{
    "organizations": [],
    "uuid": "44b14a87305d80f55067722106bfd04d8c3d5221",
    "author": "Michelle Castillo",
    "url": "https://www.cnbc.com/2018/05/28/kfc-in-stranger-things-not-a-coincidence-netflix-product-placement.html",
    "ord_in_thread": 0,
    "title": "KFC in 'Stranger Things' not a coincidence: Netflix product placement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "There's a scene in the second season of Netflix's \"Stranger Things\" where two characters are having an awkward dinner at a friend's parents' home. The teens know something the parents don't: Their missing daughter has killed by a creature from a parallel universe.\nTo lighten the tension, they stuff their mouths with KFC .\n\"This is finger-licking good,\" says Steve Harrington, who is played by actor Joe Keery.\nIt's not happenstance there's a red and white bucket of fried chicken featured prominently. It's a paid product integration, brought to you by the \"Stranger Things\" production team, KFC and Netflix .\n\"They [Netflix] handle their content in a very respectable way, and we felt it was a property where we have shared values,\" explained KFC chief marketing officer Andrea Zahumensky, who said Netflix approached them about the opportunity. \"You set boundaries, but you have to let them have creative freedom. We didn't know precisely what the script was.\"\nNetflix did not respond to CNBC's requests for an interview.\nThanks to Netflix, Amazon , HBO and other \"commercial-free\" TV experiences, people are gravitating away from shows with traditional ad breaks. So especially in cases where commercial time is scarce to non-existent, some media buyers and companies say they're increasingly looking at product placement opportunities.\n\"Brands are increasing their product integrations as they start to realize that consumer behaviors have truly shifted and aren't going back,\" said media agency Carat's chief content officer Shannon Pruitt. \"Advances in audience targeting, the understanding of the role of product integration, as well as the focus on measurement capabilities to prove ROI (return on investment), while still not comprehensive, has elevated the acceptance and pursuit of the opportunity to be part of the story.\"\nBrought to you by product placement To match viewers' preferences, NBCUniversal said this year it would cut primetime advertising time, otherwise known as ad load, by 20 percent across all its networks . Fox Networks Group's president of advertising revenue Joe Marchese said it wants to reduce ads to two minutes per hour across all its channels by 2020. Turner has been cutting its ad load over the past few years, including up to 50 percent on TNT .\nStill, media buyers expect this year's TV upfront ad market – the period of time where brands purchasing ads before shows air – to be flat this year compared to last year. What's changing is how money is being distributed within those deals. Some of the money is being earmarked for commercials, but dollars are also flowing to television and digital content ad bundle options and branded shows.\nOr, they're looking at ways to get their items in shows. PQ Media estimates product placement revenue will reach $11.44 billion in 2019, up from $4.75 billion in 2012.\n\"The observation we're seeing, that brands want to explore this at increasing velocity, is true,\" said Peter Naylor, senior vice president of ad sales for Hulu. \"If anything it tells me what we really need to do is go beyond the 15 and the 30s (commercials.)\"\nTin Cup Whisky featured in \"Jessica Jones\" on Netflix. Branded Entertainment Network (BEN), an advertising and licensing agency founded by Bill Gates (it was formerly known as Corbis), projects it will place 6,000 product integrations in various types of video content during 2018. The deals will create a total media value of $1.2 billion, about 20 percent more than last year.\nThe company helped facilitate the \"Stranger Things\" KFC deal, as well as others including Tin Cup Whisky in \"Jessica Jones\" and GMC in \"Queer Eye.\"\n\"It was a beautifully scripted moment,\" Erin Schmidt, executive vice president for global client services at BEN, said about the KFC-\"Stranger Things\" deal. \"The comedic factor of the finger-licking good kind of disrupted the sad conversation that was happening: These kids know Barb isn't coming back.\"\nBEN's research shows 92 percent of the top 25 streaming shows had at least one product placement last year, and says about one-fifth of its product placements were in streaming shows.\nThat's because it works. Product integrations on Hulu deliver an 89 percent higher purchase intent and 74 percent higher brand awareness over traditional 30-second commercials, Hulu's Naylor said.\n\"Everybody is sick of traditional ads,\" Naylor said.\n\"But one, not everyone is an ad avoider at all costs,\" Naylor added. \"Two, you can have a respectful ad load and a commercialized experience.\"\nThe trick is to get in early Product placement isn't a new concept. Jules Verne is rumored to have sold the naming rights to transportation companies in the 1873 novel \"Around the World in 80 Days.\" The first movie to win the Oscar for Best Picture, \"Wings,\" featured a Hershey's chocolate bar .\nTypically, agreements happen between the brand and production company, but depending on how far into the process the show is sometimes the network or distribution platform will have to sign off. For example, though Plan B Entertainment and Anonymous Content produce \"The OA,\" Netflix had to approve a product placement in the upcoming season that BEN helped set up.\nAnd if you're trying to get your show on a platform or network, it helps if you come with a sponsor.\n\"The folks that are creating those programs if they walk in with a pitch to a network, they have a better chance of selling a show if they have an advertiser lined up,\" United Entertainment Group CEO Jarrod Moses pointed out.\nBecause of the competitive nature of getting your brand into the hottest shows, companies that help negotiate product integrations have developed strategies to get involved as early as possible.\nAgencies have said they'll do sit in on network meetings about TV pilots to get a sense of what will be picked up. Others chat with the set designers and prop masters to figure out what the mood is like on set and whether it seems like it will be a successful show. If it's a guaranteed hit, like the sequel to a movie or the next season of a well-viewed series, they'll start calling as soon as they get a sense it may happen.\nAt BEN, the team does a full analysis of around 200 premium pilots that are offered each year, usually consisting of primetime shows and marquee streaming network offerings. They look at who is behind the camera, who is doing props and sets, read treatments and scripts, and then begin conversations with producers and executives. Then they'll do set visits to figure out which companies could foreseeably fit smoothly with each television show.\n\"It's about getting in early and having an early perspective,\" Schmidt said. \"Authenticity is key to an integration being successful, so we'll work with a production to understand the storyline and understand the characters.\"\nFitting in to stand out The secret to the best integrations is all about who you know, according to Lyft director of entertainment marketing Ari Avishay.\n\"At its core, it's a relationship-based industry,\" he explained. \"People want to work with people they know and trust.\"\nAvishay, who was previously a marketing executive at CAA, heads up Lyft's efforts to develop their brand through entertainment. Recently, he helped broker Lyft's integration into Marvel's \"Runaways,\" which streams on Hulu. Producers Josh Schwartz and Stephanie Savage approached Lyft after they noticed actress Nico Minoru, who plays Lyrica on the show, taking a Lyft to work every day, Avishay said.\nIt worked with \"Black-ish\" in a fourth-season episode, where Rhonda (Raven-Symoné) becomes a Lyft driver to make ends meet. Her brother Dre (Anthony Anderson) eventually has to call and cancel 12 Lyfts in order to get her to have a heart-to-heart conversation, which happens in the front seats as she drives for the ride-share company.\n\"I'm fortunate to work with a brand with morally-driven initiatives… It really increases the opportunities we have from a value perspective,\" Avishay said.\nThough Lyft does try \"non-traditional\" advertising, it's willing to still buy traditional commercials. For example, it bought ads from Hulu to surround the Lyft product placement in \"Runaways.\"\n\"It's less about the notion of is the 30-second spot going away yes or no,\" Avishay said, right before he headed out to a meeting with Netflix about potential Lyft integrations. \"The notion were taking is we're attracting eyeballs rather than interrupting. The interrupting commercial may be ending, but that isn't to say there isn't a place for traditional advertising.\"\nLikewise, KFC isn't moving away from commercials, but they are shifting their mix of what advertising they buy and are focusing on creating commercials that can be shared online widely. Its current commercials also feature a rotating cast of different notable actors playing the Colonel, including Norm McDonald, Reba Mcentire and George Hamilton.\nIn the ultimate brand integration, KFC created the KFC Colonel Rumble in January where WWE wrestlers competed for the title while dressed in variations of the Colonel's outfit. Out of nowhere, \"Nature Boy\" Ric Flair appears dressed in a white suit and feathered robe to win the match. The pre-taped segment was shown during the actual Royal Rumble, which was then broadcast to audiences watching to the pay-per-view event.\n\"KFC: It's finger licking W !\" Flair concludes the segment, a modification of his signature catchphrase.\nNote: NBCUniversal is the parent company of CNBC. It is also a part owner of Hulu.",
    "published": "2018-05-28T03:00:00.000+03:00",
    "crawled": "2018-05-28T17:08:24.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "scene",
        "second",
        "season",
        "netflix",
        "stranger",
        "thing",
        "two",
        "character",
        "awkward",
        "dinner",
        "friend",
        "parent",
        "home",
        "teen",
        "know",
        "something",
        "parent",
        "missing",
        "daughter",
        "killed",
        "creature",
        "parallel",
        "universe",
        "lighten",
        "tension",
        "stuff",
        "mouth",
        "kfc",
        "good",
        "say",
        "steve",
        "harrington",
        "played",
        "actor",
        "joe",
        "keery",
        "happenstance",
        "red",
        "white",
        "bucket",
        "fried",
        "chicken",
        "featured",
        "prominently",
        "paid",
        "product",
        "integration",
        "brought",
        "stranger",
        "thing",
        "production",
        "team",
        "kfc",
        "netflix",
        "netflix",
        "handle",
        "content",
        "respectable",
        "way",
        "felt",
        "property",
        "shared",
        "value",
        "explained",
        "kfc",
        "chief",
        "marketing",
        "officer",
        "andrea",
        "zahumensky",
        "said",
        "netflix",
        "approached",
        "opportunity",
        "set",
        "boundary",
        "let",
        "creative",
        "freedom",
        "know",
        "precisely",
        "script",
        "netflix",
        "respond",
        "cnbc",
        "request",
        "interview",
        "thanks",
        "netflix",
        "amazon",
        "hbo",
        "tv",
        "experience",
        "people",
        "gravitating",
        "away",
        "show",
        "traditional",
        "ad",
        "break",
        "especially",
        "case",
        "commercial",
        "time",
        "scarce",
        "medium",
        "buyer",
        "company",
        "say",
        "increasingly",
        "looking",
        "product",
        "placement",
        "opportunity",
        "brand",
        "increasing",
        "product",
        "integration",
        "start",
        "realize",
        "consumer",
        "behavior",
        "truly",
        "shifted",
        "going",
        "back",
        "said",
        "medium",
        "agency",
        "carat",
        "chief",
        "content",
        "officer",
        "shannon",
        "pruitt",
        "advance",
        "audience",
        "targeting",
        "understanding",
        "role",
        "product",
        "integration",
        "well",
        "focus",
        "measurement",
        "capability",
        "prove",
        "roi",
        "return",
        "investment",
        "still",
        "comprehensive",
        "elevated",
        "acceptance",
        "pursuit",
        "opportunity",
        "part",
        "story",
        "brought",
        "product",
        "placement",
        "match",
        "viewer",
        "preference",
        "nbcuniversal",
        "said",
        "year",
        "would",
        "cut",
        "primetime",
        "advertising",
        "time",
        "otherwise",
        "known",
        "ad",
        "load",
        "percent",
        "across",
        "network",
        "fox",
        "network",
        "group",
        "president",
        "advertising",
        "revenue",
        "joe",
        "marchese",
        "said",
        "want",
        "reduce",
        "ad",
        "two",
        "minute",
        "per",
        "hour",
        "across",
        "channel",
        "turner",
        "cutting",
        "ad",
        "load",
        "past",
        "year",
        "including",
        "percent",
        "tnt",
        "still",
        "medium",
        "buyer",
        "expect",
        "year",
        "tv",
        "upfront",
        "ad",
        "market",
        "period",
        "time",
        "brand",
        "purchasing",
        "ad",
        "show",
        "air",
        "flat",
        "year",
        "compared",
        "last",
        "year",
        "changing",
        "money",
        "distributed",
        "within",
        "deal",
        "money",
        "earmarked",
        "commercial",
        "dollar",
        "also",
        "flowing",
        "television",
        "digital",
        "content",
        "ad",
        "bundle",
        "option",
        "branded",
        "show",
        "looking",
        "way",
        "get",
        "item",
        "show",
        "pq",
        "medium",
        "estimate",
        "product",
        "placement",
        "revenue",
        "reach",
        "billion",
        "billion",
        "observation",
        "seeing",
        "brand",
        "want",
        "explore",
        "increasing",
        "velocity",
        "true",
        "said",
        "peter",
        "naylor",
        "senior",
        "vice",
        "president",
        "ad",
        "sale",
        "hulu",
        "anything",
        "tell",
        "really",
        "need",
        "go",
        "beyond",
        "30",
        "commercial",
        "tin",
        "cup",
        "whisky",
        "featured",
        "jessica",
        "jones",
        "netflix",
        "branded",
        "entertainment",
        "network",
        "ben",
        "advertising",
        "licensing",
        "agency",
        "founded",
        "bill",
        "gate",
        "formerly",
        "known",
        "corbis",
        "project",
        "place",
        "product",
        "integration",
        "various",
        "type",
        "video",
        "content",
        "deal",
        "create",
        "total",
        "medium",
        "value",
        "billion",
        "percent",
        "last",
        "year",
        "company",
        "helped",
        "facilitate",
        "stranger",
        "thing",
        "kfc",
        "deal",
        "well",
        "others",
        "including",
        "tin",
        "cup",
        "whisky",
        "jessica",
        "jones",
        "gmc",
        "queer",
        "eye",
        "beautifully",
        "scripted",
        "moment",
        "erin",
        "schmidt",
        "executive",
        "vice",
        "president",
        "global",
        "client",
        "service",
        "ben",
        "said",
        "stranger",
        "thing",
        "deal",
        "comedic",
        "factor",
        "good",
        "kind",
        "disrupted",
        "sad",
        "conversation",
        "happening",
        "kid",
        "know",
        "barb",
        "coming",
        "back",
        "ben",
        "research",
        "show",
        "percent",
        "top",
        "streaming",
        "show",
        "least",
        "one",
        "product",
        "placement",
        "last",
        "year",
        "say",
        "product",
        "placement",
        "streaming",
        "show",
        "work",
        "product",
        "integration",
        "hulu",
        "deliver",
        "percent",
        "higher",
        "purchase",
        "intent",
        "percent",
        "higher",
        "brand",
        "awareness",
        "traditional",
        "commercial",
        "hulu",
        "naylor",
        "said",
        "everybody",
        "sick",
        "traditional",
        "ad",
        "naylor",
        "said",
        "one",
        "everyone",
        "ad",
        "avoider",
        "cost",
        "naylor",
        "added",
        "two",
        "respectful",
        "ad",
        "load",
        "commercialized",
        "experience",
        "trick",
        "get",
        "early",
        "product",
        "placement",
        "new",
        "concept",
        "jules",
        "verne",
        "rumored",
        "sold",
        "naming",
        "right",
        "transportation",
        "company",
        "novel",
        "around",
        "world",
        "day",
        "first",
        "movie",
        "win",
        "oscar",
        "best",
        "picture",
        "wing",
        "featured",
        "hershey",
        "chocolate",
        "bar",
        "typically",
        "agreement",
        "happen",
        "brand",
        "production",
        "company",
        "depending",
        "far",
        "process",
        "show",
        "sometimes",
        "network",
        "distribution",
        "platform",
        "sign",
        "example",
        "though",
        "plan",
        "b",
        "entertainment",
        "anonymous",
        "content",
        "produce",
        "oa",
        "netflix",
        "approve",
        "product",
        "placement",
        "upcoming",
        "season",
        "ben",
        "helped",
        "set",
        "trying",
        "get",
        "show",
        "platform",
        "network",
        "help",
        "come",
        "sponsor",
        "folk",
        "creating",
        "program",
        "walk",
        "pitch",
        "network",
        "better",
        "chance",
        "selling",
        "show",
        "advertiser",
        "lined",
        "united",
        "entertainment",
        "group",
        "ceo",
        "jarrod",
        "moses",
        "pointed",
        "competitive",
        "nature",
        "getting",
        "brand",
        "hottest",
        "show",
        "company",
        "help",
        "negotiate",
        "product",
        "integration",
        "developed",
        "strategy",
        "get",
        "involved",
        "early",
        "possible",
        "agency",
        "said",
        "sit",
        "network",
        "meeting",
        "tv",
        "pilot",
        "get",
        "sense",
        "picked",
        "others",
        "chat",
        "set",
        "designer",
        "prop",
        "master",
        "figure",
        "mood",
        "like",
        "set",
        "whether",
        "seems",
        "like",
        "successful",
        "show",
        "guaranteed",
        "hit",
        "like",
        "sequel",
        "movie",
        "next",
        "season",
        "series",
        "start",
        "calling",
        "soon",
        "get",
        "sense",
        "may",
        "happen",
        "ben",
        "team",
        "full",
        "analysis",
        "around",
        "premium",
        "pilot",
        "offered",
        "year",
        "usually",
        "consisting",
        "primetime",
        "show",
        "marquee",
        "streaming",
        "network",
        "offering",
        "look",
        "behind",
        "camera",
        "prop",
        "set",
        "read",
        "treatment",
        "script",
        "begin",
        "conversation",
        "producer",
        "executive",
        "set",
        "visit",
        "figure",
        "company",
        "could",
        "foreseeably",
        "fit",
        "smoothly",
        "television",
        "show",
        "getting",
        "early",
        "early",
        "perspective",
        "schmidt",
        "said",
        "authenticity",
        "key",
        "integration",
        "successful",
        "work",
        "production",
        "understand",
        "storyline",
        "understand",
        "character",
        "fitting",
        "stand",
        "secret",
        "best",
        "integration",
        "know",
        "according",
        "lyft",
        "director",
        "entertainment",
        "marketing",
        "ari",
        "avishay",
        "core",
        "industry",
        "explained",
        "people",
        "want",
        "work",
        "people",
        "know",
        "trust",
        "avishay",
        "previously",
        "marketing",
        "executive",
        "caa",
        "head",
        "lyft",
        "effort",
        "develop",
        "brand",
        "entertainment",
        "recently",
        "helped",
        "broker",
        "lyft",
        "integration",
        "marvel",
        "runaway",
        "stream",
        "hulu",
        "producer",
        "josh",
        "schwartz",
        "stephanie",
        "savage",
        "approached",
        "lyft",
        "noticed",
        "actress",
        "nico",
        "minoru",
        "play",
        "lyrica",
        "show",
        "taking",
        "lyft",
        "work",
        "every",
        "day",
        "avishay",
        "said",
        "worked",
        "episode",
        "rhonda",
        "becomes",
        "lyft",
        "driver",
        "make",
        "end",
        "meet",
        "brother",
        "dre",
        "anthony",
        "anderson",
        "eventually",
        "call",
        "cancel",
        "lyfts",
        "order",
        "get",
        "conversation",
        "happens",
        "front",
        "seat",
        "drive",
        "company",
        "fortunate",
        "work",
        "brand",
        "really",
        "increase",
        "opportunity",
        "value",
        "perspective",
        "avishay",
        "said",
        "though",
        "lyft",
        "try",
        "advertising",
        "willing",
        "still",
        "buy",
        "traditional",
        "commercial",
        "example",
        "bought",
        "ad",
        "hulu",
        "surround",
        "lyft",
        "product",
        "placement",
        "runaway",
        "less",
        "notion",
        "spot",
        "going",
        "away",
        "yes",
        "avishay",
        "said",
        "right",
        "headed",
        "meeting",
        "netflix",
        "potential",
        "lyft",
        "integration",
        "notion",
        "taking",
        "attracting",
        "eyeball",
        "rather",
        "interrupting",
        "interrupting",
        "commercial",
        "may",
        "ending",
        "say",
        "place",
        "traditional",
        "advertising",
        "likewise",
        "kfc",
        "moving",
        "away",
        "commercial",
        "shifting",
        "mix",
        "advertising",
        "buy",
        "focusing",
        "creating",
        "commercial",
        "shared",
        "online",
        "widely",
        "current",
        "commercial",
        "also",
        "feature",
        "rotating",
        "cast",
        "different",
        "notable",
        "actor",
        "playing",
        "colonel",
        "including",
        "norm",
        "mcdonald",
        "reba",
        "mcentire",
        "george",
        "hamilton",
        "ultimate",
        "brand",
        "integration",
        "kfc",
        "created",
        "kfc",
        "colonel",
        "rumble",
        "january",
        "wwe",
        "wrestler",
        "competed",
        "title",
        "dressed",
        "variation",
        "colonel",
        "outfit",
        "nowhere",
        "nature",
        "boy",
        "ric",
        "flair",
        "appears",
        "dressed",
        "white",
        "suit",
        "feathered",
        "robe",
        "win",
        "match",
        "segment",
        "shown",
        "actual",
        "royal",
        "rumble",
        "broadcast",
        "audience",
        "watching",
        "event",
        "kfc",
        "finger",
        "licking",
        "w",
        "flair",
        "concludes",
        "segment",
        "modification",
        "signature",
        "catchphrase",
        "note",
        "nbcuniversal",
        "parent",
        "company",
        "cnbc",
        "also",
        "part",
        "owner",
        "hulu"
    ]
}