{
    "organizations": [],
    "uuid": "f66ae2f82530cd418ef88f2a66131f9460fa7955",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/25/globe-newswire-dpw-holdings-acquires-ownership-in-legendary-european-hotelas-american-debut.html",
    "ord_in_thread": 0,
    "title": "DPW Holdings Acquires Ownership in Legendary European Hotel’s American Debut",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEWPORT BEACH, Calif., May 25, 2018 (GLOBE NEWSWIRE) -- DPW Holdings, Inc. (NYSE: DPW) (\" DPW \" or the \" Company \"), a diversified holding company, will acquire a minority interest in a partnership that intends to construct a five-star ultra-luxury Manhattan hotel development, investing alongside venerable New York real estate development companies, Mactaggart Family & Partners LP (“Sponsor”), and Caspi Development.\nTo maximize long-term predictable cash flow for DPW, the investment will be made in a project with consistently strong luxury hospitality fundamentals, unique location advantages, and on terms pari-passu with top-tier New York City real estate investors.\nDPW expects the property to form a long-term anchor of its hospitality assets. The Sponsor has signed a long-term contract with a 106-year, premier European hospitality group, which will share its flagship hotel’s name, sophistication and exclusive service with the 96 room Tribeca hotel. They are among the largest operators of 5-star luxury hotels and casinos in Europe.\nThe Sponsor expects to reveal the group as part of a branding effort that will commence in the fall of 2018.\nThe Sponsor has engaged AECOM Tishman Construction Corp. (“Tishman”) for the hotel’s construction which broke ground in December 2017 and is expected to be completed during the summer of 2020, with the opening anticipated to be immediately thereafter.\nBased on a projected average daily rate (“ADR”) of $983 upon stabilization in 2021 (as compared to the competitive set’s May 2016 ADR of $1,060), the project is expected to produce a stable, unlevered yield on cost of 10%. A refinancing, three years after opening, is projected to return 50% of the invested equity and should generate cash-on-cash returns of 18% thereafter.\nThe 94,000 square foot hotel, located one block east of the Hudson River, in the heart of the TriBeCa North Historic District, will feature 96 opulently appointed rooms and suites, a lavish full-service spa and six first-class food and beverage venues, all exclusively designed by renowned designers Martin Brudnizki Design Studio and Stephen B. Jacobs Group.\nA record-number Michelin star restaurateur is also contracted to oversee dining in the Hotel, including the New York manifestation of an iconic European institution in operation since the 1800’s.\nLondon-based Mactaggart Family & Partners, LP has been operating in New York City since 1985. Its experience spans over 35 years of high-end office and residential development including 589 Fifth Avenue, 590 Fifth Avenue, 183 Madison Avenue, and 576 Fifth Avenue.\nFamily-run Caspi Development represents decades of real estate pedigree, which along with a comprehensive hands-on approach, has led to an unparalleled reputation for perfection in design, construction and project completion. With a track record of both metropolitan and suburban achievements, Caspi thrives in the competitive Westchester and New York City landscapes. Bringing three generations of experience to the table, Caspi taps into its knowledgeable site selection and financial entrepreneurship to succeed in a variety of markets.\n“This is a unique opportunity to establish a firm foundation of predictable cash-flow at terms obtained by the leading real estate investors in New York City,” commented Milton “Todd” Ault III, DPW’s CEO and Chairman. “The asset itself is completely unique and will capitalize on the exploding business and residential growth of Lower Manhattan and this exclusive neighborhood.” For more information regarding the hotel project, please use this link where a live video feed is also featured streaming during the day, https://DPWHoldings.com/456luxhotelnyc/ .\nABOUT DPW HOLDINGS, INC.\nHeadquartered in Newport Beach, CA, DPW Holdings, Inc., www.DPWHoldings.com , is a diversified holding company with a growth strategy of acquiring undervalued assets, disruptive technologies, sustainable solutions, and exciting ventures for incubation and development to their full potential for long-term growth and investor returns. DPW, through its wholly owned subsidiary, Coolisys Technologies, Inc., is dedicated to providing world-class technology-based solutions for critical applications and lifesaving services, where innovation is the main driver. Coolisys serves the defense, aerospace, naval, homeland security, medical, telecom, datacom, and industrial markets. Its growth strategy targets core markets that are characterized by “high barriers to entry” and that require specialized products and services not likely to be commoditized. Through its portfolio companies, Coolisys develops and manufactures cutting-edge switching power products and power solutions utilizing its customized digital power management and resonant topology to achieve the highest efficiency and highest density power converters and inverters; specialized complex airborne high-frequency, radio frequency (RF), and microwave detector-log video amplifiers (DVLA), very high-frequency filters, and naval power conversion and distribution equipment. Coolisys provides its technology and services through its three primary groups: the Power Solutions Group (PSG); the Defense and Aerospace Solutions Group (DSG); and the Advanced Service Industries (ASI) Group. Coolisys manages six entities, including Digital Power Corporation, www.DigiPwr.com , a leading provider of electronics technology based in Northern California; Digital Power Limited dba Gresham Power Ltd., www.GreshamPower.com , a designer and manufacturer of power distribution systems primarily for Naval use based in Salisbury, UK.; Microphase Corporation, www.MicroPhase.com , a designer and manufacturer of microwave electronics technology based in Shelton, CT; and Power-Plus Technical Distributors, www.Power-Plus.com , a value-added distributor based in Sonora, CA; and Enertec Systems, www.Enertec.co.il , a developer and manufacturer of specialized advanced electronic systems for the defense and aerospace sectors based in Karmiel, Israel.\nDigital Power Lending, LLC, www.DigitalPowerLending.com , a wholly owned subsidiary of the Company, is based in Fremont, CA, and is a California private lending company operating under Financial Lender’s License ##60DBO-77905 dedicated to strategically providing capital to small and middle size businesses for an equity interest in addition to loan fees and interest. Super Crypto Mining, Inc. www.SuperCryptoMining.com is a wholly-owned subsidiary of the Company, is based in Fremont CA that leverages its engineering expertise and existing locations to create crypto currency mining facilities across the globe. Super Crypto Mining, Inc. operates the branded division, Super Crypto Power, www.SuperCryptoPower.com . Excelo, LLC, www.Excelo.com , a wholly-owned subsidiary of the Company, is a national search firm specializing in fulfilling strategic executive, professional and hi-tech placements for businesses delivering world-class services. DPW Holdings, Inc.’s headquarters is located at 201 Shipyard Way, Suite E, CA 92663; www.DPWHoldings.com . For Investor inquiries: IR@DPWHoldings.com or 1-888-753-2235.\nForward-Looking Statements\nThe foregoing release contains “ ” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, including statements regarding the acquisition and the ability to consummate the acquisition. These generally include statements that are predictive in nature and depend upon or refer to future events or conditions, and include words such as “believes,” “plans,” “anticipates,” “projects,” “estimates,” “expects,” “intends,” “strategy,” “future,” “opportunity,” “may,” “will,” “should,” “could,” “potential,” or similar expressions. Statements that are not historical facts are Forward-looking statements are based on current beliefs and assumptions that are subject to risks and uncertainties. Forward-looking statements speak only as of the date they are made, and the Company undertakes no obligation to update any of them publicly in light of new information or future events. Actual results could differ materially from those contained in any forward-looking statement as a result of various factors. More information, including potential risk factors, that could affect the Company’s business and financial results are included in the Company’s filings with the U.S. Securities and Exchange Commission, including, but not limited to, the Company’s Forms 10-K, 10-Q and 8-K. All filings are available at www.sec.gov and on the Company’s website at www.DPWHoldings.com .\n###\nSource:DPW Holdings, Inc.",
    "published": "2018-05-25T14:30:00.000+03:00",
    "crawled": "2018-05-25T16:41:11.043+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newport",
        "beach",
        "may",
        "globe",
        "newswire",
        "dpw",
        "holding",
        "nyse",
        "dpw",
        "dpw",
        "company",
        "diversified",
        "holding",
        "company",
        "acquire",
        "minority",
        "interest",
        "partnership",
        "intends",
        "construct",
        "manhattan",
        "hotel",
        "development",
        "investing",
        "alongside",
        "venerable",
        "new",
        "york",
        "real",
        "estate",
        "development",
        "company",
        "mactaggart",
        "family",
        "partner",
        "lp",
        "sponsor",
        "caspi",
        "development",
        "maximize",
        "predictable",
        "cash",
        "flow",
        "dpw",
        "investment",
        "made",
        "project",
        "consistently",
        "strong",
        "luxury",
        "hospitality",
        "fundamental",
        "unique",
        "location",
        "advantage",
        "term",
        "new",
        "york",
        "city",
        "real",
        "estate",
        "investor",
        "dpw",
        "expects",
        "property",
        "form",
        "anchor",
        "hospitality",
        "asset",
        "sponsor",
        "signed",
        "contract",
        "premier",
        "european",
        "hospitality",
        "group",
        "share",
        "flagship",
        "hotel",
        "name",
        "sophistication",
        "exclusive",
        "service",
        "room",
        "tribeca",
        "hotel",
        "among",
        "largest",
        "operator",
        "luxury",
        "hotel",
        "casino",
        "europe",
        "sponsor",
        "expects",
        "reveal",
        "group",
        "part",
        "branding",
        "effort",
        "commence",
        "fall",
        "sponsor",
        "engaged",
        "aecom",
        "tishman",
        "construction",
        "tishman",
        "hotel",
        "construction",
        "broke",
        "ground",
        "december",
        "expected",
        "completed",
        "summer",
        "opening",
        "anticipated",
        "immediately",
        "thereafter",
        "based",
        "projected",
        "average",
        "daily",
        "rate",
        "adr",
        "upon",
        "stabilization",
        "compared",
        "competitive",
        "set",
        "may",
        "adr",
        "project",
        "expected",
        "produce",
        "stable",
        "unlevered",
        "yield",
        "cost",
        "refinancing",
        "three",
        "year",
        "opening",
        "projected",
        "return",
        "invested",
        "equity",
        "generate",
        "return",
        "thereafter",
        "square",
        "foot",
        "hotel",
        "located",
        "one",
        "block",
        "east",
        "hudson",
        "river",
        "heart",
        "tribeca",
        "north",
        "historic",
        "district",
        "feature",
        "opulently",
        "appointed",
        "room",
        "suite",
        "lavish",
        "spa",
        "six",
        "food",
        "beverage",
        "venue",
        "exclusively",
        "designed",
        "renowned",
        "designer",
        "martin",
        "brudnizki",
        "design",
        "studio",
        "stephen",
        "jacob",
        "group",
        "michelin",
        "star",
        "restaurateur",
        "also",
        "contracted",
        "oversee",
        "dining",
        "hotel",
        "including",
        "new",
        "york",
        "manifestation",
        "iconic",
        "european",
        "institution",
        "operation",
        "since",
        "mactaggart",
        "family",
        "partner",
        "lp",
        "operating",
        "new",
        "york",
        "city",
        "since",
        "experience",
        "span",
        "year",
        "office",
        "residential",
        "development",
        "including",
        "fifth",
        "avenue",
        "fifth",
        "avenue",
        "madison",
        "avenue",
        "fifth",
        "avenue",
        "caspi",
        "development",
        "represents",
        "decade",
        "real",
        "estate",
        "pedigree",
        "along",
        "comprehensive",
        "approach",
        "led",
        "unparalleled",
        "reputation",
        "perfection",
        "design",
        "construction",
        "project",
        "completion",
        "track",
        "record",
        "metropolitan",
        "suburban",
        "achievement",
        "caspi",
        "thrives",
        "competitive",
        "westchester",
        "new",
        "york",
        "city",
        "landscape",
        "bringing",
        "three",
        "generation",
        "experience",
        "table",
        "caspi",
        "tap",
        "knowledgeable",
        "site",
        "selection",
        "financial",
        "entrepreneurship",
        "succeed",
        "variety",
        "market",
        "unique",
        "opportunity",
        "establish",
        "firm",
        "foundation",
        "predictable",
        "term",
        "obtained",
        "leading",
        "real",
        "estate",
        "investor",
        "new",
        "york",
        "city",
        "commented",
        "milton",
        "todd",
        "ault",
        "iii",
        "dpw",
        "ceo",
        "chairman",
        "asset",
        "completely",
        "unique",
        "capitalize",
        "exploding",
        "business",
        "residential",
        "growth",
        "lower",
        "manhattan",
        "exclusive",
        "information",
        "regarding",
        "hotel",
        "project",
        "please",
        "use",
        "link",
        "live",
        "video",
        "feed",
        "also",
        "featured",
        "streaming",
        "day",
        "http",
        "dpw",
        "holding",
        "headquartered",
        "newport",
        "beach",
        "ca",
        "dpw",
        "holding",
        "diversified",
        "holding",
        "company",
        "growth",
        "strategy",
        "acquiring",
        "undervalued",
        "asset",
        "disruptive",
        "technology",
        "sustainable",
        "solution",
        "exciting",
        "venture",
        "incubation",
        "development",
        "full",
        "potential",
        "growth",
        "investor",
        "return",
        "dpw",
        "wholly",
        "owned",
        "subsidiary",
        "coolisys",
        "technology",
        "dedicated",
        "providing",
        "solution",
        "critical",
        "application",
        "lifesaving",
        "service",
        "innovation",
        "main",
        "driver",
        "coolisys",
        "serf",
        "defense",
        "aerospace",
        "naval",
        "homeland",
        "security",
        "medical",
        "telecom",
        "datacom",
        "industrial",
        "market",
        "growth",
        "strategy",
        "target",
        "core",
        "market",
        "characterized",
        "high",
        "barrier",
        "entry",
        "require",
        "specialized",
        "product",
        "service",
        "likely",
        "commoditized",
        "portfolio",
        "company",
        "coolisys",
        "develops",
        "manufacture",
        "switching",
        "power",
        "product",
        "power",
        "solution",
        "utilizing",
        "customized",
        "digital",
        "power",
        "management",
        "resonant",
        "topology",
        "achieve",
        "highest",
        "efficiency",
        "highest",
        "density",
        "power",
        "converter",
        "inverter",
        "specialized",
        "complex",
        "airborne",
        "radio",
        "frequency",
        "rf",
        "microwave",
        "video",
        "amplifier",
        "dvla",
        "filter",
        "naval",
        "power",
        "conversion",
        "distribution",
        "equipment",
        "coolisys",
        "provides",
        "technology",
        "service",
        "three",
        "primary",
        "group",
        "power",
        "solution",
        "group",
        "psg",
        "defense",
        "aerospace",
        "solution",
        "group",
        "dsg",
        "advanced",
        "service",
        "industry",
        "asi",
        "group",
        "coolisys",
        "manages",
        "six",
        "entity",
        "including",
        "digital",
        "power",
        "corporation",
        "leading",
        "provider",
        "electronics",
        "technology",
        "based",
        "northern",
        "california",
        "digital",
        "power",
        "limited",
        "dba",
        "gresham",
        "power",
        "designer",
        "manufacturer",
        "power",
        "distribution",
        "system",
        "primarily",
        "naval",
        "use",
        "based",
        "salisbury",
        "uk",
        "microphase",
        "corporation",
        "designer",
        "manufacturer",
        "microwave",
        "electronics",
        "technology",
        "based",
        "shelton",
        "ct",
        "technical",
        "distributor",
        "distributor",
        "based",
        "sonora",
        "ca",
        "enertec",
        "system",
        "developer",
        "manufacturer",
        "specialized",
        "advanced",
        "electronic",
        "system",
        "defense",
        "aerospace",
        "sector",
        "based",
        "karmiel",
        "israel",
        "digital",
        "power",
        "lending",
        "llc",
        "wholly",
        "owned",
        "subsidiary",
        "company",
        "based",
        "fremont",
        "ca",
        "california",
        "private",
        "lending",
        "company",
        "operating",
        "financial",
        "lender",
        "license",
        "dedicated",
        "strategically",
        "providing",
        "capital",
        "small",
        "middle",
        "size",
        "business",
        "equity",
        "interest",
        "addition",
        "loan",
        "fee",
        "interest",
        "super",
        "crypto",
        "mining",
        "subsidiary",
        "company",
        "based",
        "fremont",
        "ca",
        "leverage",
        "engineering",
        "expertise",
        "existing",
        "location",
        "create",
        "crypto",
        "currency",
        "mining",
        "facility",
        "across",
        "globe",
        "super",
        "crypto",
        "mining",
        "operates",
        "branded",
        "division",
        "super",
        "crypto",
        "power",
        "excelo",
        "llc",
        "subsidiary",
        "company",
        "national",
        "search",
        "firm",
        "specializing",
        "fulfilling",
        "strategic",
        "executive",
        "professional",
        "placement",
        "business",
        "delivering",
        "service",
        "dpw",
        "holding",
        "headquarters",
        "located",
        "shipyard",
        "way",
        "suite",
        "e",
        "ca",
        "investor",
        "inquiry",
        "ir",
        "statement",
        "foregoing",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "including",
        "statement",
        "regarding",
        "acquisition",
        "ability",
        "consummate",
        "acquisition",
        "generally",
        "include",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "word",
        "belief",
        "plan",
        "anticipates",
        "project",
        "estimate",
        "expects",
        "intends",
        "strategy",
        "future",
        "opportunity",
        "may",
        "could",
        "potential",
        "similar",
        "expression",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "current",
        "belief",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "light",
        "new",
        "information",
        "future",
        "event",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "contained",
        "statement",
        "result",
        "various",
        "factor",
        "information",
        "including",
        "potential",
        "risk",
        "factor",
        "could",
        "affect",
        "company",
        "business",
        "financial",
        "result",
        "included",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "company",
        "form",
        "filing",
        "available",
        "company",
        "website",
        "source",
        "dpw",
        "holding",
        "inc"
    ]
}