{
    "organizations": [],
    "uuid": "0634670edc52a54fb41dc06d98502a077e24381d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-gp-strategies-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "GP Strategies Reports First 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COLUMBIA, Md., Global performance improvement solutions provider GP Strategies Corporation (NYSE: GPX) today reported financial results for the 2018.\nOverview:\nRevenue of $125.0 million for first quarter of 2018 compared to $122.4 million for first quarter of 2017 Cash flow from operations of $9.4 million for the first quarter of 2018, an increase from $4.1 million for the first quarter of 2017, and cash flow from operations of $31.5 million for the trailing twelve months ended March 31, 2018 Diluted earnings per share of $0.16 for first quarter of 2018 compared to $0.24 per share for first quarter of 2017\n\"The first quarter of 2018 showed strong cash flow from operations and an increase in revenue,\" stated Scott N. Greenberg, Chief Executive Officer of GP Strategies. \"We were able to achieve this performance while continuing to implement our previously announced restructuring plan. Our core operating units continue to remain solid, although we are facing a challenge with our skills apprenticeship program in the UK which impacted our gross margins in the first quarter. The first quarter results also include numerous unusual and/or non-recurring items that both positively and negatively impacted our results as we build for future growth. We anticipate that after the second quarter, GP Strategies will return to a normal operating model without significant unusual and non-recurring items, other than acquisition costs and the implementation of our new ERP system, which is anticipated to go live in the fourth quarter of 2018. In the first quarter, our major financial services customer extended our current contract for one year with the anticipation of entering into a new long term arrangement, and our largest automotive customer named us a prestigious supplier of the year. In addition, our engineering and technical services practice, which is part of our Workforce Excellence segment, is starting to see an increase in proposal activity which bodes well for the future. Our acquisition initiative which has enabled the company to grow substantially in the past is now back in full swing, with the completion of an acquisition this week of a pharmaceutical training company, our acquisition of the SuccessFactors business of Hula Partners earlier this year, and our previously announced ventures with Manchester CF and Nexus Global. These acquisitions and ventures provide the Company with the potential for both incremental high margin business and passive income. These transactions and the enhanced management team put GP Strategies in a good long term position and make us extremely optimistic about the Company's future.\"\nThe Company's revenue increased $2.6 million or 2% during the first quarter of 2018 compared to the same quarter in 2017. The revenue growth was primarily attributable to a $2.9 million or 4.0% increase in the Workforce Excellence segment.\nOperating income decreased $1.4 million to $5.2 million for the first quarter of 2018 from $6.6 million for the first quarter of 2017. The decrease in operating income is due to the following: (i) a $1.7 million decrease in gross profit largely attributable to a decline in the volume of revenue for UK government funded vocational skills training; (ii) a $1.6 million increase in SG&A expenses which includes $1.2 million of ERP system implementation costs; and (iii) $0.4 million of restructuring charges during the first quarter of 2018 in connection with the Company's restructuring plan initiated in the fourth quarter of 2017. Included in operating income for the first quarter of 2018 are approximately $0.4 million of transition costs relating to the organizational changes including executive search fees and labor and benefits expense for transitioning personnel, and $0.3 million of costs to support the closeout of the foreign oil and gas contract which was terminated in the fourth quarter of 2017. The decreases in operating income were offset by a $2.4 million increase in the gain on change in fair value of contingent consideration for previously completed acquisitions.\nIncome tax expense was $1.7 million, or a 39.7% effective tax rate, for the first quarter of 2018 compared to $2.0 million, or a 32.8% effective tax rate, for the first quarter of 2017. The increase in the effective income tax rate in 2018 compared to 2017 is primarily due to $0.9 million of additional income tax expense to adjust the provisional estimate recorded in the fourth quarter of 2017 relating to the one-time transition tax on the mandatory deemed repatriation of cumulative foreign earnings, imposed by the Tax Cuts and Jobs Act (the \"Tax Act\") that was enacted on December 22, 2017. The increase is partially offset by a decrease in the U.S. statutory tax rate from 35% to 21% under the Tax Act and other discrete items. Excluding the discrete items impacting tax expense in the first quarter of 2018, the Company's effective income tax rate was 25.9%.\nNet income was $2.6 million, or $0.16 per share, for the first quarter of 2018 compared to $4.1 million, or $0.24 per share, for the first quarter of 2017. Earnings per share for the first quarter of 2018 includes a $0.05 per share reduction due to the increase in income tax expense due to adjustment of the provisional estimate of the transition tax and a $0.02 per share reduction for restructuring charges.\nBalance Sheet and Cash Flow Highlights\nAs of March 31, 2018, the Company had cash and cash equivalents of $16.9 million compared to $23.6 million as of December 31, 2017. The Company had $25.0 million of long-term debt outstanding as of March 31, 2018. In addition, the Company had $43.7 million of short-term borrowings outstanding and $50.3 million of available borrowings under its line of credit as of March 31, 2018.\nCash provided by operating activities was $9.4 million for the three months ended March 31, 2018 compared to $4.1 million for the same period in 2017. During the three months ended March 31, 2018 and 2017, the Company repurchased approximately 312,000 and 70,000 shares, respectively, of its common stock in the open market for a total cost of approximately $7.3 million and $1.7 million, respectively. As of March 31, 2018, there was approximately $4.5 million available for future repurchases under the buyback program.\nInvestor Call\nThe Company has scheduled an investor conference call for 10:00 a.m. EDT on May 3, 2018. In addition to prepared remarks from management, there will be a question and answer session on the call. The dial-in numbers for the live conference call are 800-707-7427 or 302-223-4368, using conference ID number 21888576. A telephone replay of the call will also be available beginning at 12:00 p.m. on May 3 rd , until 12:00 p.m. on May 17 th . To listen to the replay, dial 800-633-8284 or 402-977-9140, using conference ID number 21888576. A replay will also be available on GP Strategies' website shortly after the conclusion of the call.\nPresentation of Non-GAAP Information\nThis press release contains non-GAAP financial measures, including EBITDA (earnings before interest, income taxes, depreciation and amortization) and free cash flow (cash flow from operating activities less capital expenditures). The Company believes these non-GAAP financial measures are useful to investors in evaluating the Company's results. These measures should be considered in addition to, and not as a replacement for, or superior to, either net income, as an indicator of the Company's operating performance, or cash flow, as a measure of the Company's liquidity. In addition, because these measures may not be calculated identically by all companies, the presentation here may not be comparable to other similarly titled measures of other companies. For a reconciliation of EBITDA to the most comparable GAAP equivalent, see the Non-GAAP Reconciliation – EBITDA, along with related footnotes, below.\nAbout GP Strategies\nGP Strategies Corporation (NYSE: GPX) is a global performance improvement solutions provider of sales and technical training, digital learning solutions, management consulting and engineering services. GP Strategies' solutions improve the effectiveness of organizations by delivering innovative and superior training, consulting and business improvement services, customized to meet the specific needs of its clients. Clients include Fortune 500 companies, manufacturing, process and energy industries, and other commercial and government customers. Additional information may be found at www.gpstrategies.com .\nForward-Looking Statements\nWe make statements in this press release that are considered within the meaning of the Securities Exchange Act of 1934. These statements are not guarantees of our future performance and are subject to risks, uncertainties and other important factors that could cause our actual performance or achievements to be materially different from those we project. For a full discussion of these risks, uncertainties and factors, we encourage you to read our documents on file with the Securities and Exchange Commission, including those set forth in our periodic reports under the and risk factors sections. Except as required by law, we do not intend to update or revise any , whether as a result of new information, future events or otherwise.\nTABLES FOLLOW\nGP STRATEGIES CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(In thousands, except per share data)\n(Unaudited)\nQuarters ended\nMarch 31,\n2018\n2017\nRevenue\n$\n125,032\n$\n122,447\nCost of revenue\n107,353\n103,059\nGross profit\n17,679\n19,388\nSelling, general and administrative expenses\n14,584\n12,994\nRestructuring charges\n435\n—\nGain on change in fair value of\ncontingent consideration, net\n2,552\n197\nOperating income\n5,212\n6,591\nInterest expense\n686\n438\nOther expense\n164\n75\nIncome before income tax expense\n4,362\n6,078\nIncome tax expense\n1,730\n1,992\nNet income\n$\n2,632\n$\n4,086\nBasic weighted average shares outstanding\n16,619\n16,741\nDiluted weighted average shares outstanding\n16,713\n16,841\nPer common share data:\nBasic earnings per share\n$\n0.16\n$\n0.24\nDiluted earnings per share\n$\n0.16\n$\n0.24\nOther data:\nEBITDA (1)\n$\n6,890\n$\n7,959\n(1)\nThe term EBITDA (earnings before interest, income taxes, depreciation and amortization) is a non-GAAP financial measure that the Company believes is useful to investors in evaluating its results. For a reconciliation of this non-GAAP financial measure to the most comparable GAAP equivalent, see the Non-GAAP Reconciliation – EBITDA, along with related footnotes, below.\nGP STRATEGIES CORPORATION AND SUBSIDIARIES\nSUPPLEMENTAL FINANCIAL INFORMATION\n(In thousands)\n(Unaudited)\nQuarters ended\nMarch 31,\n2018\n2017\nRevenue by segment (2) :\nWorkforce Excellence\n$\n74,431\n$\n71,543\nBusiness Transformation Services\n50,601\n50,904\nTotal revenue\n$\n125,032\n$\n122,447\nGross profit by segment (2) :\nWorkforce Excellence\n$\n11,109\n$\n13,007\nBusiness Transformation Services\n6,570\n6,381\nTotal gross profit\n$\n17,679\n$\n19,388\nSupplemental Cash Flow Information:\nNet cash provided by operating activities\n$\n9,406\n$\n4,118\nCapital expenditures\n(370)\n(525)\nFree cash flow\n$\n9,036\n$\n3,593\n(2)\nAs of March 31, 2018, we operated through two reportable business segments: (i) Workforce Excellence and (ii) Business Transformation Services. In December 2017, we announced a new organizational structure and plan to improve operating results by increasing organic growth and reducing operating costs. Effective January 1, 2018, we re-organized into two operating segments aligned by complementary service lines and supported by a new business development organization aligned by industry sector. The Workforce Excellence segment includes the majority of the former Learning Solutions and Professional & Technical Services segments. The Business Transformation Services segment includes the majority of the former Performance Readiness Solutions and Sandy Training & Marketing segments. Certain business units transferred between the former operating segments to better align with the service offerings of the two new segments. We have reclassified the segment financial information herein for the prior year periods to reflect the changes in our segments and conform to the current year's presentation.\nGP STRATEGIES CORPORATION AND SUBSIDIARIES\nNon-GAAP Reconciliation – EBITDA (3)\n(In thousands)\n(Unaudited)\nQuarters ended\nMarch 31,\n2018\n2017\nNet income\n$\n2,632\n$\n4,086\nInterest expense\n686\n438\nIncome tax expense\n1,730\n1,992\nDepreciation and amortization\n1,842\n1,443\nEBITDA\n$\n6,890\n$\n7,959\n(3)\nEarnings before interest, income taxes, depreciation and amortization (EBITDA) is a widely used non-GAAP financial measure of operating performance. It is presented as supplemental information that the Company believes is useful to investors to evaluate its results because it excludes certain items that are not directly related to the Company's core operating performance. EBITDA is calculated by adding back to net income interest expense, income tax expense, depreciation and amortization. EBITDA should not be considered as a substitute either for net income, as an indicator of the Company's operating performance, or for cash flow, as a measure of the Company's liquidity. In addition, because EBITDA may not be calculated identically by all companies, the presentation here may not be comparable to other similarly titled measures of other companies.\nGP STRATEGIES CORPORATION AND SUBSIDIARIES\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(Dollars in thousands)\nMarch 31,\nDecember 31,\n2018\n2017\n(Unaudited)\nCurrent assets:\nCash and cash equivalents\n$\n16,945\n$\n23,612\nAccounts and other receivables\n107,640\n119,335\nUnbilled revenue\n43,350\n42,958\nPrepaid expenses and other current assets\n19,191\n14,212\nTotal current assets\n187,126\n200,117\nProperty, plant and equipment, net\n4,952\n5,123\nGoodwill and other intangible assets, net\n163,428\n153,198\nOther assets\n7,569\n6,569\nTotal assets\n$\n363,075\n$\n365,007\nCurrent liabilities:\nShort-term borrowings\n$\n43,706\n$\n37,696\nCurrent portion of long-term debt\n12,000\n12,000\nAccounts payable and accrued expenses\n74,889\n78,280\nDeferred revenue\n22,563\n22,356\nTotal current liabilities\n153,158\n150,332\nLong-term debt\n13,000\n16,000\nOther noncurrent liabilities\n9,895\n10,621\nTotal liabilities\n176,053\n176,953\nTotal stockholders' equity\n187,022\n188,054\nTotal liabilities and stockholders' equity\n$\n363,075\n$\n365,007\n© 2018 GP Strategies Corporation. All rights reserved. GP Strategies and the GP Strategies logo design are trademarks of GP Strategies Corporation.\nView original content with multimedia: releases/gp-strategies-reports-first-quarter-2018-financial-results-300641590.html\nSOURCE GP Strategies Corporation",
    "published": "2018-05-03T14:45:00.000+03:00",
    "crawled": "2018-05-03T14:45:58.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "columbia",
        "global",
        "performance",
        "improvement",
        "solution",
        "provider",
        "gp",
        "strategy",
        "corporation",
        "nyse",
        "gpx",
        "today",
        "reported",
        "financial",
        "result",
        "overview",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "cash",
        "flow",
        "operation",
        "million",
        "first",
        "quarter",
        "increase",
        "million",
        "first",
        "quarter",
        "cash",
        "flow",
        "operation",
        "million",
        "trailing",
        "twelve",
        "month",
        "ended",
        "march",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "per",
        "share",
        "first",
        "quarter",
        "first",
        "quarter",
        "showed",
        "strong",
        "cash",
        "flow",
        "operation",
        "increase",
        "revenue",
        "stated",
        "scott",
        "greenberg",
        "chief",
        "executive",
        "officer",
        "gp",
        "strategy",
        "able",
        "achieve",
        "performance",
        "continuing",
        "implement",
        "previously",
        "announced",
        "restructuring",
        "plan",
        "core",
        "operating",
        "unit",
        "continue",
        "remain",
        "solid",
        "although",
        "facing",
        "challenge",
        "skill",
        "apprenticeship",
        "program",
        "uk",
        "impacted",
        "gross",
        "margin",
        "first",
        "quarter",
        "first",
        "quarter",
        "result",
        "also",
        "include",
        "numerous",
        "unusual",
        "item",
        "positively",
        "negatively",
        "impacted",
        "result",
        "build",
        "future",
        "growth",
        "anticipate",
        "second",
        "quarter",
        "gp",
        "strategy",
        "return",
        "normal",
        "operating",
        "model",
        "without",
        "significant",
        "unusual",
        "item",
        "acquisition",
        "cost",
        "implementation",
        "new",
        "erp",
        "system",
        "anticipated",
        "go",
        "live",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "major",
        "financial",
        "service",
        "customer",
        "extended",
        "current",
        "contract",
        "one",
        "year",
        "anticipation",
        "entering",
        "new",
        "long",
        "term",
        "arrangement",
        "largest",
        "automotive",
        "customer",
        "named",
        "u",
        "prestigious",
        "supplier",
        "year",
        "addition",
        "engineering",
        "technical",
        "service",
        "practice",
        "part",
        "workforce",
        "excellence",
        "segment",
        "starting",
        "see",
        "increase",
        "proposal",
        "activity",
        "bodes",
        "well",
        "future",
        "acquisition",
        "initiative",
        "enabled",
        "company",
        "grow",
        "substantially",
        "past",
        "back",
        "full",
        "swing",
        "completion",
        "acquisition",
        "week",
        "pharmaceutical",
        "training",
        "company",
        "acquisition",
        "successfactors",
        "business",
        "hula",
        "partner",
        "earlier",
        "year",
        "previously",
        "announced",
        "venture",
        "manchester",
        "cf",
        "nexus",
        "global",
        "acquisition",
        "venture",
        "provide",
        "company",
        "potential",
        "incremental",
        "high",
        "margin",
        "business",
        "passive",
        "income",
        "transaction",
        "enhanced",
        "management",
        "team",
        "put",
        "gp",
        "strategy",
        "good",
        "long",
        "term",
        "position",
        "make",
        "u",
        "extremely",
        "optimistic",
        "company",
        "future",
        "company",
        "revenue",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "quarter",
        "revenue",
        "growth",
        "primarily",
        "attributable",
        "million",
        "increase",
        "workforce",
        "excellence",
        "segment",
        "operating",
        "income",
        "decreased",
        "million",
        "million",
        "first",
        "quarter",
        "million",
        "first",
        "quarter",
        "decrease",
        "operating",
        "income",
        "due",
        "following",
        "million",
        "decrease",
        "gross",
        "profit",
        "largely",
        "attributable",
        "decline",
        "volume",
        "revenue",
        "uk",
        "government",
        "funded",
        "vocational",
        "skill",
        "training",
        "ii",
        "million",
        "increase",
        "sg",
        "expense",
        "includes",
        "million",
        "erp",
        "system",
        "implementation",
        "cost",
        "iii",
        "million",
        "restructuring",
        "charge",
        "first",
        "quarter",
        "connection",
        "company",
        "restructuring",
        "plan",
        "initiated",
        "fourth",
        "quarter",
        "included",
        "operating",
        "income",
        "first",
        "quarter",
        "approximately",
        "million",
        "transition",
        "cost",
        "relating",
        "organizational",
        "change",
        "including",
        "executive",
        "search",
        "fee",
        "labor",
        "benefit",
        "expense",
        "transitioning",
        "personnel",
        "million",
        "cost",
        "support",
        "closeout",
        "foreign",
        "oil",
        "gas",
        "contract",
        "terminated",
        "fourth",
        "quarter",
        "decrease",
        "operating",
        "income",
        "offset",
        "million",
        "increase",
        "gain",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "previously",
        "completed",
        "acquisition",
        "income",
        "tax",
        "expense",
        "million",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "compared",
        "million",
        "effective",
        "tax",
        "rate",
        "first",
        "quarter",
        "increase",
        "effective",
        "income",
        "tax",
        "rate",
        "compared",
        "primarily",
        "due",
        "million",
        "additional",
        "income",
        "tax",
        "expense",
        "adjust",
        "provisional",
        "estimate",
        "recorded",
        "fourth",
        "quarter",
        "relating",
        "transition",
        "tax",
        "mandatory",
        "deemed",
        "repatriation",
        "cumulative",
        "foreign",
        "earnings",
        "imposed",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "enacted",
        "december",
        "increase",
        "partially",
        "offset",
        "decrease",
        "statutory",
        "tax",
        "rate",
        "tax",
        "act",
        "discrete",
        "item",
        "excluding",
        "discrete",
        "item",
        "impacting",
        "tax",
        "expense",
        "first",
        "quarter",
        "company",
        "effective",
        "income",
        "tax",
        "rate",
        "net",
        "income",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "includes",
        "per",
        "share",
        "reduction",
        "due",
        "increase",
        "income",
        "tax",
        "expense",
        "due",
        "adjustment",
        "provisional",
        "estimate",
        "transition",
        "tax",
        "per",
        "share",
        "reduction",
        "restructuring",
        "charge",
        "balance",
        "sheet",
        "cash",
        "flow",
        "highlight",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "company",
        "million",
        "debt",
        "outstanding",
        "march",
        "addition",
        "company",
        "million",
        "borrowing",
        "outstanding",
        "million",
        "available",
        "borrowing",
        "line",
        "credit",
        "march",
        "cash",
        "provided",
        "operating",
        "activity",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "repurchased",
        "approximately",
        "share",
        "respectively",
        "common",
        "stock",
        "open",
        "market",
        "total",
        "cost",
        "approximately",
        "million",
        "million",
        "respectively",
        "march",
        "approximately",
        "million",
        "available",
        "future",
        "repurchase",
        "buyback",
        "program",
        "investor",
        "call",
        "company",
        "scheduled",
        "investor",
        "conference",
        "call",
        "edt",
        "may",
        "addition",
        "prepared",
        "remark",
        "management",
        "question",
        "answer",
        "session",
        "call",
        "number",
        "live",
        "conference",
        "call",
        "using",
        "conference",
        "id",
        "number",
        "telephone",
        "replay",
        "call",
        "also",
        "available",
        "beginning",
        "may",
        "rd",
        "may",
        "th",
        "listen",
        "replay",
        "dial",
        "using",
        "conference",
        "id",
        "number",
        "replay",
        "also",
        "available",
        "gp",
        "strategy",
        "website",
        "shortly",
        "conclusion",
        "call",
        "presentation",
        "information",
        "press",
        "release",
        "contains",
        "financial",
        "measure",
        "including",
        "ebitda",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "free",
        "cash",
        "flow",
        "cash",
        "flow",
        "operating",
        "activity",
        "less",
        "capital",
        "expenditure",
        "company",
        "belief",
        "financial",
        "measure",
        "useful",
        "investor",
        "evaluating",
        "company",
        "result",
        "measure",
        "considered",
        "addition",
        "replacement",
        "superior",
        "either",
        "net",
        "income",
        "indicator",
        "company",
        "operating",
        "performance",
        "cash",
        "flow",
        "measure",
        "company",
        "liquidity",
        "addition",
        "measure",
        "may",
        "calculated",
        "identically",
        "company",
        "presentation",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "reconciliation",
        "ebitda",
        "comparable",
        "gaap",
        "equivalent",
        "see",
        "reconciliation",
        "ebitda",
        "along",
        "related",
        "footnote",
        "gp",
        "strategy",
        "gp",
        "strategy",
        "corporation",
        "nyse",
        "gpx",
        "global",
        "performance",
        "improvement",
        "solution",
        "provider",
        "sale",
        "technical",
        "training",
        "digital",
        "learning",
        "solution",
        "management",
        "consulting",
        "engineering",
        "service",
        "gp",
        "strategy",
        "solution",
        "improve",
        "effectiveness",
        "organization",
        "delivering",
        "innovative",
        "superior",
        "training",
        "consulting",
        "business",
        "improvement",
        "service",
        "customized",
        "meet",
        "specific",
        "need",
        "client",
        "client",
        "include",
        "fortune",
        "company",
        "manufacturing",
        "process",
        "energy",
        "industry",
        "commercial",
        "government",
        "customer",
        "additional",
        "information",
        "may",
        "found",
        "statement",
        "make",
        "statement",
        "press",
        "release",
        "considered",
        "within",
        "meaning",
        "security",
        "exchange",
        "act",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "performance",
        "achievement",
        "materially",
        "different",
        "project",
        "full",
        "discussion",
        "risk",
        "uncertainty",
        "factor",
        "encourage",
        "read",
        "document",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "set",
        "forth",
        "periodic",
        "report",
        "risk",
        "factor",
        "section",
        "except",
        "required",
        "law",
        "intend",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "table",
        "follow",
        "gp",
        "strategy",
        "corporation",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "restructuring",
        "charge",
        "gain",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "net",
        "operating",
        "income",
        "interest",
        "expense",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "per",
        "common",
        "share",
        "data",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "data",
        "ebitda",
        "term",
        "ebitda",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "financial",
        "measure",
        "company",
        "belief",
        "useful",
        "investor",
        "evaluating",
        "result",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "equivalent",
        "see",
        "reconciliation",
        "ebitda",
        "along",
        "related",
        "footnote",
        "gp",
        "strategy",
        "corporation",
        "subsidiary",
        "supplemental",
        "financial",
        "information",
        "thousand",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "revenue",
        "segment",
        "workforce",
        "excellence",
        "business",
        "transformation",
        "service",
        "total",
        "revenue",
        "gross",
        "profit",
        "segment",
        "workforce",
        "excellence",
        "business",
        "transformation",
        "service",
        "total",
        "gross",
        "profit",
        "supplemental",
        "cash",
        "flow",
        "information",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "capital",
        "expenditure",
        "free",
        "cash",
        "flow",
        "march",
        "operated",
        "two",
        "reportable",
        "business",
        "segment",
        "workforce",
        "excellence",
        "ii",
        "business",
        "transformation",
        "service",
        "december",
        "announced",
        "new",
        "organizational",
        "structure",
        "plan",
        "improve",
        "operating",
        "result",
        "increasing",
        "organic",
        "growth",
        "reducing",
        "operating",
        "cost",
        "effective",
        "january",
        "two",
        "operating",
        "segment",
        "aligned",
        "complementary",
        "service",
        "line",
        "supported",
        "new",
        "business",
        "development",
        "organization",
        "aligned",
        "industry",
        "sector",
        "workforce",
        "excellence",
        "segment",
        "includes",
        "majority",
        "former",
        "learning",
        "solution",
        "professional",
        "technical",
        "service",
        "segment",
        "business",
        "transformation",
        "service",
        "segment",
        "includes",
        "majority",
        "former",
        "performance",
        "readiness",
        "solution",
        "sandy",
        "training",
        "marketing",
        "segment",
        "certain",
        "business",
        "unit",
        "transferred",
        "former",
        "operating",
        "segment",
        "better",
        "align",
        "service",
        "offering",
        "two",
        "new",
        "segment",
        "reclassified",
        "segment",
        "financial",
        "information",
        "herein",
        "prior",
        "year",
        "period",
        "reflect",
        "change",
        "segment",
        "conform",
        "current",
        "year",
        "presentation",
        "gp",
        "strategy",
        "corporation",
        "subsidiary",
        "reconciliation",
        "ebitda",
        "thousand",
        "unaudited",
        "quarter",
        "ended",
        "march",
        "net",
        "income",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "earnings",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "widely",
        "used",
        "financial",
        "measure",
        "operating",
        "performance",
        "presented",
        "supplemental",
        "information",
        "company",
        "belief",
        "useful",
        "investor",
        "evaluate",
        "result",
        "excludes",
        "certain",
        "item",
        "directly",
        "related",
        "company",
        "core",
        "operating",
        "performance",
        "ebitda",
        "calculated",
        "adding",
        "back",
        "net",
        "income",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "considered",
        "substitute",
        "either",
        "net",
        "income",
        "indicator",
        "company",
        "operating",
        "performance",
        "cash",
        "flow",
        "measure",
        "company",
        "liquidity",
        "addition",
        "ebitda",
        "may",
        "calculated",
        "identically",
        "company",
        "presentation",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "gp",
        "strategy",
        "corporation",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "march",
        "december",
        "unaudited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivables",
        "unbilled",
        "revenue",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "borrowing",
        "current",
        "portion",
        "debt",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "debt",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "gp",
        "strategy",
        "corporation",
        "right",
        "reserved",
        "gp",
        "strategy",
        "gp",
        "strategy",
        "logo",
        "design",
        "trademark",
        "gp",
        "strategy",
        "corporation",
        "view",
        "original",
        "content",
        "multimedia",
        "source",
        "gp",
        "strategy",
        "corporation"
    ]
}