{
    "organizations": [],
    "uuid": "907c8fb123737b271f8513058b328f102132ede7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-contrafect-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "ContraFect Announces First Quarter Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "YONKERS, N.Y. , May 10, 2018 (GLOBE NEWSWIRE) -- ContraFect Corporation (Nasdaq:CFRX), a clinical-stage biotechnology company focused on the discovery and development of protein and antibody therapeutics for life-threatening, drug-resistant infectious diseases, today announced results for the first quarter ended March 31, 2018.\n“Throughout the quarter, we continued to progress towards our near-term corporate goals, while simultaneously laying the foundation for growth. In addition to advancing our ongoing Phase 2 study of our lead asset, CF-301, we also presented data from a number of in vitro and in vivo studies of CF-301 at scientific conferences,” said Steven C. Gilman, Ph.D., Chairman and Chief Executive Officer of ContraFect. “These data are a testament to our team’s commitment to building a robust scientific database for our ongoing and future clinical development programs. We remain on track to complete our Phase 2 study, and we look forward to continuing to contribute to the body of knowledge in support of CF-301, lysins and our broader anti-infective portfolio.”\nRecent Highlights\nDuring the quarter, the Company advanced its multi-center, multi-national Phase 2 clinical trial of its lead lysin product candidate, CF-301 (now also known as exebacase), for the treatment of Staph aureus bacteremia, including endocarditis, caused by methicillin-resistant or methicillin-susceptible Staph aureus . As of the end of the first quarter, after approximately one-half of study patient enrollment, there have been no serious adverse events which we have determined are related to study drug. The Company expects to report topline data from the study in the fourth quarter of 2018.\nIn March 2018, the Company presented data from its CF-301 (exebacase) program at the 20 th Annual Superbugs & Superdrugs Conference in London, UK, which included data on the hallmark features of lysins and the therapeutic potential of CF-301 used in addition to conventional antibiotics.\nIn April 2018, the Company presented data from its CF-301 (exebacase) program at the 28th European Congress of Clinical Microbiology and Infectious Diseases (ECCMID), which included data on CF-301’s anti-biofilm activity against ‘human’ biofilm; synergy with standard of care antibiotics (SOC) including optimal timing of CF-301 administration relative to SOC and suppression of resistance to SOC; and activity against contemporary clinical isolates of Staph aureus collected at centers in Europe.\nDuring the quarter, the Company advanced preclinical discovery programs, with a focus on optimizing lysin drug candidates targeting Pseudomonas aeruginosa , a Gram-negative pathogen with urgent unmet medical need.\nThe Company also advanced its broader anti-infective scientific research, including publishing a paper titled “Native Human Monoclonal Antibodies with Potent Cross-Lineage Neutralization of Influenza B Viruses” in the American Society for Microbiology’s Antimicrobial Agents and Chemotherapy .\nFirst Quarter 2018 Financial Results\nResearch and development expenses were $4.7 million for the first quarter of 2018 compared to $4.2 million in the comparable period in 2017. The increase was primarily due to increased spending on the actively enrolling Phase 2 clinical trial of CF-301 compared to the three months ended March 31, 2017, which was prior to initiation of the study. This increase was partially offset by decreases in expenditures on CF-404 and a reduction in expenses from an increase in grant funding received.\nGeneral and administrative expenses were $2.2 million for the first quarter of 2018 compared to $2.1 million in the comparable period in 2017. The increase was primarily due to the increase in costs incurred for financial filing fees and professional services.\nNet loss was $19.1 million, or $0.26 per share, for the first quarter of 2018 compared to a net loss of $6.3 million, or $0.15 per share, for the comparable period in 2017. The increase in net loss was impacted by an increase of $12.2 million, or $0.17 per share, in the non-cash expense for the change in fair value of warrant liabilities.\nAs of March 31, 2018, ContraFect had cash, cash equivalents and marketable securities of $39.9 million, compared to $46.9 million as of December 31, 2017. The Company anticipates that current cash, cash equivalents and marketable securities are sufficient to fund operations through the second quarter of 2019.\nAbout ContraFect\nContraFect is a biotechnology company focused on discovering and developing therapeutic protein and antibody products for life-threatening, drug-resistant infectious diseases, particularly those treated in hospital settings. An estimated 700,000 deaths worldwide each year are attributed to antimicrobial-resistant infections. We intend to address life-threatening infections using our therapeutic product candidates from our lysin and monoclonal antibody platforms to target conserved regions of either bacteria or viruses (regions that are not prone to mutation). ContraFect's initial product candidates include new agents to treat antibiotic-resistant infections such as MRSA (Methicillin-resistant Staph aureus) and influenza. ContraFect’s lead product candidate, CF-301 (exebacase), is currently in a Phase 2 clinical trial for the treatment of Staphylococcus aureus bacteremia, including endocarditis and is the first lysin to enter clinical studies in the U.S. ContraFect is also conducting research focused on the discovery of lysins to target Gram-negative bacteria.\nForward-Looking Statements\nThis press release contains, and our officers and representatives may make from time to time, “forward-looking statements” within the meaning of the U.S. federal securities laws. Forward-looking statements can be identified by words such as “projects,” “may,” “will,” “could,” “would,” “should,” “believes,” “expects,” “anticipates,” “estimates,” “intends,” “plans,” “potential,” “promise” or similar references to future periods. Examples of forward-looking statements in this release include, without limitation, statements regarding our ability to discover and develop protein and antibody therapeutics for life-threatening, drug-resistant infectious diseases, whether our team can continue to build a robust scientific database for ongoing and future clinical development programs and provide knowledge to support CF-301, lysins and our broader anti-infective portfolio, whether we continue to advance Phase 2 and remain on track for its completion, our ability to report topline data from the study in the fourth quarter of 2018, our ability to fund operations into the second quarter of 2019, our ability to address life threatening infections using our therapeutic product candidates from our lysin and monoclonal antibody platforms to target conserved regions of either bacteria or viruses, whether our initial product candidates can treat antibiotic-resistant infections such as MRSA (Methicillin-resistant Staph aureus ) and influenza, our ability to continue research focused on lysins targeting Gram-negative bacteria, and statements regarding the Phase 2 study, CF-301 data, Pseudomonas aeruginosa drug candidates, anti-infective scientific research, , our financial results, balance sheets and statements of operations . Forward-looking statements are statements that are not historical facts, nor assurances of future performance. Instead, they are based on ContraFect’s current beliefs, expectations and assumptions regarding the future of its business, future plans, strategies, projections, anticipated events and trends, the economy and other future conditions. Because forward-looking statements relate to the future, they are subject to inherent risks, uncertainties and changes in circumstances that are difficult to predict and many of which are beyond ContraFect’s control, including those detailed in ContraFect's filings with the Securities and Exchange Commission. Actual results may differ from those set forth in the forward-looking statements. Important factors that could cause actual results to differ include, among others, our ability to develop treatments for drug-resistant infectious diseases. Any forward-looking statement made by ContraFect in this press release is based only on information currently available and speaks only as of the date on which it is made. Except as required by applicable law, ContraFect expressly disclaims any obligations to publicly update any forward-looking statements, whether written or oral, that may be made from time to time, whether as a result of new information, future developments or otherwise.\nCONTRAFECT CORPORATION\nCondensed Balance Sheets March 31,\n2018 December 31,\n2017 (unaudited) (audited) Assets Current assets: Cash and cash equivalents $ 3,470,519 $ 6,995,046 Marketable securities 36,379,938 39,858,864 Prepaid expenses and other current assets 1,817,132 1,848,063 Total current assets 41,667,589 48,701,973 Property and equipment, net 1,138,824 1,093,903 Other assets 355,420 393,603 Total assets $ 43,161,833 $ 50,189,479 Liabilities and stockholders’ equity Current liabilities $ 3,922,947 $ 4,420,668 Warrant liabilities 26,727,166 14,575,366 Total liabilities 30,650,113 18,996,034 Total stockholders’ equity 12,511,720 31,193,445 Total liabilities and stockholders’ equity $ 43,161,833 $ 50,189,479\nCONTRAFECT CORPORATION\nUnaudited Statements of Operations Three Months Ended March 31, 2018 2017 Operating expenses Research and development $ 4,735,340 $ 4,201,698 General and administrative 2,248,829 2,143,315 Total operating expenses 6,984,169 6,345,013 Loss from operations (6,984,169 ) (6,345,013 ) Other income (expense): Interest income 152,247 76,650 Change in fair value of warrant liabilities (12,274,559 ) (79,801 ) Total other expense (12,122,312 ) (3,151 ) Net loss $ (19,106,481 ) $ (6,348,164 ) Per share information: Net loss per share of common stock, basic and diluted $ (0.26 ) $ (0.15 ) Basic and diluted weighted average shares outstanding 73,656,534 41,656,006 The comparability of basic and diluted net loss per share and weighted average shares outstanding was impacted by the Company's registered sale of securities on July 25, 2017.\nThe Company's financial position as of March 31, 2018 and results of operations for the three months ended March 31, 2018 and 2017 have been extracted from the Company's Quarterly Report on Form 10-Q filed with the Securities and Exchange Commission. The Company's financial position as of December 31, 2017 has been extracted from the Company's audited financial statements included in its Annual Report on Form 10-K filed with the Securities and Exchange Commission on March 15, 2018. You should refer to both the Company's Quarterly Report on Form 10-Q and its Annual Report on Form 10-K for a complete discussion of financial information.\nInvestor Relations Contact\nMichael Messinger\nContraFect Corporation\nTel: 914-207-2300\nEmail: mmessinger@contrafect.com\nMatthew Shinseki\nStern Investor Relations\nTel: 212-362-1200\nEmail: matthew@sternir.com\nSource:ContraFect Corporation",
    "published": "2018-05-10T15:00:00.000+03:00",
    "crawled": "2018-05-10T17:47:42.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "yonkers",
        "may",
        "globe",
        "newswire",
        "contrafect",
        "corporation",
        "nasdaq",
        "cfrx",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "development",
        "protein",
        "antibody",
        "therapeutic",
        "infectious",
        "disease",
        "today",
        "announced",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "throughout",
        "quarter",
        "continued",
        "progress",
        "towards",
        "corporate",
        "goal",
        "simultaneously",
        "laying",
        "foundation",
        "growth",
        "addition",
        "advancing",
        "ongoing",
        "phase",
        "study",
        "lead",
        "asset",
        "also",
        "presented",
        "data",
        "number",
        "vitro",
        "vivo",
        "study",
        "scientific",
        "conference",
        "said",
        "steven",
        "gilman",
        "chairman",
        "chief",
        "executive",
        "officer",
        "contrafect",
        "data",
        "testament",
        "team",
        "commitment",
        "building",
        "robust",
        "scientific",
        "database",
        "ongoing",
        "future",
        "clinical",
        "development",
        "program",
        "remain",
        "track",
        "complete",
        "phase",
        "study",
        "look",
        "forward",
        "continuing",
        "contribute",
        "body",
        "knowledge",
        "support",
        "lysin",
        "broader",
        "recent",
        "highlight",
        "quarter",
        "company",
        "advanced",
        "phase",
        "clinical",
        "trial",
        "lead",
        "lysin",
        "product",
        "candidate",
        "also",
        "known",
        "exebacase",
        "treatment",
        "staph",
        "aureus",
        "bacteremia",
        "including",
        "endocarditis",
        "caused",
        "staph",
        "aureus",
        "end",
        "first",
        "quarter",
        "approximately",
        "study",
        "patient",
        "enrollment",
        "serious",
        "adverse",
        "event",
        "determined",
        "related",
        "study",
        "drug",
        "company",
        "expects",
        "report",
        "topline",
        "data",
        "study",
        "fourth",
        "quarter",
        "march",
        "company",
        "presented",
        "data",
        "exebacase",
        "program",
        "th",
        "annual",
        "superbug",
        "superdrugs",
        "conference",
        "london",
        "uk",
        "included",
        "data",
        "hallmark",
        "feature",
        "lysin",
        "therapeutic",
        "potential",
        "used",
        "addition",
        "conventional",
        "antibiotic",
        "april",
        "company",
        "presented",
        "data",
        "exebacase",
        "program",
        "28th",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "eccmid",
        "included",
        "data",
        "activity",
        "human",
        "biofilm",
        "synergy",
        "standard",
        "care",
        "antibiotic",
        "soc",
        "including",
        "optimal",
        "timing",
        "administration",
        "relative",
        "soc",
        "suppression",
        "resistance",
        "soc",
        "activity",
        "contemporary",
        "clinical",
        "isolates",
        "staph",
        "aureus",
        "collected",
        "center",
        "europe",
        "quarter",
        "company",
        "advanced",
        "preclinical",
        "discovery",
        "program",
        "focus",
        "optimizing",
        "lysin",
        "drug",
        "candidate",
        "targeting",
        "pseudomonas",
        "aeruginosa",
        "pathogen",
        "urgent",
        "unmet",
        "medical",
        "need",
        "company",
        "also",
        "advanced",
        "broader",
        "scientific",
        "research",
        "including",
        "publishing",
        "paper",
        "titled",
        "native",
        "human",
        "monoclonal",
        "antibody",
        "potent",
        "neutralization",
        "influenza",
        "b",
        "virus",
        "american",
        "society",
        "microbiology",
        "antimicrobial",
        "agent",
        "chemotherapy",
        "first",
        "quarter",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "primarily",
        "due",
        "increased",
        "spending",
        "actively",
        "enrolling",
        "phase",
        "clinical",
        "trial",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "prior",
        "initiation",
        "study",
        "increase",
        "partially",
        "offset",
        "decrease",
        "expenditure",
        "reduction",
        "expense",
        "increase",
        "grant",
        "funding",
        "received",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "cost",
        "incurred",
        "financial",
        "filing",
        "fee",
        "professional",
        "service",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "increase",
        "net",
        "loss",
        "impacted",
        "increase",
        "million",
        "per",
        "share",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "march",
        "contrafect",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "compared",
        "million",
        "december",
        "company",
        "anticipates",
        "current",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "sufficient",
        "fund",
        "operation",
        "second",
        "quarter",
        "contrafect",
        "contrafect",
        "biotechnology",
        "company",
        "focused",
        "discovering",
        "developing",
        "therapeutic",
        "protein",
        "antibody",
        "product",
        "infectious",
        "disease",
        "particularly",
        "treated",
        "hospital",
        "setting",
        "estimated",
        "death",
        "worldwide",
        "year",
        "attributed",
        "infection",
        "intend",
        "address",
        "infection",
        "using",
        "therapeutic",
        "product",
        "candidate",
        "lysin",
        "monoclonal",
        "antibody",
        "platform",
        "target",
        "conserved",
        "region",
        "either",
        "bacteria",
        "virus",
        "region",
        "prone",
        "mutation",
        "contrafect",
        "initial",
        "product",
        "candidate",
        "include",
        "new",
        "agent",
        "treat",
        "infection",
        "mrsa",
        "staph",
        "aureus",
        "influenza",
        "contrafect",
        "lead",
        "product",
        "candidate",
        "exebacase",
        "currently",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "staphylococcus",
        "aureus",
        "bacteremia",
        "including",
        "endocarditis",
        "first",
        "lysin",
        "enter",
        "clinical",
        "study",
        "contrafect",
        "also",
        "conducting",
        "research",
        "focused",
        "discovery",
        "lysin",
        "target",
        "bacteria",
        "statement",
        "press",
        "release",
        "contains",
        "officer",
        "representative",
        "may",
        "make",
        "time",
        "time",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "identified",
        "word",
        "project",
        "may",
        "could",
        "would",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "intends",
        "plan",
        "potential",
        "promise",
        "similar",
        "reference",
        "future",
        "period",
        "example",
        "statement",
        "release",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "ability",
        "discover",
        "develop",
        "protein",
        "antibody",
        "therapeutic",
        "infectious",
        "disease",
        "whether",
        "team",
        "continue",
        "build",
        "robust",
        "scientific",
        "database",
        "ongoing",
        "future",
        "clinical",
        "development",
        "program",
        "provide",
        "knowledge",
        "support",
        "lysin",
        "broader",
        "portfolio",
        "whether",
        "continue",
        "advance",
        "phase",
        "remain",
        "track",
        "completion",
        "ability",
        "report",
        "topline",
        "data",
        "study",
        "fourth",
        "quarter",
        "ability",
        "fund",
        "operation",
        "second",
        "quarter",
        "ability",
        "address",
        "life",
        "threatening",
        "infection",
        "using",
        "therapeutic",
        "product",
        "candidate",
        "lysin",
        "monoclonal",
        "antibody",
        "platform",
        "target",
        "conserved",
        "region",
        "either",
        "bacteria",
        "virus",
        "whether",
        "initial",
        "product",
        "candidate",
        "treat",
        "infection",
        "mrsa",
        "staph",
        "aureus",
        "influenza",
        "ability",
        "continue",
        "research",
        "focused",
        "lysin",
        "targeting",
        "bacteria",
        "statement",
        "regarding",
        "phase",
        "study",
        "data",
        "pseudomonas",
        "aeruginosa",
        "drug",
        "candidate",
        "scientific",
        "research",
        "financial",
        "result",
        "balance",
        "sheet",
        "statement",
        "operation",
        "statement",
        "statement",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "based",
        "contrafect",
        "current",
        "belief",
        "expectation",
        "assumption",
        "regarding",
        "future",
        "business",
        "future",
        "plan",
        "strategy",
        "projection",
        "anticipated",
        "event",
        "trend",
        "economy",
        "future",
        "condition",
        "statement",
        "relate",
        "future",
        "subject",
        "inherent",
        "risk",
        "uncertainty",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "many",
        "beyond",
        "contrafect",
        "control",
        "including",
        "detailed",
        "contrafect",
        "filing",
        "security",
        "exchange",
        "commission",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "among",
        "others",
        "ability",
        "develop",
        "treatment",
        "infectious",
        "disease",
        "statement",
        "made",
        "contrafect",
        "press",
        "release",
        "based",
        "information",
        "currently",
        "available",
        "speaks",
        "date",
        "made",
        "except",
        "required",
        "applicable",
        "law",
        "contrafect",
        "expressly",
        "disclaims",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "contrafect",
        "corporation",
        "condensed",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "audited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "warrant",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "contrafect",
        "corporation",
        "unaudited",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "total",
        "expense",
        "net",
        "loss",
        "per",
        "share",
        "information",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "comparability",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "impacted",
        "company",
        "registered",
        "sale",
        "security",
        "july",
        "company",
        "financial",
        "position",
        "march",
        "result",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "extracted",
        "company",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "company",
        "financial",
        "position",
        "december",
        "extracted",
        "company",
        "audited",
        "financial",
        "statement",
        "included",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "refer",
        "company",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "complete",
        "discussion",
        "financial",
        "information",
        "investor",
        "relation",
        "contact",
        "michael",
        "messinger",
        "contrafect",
        "corporation",
        "tel",
        "email",
        "mmessinger",
        "matthew",
        "shinseki",
        "stern",
        "investor",
        "relation",
        "tel",
        "email",
        "matthew",
        "source",
        "contrafect",
        "corporation"
    ]
}