{
    "organizations": [],
    "uuid": "7c84c7817c6f017bd00f5a72aeecf177e6693832",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-allete-ceo-says-diversification-fuels-growth-outlook-at-annual-meeting-of-shareholders.html",
    "ord_in_thread": 0,
    "title": "ALLETE CEO Says Diversification Fuels Growth Outlook at Annual Meeting of Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DULUTH, Minn.--(BUSINESS WIRE)-- ALLETE Inc. (NYSE:ALE) is evolving into a renewable energy powerhouse while also growing its businesses and increasing its earnings outlook, Chairman, President and CEO Al Hodnik told investors today at the Duluth-based energy company’s 2018 annual meeting of shareholders.\nApproximately 900 people attended the 2018 Annual Meeting at the Duluth Entertainment Convention Center on Tuesday, where they elected 12 directors, approved compensation-related resolutions and ratified the selection of ALLETE's accounting firm. After conducting business, they heard from Al Hodnik, ALLETE chairman, president and CEO, and three other company leaders.\n“We began executing our energy-related diversification strategy about eight years ago, and that vision is paying dividends as renewables and the nexus of energy and water fuel ALLETE’s growth,” Hodnik said. “ALLETE Clean Energy has risen in size and stature to become ALLETE’s second-largest income producer. Meanwhile, U.S. Water is perfectly situated for future growth as demand grows for solutions to water scarcity, conservation and reuse.”\nHe reported ALLETE earned $3.38 per share in 2017 on net income that was up 10.9 percent over 2016, and ALLETE's market capitalization is now roughly $3.8 billion, up from $3.5 billion at this time in 2017. The company's board of directors recently increased the dividend 4.7 percent to $2.24 per share on an annual basis, and Hodnik said the company's three-year total shareholder return through the end of 2017 was 49.9 percent.\n“Our current strategic positioning along with a generally healthy economic outlook led your board of directors to recently increase ALLETE’s average annual earnings growth target from 5 percent to 5-7 percent,” Hodnik said.\nHodnik pointed to a Goldman Sachs study of 36 U.S. and Canadian energy companies that ranked ALLETE the fourth-largest investor in wind and solar energy among that group relative to the companies’ market capitalizations. Most of that investment is in wind, with ALLETE’s nearly 1,100 megawatts of capacity nearly evenly split between Minnesota Power and ALLETE Clean Energy.\nMuch of ALLETE’s growth can be attributed to ALLETE Clean Energy, he said, with three big wind projects underway with Xcel Energy, Montana-Dakota Utilities and NorthWestern Energy. The projects, two in North Dakota and one in Montana, total about 240 megawatts and are made possible in part by a $135 million investment in wind turbines that qualify for federal production tax credits. With more development potential available, he said ALLETE Clean Energy could announce more projects over the next year.\nMuch of ALLETE’s growth in recent years also has happened in North Dakota, Hodnik said, and all the initiatives there have had one thing in common—a strategic partner in ALLETE subsidiary BNI Energy that helped open the door to doing business in the state.\n“BNI Energy has provided steady earnings for ALLETE, but its value goes far beyond financial. BNI provides ALLETE with two very important strategic qualities, our reputation and our location,” said BNI President and General Manager Wade Boeshans. “We bring instant credibility and familiarity when we sit down with government officials or landowners to discuss a project, and that has helped ALLETE grow and prosper in North Dakota.”\nWith ALLETE companies Minnesota Power and ALLETE Clean Energy engaged in wind operations in North Dakota, Boeshans said BNI is now helping U.S. Water, another ALLETE company, expand its presence in the state’s energy sector that requires large amounts of water.\nLaMarr Barnes, U.S. Water CEO, said water and energy are so tightly linked that when his company makes a customer’s water processes more efficient it also reduces the customer’s energy use and by extension reduces carbon emissions.\n“Companies today are trying to improve their environmental performance by reducing their water consumption, using alternative water sources or by improving the purity of water they return to the environment, and those areas are our core strengths,” he said. “When we help our customers reduce their water and energy use, and help them reduce their costs, they become a closer partner with U.S. Water. Those ongoing, longer-term relationships with customers return long-term value to ALLETE.”\nAlso at Tuesday’s meeting, Bethany Owen, ALLETE senior vice president and chief legal and administrative officer, unveiled ALLETE’s sustainability statement: At ALLETE, we recognize that impacts from human activity, including climate change, are real, complex and interrelated. We are committed to answer the call to transform the nation’s energy and water landscape through innovative and sustainable solutions.\nOwen said ALLETE’s broad and balanced view of sustainability includes the environment, society and governance, three key areas needed for a healthy society.\n“The challenges associated with climate change are real, complex and interrelated, and the call to action is urgent. At ALLETE, we are proud of the significant strides we’ve made in reducing our carbon footprint, while balancing all that our stakeholders have come to expect of us, including affordability, reliability and environmental stewardship,” Owen said. “We will also continue to help the individuals and communities we serve to thrive and grow by working to bridge opportunity, and related achievement, gaps. Relative to our best-practice governance, we will continue to live our shared values and to ensure strong, diverse leadership on our board of directors and in our growing company.”\nHodnik said Minnesota Power continues to be a leader in clean energy and carbon reduction under its Energy Forward strategy.\nHe said the addition of natural gas is an important component of Energy Forward , providing a highly flexible and reliable resource that pairs well with carbon-free but variable wind and solar resources. After completion of the Great Northern Transmission Line and construction of the proposed renewable-enabling Nemadji Trail Energy Center natural gas facility and associated wind and solar projects, Hodnik said Minnesota Power’s energy mix will consist of 44 percent renewable energy by 2025 and reduce carbon emissions by 40 percent by 2030. Superior Water, Light and Power is one of the first utilities in the nation to install smart meters for three utilities – electricity, water and natural gas – paving the way for customers to monitor their energy and water use on a real-time basis.\n“ALLETE has been answering the call to transform our nation’s energy and water landscape,” Hodnik said. “ALLETE has pivoted and is poised for further growth. Through wise investments and strong partnerships, we are transforming ALLETE.”\nALLETE shareholders, voting by proxy, elected directors Kathryn W. Dindo, Sidney W. Emery Jr., George G. Goldfarb, James S. Haines Jr., Alan R. Hodnik, James J. Hoolihan, Heidi E. Jimmerson, Madeleine W. Ludlow, Susan K. Nestegard, Douglas C. Neve, Robert P. Powers and Leonard C. Rodman. The Don Shippar Community Leadership Award, given annually, was presented to Superior Water Light and Power employee Faye Livangood for her volunteer efforts in the Twin Ports.\nALLETE Inc. is an energy company headquartered in Duluth, Minnesota. In addition to its electric utilities, Minnesota Power and Superior Water, Light and Power of Wisconsin, ALLETE owns ALLETE Clean Energy, based in Duluth, U.S. Water Services in St. Michael, Minnesota, BNI Energy in Bismarck, North Dakota, and has an 8 percent equity interest in the American Transmission Co. More information about ALLETE is available at www.allete.com . ALE-CORP\nThe statements contained in this release and statements that ALLETE may make orally in connection with this release that are not historical facts, are forward-looking statements. Actual results may differ materially from those projected in the forward-looking statements. These forward-looking statements involve risks and uncertainties and investors are directed to the risks discussed in documents filed by ALLETE with the Securities and Exchange Commission.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006546/en/\nALLETE Inc.\nInvestor Contact:\nVince Meyer, 218-723-3952\nvmeyer@allete.com\nSource: ALLETE Inc.",
    "published": "2018-05-08T23:26:00.000+03:00",
    "crawled": "2018-05-08T23:59:38.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "duluth",
        "business",
        "wire",
        "allete",
        "nyse",
        "ale",
        "evolving",
        "renewable",
        "energy",
        "powerhouse",
        "also",
        "growing",
        "business",
        "increasing",
        "earnings",
        "outlook",
        "chairman",
        "president",
        "ceo",
        "al",
        "hodnik",
        "told",
        "investor",
        "today",
        "energy",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "approximately",
        "people",
        "attended",
        "annual",
        "meeting",
        "duluth",
        "entertainment",
        "convention",
        "center",
        "tuesday",
        "elected",
        "director",
        "approved",
        "resolution",
        "ratified",
        "selection",
        "allete",
        "accounting",
        "firm",
        "conducting",
        "business",
        "heard",
        "al",
        "hodnik",
        "allete",
        "chairman",
        "president",
        "ceo",
        "three",
        "company",
        "leader",
        "began",
        "executing",
        "diversification",
        "strategy",
        "eight",
        "year",
        "ago",
        "vision",
        "paying",
        "dividend",
        "renewables",
        "nexus",
        "energy",
        "water",
        "fuel",
        "allete",
        "growth",
        "hodnik",
        "said",
        "allete",
        "clean",
        "energy",
        "risen",
        "size",
        "stature",
        "become",
        "allete",
        "income",
        "producer",
        "meanwhile",
        "water",
        "perfectly",
        "situated",
        "future",
        "growth",
        "demand",
        "grows",
        "solution",
        "water",
        "scarcity",
        "conservation",
        "reported",
        "allete",
        "earned",
        "per",
        "share",
        "net",
        "income",
        "percent",
        "allete",
        "market",
        "capitalization",
        "roughly",
        "billion",
        "billion",
        "time",
        "company",
        "board",
        "director",
        "recently",
        "increased",
        "dividend",
        "percent",
        "per",
        "share",
        "annual",
        "basis",
        "hodnik",
        "said",
        "company",
        "total",
        "shareholder",
        "return",
        "end",
        "percent",
        "current",
        "strategic",
        "positioning",
        "along",
        "generally",
        "healthy",
        "economic",
        "outlook",
        "led",
        "board",
        "director",
        "recently",
        "increase",
        "allete",
        "average",
        "annual",
        "earnings",
        "growth",
        "target",
        "percent",
        "percent",
        "hodnik",
        "said",
        "hodnik",
        "pointed",
        "goldman",
        "sachs",
        "study",
        "canadian",
        "energy",
        "company",
        "ranked",
        "allete",
        "investor",
        "wind",
        "solar",
        "energy",
        "among",
        "group",
        "relative",
        "company",
        "market",
        "capitalization",
        "investment",
        "wind",
        "allete",
        "nearly",
        "megawatt",
        "capacity",
        "nearly",
        "evenly",
        "split",
        "minnesota",
        "power",
        "allete",
        "clean",
        "energy",
        "much",
        "allete",
        "growth",
        "attributed",
        "allete",
        "clean",
        "energy",
        "said",
        "three",
        "big",
        "wind",
        "project",
        "underway",
        "xcel",
        "energy",
        "utility",
        "northwestern",
        "energy",
        "project",
        "two",
        "north",
        "dakota",
        "one",
        "montana",
        "total",
        "megawatt",
        "made",
        "possible",
        "part",
        "million",
        "investment",
        "wind",
        "turbine",
        "qualify",
        "federal",
        "production",
        "tax",
        "credit",
        "development",
        "potential",
        "available",
        "said",
        "allete",
        "clean",
        "energy",
        "could",
        "announce",
        "project",
        "next",
        "year",
        "much",
        "allete",
        "growth",
        "recent",
        "year",
        "also",
        "happened",
        "north",
        "dakota",
        "hodnik",
        "said",
        "initiative",
        "one",
        "thing",
        "strategic",
        "partner",
        "allete",
        "subsidiary",
        "bni",
        "energy",
        "helped",
        "open",
        "door",
        "business",
        "state",
        "bni",
        "energy",
        "provided",
        "steady",
        "earnings",
        "allete",
        "value",
        "go",
        "far",
        "beyond",
        "financial",
        "bni",
        "provides",
        "allete",
        "two",
        "important",
        "strategic",
        "quality",
        "reputation",
        "location",
        "said",
        "bni",
        "president",
        "general",
        "manager",
        "wade",
        "boeshans",
        "bring",
        "instant",
        "credibility",
        "familiarity",
        "sit",
        "government",
        "official",
        "landowner",
        "discus",
        "project",
        "helped",
        "allete",
        "grow",
        "prosper",
        "north",
        "allete",
        "company",
        "minnesota",
        "power",
        "allete",
        "clean",
        "energy",
        "engaged",
        "wind",
        "operation",
        "north",
        "dakota",
        "boeshans",
        "said",
        "bni",
        "helping",
        "water",
        "another",
        "allete",
        "company",
        "expand",
        "presence",
        "state",
        "energy",
        "sector",
        "requires",
        "large",
        "amount",
        "water",
        "lamarr",
        "barnes",
        "water",
        "ceo",
        "said",
        "water",
        "energy",
        "tightly",
        "linked",
        "company",
        "make",
        "customer",
        "water",
        "process",
        "efficient",
        "also",
        "reduces",
        "customer",
        "energy",
        "use",
        "extension",
        "reduces",
        "carbon",
        "emission",
        "company",
        "today",
        "trying",
        "improve",
        "environmental",
        "performance",
        "reducing",
        "water",
        "consumption",
        "using",
        "alternative",
        "water",
        "source",
        "improving",
        "purity",
        "water",
        "return",
        "environment",
        "area",
        "core",
        "strength",
        "said",
        "help",
        "customer",
        "reduce",
        "water",
        "energy",
        "use",
        "help",
        "reduce",
        "cost",
        "become",
        "closer",
        "partner",
        "water",
        "ongoing",
        "relationship",
        "customer",
        "return",
        "value",
        "also",
        "tuesday",
        "meeting",
        "bethany",
        "owen",
        "allete",
        "senior",
        "vice",
        "president",
        "chief",
        "legal",
        "administrative",
        "officer",
        "unveiled",
        "allete",
        "sustainability",
        "statement",
        "allete",
        "recognize",
        "impact",
        "human",
        "activity",
        "including",
        "climate",
        "change",
        "real",
        "complex",
        "interrelated",
        "committed",
        "answer",
        "call",
        "transform",
        "nation",
        "energy",
        "water",
        "landscape",
        "innovative",
        "sustainable",
        "solution",
        "owen",
        "said",
        "allete",
        "broad",
        "balanced",
        "view",
        "sustainability",
        "includes",
        "environment",
        "society",
        "governance",
        "three",
        "key",
        "area",
        "needed",
        "healthy",
        "society",
        "challenge",
        "associated",
        "climate",
        "change",
        "real",
        "complex",
        "interrelated",
        "call",
        "action",
        "urgent",
        "allete",
        "proud",
        "significant",
        "stride",
        "made",
        "reducing",
        "carbon",
        "footprint",
        "balancing",
        "stakeholder",
        "come",
        "expect",
        "u",
        "including",
        "affordability",
        "reliability",
        "environmental",
        "stewardship",
        "owen",
        "said",
        "also",
        "continue",
        "help",
        "individual",
        "community",
        "serve",
        "thrive",
        "grow",
        "working",
        "bridge",
        "opportunity",
        "related",
        "achievement",
        "gap",
        "relative",
        "governance",
        "continue",
        "live",
        "shared",
        "value",
        "ensure",
        "strong",
        "diverse",
        "leadership",
        "board",
        "director",
        "growing",
        "hodnik",
        "said",
        "minnesota",
        "power",
        "continues",
        "leader",
        "clean",
        "energy",
        "carbon",
        "reduction",
        "energy",
        "forward",
        "strategy",
        "said",
        "addition",
        "natural",
        "gas",
        "important",
        "component",
        "energy",
        "forward",
        "providing",
        "highly",
        "flexible",
        "reliable",
        "resource",
        "pair",
        "well",
        "variable",
        "wind",
        "solar",
        "resource",
        "completion",
        "great",
        "northern",
        "transmission",
        "line",
        "construction",
        "proposed",
        "nemadji",
        "trail",
        "energy",
        "center",
        "natural",
        "gas",
        "facility",
        "associated",
        "wind",
        "solar",
        "project",
        "hodnik",
        "said",
        "minnesota",
        "power",
        "energy",
        "mix",
        "consist",
        "percent",
        "renewable",
        "energy",
        "reduce",
        "carbon",
        "emission",
        "percent",
        "superior",
        "water",
        "light",
        "power",
        "one",
        "first",
        "utility",
        "nation",
        "install",
        "smart",
        "meter",
        "three",
        "utility",
        "electricity",
        "water",
        "natural",
        "gas",
        "paving",
        "way",
        "customer",
        "monitor",
        "energy",
        "water",
        "use",
        "basis",
        "allete",
        "answering",
        "call",
        "transform",
        "nation",
        "energy",
        "water",
        "landscape",
        "hodnik",
        "said",
        "allete",
        "pivoted",
        "poised",
        "growth",
        "wise",
        "investment",
        "strong",
        "partnership",
        "transforming",
        "allete",
        "shareholder",
        "voting",
        "proxy",
        "elected",
        "director",
        "kathryn",
        "dindo",
        "sidney",
        "emery",
        "george",
        "goldfarb",
        "james",
        "haines",
        "alan",
        "hodnik",
        "james",
        "hoolihan",
        "heidi",
        "jimmerson",
        "madeleine",
        "ludlow",
        "susan",
        "nestegard",
        "douglas",
        "neve",
        "robert",
        "power",
        "leonard",
        "rodman",
        "shippar",
        "community",
        "leadership",
        "award",
        "given",
        "annually",
        "presented",
        "superior",
        "water",
        "light",
        "power",
        "employee",
        "faye",
        "livangood",
        "volunteer",
        "effort",
        "twin",
        "port",
        "allete",
        "energy",
        "company",
        "headquartered",
        "duluth",
        "minnesota",
        "addition",
        "electric",
        "utility",
        "minnesota",
        "power",
        "superior",
        "water",
        "light",
        "power",
        "wisconsin",
        "allete",
        "owns",
        "allete",
        "clean",
        "energy",
        "based",
        "duluth",
        "water",
        "service",
        "michael",
        "minnesota",
        "bni",
        "energy",
        "bismarck",
        "north",
        "dakota",
        "percent",
        "equity",
        "interest",
        "american",
        "transmission",
        "information",
        "allete",
        "available",
        "statement",
        "contained",
        "release",
        "statement",
        "allete",
        "may",
        "make",
        "orally",
        "connection",
        "release",
        "historical",
        "fact",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "investor",
        "directed",
        "risk",
        "discussed",
        "document",
        "filed",
        "allete",
        "security",
        "exchange",
        "commission",
        "view",
        "source",
        "version",
        "http",
        "allete",
        "investor",
        "contact",
        "vince",
        "meyer",
        "vmeyer",
        "source",
        "allete",
        "inc"
    ]
}