{
    "organizations": [],
    "uuid": "4ddfc1649287f0a4e036cfff9c334556e36610a8",
    "author": "Jacob Pramuk",
    "url": "https://www.cnbc.com/2018/05/04/indiana-gop-senate-primary-channeling-trump-in-bids-to-face-donnelly.html",
    "ord_in_thread": 0,
    "title": "Indiana GOP Senate primary: Channeling Trump in bids to face Donnelly",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "5 Hours Ago | 01:51\nRepublican candidates for Senate in Indiana are jostling to prove who better channels President Donald Trump as they try to get a swing at one of the Senate's most vulnerable Democrats.\nTrump's rhetoric has echoed through the final days of the GOP race in Vice President Mike Pence 's home state. Rep. Todd Rokita's campaign released a video ad Wednesday saying he is \"tough enough to stand with Trump\" and \"stop the witch hunt\" he says is orchestrated by Democrats and special counsel Robert Mueller . In a statement this week, Rep. Luke Messer pledged to support Trump's agenda and \"make the Senate great again.\"\nMeanwhile, businessman and former state Rep. Mike Braun casts himself as an outsider in the mold of Trump who will help the president \"drain the swamp.\"\nThe three candidates have elbowed their way toward an election that will determine who faces Sen. Joe Donnelly in November. Donnelly, running in a state Trump won by nearly 20 percentage points in 2016, faces more electoral peril than just about any incumbent senator running this year. Tom Williams | CQ Roll Call | Getty Images Rep. Todd Rokita, R-Ind., who is running for the Republican nomination for Senate in Indiana, addresses voters in South Bend, Ind., on April 5, 2018.\nThe only public poll taken in the race last month found a 10-point advantage for Braun, who has launched an ad blitz with more than $5 million of his own money loaned to his campaign. However, nearly half of those surveyed were undecided, suggesting no clear frontrunner with only days to go.\nThe winner will have a strong opportunity to unseat Donnelly and take a seat Republicans may need to win to hold their Senate majority.\nBraun, 64, appeared to have the edge in mid-April, but the race seems to be more of a toss-up as Tuesday approaches due to the high proportion of undecided voters, according to a veteran Indiana Republican operative who declined to be named. The candidates\nRokita, Messer and Braun have nearly tripped over themselves to prove who most emulates Trump. Rokita, 48, who has served in Congress since 2011, wore a Trump \"Make America Great Again\" hat in a TV ad. He has hit Messer for criticizing candidate Trump in 2016, and attacked Braun for putting his own money into the race and voting in Democratic primaries until 2012. (Rokita himself called Trump \"vulgar\" at one point in 2016).\nIn a debate among the candidates Monday night, Rokita also called for an end to Mueller's investigation into Russian interference in the 2016 election and whether the Trump campaign colluded with Moscow. He echoed Trump, arguing \"the witch hunt must end,\" according to the Indianapolis Star . Tom Williams | CQ Roll Call | Getty Images Rep. Luke Messer, R-Ind., speaks during a rally to promote the importance of school choice as part of 'National School Choice Week,' in Russell Building on January 18, 2018.\nMesser, 49, who became a House member in 2013, has touted what he calls a record of supporting Trump's agenda. When asked during Monday's debate where he disagrees with the president on anything, he answered in part that the media \"wants to divide us from the president.\"\nMesser helped to lead a push among House Republicans to nominate Trump for a Nobel Peace Prize for his role in setting up a summit to discuss denuclearization with North Korea's Kim Jong Un. The president is known to appreciate flattery and high-profile honors. Messer tweet\nMesser has attacked Rokita for not doing enough to support Trump, and also criticized Braun for his voting history.\nBraun has cast both members of Congress as creatures of a corrupt Washington political establishment. He notably released an ad in which he carried around life-sized cutouts of Rokita and Messer, and asked people in the street to identify the congressmen. They struggled to do so.\nIn an ad late last month, Braun said, \"I'm running because Trump paved the way.\" Tom Williams | CQ Roll Call | Getty Images Mike Braun, center, who is running for the Republican nomination for Senate in Indiana, attends the Kosciusko County Republican Fish Fry in Warsaw, Ind., on April 4, 2018.\nNo particular approach to appealing to Trump voters has appeared to set a candidate apart, the Indiana GOP operative said.\nAll of the GOP candidates have faced a share of personal attacks during the race. Two drunken-driving convictions against Messer when was in his 20s surfaced as an attack during the race. His campaign has said he apologized for and acknowledged the offenses.\nRokita also had an alcohol-related brush with the law after a traffic stop when he was in college, according to the Indianapolis Star . But he was never formally charged with illegal consumption of alcohol and possession of a fake ID.\nBraun has brushed off his voting in Democratic primaries, saying he did so to \"weigh in\" on local races in a blue area and did not vote for Democrats in state or national elections. He also faced fresh criticism this week as an Associated Press investigation found his business record may not match his campaign rhetoric. Few major policy differences\nThe three candidates largely support the same conservative policies: cutting taxes, curbing illegal immigration and replacing the Affordable Care Act. In Congress, Rokita and Messer supported the Trump-backed GOP plans to overhaul the American health-care and tax systems.\nThe congressmen established one difference earlier this year, when Messer supported but Rokita opposed a massive omnibus spending bill to fund the government through September. Trump, who cheered the plan's large increase in military spending, had reservations about signing it because it did not go far enough to fund his proposed border wall.\nBraun has appeared to give the fewest policy specifics throughout the race. Like Trump, he has touted real-world experience that he says will help him govern better than career politicians. Donnelly plays defense Bill Clark | CQ Roll Call | Getty Images Sen. Joe Donnelly, D-Ind.\nRepublicans have confidence that whomever the party nominates, the candidate will have a strong chance of beating Donnelly. The senator is one of 10 Democratic incumbents running in states Trump won in 2016.\nDonnelly, along with Democratic Sens. Joe Manchin of West Virginia, Heidi Heitkamp of North Dakota and Claire McCaskill of Missouri, is widely considered one of the senators most likely to get unseated in November. Flipping his seat could prove crucial to whether Republicans can keep or expand their narrow 51-seat majority in the Senate.\nSince Trump became president, Donnelly has cast himself as one of the most bipartisan members of the Senate. He and other vulnerable Democrats have joined with Republicans on some votes, signaling the threat they face in opposing Trump too often.\nHe has voted with Trump's positions about 55 percent of the time — the fourth-highest among current Democrats in the Senate, according to FiveThirtyEight . Donnelly trails only Sen. Doug Jones , D-Ala., Manchin and Heitkamp by that metric.\nMost recently, he broke with most of his party colleagues to support Secretary of State Mike Pompeo 's confirmation and vote to roll back some Dodd-Frank financial industry regulations. He opposed the Republican plans to overhaul the U.S. tax and health-care systems last year, which earned him Trump's ire.\nDonnelly has done enough to at least make a plurality of Indiana voters have a positive view of him, according to a Morning Consult survey in April . Forty-two percent of the state's registered voters approve of his job performance, versus 32 percent who disapprove, according to the poll.\nDemocrats see a possible advantage in the bitter GOP primary to challenge Donnelly. The Democratic Senatorial Campaign Committee sent an email this week that in part argued \"brutal GOP primaries ... have already left candidates in key races across the country wounded and cash-strapped.\"\nThe Senate Democrats' campaign arm highlighted both the Indiana race and a West Virginia Republican Senate primary, which will also take place on Tuesday. Democrats have cited the personal attacks in Indiana's GOP race as a possible advantage for Donnelly.\nBraun's campaign would appear to have the best cash standing among Republicans heading into the general election: It had more than $6 million on hand in mid-April. Rokita and Messer may have a tougher time in the money race, as both of their campaigns had just over $1 million in the bank at the same point. Donnelly's campaign had more than $6 million on hand.\nThe Indiana GOP operative argued that candidates' flaws and personal dirt have already emerged, so those factors will have a limited effect on the general election.\nRegardless of who emerges from the GOP primary, Donnelly will face a slew of attacks from national Republicans. Last year in Indiana, before the Senate voted on the tax bill, Trump threatened to come to the state himself to campaign against Donnelly if he voted against the legislation.\n\"If Senator Donnelly doesn't approve it because, you know, he's on the other side, we will come here, we will campaign against him like you wouldn't believe,\" the president said in September.\nTrump plans to get an early start. He announced that he will hold a rally in South Bend on Thursday, only two days after the primary.\n— Graphic by CNBC's John Schoen",
    "published": "2018-05-05T03:00:00.000+03:00",
    "crawled": "2018-05-05T18:02:13.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "republican",
        "candidate",
        "senate",
        "indiana",
        "jostling",
        "prove",
        "better",
        "channel",
        "president",
        "donald",
        "trump",
        "try",
        "get",
        "swing",
        "one",
        "senate",
        "vulnerable",
        "democrat",
        "trump",
        "rhetoric",
        "echoed",
        "final",
        "day",
        "gop",
        "race",
        "vice",
        "president",
        "mike",
        "penny",
        "home",
        "state",
        "todd",
        "rokita",
        "campaign",
        "released",
        "video",
        "ad",
        "wednesday",
        "saying",
        "tough",
        "enough",
        "stand",
        "trump",
        "stop",
        "witch",
        "hunt",
        "say",
        "orchestrated",
        "democrat",
        "special",
        "counsel",
        "robert",
        "mueller",
        "statement",
        "week",
        "luke",
        "messer",
        "pledged",
        "support",
        "trump",
        "agenda",
        "make",
        "senate",
        "great",
        "meanwhile",
        "businessman",
        "former",
        "state",
        "mike",
        "braun",
        "cast",
        "outsider",
        "mold",
        "trump",
        "help",
        "president",
        "drain",
        "swamp",
        "three",
        "candidate",
        "elbowed",
        "way",
        "toward",
        "election",
        "determine",
        "face",
        "joe",
        "donnelly",
        "november",
        "donnelly",
        "running",
        "state",
        "trump",
        "nearly",
        "percentage",
        "point",
        "face",
        "electoral",
        "peril",
        "incumbent",
        "senator",
        "running",
        "year",
        "tom",
        "williams",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "todd",
        "rokita",
        "running",
        "republican",
        "nomination",
        "senate",
        "indiana",
        "address",
        "voter",
        "south",
        "bend",
        "april",
        "public",
        "poll",
        "taken",
        "race",
        "last",
        "month",
        "found",
        "advantage",
        "braun",
        "launched",
        "ad",
        "blitz",
        "million",
        "money",
        "loaned",
        "campaign",
        "however",
        "nearly",
        "half",
        "surveyed",
        "undecided",
        "suggesting",
        "clear",
        "frontrunner",
        "day",
        "go",
        "winner",
        "strong",
        "opportunity",
        "unseat",
        "donnelly",
        "take",
        "seat",
        "republican",
        "may",
        "need",
        "win",
        "hold",
        "senate",
        "majority",
        "braun",
        "appeared",
        "edge",
        "race",
        "seems",
        "tuesday",
        "approach",
        "due",
        "high",
        "proportion",
        "undecided",
        "voter",
        "according",
        "veteran",
        "indiana",
        "republican",
        "operative",
        "declined",
        "named",
        "candidate",
        "rokita",
        "messer",
        "braun",
        "nearly",
        "tripped",
        "prove",
        "emulates",
        "trump",
        "rokita",
        "served",
        "congress",
        "since",
        "wore",
        "trump",
        "make",
        "america",
        "great",
        "hat",
        "tv",
        "ad",
        "hit",
        "messer",
        "criticizing",
        "candidate",
        "trump",
        "attacked",
        "braun",
        "putting",
        "money",
        "race",
        "voting",
        "democratic",
        "primary",
        "rokita",
        "called",
        "trump",
        "vulgar",
        "one",
        "point",
        "debate",
        "among",
        "candidate",
        "monday",
        "night",
        "rokita",
        "also",
        "called",
        "end",
        "mueller",
        "investigation",
        "russian",
        "interference",
        "election",
        "whether",
        "trump",
        "campaign",
        "colluded",
        "moscow",
        "echoed",
        "trump",
        "arguing",
        "witch",
        "hunt",
        "must",
        "end",
        "according",
        "indianapolis",
        "star",
        "tom",
        "williams",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "luke",
        "messer",
        "speaks",
        "rally",
        "promote",
        "importance",
        "school",
        "choice",
        "part",
        "school",
        "choice",
        "week",
        "russell",
        "building",
        "january",
        "messer",
        "became",
        "house",
        "member",
        "touted",
        "call",
        "record",
        "supporting",
        "trump",
        "agenda",
        "asked",
        "monday",
        "debate",
        "disagrees",
        "president",
        "anything",
        "answered",
        "part",
        "medium",
        "want",
        "divide",
        "u",
        "president",
        "messer",
        "helped",
        "lead",
        "push",
        "among",
        "house",
        "republican",
        "nominate",
        "trump",
        "nobel",
        "peace",
        "prize",
        "role",
        "setting",
        "summit",
        "discus",
        "denuclearization",
        "north",
        "korea",
        "kim",
        "jong",
        "un",
        "president",
        "known",
        "appreciate",
        "flattery",
        "honor",
        "messer",
        "tweet",
        "messer",
        "attacked",
        "rokita",
        "enough",
        "support",
        "trump",
        "also",
        "criticized",
        "braun",
        "voting",
        "history",
        "braun",
        "cast",
        "member",
        "congress",
        "creature",
        "corrupt",
        "washington",
        "political",
        "establishment",
        "notably",
        "released",
        "ad",
        "carried",
        "around",
        "cutout",
        "rokita",
        "messer",
        "asked",
        "people",
        "street",
        "identify",
        "congressman",
        "struggled",
        "ad",
        "late",
        "last",
        "month",
        "braun",
        "said",
        "running",
        "trump",
        "paved",
        "way",
        "tom",
        "williams",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "mike",
        "braun",
        "center",
        "running",
        "republican",
        "nomination",
        "senate",
        "indiana",
        "attends",
        "kosciusko",
        "county",
        "republican",
        "fish",
        "fry",
        "warsaw",
        "april",
        "particular",
        "approach",
        "appealing",
        "trump",
        "voter",
        "appeared",
        "set",
        "candidate",
        "apart",
        "indiana",
        "gop",
        "operative",
        "said",
        "gop",
        "candidate",
        "faced",
        "share",
        "personal",
        "attack",
        "race",
        "two",
        "conviction",
        "messer",
        "20",
        "surfaced",
        "attack",
        "race",
        "campaign",
        "said",
        "apologized",
        "acknowledged",
        "offense",
        "rokita",
        "also",
        "brush",
        "law",
        "traffic",
        "stop",
        "college",
        "according",
        "indianapolis",
        "star",
        "never",
        "formally",
        "charged",
        "illegal",
        "consumption",
        "alcohol",
        "possession",
        "fake",
        "id",
        "braun",
        "brushed",
        "voting",
        "democratic",
        "primary",
        "saying",
        "weigh",
        "local",
        "race",
        "blue",
        "area",
        "vote",
        "democrat",
        "state",
        "national",
        "election",
        "also",
        "faced",
        "fresh",
        "criticism",
        "week",
        "associated",
        "press",
        "investigation",
        "found",
        "business",
        "record",
        "may",
        "match",
        "campaign",
        "rhetoric",
        "major",
        "policy",
        "difference",
        "three",
        "candidate",
        "largely",
        "support",
        "conservative",
        "policy",
        "cutting",
        "tax",
        "curbing",
        "illegal",
        "immigration",
        "replacing",
        "affordable",
        "care",
        "act",
        "congress",
        "rokita",
        "messer",
        "supported",
        "gop",
        "plan",
        "overhaul",
        "american",
        "tax",
        "system",
        "congressman",
        "established",
        "one",
        "difference",
        "earlier",
        "year",
        "messer",
        "supported",
        "rokita",
        "opposed",
        "massive",
        "omnibus",
        "spending",
        "bill",
        "fund",
        "government",
        "september",
        "trump",
        "cheered",
        "plan",
        "large",
        "increase",
        "military",
        "spending",
        "reservation",
        "signing",
        "go",
        "far",
        "enough",
        "fund",
        "proposed",
        "border",
        "wall",
        "braun",
        "appeared",
        "give",
        "fewest",
        "policy",
        "specific",
        "throughout",
        "race",
        "like",
        "trump",
        "touted",
        "experience",
        "say",
        "help",
        "govern",
        "better",
        "career",
        "politician",
        "donnelly",
        "play",
        "defense",
        "bill",
        "clark",
        "cq",
        "roll",
        "call",
        "getty",
        "image",
        "joe",
        "donnelly",
        "republican",
        "confidence",
        "whomever",
        "party",
        "nominates",
        "candidate",
        "strong",
        "chance",
        "beating",
        "donnelly",
        "senator",
        "one",
        "democratic",
        "incumbent",
        "running",
        "state",
        "trump",
        "donnelly",
        "along",
        "democratic",
        "sen",
        "joe",
        "manchin",
        "west",
        "virginia",
        "heidi",
        "heitkamp",
        "north",
        "dakota",
        "claire",
        "mccaskill",
        "missouri",
        "widely",
        "considered",
        "one",
        "senator",
        "likely",
        "get",
        "unseated",
        "november",
        "flipping",
        "seat",
        "could",
        "prove",
        "crucial",
        "whether",
        "republican",
        "keep",
        "expand",
        "narrow",
        "majority",
        "senate",
        "since",
        "trump",
        "became",
        "president",
        "donnelly",
        "cast",
        "one",
        "bipartisan",
        "member",
        "senate",
        "vulnerable",
        "democrat",
        "joined",
        "republican",
        "vote",
        "signaling",
        "threat",
        "face",
        "opposing",
        "trump",
        "often",
        "voted",
        "trump",
        "position",
        "percent",
        "time",
        "among",
        "current",
        "democrat",
        "senate",
        "according",
        "fivethirtyeight",
        "donnelly",
        "trail",
        "doug",
        "jones",
        "manchin",
        "heitkamp",
        "metric",
        "recently",
        "broke",
        "party",
        "colleague",
        "support",
        "secretary",
        "state",
        "mike",
        "pompeo",
        "confirmation",
        "vote",
        "roll",
        "back",
        "financial",
        "industry",
        "regulation",
        "opposed",
        "republican",
        "plan",
        "overhaul",
        "tax",
        "system",
        "last",
        "year",
        "earned",
        "trump",
        "ire",
        "donnelly",
        "done",
        "enough",
        "least",
        "make",
        "plurality",
        "indiana",
        "voter",
        "positive",
        "view",
        "according",
        "morning",
        "consult",
        "survey",
        "april",
        "percent",
        "state",
        "registered",
        "voter",
        "approve",
        "job",
        "performance",
        "versus",
        "percent",
        "disapprove",
        "according",
        "poll",
        "democrat",
        "see",
        "possible",
        "advantage",
        "bitter",
        "gop",
        "primary",
        "challenge",
        "donnelly",
        "democratic",
        "senatorial",
        "campaign",
        "committee",
        "sent",
        "email",
        "week",
        "part",
        "argued",
        "brutal",
        "gop",
        "primary",
        "already",
        "left",
        "candidate",
        "key",
        "race",
        "across",
        "country",
        "wounded",
        "senate",
        "democrat",
        "campaign",
        "arm",
        "highlighted",
        "indiana",
        "race",
        "west",
        "virginia",
        "republican",
        "senate",
        "primary",
        "also",
        "take",
        "place",
        "tuesday",
        "democrat",
        "cited",
        "personal",
        "attack",
        "indiana",
        "gop",
        "race",
        "possible",
        "advantage",
        "donnelly",
        "braun",
        "campaign",
        "would",
        "appear",
        "best",
        "cash",
        "standing",
        "among",
        "republican",
        "heading",
        "general",
        "election",
        "million",
        "hand",
        "rokita",
        "messer",
        "may",
        "tougher",
        "time",
        "money",
        "race",
        "campaign",
        "million",
        "bank",
        "point",
        "donnelly",
        "campaign",
        "million",
        "hand",
        "indiana",
        "gop",
        "operative",
        "argued",
        "candidate",
        "flaw",
        "personal",
        "dirt",
        "already",
        "emerged",
        "factor",
        "limited",
        "effect",
        "general",
        "election",
        "regardless",
        "emerges",
        "gop",
        "primary",
        "donnelly",
        "face",
        "slew",
        "attack",
        "national",
        "republican",
        "last",
        "year",
        "indiana",
        "senate",
        "voted",
        "tax",
        "bill",
        "trump",
        "threatened",
        "come",
        "state",
        "campaign",
        "donnelly",
        "voted",
        "legislation",
        "senator",
        "donnelly",
        "approve",
        "know",
        "side",
        "come",
        "campaign",
        "like",
        "would",
        "believe",
        "president",
        "said",
        "september",
        "trump",
        "plan",
        "get",
        "early",
        "start",
        "announced",
        "hold",
        "rally",
        "south",
        "bend",
        "thursday",
        "two",
        "day",
        "primary",
        "graphic",
        "cnbc",
        "john",
        "schoen"
    ]
}