{
    "organizations": [],
    "uuid": "529a9f8c4a3a51b5d9e755018631e54fc188931c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/pr-newswire-homology-medicines-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Homology Medicines Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEDFORD, Mass., May 14, 2018 /PRNewswire/ -- Homology Medicines, Inc. (Nasdaq: FIXX), a genetic medicines company, announced today financial results for the quarter ended March 31, 2018, and highlighted recent accomplishments.\n\"Completing our initial public offering this quarter was a significant milestone for Homology and reflects the progress our team has made toward our mission,\" said Arthur Tzianabos, Ph.D., President and Chief Executive Officer of Homology Medicines. \"We believe the support of new and existing shareholders, as well as our strategic collaborator, Novartis, will enable us to continue to advance our novel gene therapy and gene editing technology platform and pipeline. We are focused on completing IND-enabling studies for our lead gene therapy program in PKU, an inherited metabolic disease, with the goal of entering the clinic and reporting initial data from the study in 2019. In addition, our process development and manufacturing capabilities have progressed with high quality, reproducible and scalable processes as we build our internal GMP manufacturing facility, which is expected to be completed this year.\"\nDr. Tzianabos added, \"For our development programs, we plan to demonstrate the unique features of our dual gene therapy and gene editing platform by employing a gene therapy approach to address the unmet needs of adult patients with PKU, while advancing our novel, non-nuclease-based gene editing technology to develop a potential cure for pediatric patients. To further leverage the potential of our proprietary platform to help patients, we are moving forward with a pipeline of therapeutic candidates targeting other genetic diseases, including hemoglobinopathies, central nervous system disorders and ophthalmic conditions.\"\nFirst Quarter 2018 and Recent Accomplishments\nStrengthened balance sheet by completing an initial public offering (IPO) in April, with gross proceeds to Homology of $165,600,000 before underwriting discounts, commissions and offering costs. Homology issued 10,350,000 shares of common stock, inclusive of the underwriters' overallotment option, at an offering price of $16.00 per share. Announced upcoming presentations on Homology's gene editing and gene therapy platform at the 21st Annual Meeting of the American Society of Gene & Cell Therapy (ASGCT). Presentations will include new data on: 1) HMI-102, Homology's gene therapy development candidate for phenylketonuria (PKU) that is in IND-enabling studies; 2) results from a study of the Company's nuclease-free homologous recombination-based gene editing technology in a preclinical model of PKU; and 3) the biodistribution of Homology's novel vectors in the photoreceptor cell layers of the retina following a single local injection. Published data in the journal Human Gene Therapy Clinical Development demonstrating low prevalence of pre-existing neutralizing antibodies in humans to Homology's proprietary adeno-associated virus vectors isolated from human hematopoietic stem cells (AAVHSCs), indicating the vast majority of subjects may be suitable for treatment with AAVHSC-based therapeutics. Appointed two independent, experienced biotechnology and gene therapy leaders to Homology's Board of Directors: Mary Thistle, Chief of Staff of the Bill & Melinda Gates Medical Research Institute; and Matthew R. Patterson, Chief Executive Officer of Audentes Therapeutics.\nFirst Quarter 2018 Financial Results\nCollaboration revenues were $0.8 million for the three months ended March 31, 2018 in connection with a strategic collaboration with Novartis. Total collaboration revenues will be recognized on a straight-line basis over the estimated period of the performance of services under the collaboration agreement.\nTotal operating expenses for the quarter ended March 31, 2018 were $11.8 million, compared to $4.7 million for the quarter ended March 31, 2017, and consisted of research and development expenses and general and administrative expenses.\nResearch and development expenses were $8.0 million for the first quarter of 2018 compared to $2.8 million for the same period in 2017. This increase of $5.2 million was due to a rise in direct research expenses including contract manufacturing costs. Additional personnel costs and expenses were related to advancing the Company's technology platform and manufacturing capabilities for both gene therapy and gene editing by investing in process development and building a manufacturing facility.\nGeneral and administrative expenses were $3.8 million for the first quarter of 2018 compared to $1.9 million for the same period in 2017. The increase of $1.9 million was primarily due to additional personnel and facility costs, which include direct depreciation costs, rent expense and other operating costs.\nNet loss was $10.5 million or $4.21 per share for the first quarter of 2018, compared to a net loss of $5.6 million, or $2.79 per share for the same period in 2017.\nAs of March 31, 2018, Homology had approximately $116.7 million in cash and cash equivalents and short-term investments, excluding the net proceeds of $151.0 million from the Company's IPO. Cash and cash equivalents and short-term investments, including the net proceeds from the IPO, are expected to fund operating and capital expenditures for at least the next two years. Following the closing of the IPO, there were approximately 37.4 million shares of common stock outstanding, including shares of preferred stock that converted into common stock.\nUpcoming Events\nBank of America Merrill Lynch Healthcare Conference: May 15, 2018 in Las Vegas 21st Annual Meeting of the American Society of Gene & Cell Therapy: May 16-19, 2018 in Chicago XVIIth International Parvovirus Workshop: June 10-14, 2018 in Miami 2018 National PKU Alliance Conference: July 5-8, 2018 in Atlanta\nAbout Homology Medicines, Inc.\nHomology Medicines, Inc. is a genetic medicines company dedicated to transforming the lives of patients suffering from rare genetic diseases with significant unmet medical needs by curing the underlying cause of the disease. Homology's proprietary platform is designed to utilize its human hematopoietic stem cell-derived adeno-associated virus vectors (AAVHSCs) to precisely and efficiently deliver genetic medicines in vivo either through a gene therapy or nuclease-free gene editing modality across a broad range of genetic disorders. Homology has a management team with a successful track record of discovering, developing and commercializing therapeutics with a particular focus on rare diseases, and intellectual property covering its suite of 15 AAVHSCs. Homology believes that its compelling preclinical data, scientific expertise, product development strategy, manufacturing capabilities and intellectual property position it as a leader in the development of genetic medicines. For more information, please visit www.homologymedicines.com .\nForward-Looking Statements\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995. All statements contained in this press release that do not relate to matters of historical fact should be considered , including statements regarding upcoming events and presentations; advancing our novel gene therapy and gene editing technology platform and pipeline; anticipated timing of the initiation of clinical trials and data read-outs; anticipated timing of completion of our GMP manufacturing facility; the potential of our AAVHSC platform; addressing unmet needs and developing cures for patients; and our position as a leader in the development of genetic medicines. These statements are neither promises nor guarantees, but involve known and unknown risks, uncertainties and other important factors that may cause our actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the , including, but not limited to, the following: the fact that we have and expect to continue to incur significant losses; our need for additional funding, which may not be available; failure to identify additional product candidates and develop marketable products; the early stage of our development efforts; our failure or the failure of our collaborators to successfully develop and commercialize drug candidates; risks relating to the build out of our manufacturing facility; risks relating to the regulatory approval process; our product candidates may cause serious adverse side effects; inability to maintain our collaborations, or the failure of these collaborations; our reliance on third parties; the inability to obtain orphan drug exclusivity; failure to obtain international marketing approval; failure to obtain U.S. marketing approval; ongoing regulatory obligations; effects of significant competition; unfavorable pricing regulations, third-party reimbursement practices or healthcare reform initiatives; product liability lawsuits; failure to attract, retain and motivate qualified personnel; the possibility of system failures or security breaches; risks relating to intellectual property; the price of our common stock may be volatile; significant costs as a result of operating as a public company; and any securities class action litigation. These and other important factors discussed under the caption \"Risk Factors\" in our quarterly report on Form 10-Q for the quarter ended March 31, 2018 and our other filings with the SEC could cause actual results to differ materially from those indicated by the made in this press release. Any such represent management's estimates as of the date of this press release. While we may elect to update such at some point in the future, we disclaim any obligation to do so, even if subsequent events cause our views to change.\n- Financial Tables Follow -\nHOMOLOGY MEDICINES, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited)\nThree Months Ended March 31,\n2018\n2017\nCollaboration revenue\n$ 823,372\n$ —\nOperating expenses:\nResearch and development\n7,997,605\n2,799,136\nGeneral and administrative\n3,828,022\n1,892,382\nTotal operating expenses\n11,825,627\n4,691,518\nLoss from operations\n(11,002,255)\n(4,691,518)\nOther income:\nChange in fair value of convertible preferred stock tranche\nliability\n—\n(876,000)\nInterest income\n479,483\n12,725\nTotal other income (expense)\n479,483\n(863,275)\nNet loss and net loss attributable to common stockholders-basic and diluted\n$ (10,522,772)\n$ ( 5,554,793)\nNet loss per share attributable to common stockholders- basic and diluted\n(4.21)\n(2.79)\nWeighted average common shares outstanding-basic and diluted\n2,500,178\n1,992,014\nHOMOLOGY MEDICINES, INC.\nSelected Consolidated Balance Sheet Data Sheet\n(unaudited)\n(in thousands)\nAs of March 31, 2018\nAs of December 31, 2017\nCash, cash equivalents and short term-investments\n$116,732\n$129,659\nWorking capital (1)\n110,963\n122,742\nTotal assets\n129,078\n137,530\nTotal liabilities\n40,841\n39,222\nConvertible preferred stock\n137,762\n137,762\nTotal stockholders' deficit\n$(49,525)\n$(39,454)\n(1) The Company defines working capital as current assets less current liabilities.\nView original content with multimedia: http://www.prnewswire.com/news-releases/homology-medicines-reports-first-quarter-2018-financial-results-300648019.html\nSOURCE Homology Medicines, Inc.",
    "published": "2018-05-15T00:25:00.000+03:00",
    "crawled": "2018-05-15T01:56:45.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bedford",
        "may",
        "homology",
        "medicine",
        "nasdaq",
        "fixx",
        "genetic",
        "medicine",
        "company",
        "announced",
        "today",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "highlighted",
        "recent",
        "accomplishment",
        "completing",
        "initial",
        "public",
        "offering",
        "quarter",
        "significant",
        "milestone",
        "homology",
        "reflects",
        "progress",
        "team",
        "made",
        "toward",
        "mission",
        "said",
        "arthur",
        "tzianabos",
        "president",
        "chief",
        "executive",
        "officer",
        "homology",
        "medicine",
        "believe",
        "support",
        "new",
        "existing",
        "shareholder",
        "well",
        "strategic",
        "collaborator",
        "novartis",
        "enable",
        "u",
        "continue",
        "advance",
        "novel",
        "gene",
        "therapy",
        "gene",
        "editing",
        "technology",
        "platform",
        "pipeline",
        "focused",
        "completing",
        "study",
        "lead",
        "gene",
        "therapy",
        "program",
        "pku",
        "inherited",
        "metabolic",
        "disease",
        "goal",
        "entering",
        "clinic",
        "reporting",
        "initial",
        "data",
        "study",
        "addition",
        "process",
        "development",
        "manufacturing",
        "capability",
        "progressed",
        "high",
        "quality",
        "reproducible",
        "scalable",
        "process",
        "build",
        "internal",
        "gmp",
        "manufacturing",
        "facility",
        "expected",
        "completed",
        "year",
        "tzianabos",
        "added",
        "development",
        "program",
        "plan",
        "demonstrate",
        "unique",
        "feature",
        "dual",
        "gene",
        "therapy",
        "gene",
        "editing",
        "platform",
        "employing",
        "gene",
        "therapy",
        "approach",
        "address",
        "unmet",
        "need",
        "adult",
        "patient",
        "pku",
        "advancing",
        "novel",
        "gene",
        "editing",
        "technology",
        "develop",
        "potential",
        "cure",
        "pediatric",
        "patient",
        "leverage",
        "potential",
        "proprietary",
        "platform",
        "help",
        "patient",
        "moving",
        "forward",
        "pipeline",
        "therapeutic",
        "candidate",
        "targeting",
        "genetic",
        "disease",
        "including",
        "hemoglobinopathy",
        "central",
        "nervous",
        "system",
        "disorder",
        "ophthalmic",
        "condition",
        "first",
        "quarter",
        "recent",
        "accomplishment",
        "strengthened",
        "balance",
        "sheet",
        "completing",
        "initial",
        "public",
        "offering",
        "ipo",
        "april",
        "gross",
        "proceeds",
        "homology",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "cost",
        "homology",
        "issued",
        "share",
        "common",
        "stock",
        "inclusive",
        "underwriter",
        "overallotment",
        "option",
        "offering",
        "price",
        "per",
        "share",
        "announced",
        "upcoming",
        "presentation",
        "homology",
        "gene",
        "editing",
        "gene",
        "therapy",
        "platform",
        "21st",
        "annual",
        "meeting",
        "american",
        "society",
        "gene",
        "cell",
        "therapy",
        "asgct",
        "presentation",
        "include",
        "new",
        "data",
        "homology",
        "gene",
        "therapy",
        "development",
        "candidate",
        "phenylketonuria",
        "pku",
        "study",
        "result",
        "study",
        "company",
        "homologous",
        "gene",
        "editing",
        "technology",
        "preclinical",
        "model",
        "pku",
        "biodistribution",
        "homology",
        "novel",
        "vector",
        "photoreceptor",
        "cell",
        "layer",
        "retina",
        "following",
        "single",
        "local",
        "injection",
        "published",
        "data",
        "journal",
        "human",
        "gene",
        "therapy",
        "clinical",
        "development",
        "demonstrating",
        "low",
        "prevalence",
        "neutralizing",
        "antibody",
        "human",
        "homology",
        "proprietary",
        "virus",
        "vector",
        "isolated",
        "human",
        "hematopoietic",
        "stem",
        "cell",
        "aavhscs",
        "indicating",
        "vast",
        "majority",
        "subject",
        "may",
        "suitable",
        "treatment",
        "therapeutic",
        "appointed",
        "two",
        "independent",
        "experienced",
        "biotechnology",
        "gene",
        "therapy",
        "leader",
        "homology",
        "board",
        "director",
        "mary",
        "thistle",
        "chief",
        "staff",
        "bill",
        "melinda",
        "gate",
        "medical",
        "research",
        "institute",
        "matthew",
        "patterson",
        "chief",
        "executive",
        "officer",
        "audentes",
        "therapeutic",
        "first",
        "quarter",
        "financial",
        "result",
        "collaboration",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "connection",
        "strategic",
        "collaboration",
        "novartis",
        "total",
        "collaboration",
        "revenue",
        "recognized",
        "basis",
        "estimated",
        "period",
        "performance",
        "service",
        "collaboration",
        "agreement",
        "total",
        "operating",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "consisted",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "million",
        "due",
        "rise",
        "direct",
        "research",
        "expense",
        "including",
        "contract",
        "manufacturing",
        "cost",
        "additional",
        "personnel",
        "cost",
        "expense",
        "related",
        "advancing",
        "company",
        "technology",
        "platform",
        "manufacturing",
        "capability",
        "gene",
        "therapy",
        "gene",
        "editing",
        "investing",
        "process",
        "development",
        "building",
        "manufacturing",
        "facility",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "million",
        "primarily",
        "due",
        "additional",
        "personnel",
        "facility",
        "cost",
        "include",
        "direct",
        "depreciation",
        "cost",
        "rent",
        "expense",
        "operating",
        "cost",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "march",
        "homology",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "excluding",
        "net",
        "proceeds",
        "million",
        "company",
        "ipo",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "including",
        "net",
        "proceeds",
        "ipo",
        "expected",
        "fund",
        "operating",
        "capital",
        "expenditure",
        "least",
        "next",
        "two",
        "year",
        "following",
        "closing",
        "ipo",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "including",
        "share",
        "preferred",
        "stock",
        "converted",
        "common",
        "stock",
        "upcoming",
        "event",
        "bank",
        "america",
        "merrill",
        "lynch",
        "healthcare",
        "conference",
        "may",
        "la",
        "vega",
        "21st",
        "annual",
        "meeting",
        "american",
        "society",
        "gene",
        "cell",
        "therapy",
        "may",
        "chicago",
        "xviith",
        "international",
        "parvovirus",
        "workshop",
        "june",
        "miami",
        "national",
        "pku",
        "alliance",
        "conference",
        "july",
        "atlanta",
        "homology",
        "medicine",
        "homology",
        "medicine",
        "genetic",
        "medicine",
        "company",
        "dedicated",
        "transforming",
        "life",
        "patient",
        "suffering",
        "rare",
        "genetic",
        "disease",
        "significant",
        "unmet",
        "medical",
        "need",
        "curing",
        "underlying",
        "cause",
        "disease",
        "homology",
        "proprietary",
        "platform",
        "designed",
        "utilize",
        "human",
        "hematopoietic",
        "stem",
        "virus",
        "vector",
        "aavhscs",
        "precisely",
        "efficiently",
        "deliver",
        "genetic",
        "medicine",
        "vivo",
        "either",
        "gene",
        "therapy",
        "gene",
        "editing",
        "modality",
        "across",
        "broad",
        "range",
        "genetic",
        "disorder",
        "homology",
        "management",
        "team",
        "successful",
        "track",
        "record",
        "discovering",
        "developing",
        "commercializing",
        "therapeutic",
        "particular",
        "focus",
        "rare",
        "disease",
        "intellectual",
        "property",
        "covering",
        "suite",
        "aavhscs",
        "homology",
        "belief",
        "compelling",
        "preclinical",
        "data",
        "scientific",
        "expertise",
        "product",
        "development",
        "strategy",
        "manufacturing",
        "capability",
        "intellectual",
        "property",
        "position",
        "leader",
        "development",
        "genetic",
        "medicine",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "press",
        "release",
        "relate",
        "matter",
        "historical",
        "fact",
        "considered",
        "including",
        "statement",
        "regarding",
        "upcoming",
        "event",
        "presentation",
        "advancing",
        "novel",
        "gene",
        "therapy",
        "gene",
        "editing",
        "technology",
        "platform",
        "pipeline",
        "anticipated",
        "timing",
        "initiation",
        "clinical",
        "trial",
        "data",
        "anticipated",
        "timing",
        "completion",
        "gmp",
        "manufacturing",
        "facility",
        "potential",
        "aavhsc",
        "platform",
        "addressing",
        "unmet",
        "need",
        "developing",
        "cure",
        "patient",
        "position",
        "leader",
        "development",
        "genetic",
        "medicine",
        "statement",
        "neither",
        "promise",
        "guarantee",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "including",
        "limited",
        "following",
        "fact",
        "expect",
        "continue",
        "incur",
        "significant",
        "loss",
        "need",
        "additional",
        "funding",
        "may",
        "available",
        "failure",
        "identify",
        "additional",
        "product",
        "candidate",
        "develop",
        "marketable",
        "product",
        "early",
        "stage",
        "development",
        "effort",
        "failure",
        "failure",
        "collaborator",
        "successfully",
        "develop",
        "commercialize",
        "drug",
        "candidate",
        "risk",
        "relating",
        "build",
        "manufacturing",
        "facility",
        "risk",
        "relating",
        "regulatory",
        "approval",
        "process",
        "product",
        "candidate",
        "may",
        "cause",
        "serious",
        "adverse",
        "side",
        "effect",
        "inability",
        "maintain",
        "collaboration",
        "failure",
        "collaboration",
        "reliance",
        "third",
        "party",
        "inability",
        "obtain",
        "orphan",
        "drug",
        "exclusivity",
        "failure",
        "obtain",
        "international",
        "marketing",
        "approval",
        "failure",
        "obtain",
        "marketing",
        "approval",
        "ongoing",
        "regulatory",
        "obligation",
        "effect",
        "significant",
        "competition",
        "unfavorable",
        "pricing",
        "regulation",
        "reimbursement",
        "practice",
        "healthcare",
        "reform",
        "initiative",
        "product",
        "liability",
        "lawsuit",
        "failure",
        "attract",
        "retain",
        "motivate",
        "qualified",
        "personnel",
        "possibility",
        "system",
        "failure",
        "security",
        "breach",
        "risk",
        "relating",
        "intellectual",
        "property",
        "price",
        "common",
        "stock",
        "may",
        "volatile",
        "significant",
        "cost",
        "result",
        "operating",
        "public",
        "company",
        "security",
        "class",
        "action",
        "litigation",
        "important",
        "factor",
        "discussed",
        "caption",
        "risk",
        "factor",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "filing",
        "sec",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "made",
        "press",
        "release",
        "represent",
        "management",
        "estimate",
        "date",
        "press",
        "release",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "disclaim",
        "obligation",
        "even",
        "subsequent",
        "event",
        "cause",
        "view",
        "change",
        "financial",
        "table",
        "follow",
        "homology",
        "medicine",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "change",
        "fair",
        "value",
        "convertible",
        "preferred",
        "stock",
        "tranche",
        "liability",
        "interest",
        "income",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "common",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "diluted",
        "homology",
        "medicine",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "short",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "deficit",
        "company",
        "defines",
        "working",
        "capital",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "homology",
        "medicine",
        "inc"
    ]
}