{
    "organizations": [],
    "uuid": "c1524aad3dea649442d2604b64ebce111fd3b3fb",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-roundup-indians-rally-for-wild-win-over-astros-idUSKCN1IT069",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: Indians rally for wild win over Astros",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 28, 2018 / 2:48 AM / Updated 9 hours ago Major League Baseball roundup: Indians rally for wild win over Astros Reuters Staff 10 Min Read\nGreg Allen clubbed the first pitch of the 14th inning out to right field and the Cleveland Indians earned a split of their four-game series with the visiting Houston Astros thanks to a 10-9 win on Sunday. May 27, 2018; Cleveland, OH, USA; Cleveland Indians center fielder Greg Allen (1) hits a game-winning home run in the fourteenth inning against the Houston Astros at Progressive Field. Mandatory Credit: David Richard-USA TODAY Sports\nAllen belted his second career home run off right-hander Brad Peacock (1-2).\nThe Indians rallied from a five-run deficit in the ninth inning and pulled even again in the 13th when Yonder Alonso socked a leadoff home run off Collin McHugh after Houston move ahead 9-8 in the top of the frame when Evan Gattis recorded his ninth career multi-homer game with a solo shot off right-hander Dan Otero (1-1).\nTrailing 8-3 in the ninth, Cleveland sent 10 batters to the plate while producing seven hits. Jose Ramirez started the comeback by winning a 17-pitch confrontation with Astros closer Ken Giles, finally striking a double to right field. Alonso, Jason Kipnis, Marwin Gonzalez, Francisco Lindor and Michael Brantley had run-scoring hits in the inning.\nYankees 3, Angels 1\nMasahiro Tanaka struck out Shohei Ohtani twice and pitched six effective innings as New York beat visiting Los Angeles.\nTanaka (6-2) struck out Ohtani on split-fingered fastballs for the final out of the first and for the second out of the sixth. Ohtani also drew a walk in the fourth off Tanaka, against whom he is 0-for-13 going back to the 2013 season in Japan.\nTanaka allowed a run on three hits and won his fourth consecutive decision. He struck out eight and issued three walks while throwing a season-high 104 pitches. Ohtani finished his first series at Yankee Stadium 0-for-9 with four walks.\nBraves 7, Red Sox 1\nTyler Flowers hit a three-run homer off Chris Sale, and Mike Foltynewicz struck out seven over seven innings of one-run ball as visiting Atlanta avoided getting swept in Boston.\nFreddie Freeman drove in two runs and Kurt Suzuki (3-for-5) added an RBI for Atlanta, which snapped its three-game losing streak.\nFoltynewicz (4-3) gave up only three hits and walked three to outduel Sale (5-2), who coughed up a season-high six runs over 4 1/3 innings. Mitch Moreland knocked an RBI triple for the Red Sox, who had won two straight and eight of their past 10 games.\nTigers 3, White Sox 2\nBlaine Hardy tossed a career-high seven innings and won for the first time as a starter as Detroit edged visiting Chicago.\nThe 31-year-old left-hander was making his third start after 167 relief appearances. Hardy (1-0) limited the White Sox to one run on three hits and a walk while striking out a career-best six batters. Shane Greene gave up a run in the ninth but still notched his 13th save.\nGrayson Greiner, Nicholas Castellanos and Dixon Machado drove in the runs for the Tigers, who took two of three in the series to kick off a 12-game homestand.\nRoyals 5, Rangers 3\nJason Hammel struck out a season-high 10 and turned in one of his better performances as Kansas City took the victory in Arlington, Texas, to split a four-game series.\nThe Royals roughed up Rangers ace Cole Hamels for five runs through the first three innings to take control.\nHunter Dozier’s two-out single in the first plated Jon Jay and Jorge Soler to give Kansas City an early 2-0 lead. The Royals added to their advantage with home runs off Hamels in the next two innings. Drew Butera drilled a solo shot in the third and Salvador Perez followed with a two-run blast in the next frame. May 27, 2018; Bronx, NY, USA; New York Yankees starting pitcher Masahiro Tanaka (19) signals two outs as he pitches against the Los Angeles Angels during the second inning at Yankee Stadium. Mandatory Credit: Brad Penner-USA TODAY Sports\nMariners 3, Twins 1\nRyon Healy’s two-run double with two outs in the eighth inning broke a tie as Seattle defeated visiting Minnesota.\nThe Mariners completed a three-game sweep of the series, the first time they’ve accomplished that this season despite a 12-3-3 series record.\nTwins right-hander Jose Berrios (5-5) and Mariners right-hander Mike Leake (5-3) dueled into the eighth. Leake allowed one run on four hits in eight innings, with no walks and two strikeouts. Berrios pitched 7 1/3 innings, allowing two runs on eight hits. He walked one and struck out eight.\nDodgers 6, Padres 1\nRookie Walker Buehler gave up one run over seven innings as Los Angeles held on for a victory over visiting San Diego to win three consecutive series for the first time this season.\nMax Muncy and Cody Bellinger each hit two-run home runs in the eighth inning as the Dodgers turned a one-run lead into a comfortable victory.\nBuehler (3-1) had eight strikeouts, his third eight-K game in seven career starts.\nA’s 2, Diamondbacks 1\nFrankie Montas combined with three relievers on a three-hitter, and Oakland beat visiting Arizona.\nJonathan Lucroy stunned his former Milwaukee Brewers batterymate with a home run in the third inning, and Matt Chapman drove in Matt Olson with the eventual difference-maker three innings later, allowing the A’s to win the low-scoring interleague series 2-1.\nMontas (1-0) recorded his second career win with six innings of three-hit, one-run ball. He walked two and struck out seven. The 25-year-old was making his first big-league appearance this season, and his first start since 2016.\nRockies 8, Reds 2\nCarlos Gonzalez had a season-high four hits, including one of Colorado’s four home runs, and the Rockies beat visiting Cincinnati.\nNolan Arenado, David Dahl and Ian Desmond also homered for Colorado. Rockies starter German Marquez (4-5) allowed one run on five hits and struck out six in seven innings to earn his first win at Coors Field this season.\nScooter Gennett, who went 5-for-5 Saturday night, had hits in his first two at-bats, and Joey Votto also had two hits for Cincinnati. Matt Harvey (1-3) pitched into the sixth inning but took his first loss since he came to the Reds in a May 8 trade with the New York Mets.\nRays 8, Orioles 3\nBrad Miller homered in the first and added a two-run double during a six-run third inning as Tampa Bay defeated Baltimore at St. Petersburg, Fla. Slideshow (13 Images)\nVidal Nuno (1-0), who pitched for Baltimore for part of last year, got the win thanks to three scoreless innings of relief after coming on in the first inning. Austin Pruitt finished the game with 5 2/3 innings of shutout relief. He earned his first save of the season.\nCarlos Gomez hit a solo homer for the Rays, and Christian Arroyo added two hits, including a two-run single.\nBrewers 8, Mets 7\nTravis Shaw, Domingo Santana and Jonathan Villar collected run-scoring hits in a span of four pitches in the seventh inning as Milwaukee came back to beat visiting New York.\nThe Brewers won the final three games of the four-game series and have won nine of their last 11. The Mets have lost five of six.\nThe Mets, who squandered leads of 3-0 and 5-3 in a 17-6 loss Saturday, led 4-1 in the second and 6-4 in the seventh before the Brewers mounted their two-out rally.\nBlue Jays 5, Phillies 3\nDevon Travis and Dwight Smith Jr. hit two-run doubles, Curtis Granderson homered, and J.A. Happ pitched into the seventh inning as Toronto won at Philadelphia.\nBy taking the rubber match of the three-game interleague set, the Blue Jays won their first series since April 30-May 2 against the Minnesota Twins, also on the road. It was a stretch of seven winless series.\nHapp (7-3) allowed three runs (two earned), six hits and two walks in 6 2/3 innings. The left-hander struck out eight in earning his third straight win. Ryan Tepera earned his second save of the season and his second of the series.\nCardinals 6, Pirates 4\nSt. Louis cobbled together three runs in the eighth inning for a win at Pittsburgh. The Cardinals won two of three to take the series against the Pirates, who blew a three-run lead and have lost seven of their past nine.\nPittsburgh led 4-3 entering the eighth. Against Michael Feliz (0-2), Jose Martinez singled, and Tommy Pham and Marcell Ozuna walked to load the bases. Tyler O’Neill struck out, and Feliz gave way to closer Felipe Vazquez.\nMartinez scored on pinch hitter Harrison Bader’s single to short left to tie it, and Yairo Munoz drew a four-pitch walk to give the Cardinals a 5-4 lead. Ozuna scored on Tyler Kelly’s fielder’s choice.\nNationals 5, Marlins 2\nBryce Harper added to his National League lead in home runs, and Stephen Strasburg pitched five scoreless innings and hit an RBI single as Washington won at Miami.\nThe Nationals swept the three-game series and have won 11 straight games against the Marlins, a franchise record for most consecutive wins against an opponent.\nHarper, who went 0-for-4 with four strikeouts on Saturday, hit his 16th homer of the season. It was also his third homer in the past six games. He finished with two RBIs. Anthony Rendon added a solo homer and a double for the Nationals.\nCubs 8, Giants 3\nJavier Baez had two hits, including a three-run homer, and Albert Almora Jr. added three hits and two runs as Chicago beat visiting San Francisco in the rubber game of a three-game series.\nWith his 13th homer, breaking a 3-3 tie in the fourth inning, Baez took over the National League RBI lead with 42. He is the first Cubs player to have at least 40 RBIs before Memorial Day since Derrek Lee in 2005.\nRandy Rosario (1-0) gave up one hit in 2 1/3 scoreless innings for his first major league victory. Mac Williamson had two RBIs for the Giants.\n—Field Level Media",
    "published": "2018-05-28T05:44:00.000+03:00",
    "crawled": "2018-05-28T09:04:22.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "major",
        "league",
        "baseball",
        "roundup",
        "indian",
        "rally",
        "wild",
        "win",
        "astros",
        "reuters",
        "staff",
        "min",
        "read",
        "greg",
        "allen",
        "clubbed",
        "first",
        "pitch",
        "14th",
        "inning",
        "right",
        "field",
        "cleveland",
        "indian",
        "earned",
        "split",
        "series",
        "visiting",
        "houston",
        "astros",
        "thanks",
        "win",
        "sunday",
        "may",
        "cleveland",
        "oh",
        "usa",
        "cleveland",
        "indian",
        "center",
        "fielder",
        "greg",
        "allen",
        "hit",
        "home",
        "run",
        "fourteenth",
        "inning",
        "houston",
        "astros",
        "progressive",
        "field",
        "mandatory",
        "credit",
        "david",
        "today",
        "sport",
        "allen",
        "belted",
        "second",
        "career",
        "home",
        "run",
        "brad",
        "peacock",
        "indian",
        "rallied",
        "deficit",
        "ninth",
        "inning",
        "pulled",
        "even",
        "13th",
        "yonder",
        "alonso",
        "socked",
        "leadoff",
        "home",
        "run",
        "collin",
        "mchugh",
        "houston",
        "move",
        "ahead",
        "top",
        "frame",
        "evan",
        "gattis",
        "recorded",
        "ninth",
        "career",
        "game",
        "solo",
        "shot",
        "dan",
        "otero",
        "trailing",
        "ninth",
        "cleveland",
        "sent",
        "batter",
        "plate",
        "producing",
        "seven",
        "hit",
        "jose",
        "ramirez",
        "started",
        "comeback",
        "winning",
        "confrontation",
        "astros",
        "closer",
        "ken",
        "giles",
        "finally",
        "striking",
        "double",
        "right",
        "field",
        "alonso",
        "jason",
        "kipnis",
        "marwin",
        "gonzalez",
        "francisco",
        "lindor",
        "michael",
        "brantley",
        "hit",
        "inning",
        "yankee",
        "angel",
        "masahiro",
        "tanaka",
        "struck",
        "shohei",
        "ohtani",
        "twice",
        "pitched",
        "six",
        "effective",
        "inning",
        "new",
        "york",
        "beat",
        "visiting",
        "los",
        "angeles",
        "tanaka",
        "struck",
        "ohtani",
        "fastball",
        "final",
        "first",
        "second",
        "sixth",
        "ohtani",
        "also",
        "drew",
        "walk",
        "fourth",
        "tanaka",
        "going",
        "back",
        "season",
        "japan",
        "tanaka",
        "allowed",
        "run",
        "three",
        "hit",
        "fourth",
        "consecutive",
        "decision",
        "struck",
        "eight",
        "issued",
        "three",
        "walk",
        "throwing",
        "pitch",
        "ohtani",
        "finished",
        "first",
        "series",
        "yankee",
        "stadium",
        "four",
        "walk",
        "brave",
        "red",
        "sox",
        "tyler",
        "flower",
        "hit",
        "homer",
        "chris",
        "sale",
        "mike",
        "foltynewicz",
        "struck",
        "seven",
        "seven",
        "inning",
        "ball",
        "visiting",
        "atlanta",
        "avoided",
        "getting",
        "swept",
        "boston",
        "freddie",
        "freeman",
        "drove",
        "two",
        "run",
        "kurt",
        "suzuki",
        "added",
        "rbi",
        "atlanta",
        "snapped",
        "losing",
        "streak",
        "foltynewicz",
        "gave",
        "three",
        "hit",
        "walked",
        "three",
        "outduel",
        "sale",
        "coughed",
        "six",
        "run",
        "inning",
        "mitch",
        "moreland",
        "knocked",
        "rbi",
        "triple",
        "red",
        "sox",
        "two",
        "straight",
        "eight",
        "past",
        "game",
        "tiger",
        "white",
        "sox",
        "blaine",
        "hardy",
        "tossed",
        "seven",
        "inning",
        "first",
        "time",
        "starter",
        "detroit",
        "edged",
        "visiting",
        "chicago",
        "making",
        "third",
        "start",
        "relief",
        "appearance",
        "hardy",
        "limited",
        "white",
        "sox",
        "one",
        "run",
        "three",
        "hit",
        "walk",
        "striking",
        "six",
        "batter",
        "shane",
        "greene",
        "gave",
        "run",
        "ninth",
        "still",
        "notched",
        "13th",
        "save",
        "grayson",
        "greiner",
        "nicholas",
        "castellanos",
        "dixon",
        "machado",
        "drove",
        "run",
        "tiger",
        "took",
        "two",
        "three",
        "series",
        "kick",
        "homestand",
        "royal",
        "ranger",
        "jason",
        "hammel",
        "struck",
        "turned",
        "one",
        "better",
        "performance",
        "kansa",
        "city",
        "took",
        "victory",
        "arlington",
        "texas",
        "split",
        "series",
        "royal",
        "roughed",
        "ranger",
        "ace",
        "cole",
        "hamels",
        "five",
        "run",
        "first",
        "three",
        "inning",
        "take",
        "control",
        "hunter",
        "dozier",
        "single",
        "first",
        "plated",
        "jon",
        "jay",
        "jorge",
        "soler",
        "give",
        "kansa",
        "city",
        "early",
        "lead",
        "royal",
        "added",
        "advantage",
        "home",
        "run",
        "hamels",
        "next",
        "two",
        "inning",
        "drew",
        "butera",
        "drilled",
        "solo",
        "shot",
        "third",
        "salvador",
        "perez",
        "followed",
        "blast",
        "next",
        "frame",
        "may",
        "bronx",
        "ny",
        "usa",
        "new",
        "york",
        "yankee",
        "starting",
        "pitcher",
        "masahiro",
        "tanaka",
        "signal",
        "two",
        "out",
        "pitch",
        "los",
        "angeles",
        "angel",
        "second",
        "inning",
        "yankee",
        "stadium",
        "mandatory",
        "credit",
        "brad",
        "today",
        "sport",
        "mariner",
        "twin",
        "ryon",
        "healy",
        "double",
        "two",
        "out",
        "eighth",
        "inning",
        "broke",
        "tie",
        "seattle",
        "defeated",
        "visiting",
        "minnesota",
        "mariner",
        "completed",
        "sweep",
        "series",
        "first",
        "time",
        "accomplished",
        "season",
        "despite",
        "series",
        "record",
        "twin",
        "jose",
        "berrios",
        "mariner",
        "mike",
        "leake",
        "dueled",
        "eighth",
        "leake",
        "allowed",
        "one",
        "run",
        "four",
        "hit",
        "eight",
        "inning",
        "walk",
        "two",
        "strikeout",
        "berrios",
        "pitched",
        "inning",
        "allowing",
        "two",
        "run",
        "eight",
        "hit",
        "walked",
        "one",
        "struck",
        "eight",
        "dodger",
        "padre",
        "rookie",
        "walker",
        "buehler",
        "gave",
        "one",
        "run",
        "seven",
        "inning",
        "los",
        "angeles",
        "held",
        "victory",
        "visiting",
        "san",
        "diego",
        "win",
        "three",
        "consecutive",
        "series",
        "first",
        "time",
        "season",
        "max",
        "muncy",
        "cody",
        "bellinger",
        "hit",
        "home",
        "run",
        "eighth",
        "inning",
        "dodger",
        "turned",
        "lead",
        "comfortable",
        "victory",
        "buehler",
        "eight",
        "strikeout",
        "third",
        "game",
        "seven",
        "career",
        "start",
        "diamondback",
        "frankie",
        "montas",
        "combined",
        "three",
        "reliever",
        "oakland",
        "beat",
        "visiting",
        "arizona",
        "jonathan",
        "lucroy",
        "stunned",
        "former",
        "milwaukee",
        "brewer",
        "batterymate",
        "home",
        "run",
        "third",
        "inning",
        "matt",
        "chapman",
        "drove",
        "matt",
        "olson",
        "eventual",
        "three",
        "inning",
        "later",
        "allowing",
        "win",
        "interleague",
        "series",
        "montas",
        "recorded",
        "second",
        "career",
        "win",
        "six",
        "inning",
        "ball",
        "walked",
        "two",
        "struck",
        "seven",
        "making",
        "first",
        "appearance",
        "season",
        "first",
        "start",
        "since",
        "rockies",
        "red",
        "carlos",
        "gonzalez",
        "four",
        "hit",
        "including",
        "one",
        "colorado",
        "four",
        "home",
        "run",
        "rockies",
        "beat",
        "visiting",
        "cincinnati",
        "nolan",
        "arenado",
        "david",
        "dahl",
        "ian",
        "desmond",
        "also",
        "homered",
        "colorado",
        "rockies",
        "starter",
        "german",
        "marquez",
        "allowed",
        "one",
        "run",
        "five",
        "hit",
        "struck",
        "six",
        "seven",
        "inning",
        "earn",
        "first",
        "win",
        "coors",
        "field",
        "season",
        "scooter",
        "gennett",
        "went",
        "saturday",
        "night",
        "hit",
        "first",
        "two",
        "joey",
        "votto",
        "also",
        "two",
        "hit",
        "cincinnati",
        "matt",
        "harvey",
        "pitched",
        "sixth",
        "inning",
        "took",
        "first",
        "loss",
        "since",
        "came",
        "red",
        "may",
        "trade",
        "new",
        "york",
        "mets",
        "ray",
        "oriole",
        "brad",
        "miller",
        "homered",
        "first",
        "added",
        "double",
        "third",
        "inning",
        "tampa",
        "bay",
        "defeated",
        "baltimore",
        "petersburg",
        "slideshow",
        "image",
        "vidal",
        "nuno",
        "pitched",
        "baltimore",
        "part",
        "last",
        "year",
        "got",
        "win",
        "thanks",
        "three",
        "scoreless",
        "inning",
        "relief",
        "coming",
        "first",
        "inning",
        "austin",
        "pruitt",
        "finished",
        "game",
        "inning",
        "shutout",
        "relief",
        "earned",
        "first",
        "save",
        "season",
        "carlos",
        "gomez",
        "hit",
        "solo",
        "homer",
        "ray",
        "christian",
        "arroyo",
        "added",
        "two",
        "hit",
        "including",
        "single",
        "brewer",
        "mets",
        "travis",
        "shaw",
        "domingo",
        "santana",
        "jonathan",
        "villar",
        "collected",
        "hit",
        "span",
        "four",
        "pitch",
        "seventh",
        "inning",
        "milwaukee",
        "came",
        "back",
        "beat",
        "visiting",
        "new",
        "york",
        "brewer",
        "final",
        "three",
        "game",
        "series",
        "nine",
        "last",
        "mets",
        "lost",
        "five",
        "six",
        "mets",
        "squandered",
        "lead",
        "loss",
        "saturday",
        "led",
        "second",
        "seventh",
        "brewer",
        "mounted",
        "rally",
        "blue",
        "jay",
        "phillies",
        "devon",
        "travis",
        "dwight",
        "smith",
        "hit",
        "double",
        "curtis",
        "granderson",
        "homered",
        "happ",
        "pitched",
        "seventh",
        "inning",
        "toronto",
        "philadelphia",
        "taking",
        "rubber",
        "match",
        "interleague",
        "set",
        "blue",
        "jay",
        "first",
        "series",
        "since",
        "april",
        "minnesota",
        "twin",
        "also",
        "road",
        "stretch",
        "seven",
        "winless",
        "series",
        "happ",
        "allowed",
        "three",
        "run",
        "two",
        "earned",
        "six",
        "hit",
        "two",
        "walk",
        "inning",
        "struck",
        "eight",
        "earning",
        "third",
        "straight",
        "win",
        "ryan",
        "tepera",
        "earned",
        "second",
        "save",
        "season",
        "second",
        "series",
        "cardinal",
        "pirate",
        "louis",
        "cobbled",
        "together",
        "three",
        "run",
        "eighth",
        "inning",
        "win",
        "pittsburgh",
        "cardinal",
        "two",
        "three",
        "take",
        "series",
        "pirate",
        "blew",
        "lead",
        "lost",
        "seven",
        "past",
        "nine",
        "pittsburgh",
        "led",
        "entering",
        "eighth",
        "michael",
        "feliz",
        "jose",
        "martinez",
        "singled",
        "tommy",
        "pham",
        "marcell",
        "ozuna",
        "walked",
        "load",
        "base",
        "tyler",
        "neill",
        "struck",
        "feliz",
        "gave",
        "way",
        "closer",
        "felipe",
        "vazquez",
        "martinez",
        "scored",
        "pinch",
        "hitter",
        "harrison",
        "bader",
        "single",
        "short",
        "left",
        "tie",
        "yairo",
        "munoz",
        "drew",
        "walk",
        "give",
        "cardinal",
        "lead",
        "ozuna",
        "scored",
        "tyler",
        "kelly",
        "fielder",
        "choice",
        "national",
        "marlin",
        "bryce",
        "harper",
        "added",
        "national",
        "league",
        "lead",
        "home",
        "run",
        "stephen",
        "strasburg",
        "pitched",
        "five",
        "scoreless",
        "inning",
        "hit",
        "rbi",
        "single",
        "washington",
        "miami",
        "national",
        "swept",
        "series",
        "straight",
        "game",
        "marlin",
        "franchise",
        "record",
        "consecutive",
        "win",
        "opponent",
        "harper",
        "went",
        "four",
        "strikeout",
        "saturday",
        "hit",
        "16th",
        "homer",
        "season",
        "also",
        "third",
        "homer",
        "past",
        "six",
        "game",
        "finished",
        "two",
        "rbi",
        "anthony",
        "rendon",
        "added",
        "solo",
        "homer",
        "double",
        "national",
        "cub",
        "giant",
        "javier",
        "baez",
        "two",
        "hit",
        "including",
        "homer",
        "albert",
        "almora",
        "added",
        "three",
        "hit",
        "two",
        "run",
        "chicago",
        "beat",
        "visiting",
        "san",
        "francisco",
        "rubber",
        "game",
        "series",
        "13th",
        "homer",
        "breaking",
        "tie",
        "fourth",
        "inning",
        "baez",
        "took",
        "national",
        "league",
        "rbi",
        "lead",
        "first",
        "cub",
        "player",
        "least",
        "rbi",
        "memorial",
        "day",
        "since",
        "derrek",
        "lee",
        "randy",
        "rosario",
        "gave",
        "one",
        "hit",
        "scoreless",
        "inning",
        "first",
        "major",
        "league",
        "victory",
        "mac",
        "williamson",
        "two",
        "rbi",
        "giant",
        "level",
        "medium"
    ]
}