{
    "organizations": [],
    "uuid": "8dfafdff4e524d5fb24e2a03dd86fba868788d45",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-fluor-reports-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Fluor Reports First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVING, Texas--(BUSINESS WIRE)-- Fluor Corporation (NYSE: FLR) today announced financial results for its first quarter ended March 31, 2018. The first quarter was a net loss attributable to Fluor of $18 million, or $0.13 per diluted share, compared to net earnings of $61 million, or $0.43 per diluted share a year ago. Results for the quarter include an after-tax charge of approximately $96 million, or $0.69 per diluted share, for forecast revisions on a gas-fired power project. Consolidated segment profit for the quarter was $52 million, compared to $133 million a year ago. First quarter revenue of $4.8 billion was flat compared to a year ago.\nNew awards for the quarter were $2.5 billion, including $1.3 billion in Mining, Industrial, Infrastructure & Power, $721 million in Energy & Chemicals, $433 million in Diversified Services and $43 million in Government. Consolidated ending backlog of $29.1 billion compares to $41.6 billion a year ago.\n“Results for the quarter did not meet our expectations as a result of continued challenges on a gas-fired power project,” said David Seaton, Fluor chairman and chief executive officer. “Going forward, our primary focus will be on markets where we see opportunities to fully deploy our integrated solutions model to deliver the capital efficiency that our clients demand. This includes our recent announcement on the LNG Canada project, which is one of many opportunities we see in the second half of 2018.”\nCorporate G&A expense for the first quarter of 2018 was $57 million, compared with $45 million a year ago. Expenses for the quarter include $12 million related to foreign currency exchange losses. Fluor’s cash and marketable securities balance at the end of the first quarter was $1.8 billion, down from $2.1 billion last quarter primarily due to increased working capital needs to support project execution activities for the power restoration project in Puerto Rico. During the quarter, the company utilized $136 million in cash from operating activities, and paid out $30 million in dividends.\nOutlook\nThe company is revising its 2018 guidance for EPS to a range of $2.10 to $2.50 per diluted share, from the previous range of $3.10 to $3.50 per diluted share, due in large part to forecast revisions on a gas-fired power project.\nBusiness Segments\nFluor’s Energy & Chemicals segment reported segment profit of $106 million, compared to $84 million in the first quarter of 2017. Results for the quarter reflect an increase in project execution activities for a large upstream project. First quarter 2018 revenue was $1.9 billion compared to $2.1 billion a year ago. New awards for the segment totaled $721 million, and ending backlog was $14.1 billion compared to $19.1 billion a year ago.\nThe Mining, Industrial, Infrastructure & Power segment reported a segment loss of $144 million, compared to a segment loss of $3 million in the first quarter of 2017. Results for the quarter include a pre-tax charge of approximately $125 million for forecast revisions on a gas-fired power project. Revenue for the segment declined to $910 million from $1.4 billion a year ago due to reduced volume of project execution activities in power. New awards in the first quarter were $1.3 billion including a mine expansion project in Peru. Ending backlog for the segment was $10.3 billion, down from $15.8 billion a year ago.\nThe Government segment reported segment profit of $72 million, compared to $29 million a year ago. Revenue for the segment increased 73 percent to $1.3 billion from $765 million a year ago. Results for the first quarter reflect the execution and substantial completion of task order awards for the U.S. Army Corps of Engineers to restore power in Puerto Rico. New awards totaled $43 million for the quarter, and ending backlog was $2.4 billion, down from $3.7 billion a year ago.\nThe Diversified Services segment reported a segment profit of $19 million in the first quarter of 2018, compared to $23 million a year ago. Revenue for the quarter was $643 million compared to $569 million in the first quarter of 2017. Results for the quarter reflect revenue growth from Stork operations in Latin America and North America. New awards totaled $433 million for the quarter, and ending backlog was $2.3 billion, down from $2.9 billion a year ago.\nFirst Quarter Conference Call\nFluor will host a conference call at 5:30 p.m. Eastern time on Thursday, May 3, which will be webcast live on the Internet and can be accessed by logging onto http://investor.fluor.com . A supplemental slide presentation will be available shortly before the call begins. The webcast and presentation will be archived for 30 days following the call.\nNon-GAAP Financial Measure\nThis press release contains a discussion of consolidated segment profit that would be deemed a non-GAAP financial measure under SEC rules. Segment profit is calculated as revenue less cost of revenue and earnings attributable to noncontrolling interests excluding: corporate general and administrative expense; interest expense; interest income; domestic and foreign income taxes; and other non-operating income and expense items. The company believes that consolidated segment profit provides a meaningful perspective on its business results as it is the aggregation of individual segment profit measures that the company utilizes to evaluate and manage its business performance. A reconciliation of this measure to earnings (loss) before taxes is included in the press release tables.\nAbout Fluor Corporation\nFluor Corporation (NYSE: FLR) is a global engineering, procurement, fabrication, construction and maintenance company that designs, builds and maintains capital-efficient facilities for its clients on six continents. For more than a century, Fluor has served its clients by delivering innovative and integrated solutions across the globe. With headquarters in Irving, Texas, Fluor ranks 149 on the Fortune 500 list with revenue of $19.5 billion in 2017 and has more than 56,000 employees worldwide. For more information, please visit www.fluor.com or follow Fluor on social media at Facebook , Twitter , LinkedIn and YouTube .\nForward-Looking Statements: This release may contain (including without limitation statements to the effect that the Company or its management \"believes,\" \"expects,\" is “positioned” or other similar expressions). These , including statements relating to future growth, backlog, earnings and the outlook for the Company’s business are based on current management expectations and involve risks and uncertainties. Actual results may differ materially as a result of a number of factors, including, among other things, the cyclical nature of many of the markets the Company serves, including the Company’s Energy & Chemicals segment; the Company's failure to receive new contract awards; the Company’s failure to meet cost and schedule estimates; cost overruns, project delays or other problems arising from project execution activities; intense competition in the industries in which we operate; failure of our joint venture or other partners, suppliers or subcontractors to perform their obligations; failure to obtain favorable results in existing or future litigation or dispute resolution proceedings or claims; cyber-security breaches; foreign economic and political uncertainties; client cancellations of, or scope adjustments to, existing contracts; client delays or defaults in making payments; risks or uncertainties associated with events outside of our control, including weather conditions; the Company’s failure, or the failure of our agents or partners, to comply with laws; the potential impact of certain tax matters; possible information technology interruptions or inability to protect intellectual property; new or changing legal requirements, including those relating to environmental, health and safety matters; liabilities associated with the performance of nuclear services; foreign currency risks; the availability of credit and restrictions imposed by credit facilities, both for the Company and our clients, suppliers, subcontractors or other partners; failure to maintain safe worksites and international security risks; the inability to hire and retain qualified personnel; possible limitations on bonding or letter of credit capacity; risks or uncertainties associated with acquisitions, dispositions and investments; risks arising from the inability to successfully integrate acquired businesses; the use of estimates and assumptions in preparing our financial statements; and the Company’s ability to secure appropriate insurance. Caution must be exercised in relying on these and other . Due to known and unknown risks, the Company’s results may differ materially from its expectations and projections.\nAdditional information concerning these and other factors can be found in the Company's public periodic filings with the Securities and Exchange Commission, including the discussion under the heading \"Item 1A. Risk Factors\" in the Company's Form 10-K filed on February 20, 2018. Such filings are available either publicly or upon request from Fluor's Investor Relations Department: (469) 398-7070. The Company disclaims any intent or obligation other than as required by law to update its in light of new information or future events.\nFLUOR CORPORATION CONSOLIDATED FINANCIAL RESULTS (in millions, except per share amounts) Unaudited CONSOLIDATED OPERATING RESULTS THREE MONTHS ENDED MARCH 31 2018 2017 Revenue $ 4,823.8 $ 4,835.9 Cost and expenses: Cost of revenue 4,766.0 4,686.0 Corporate general and administrative expense 57.3 45.0 Interest expense, net 9.6 11.5 Total cost and expenses 4,832.9 4,742.5 Earnings (loss) before taxes (9.1 ) 93.4 Income tax expense 3.0 16.1 Net earnings (loss) (12.1 ) 77.3 Less: Net earnings attributable to noncontrolling interests 5.5 16.7 Net earnings (loss) attributable to Fluor Corporation $ (17.6 ) $ 60.6 Basic earnings (loss) per share Net earnings (loss) $ (0.13 ) $ 0.43 Weighted average shares 140.1 139.4 Diluted earnings per share Net earnings (loss) $ (0.13 ) $ 0.43 Weighted average shares 140.1 141.0 New awards $ 2,536.1 $ 2,313.3 Backlog $ 29,132.2 $ 41,607.1 Work performed $ 4,710.0 $ 4,733.5 FLUOR CORPORATION Unaudited BUSINESS SEGMENT FINANCIAL REVIEW AND U.S. GAAP RECONCILIATION ($ in millions) THREE MONTHS ENDED MARCH 31 2018 2017 Revenue Energy & Chemicals $ 1,943.0 $ 2,128.6 Mining, Industrial, Infrastructure & Power 910.3 1,372.9 Government 1,327.2 765.2 Diversified Services 643.3 569.2 Total revenue $ 4,823.8 $ 4,835.9 Segment profit (loss) $ and margin % (2) Energy & Chemicals $ 105.7 5.4 % $ 84.4 4.0 % Mining, Industrial, Infrastructure & Power (1) (144.1 ) (15.8 )% (2.8 ) (0.2 )% Government 71.9 5.4 % 29.0 3.8 % Diversified Services 18.8 2.9 % 22.6 4.0 % Total segment profit $ and margin % $ 52.3 1.1 % $ 133.2 2.8 % Corporate general and administrative expense (57.3 ) (45.0 ) Interest expense, net (9.6 ) (11.5 ) Earnings attributable to noncontrolling interests 5.5 16.7 Earnings (loss) before taxes $ (9.1 ) $ 93.4 (1) Includes research and development expenses associated with NuScale totaling $23 million and $16 million for three months ended March 31, 2018 and 2017, respectively.\n(2) Segment profit margin % is calculated as segment profit divided by segment revenue.\nFLUOR CORPORATION Unaudited SELECTED BALANCE SHEET ITEMS ($ in millions) MARCH 31, DECEMBER 31, 2018 2017 Cash and marketable securities, including noncurrent $ 1,828.5 $ 2,078.8 Total current assets 5,694.8 5,601.3 Total assets 9,425.2 9,327.7 Total short-term debt 28.8 27.4 Total current liabilities 4,078.3 3,574.2 Long-term debt 1,607.7 1,591.6 Shareholders' equity 2,996.3 3,342.3 SELECTED CASH FLOW ITEMS ($ in millions) THREE MONTHS ENDED MARCH 31 2018 2017 Cash provided (utilized) by operating activities $\n(136.0 ) $\n270.2 Investing activities Net (purchases) sales and maturities of marketable securities 130.9 41.3 Capital expenditures (65.1 ) (66.9 ) Proceeds from disposal of property, plant and equipment 16.5 14.7 Investments in partnerships and joint ventures (15.5 ) (86.0 ) Other items 0.1 0.6 Cash provided (utilized) by investing activities 66.9 (96.3 ) Financing activities Dividends paid (30.2 ) (30.0 ) Repayment of borrowings under revolving lines of credit - (53.5 ) Distributions paid to noncontrolling interests, net of capital contributions (22.9 ) (8.6 ) Other Items (4.9 ) 14.6 Cash utilized by financing activities (58.0 ) (77.5 ) Effect of exchange rate changes on cash 9.0 20.7 Increase (decrease) in cash and cash equivalents $\n(118.1\n) $\n117.1 Depreciation $\n51.9 $\n50.7 FLUOR CORPORATION Supplemental Fact Sheet Unaudited NEW AWARDS ($ in millions) THREE MONTHS ENDED MARCH 31 2018 2017 Energy & Chemicals $ 721 28 % $ 705 31 % Mining, Industrial, Infrastructure & Power 1,339 53 % 889 38 % Government 43 2 % 173 7 % Diversified Services 433 17 % 546 24 % Total new awards $ 2,536 100 % $ 2,313 100 % BACKLOG TRENDS ($ in millions) AS OF MARCH 31 2018 2017 Energy & Chemicals $ 14,127 49 % $ 19,145 46 % Mining, Industrial, Infrastructure & Power 10,302 35 % 15,832 38 % Government 2,370 8 % 3,702 9 % Diversified Services 2,333 8 % 2,928 7 % Total backlog $ 29,132 100 % $ 41,607 100 % United States $ 11,673 40 % $ 21,738 52 % The Americas (excluding the United States) 3,779 13 % 3,012 7 % Europe, Africa and the Middle East 12,232 42 % 15,287 37 % Asia Pacific (including Australia) 1,448 5 % 1,570 4 % Total backlog $ 29,132 100 % $ 41,607 100 %\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503006421/en/\nFluor Corporation\nMedia Relations:\nBrian Mershon, 469-398-7621\nor\nBrett Turner, 864-281-6976\nor\nInvestor Relations:\nGeoff Telfer, 469-398-7070\nor\nJason Landkamer, 469-398-7222\nSource: Fluor Corporation",
    "published": "2018-05-04T00:15:00.000+03:00",
    "crawled": "2018-05-04T03:09:33.068+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irving",
        "texas",
        "business",
        "wire",
        "fluor",
        "corporation",
        "nyse",
        "flr",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "net",
        "loss",
        "attributable",
        "fluor",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "earnings",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ago",
        "result",
        "quarter",
        "include",
        "charge",
        "approximately",
        "million",
        "per",
        "diluted",
        "share",
        "forecast",
        "revision",
        "power",
        "project",
        "consolidated",
        "segment",
        "profit",
        "quarter",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "first",
        "quarter",
        "revenue",
        "billion",
        "flat",
        "compared",
        "year",
        "ago",
        "new",
        "award",
        "quarter",
        "billion",
        "including",
        "billion",
        "mining",
        "industrial",
        "infrastructure",
        "power",
        "million",
        "energy",
        "chemical",
        "million",
        "diversified",
        "service",
        "million",
        "government",
        "consolidated",
        "ending",
        "backlog",
        "billion",
        "compare",
        "billion",
        "year",
        "ago",
        "result",
        "quarter",
        "meet",
        "expectation",
        "result",
        "continued",
        "challenge",
        "power",
        "project",
        "said",
        "david",
        "seaton",
        "fluor",
        "chairman",
        "chief",
        "executive",
        "officer",
        "going",
        "forward",
        "primary",
        "focus",
        "market",
        "see",
        "opportunity",
        "fully",
        "deploy",
        "integrated",
        "solution",
        "model",
        "deliver",
        "capital",
        "efficiency",
        "client",
        "demand",
        "includes",
        "recent",
        "announcement",
        "lng",
        "canada",
        "project",
        "one",
        "many",
        "opportunity",
        "see",
        "second",
        "half",
        "corporate",
        "g",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "expense",
        "quarter",
        "include",
        "million",
        "related",
        "foreign",
        "currency",
        "exchange",
        "loss",
        "fluor",
        "cash",
        "marketable",
        "security",
        "balance",
        "end",
        "first",
        "quarter",
        "billion",
        "billion",
        "last",
        "quarter",
        "primarily",
        "due",
        "increased",
        "working",
        "capital",
        "need",
        "support",
        "project",
        "execution",
        "activity",
        "power",
        "restoration",
        "project",
        "puerto",
        "rico",
        "quarter",
        "company",
        "utilized",
        "million",
        "cash",
        "operating",
        "activity",
        "paid",
        "million",
        "dividend",
        "outlook",
        "company",
        "revising",
        "guidance",
        "eps",
        "range",
        "per",
        "diluted",
        "share",
        "previous",
        "range",
        "per",
        "diluted",
        "share",
        "due",
        "large",
        "part",
        "forecast",
        "revision",
        "power",
        "project",
        "business",
        "segment",
        "fluor",
        "energy",
        "chemical",
        "segment",
        "reported",
        "segment",
        "profit",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "result",
        "quarter",
        "reflect",
        "increase",
        "project",
        "execution",
        "activity",
        "large",
        "upstream",
        "project",
        "first",
        "quarter",
        "revenue",
        "billion",
        "compared",
        "billion",
        "year",
        "ago",
        "new",
        "award",
        "segment",
        "totaled",
        "million",
        "ending",
        "backlog",
        "billion",
        "compared",
        "billion",
        "year",
        "ago",
        "mining",
        "industrial",
        "infrastructure",
        "power",
        "segment",
        "reported",
        "segment",
        "loss",
        "million",
        "compared",
        "segment",
        "loss",
        "million",
        "first",
        "quarter",
        "result",
        "quarter",
        "include",
        "charge",
        "approximately",
        "million",
        "forecast",
        "revision",
        "power",
        "project",
        "revenue",
        "segment",
        "declined",
        "million",
        "billion",
        "year",
        "ago",
        "due",
        "reduced",
        "volume",
        "project",
        "execution",
        "activity",
        "power",
        "new",
        "award",
        "first",
        "quarter",
        "billion",
        "including",
        "mine",
        "expansion",
        "project",
        "peru",
        "ending",
        "backlog",
        "segment",
        "billion",
        "billion",
        "year",
        "ago",
        "government",
        "segment",
        "reported",
        "segment",
        "profit",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "revenue",
        "segment",
        "increased",
        "percent",
        "billion",
        "million",
        "year",
        "ago",
        "result",
        "first",
        "quarter",
        "reflect",
        "execution",
        "substantial",
        "completion",
        "task",
        "order",
        "award",
        "army",
        "corp",
        "engineer",
        "restore",
        "power",
        "puerto",
        "rico",
        "new",
        "award",
        "totaled",
        "million",
        "quarter",
        "ending",
        "backlog",
        "billion",
        "billion",
        "year",
        "ago",
        "diversified",
        "service",
        "segment",
        "reported",
        "segment",
        "profit",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "year",
        "ago",
        "revenue",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "result",
        "quarter",
        "reflect",
        "revenue",
        "growth",
        "stork",
        "operation",
        "latin",
        "america",
        "north",
        "america",
        "new",
        "award",
        "totaled",
        "million",
        "quarter",
        "ending",
        "backlog",
        "billion",
        "billion",
        "year",
        "ago",
        "first",
        "quarter",
        "conference",
        "call",
        "fluor",
        "host",
        "conference",
        "call",
        "eastern",
        "time",
        "thursday",
        "may",
        "webcast",
        "live",
        "internet",
        "accessed",
        "logging",
        "onto",
        "http",
        "supplemental",
        "slide",
        "presentation",
        "available",
        "shortly",
        "call",
        "begin",
        "webcast",
        "presentation",
        "archived",
        "day",
        "following",
        "call",
        "financial",
        "measure",
        "press",
        "release",
        "contains",
        "discussion",
        "consolidated",
        "segment",
        "profit",
        "would",
        "deemed",
        "financial",
        "measure",
        "sec",
        "rule",
        "segment",
        "profit",
        "calculated",
        "revenue",
        "less",
        "cost",
        "revenue",
        "earnings",
        "attributable",
        "noncontrolling",
        "interest",
        "excluding",
        "corporate",
        "general",
        "administrative",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "domestic",
        "foreign",
        "income",
        "tax",
        "income",
        "expense",
        "item",
        "company",
        "belief",
        "consolidated",
        "segment",
        "profit",
        "provides",
        "meaningful",
        "perspective",
        "business",
        "result",
        "aggregation",
        "individual",
        "segment",
        "profit",
        "measure",
        "company",
        "utilizes",
        "evaluate",
        "manage",
        "business",
        "performance",
        "reconciliation",
        "measure",
        "earnings",
        "loss",
        "tax",
        "included",
        "press",
        "release",
        "table",
        "fluor",
        "corporation",
        "fluor",
        "corporation",
        "nyse",
        "flr",
        "global",
        "engineering",
        "procurement",
        "fabrication",
        "construction",
        "maintenance",
        "company",
        "design",
        "build",
        "maintains",
        "facility",
        "client",
        "six",
        "continent",
        "century",
        "fluor",
        "served",
        "client",
        "delivering",
        "innovative",
        "integrated",
        "solution",
        "across",
        "globe",
        "headquarters",
        "irving",
        "texas",
        "fluor",
        "rank",
        "fortune",
        "list",
        "revenue",
        "billion",
        "employee",
        "worldwide",
        "information",
        "please",
        "visit",
        "follow",
        "fluor",
        "social",
        "medium",
        "facebook",
        "twitter",
        "linkedin",
        "youtube",
        "statement",
        "release",
        "may",
        "contain",
        "including",
        "without",
        "limitation",
        "statement",
        "effect",
        "company",
        "management",
        "belief",
        "expects",
        "positioned",
        "similar",
        "expression",
        "including",
        "statement",
        "relating",
        "future",
        "growth",
        "backlog",
        "earnings",
        "outlook",
        "company",
        "business",
        "based",
        "current",
        "management",
        "expectation",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "number",
        "factor",
        "including",
        "among",
        "thing",
        "cyclical",
        "nature",
        "many",
        "market",
        "company",
        "serf",
        "including",
        "company",
        "energy",
        "chemical",
        "segment",
        "company",
        "failure",
        "receive",
        "new",
        "contract",
        "award",
        "company",
        "failure",
        "meet",
        "cost",
        "schedule",
        "estimate",
        "cost",
        "overrun",
        "project",
        "delay",
        "problem",
        "arising",
        "project",
        "execution",
        "activity",
        "intense",
        "competition",
        "industry",
        "operate",
        "failure",
        "joint",
        "venture",
        "partner",
        "supplier",
        "subcontractor",
        "perform",
        "obligation",
        "failure",
        "obtain",
        "favorable",
        "result",
        "existing",
        "future",
        "litigation",
        "dispute",
        "resolution",
        "proceeding",
        "claim",
        "breach",
        "foreign",
        "economic",
        "political",
        "uncertainty",
        "client",
        "cancellation",
        "scope",
        "adjustment",
        "existing",
        "contract",
        "client",
        "delay",
        "default",
        "making",
        "payment",
        "risk",
        "uncertainty",
        "associated",
        "event",
        "outside",
        "control",
        "including",
        "weather",
        "condition",
        "company",
        "failure",
        "failure",
        "agent",
        "partner",
        "comply",
        "law",
        "potential",
        "impact",
        "certain",
        "tax",
        "matter",
        "possible",
        "information",
        "technology",
        "interruption",
        "inability",
        "protect",
        "intellectual",
        "property",
        "new",
        "changing",
        "legal",
        "requirement",
        "including",
        "relating",
        "environmental",
        "health",
        "safety",
        "matter",
        "liability",
        "associated",
        "performance",
        "nuclear",
        "service",
        "foreign",
        "currency",
        "risk",
        "availability",
        "credit",
        "restriction",
        "imposed",
        "credit",
        "facility",
        "company",
        "client",
        "supplier",
        "subcontractor",
        "partner",
        "failure",
        "maintain",
        "safe",
        "worksites",
        "international",
        "security",
        "risk",
        "inability",
        "hire",
        "retain",
        "qualified",
        "personnel",
        "possible",
        "limitation",
        "bonding",
        "letter",
        "credit",
        "capacity",
        "risk",
        "uncertainty",
        "associated",
        "acquisition",
        "disposition",
        "investment",
        "risk",
        "arising",
        "inability",
        "successfully",
        "integrate",
        "acquired",
        "business",
        "use",
        "estimate",
        "assumption",
        "preparing",
        "financial",
        "statement",
        "company",
        "ability",
        "secure",
        "appropriate",
        "insurance",
        "caution",
        "must",
        "exercised",
        "relying",
        "due",
        "known",
        "unknown",
        "risk",
        "company",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "projection",
        "additional",
        "information",
        "concerning",
        "factor",
        "found",
        "company",
        "public",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "discussion",
        "heading",
        "item",
        "1a",
        "risk",
        "factor",
        "company",
        "form",
        "filed",
        "february",
        "filing",
        "available",
        "either",
        "publicly",
        "upon",
        "request",
        "fluor",
        "investor",
        "relation",
        "department",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "required",
        "law",
        "update",
        "light",
        "new",
        "information",
        "future",
        "event",
        "fluor",
        "corporation",
        "consolidated",
        "financial",
        "result",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "consolidated",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "corporate",
        "general",
        "administrative",
        "expense",
        "interest",
        "expense",
        "net",
        "total",
        "cost",
        "expense",
        "earnings",
        "loss",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "earnings",
        "loss",
        "less",
        "net",
        "earnings",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "earnings",
        "loss",
        "attributable",
        "fluor",
        "corporation",
        "basic",
        "earnings",
        "loss",
        "per",
        "share",
        "net",
        "earnings",
        "loss",
        "weighted",
        "average",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "net",
        "earnings",
        "loss",
        "weighted",
        "average",
        "share",
        "new",
        "award",
        "backlog",
        "work",
        "performed",
        "fluor",
        "corporation",
        "unaudited",
        "business",
        "segment",
        "financial",
        "review",
        "gaap",
        "reconciliation",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "energy",
        "chemical",
        "mining",
        "industrial",
        "infrastructure",
        "power",
        "government",
        "diversified",
        "service",
        "total",
        "revenue",
        "segment",
        "profit",
        "loss",
        "margin",
        "energy",
        "chemical",
        "mining",
        "industrial",
        "infrastructure",
        "power",
        "government",
        "diversified",
        "service",
        "total",
        "segment",
        "profit",
        "margin",
        "corporate",
        "general",
        "administrative",
        "expense",
        "interest",
        "expense",
        "net",
        "earnings",
        "attributable",
        "noncontrolling",
        "interest",
        "earnings",
        "loss",
        "tax",
        "includes",
        "research",
        "development",
        "expense",
        "associated",
        "nuscale",
        "totaling",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "segment",
        "profit",
        "margin",
        "calculated",
        "segment",
        "profit",
        "divided",
        "segment",
        "revenue",
        "fluor",
        "corporation",
        "unaudited",
        "selected",
        "balance",
        "sheet",
        "item",
        "million",
        "march",
        "december",
        "cash",
        "marketable",
        "security",
        "including",
        "noncurrent",
        "total",
        "current",
        "asset",
        "total",
        "asset",
        "total",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "shareholder",
        "equity",
        "selected",
        "cash",
        "flow",
        "item",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "provided",
        "utilized",
        "operating",
        "activity",
        "investing",
        "activity",
        "net",
        "purchase",
        "sale",
        "maturity",
        "marketable",
        "security",
        "capital",
        "expenditure",
        "proceeds",
        "disposal",
        "property",
        "plant",
        "equipment",
        "investment",
        "partnership",
        "joint",
        "venture",
        "item",
        "cash",
        "provided",
        "utilized",
        "investing",
        "activity",
        "financing",
        "activity",
        "dividend",
        "paid",
        "repayment",
        "borrowing",
        "revolving",
        "line",
        "credit",
        "distribution",
        "paid",
        "noncontrolling",
        "interest",
        "net",
        "capital",
        "contribution",
        "item",
        "cash",
        "utilized",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "depreciation",
        "fluor",
        "corporation",
        "supplemental",
        "fact",
        "sheet",
        "unaudited",
        "new",
        "award",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "energy",
        "chemical",
        "mining",
        "industrial",
        "infrastructure",
        "power",
        "government",
        "diversified",
        "service",
        "total",
        "new",
        "award",
        "backlog",
        "trend",
        "million",
        "march",
        "energy",
        "chemical",
        "mining",
        "industrial",
        "infrastructure",
        "power",
        "government",
        "diversified",
        "service",
        "total",
        "backlog",
        "united",
        "state",
        "america",
        "excluding",
        "united",
        "state",
        "europe",
        "africa",
        "middle",
        "east",
        "asia",
        "pacific",
        "including",
        "australia",
        "total",
        "backlog",
        "view",
        "source",
        "version",
        "http",
        "fluor",
        "corporation",
        "medium",
        "relation",
        "brian",
        "mershon",
        "brett",
        "turner",
        "investor",
        "relation",
        "geoff",
        "telfer",
        "jason",
        "landkamer",
        "source",
        "fluor",
        "corporation"
    ]
}