{
    "organizations": [],
    "uuid": "fa7266d55b8db6cf47c7ab523ab2c6467b7a240a",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/03/south-africa-how-cape-town-beat-the-drought.html",
    "ord_in_thread": 0,
    "title": "South Africa: How Cape Town beat the drought",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It doesn't look much like victory — the scorched rocks, bone-dry corpses of long-dead trees and the hot white sand stretching into the distance speak more of a scene of desolation.\nThis is no desert. It is a dam, set in the middle of fruit orchards and golf courses in South Africa's Western Cape province. Theewaterskloof, the biggest reservoir for Cape Town, is a diminished trickle after three years of relentless drought that have reduced it to barely a tenth of its 480bn-litre capacity. It is now possible to stroll through ghostly rows of Chenin Blanc vines submerged when the dam was flooded, in the 1970s.\nIt is a biblical scene. \"If the world ends tomorrow and the Lord brings the fire, there won't be the water to extinguish it,\" says Rachel Erasmus, a resident of Villiersdorp, a nearby town.\nReceive 4 weeks of unlimited digital access to the Financial Times for just $1 .\nTheewaterskloof shows the severity of the water crisis that threatened to turn South Africa's second city, 120km away and with a population of nearly 4m, almost completely dry this year. In the words of Cyril Ramaphosa, speaking in January before he became South Africa's president, Cape Town faced \"real, total disaster\". In an age of climate change it was the world's first metropolis to confront such a fate.\nAnd yet, remarkably, Cape Town has averted it — for now at least. Day Zero, the disaster movie-like moment when municipal engineers would have turned off the taps for millions and forced them to queue at military-guarded standpipes, has been pushed back to 2019.\nCity planners had been braced as recently as February for Day Zero to arrive by April after annual rainfall dropped from an average of 1,100mm in 2013 to just 500mm last year, devastating a provincial supply system reliant, almost entirely, on the collection of surface water. Many pray enough rain will come in the next few winter months to exorcise the drought altogether.\nHowever, respite has come not from the skies, nor the ground nor ocean through technological tricks to tap subterranean aquifers and desalinate seawater. It is largely down to one of the most drastic civic water conservation campaigns ever conceived.\nIn three years, Cape Town residents have more than halved their use from 1.2bn litres a day in 2015, to just over 500m litres at the start of this year — a record-breaking pace. \"We're going to become one of the world's water-resilient cities,\" says Helen Zille, the Western Cape's provincial premier and a former mayor of Cape Town.\nIt has included enforcing suburban restrictions of 50 litres a day per person, versus a global average use of 185 litres, with key sectors such as tourism and agriculture bearing the brunt of scarcity. Authorities combined behavioural nudges and public praise with draconian surveillance and dire warnings.\n\"Water use has dropped quite amazingly,\" says Neil Armitage, a professor of civil water engineering at the University of Cape Town. \"We will definitely make this year. If we have another dry year as bad as the last, it looks as though we could survive it again. People didn't like being treated like naughty children. But it worked.\"\nIt has been a close-run thing. Day Zero, under which residents would have been rationed to 25 litres a day, would have been triggered when overall dam levels fell to 13.5 per cent. They are currently at 19 per cent. Facing a future that is more urban, more unequal and straining at ecological limits, cities in the developing world may look to Cape Town for lessons.\nIf they do, they will find a parable — about a young democracy facing tough decisions over sharing scant resources, while addressing injustices from its past and institutional failings in its present.\nDemocracy is on Adilson Ndala's mind as the 27-year-old salesman waits in a queue at the Newlands spring at the foot of Table Mountain, where many have come during the crisis to fill plastic containers to top up official daily restrictions. \"We've got black, white, Indian, coloured, lining up for water — just like we all lined up to vote in 1994,\" when South Africa's first post-apartheid poll took place, Mr Ndala says.\nIt is a powerful image of solidarity. The authorities have not been shy about reinforcing the message as they have kept the public informed of dam levels and water usage. A colour-coded map shows adherence to water restrictions street by street online — dark green for the virtuous, lighter shades for those under pressure to catch up. Escalating tariffs on the rich are meant to pay for basic water for the poor.\nBut in one of the world's most unequal cities, where apartheid's legacy separates mostly rich and white suburbs from largely poor and black shantytowns, the efforts to avoid Day Zero have involved cajoling a divided society into thinking of water as a common problem. When mostly white middle-class people bring up urban myths about waste in townships, \"I give it [the truth] to them,\" Ms Zille says. \"People get it. They're prepared to adapt . . . we've got to change our water culture.\"\nFor those in the suburbs, keeping within 50 litres has involved juggling showers of 60 seconds with judicious flushes of the toilet and careful management of laundry. Cars have been left to collect a patina of dirt and lawns have turned brown. But for many in the townships and informal shack settlements that house just under a quarter of Cape Town's population, such conditions would be seen as a luxury.\nIn fact Day Zero would never have come to townships like Philippi. The average use per person is already close to or below the 25 litres that it would have enforced. \"Tongue in cheek, I often say the rest of Cape Town is getting a lesson in what it's like to live in the informal settlements,\" Mr Armitage says. \"It goes down like a lead balloon.\"\nWhile Cape Town's richest households have cut their usage the most, many have done so by installing private boreholes and storage tanks. \"Rich people can survive the drought because they can buy water,\" says Elias Tantsi, a Philippi resident. \"They only care about us when there's a vote.\"\nFor township residents, acquiring flush toilets and washing machines are important signs of dignity. Willem Andrew, a scrap-dealer who lives on the edge of Villiersdorp's shantytown, has stopped using his washing machine to stay within 50 litres. \"Back to the old style, treading on the washing in the bath,\" he says. \"It's heartbreaking to live like this.\"\nTwo years after the 1994 elections, South Africa's new democratic constitution included a right to water for all. \"What Cape Town's crisis has made clear is that we are very far from realising that right,\" says Melita Steele, a campaigner for Greenpeace. It is connected to a deeper problem that helped shape Cape Town's crisis response, Ms Steele says: \"There has been clear failure in the governance, transparency and accountability of how water is managed in South Africa.\"\nWhat is perhaps most remarkable about Cape Town's near-brush with Day Zero is that since 1999, the city's demand for water has actually been steady, even as its population expanded by nearly a third. The data provide an important clue to how Cape Town survived but is also very revealing of the divides in South Africa's fraught water politics.\nCape Town does not control its own bulk water supply. Responsibility lies with the national water department.\nIn the late 1990s, city officials asked the department to increase supply. It insisted on efficiency improvements to the system, which the city achieved by repairing leaks and reducing the system's pressure. Steep tariffs for the heaviest users were rolled out alongside water meters. The difference between water supplied and billed is today around 15 per cent — \"world class,\" Mr Armitage says. Australian cities, among the most efficient in the world, lose 10 per cent. Yet South Africa is overexploiting most of its river systems, according to a report by the country's Institute for Security Studies.\nThe national water department is controlled by Mr Ramaphosa's ruling African National Congress, in power since 1994. The ANC's biggest opposition, the Democratic Alliance, has led Cape Town since 2006 and won the Western Cape in 2009.\nThe two parties have traded blame for the water crisis. But more importantly, the national department \"has pretty much collapsed\", Ms Steele says. Problems include overspending its R14bn ($1.1bn) budget by R2bn, while civil society groups have highlighted alleged irregularities. The ministry says its finances have been hit by debts owed to it by municipalities and budget cuts.\nThe ministry is one of several associated with institutional decay during the controversial nine-year presidency of Jacob Zuma. One of Mr Ramaphosa's first acts after ousting Mr Zuma in February following a power struggle was to fire Nomvula Mokonyane, a Zuma ally, as water minister.\nCape Town has also invested, piloting a handful of desalination plants, wastewater treatment units and groundwater-extraction projects, increasing its capital spending budget by about $100m in a year. But these will contribute only 300m litres a day by 2020. Desalination is also especially expensive to operate, a problem underlined by Australia's severe drought in the 2000s.\n\"What we learnt from Australia is that you can spend billions on infrastructure that then isn't used,\" says Ms Zille. \"The opportunity cost of that is much higher in South Africa than it is in Australia.\"\nThe economic cost of averting Day Zero will take time to calculate. While South Africa's economy stagnated during the Zuma years, Cape Town's embrace of creative and service industries has meant it is booming in comparison.\nMuch of this high-end economy has adapted to scarce water. Top-tier restaurants have adopted special \"dry\" menus served on paper plates. Salons give discounts to customers who wash their hair before their appointment. Organisers of events, from cycle races to international business conferences, have shipped in their own supplies.\nSome of the information aimed at getting heavy users to cut down has been so stark it may have had the unintended consequence of deterring tourists, says Tim Harris, the head of Wesgro, the Western Cape's tourism and investment authority. But the city's ability to adapt has also been a draw, he adds.\nThe biggest casualty will be farming. Half of South Africa's $10bn-plus agricultural exports are from the Western Cape, especially high-value, water-intensive products such as citrus fruit and wine. Farmers have had to cut water use by 40 per cent. Releases from privately owned irrigation dams — normally used for crops and orchards — were also key to pushing Day Zero back.\nFarmers warn they will be counting the cost in uprooted orchards and reduced harvests for years to come. Production has fallen by a fifth on average, according to city finance officials. Thousands of farmworkers face being laid-off, raising economic tension elsewhere. \"If I don't work, I'll have to go home to the Eastern Cape,\" one of South Africa's poorest regions, says Bethwell Smith, an apple-picker.\nYet it could have been far worse. Cape Town narrowly averted disaster this year. But, says Mr Armitage, with the exhaustion of surface water globally, the world is unlikely to see many more Theewaterskloofs being built to prevent emergencies in the future.\n\"We are officially at the end of the dam era,\" he says. \"Conservation is going to be the big game in town for the foreseeable future — and Cape Town has shown how to do it.\"\nRunning short:\nThree cities, same issue — not enough water\nCape Town is far from the only city to come to the brink of losing its supplies of drinking water. But in contrast with many others, its response to the Day Zero crisis has been more transparent and politically accountable than most.\nOn the other side of southern Africa, the authorities in Maputo recently turned off the taps in areas of Mozambique's capital every other day to conserve water after the city's biggest reservoir fell perilously low. The government is trying to relaunch the construction of another major dam to supply the city, after Brazilian financing and contracts for the project were ensnared in the fallout from Brazil's Lava Jato corruption scandal.\nProtests in Iran that rocked the Islamic republic at the end of last year can partly be traced to anger over a water crisis in the central city of Isfahan , which has already endured years of mismanagement of the resource. Other cities are also suffering as Iran struggles with its worst drought for half a century and depletion of groundwater across the country. Isfahan's governor-general has warned that a shortage of drinking water is looming. This month local farmers protested over alleged corruption behind the diverting of the city's main river to another province.\nDespite the canals that cross the capital of Indonesia, Jakarta underlines that tropical megacities in Asia could also soon face shortages — shown by the fact that the city is sinking by up to 10cm a year. Overuse of groundwater for drinking is causing the rock and sediment beneath Jakarta to collapse in on itself. Urban development has prevented aquifers from recharging. Piped water supplies only a minority of the city's nearly 10m population, and is often polluted.\nMore from the Financial Times:\nTrump says he reimbursed lawyer for porn star hush money\nObama holdout stands in way of US bank deregulatory wave\nMarrakesh's housing market has room to haggle",
    "published": "2018-05-03T22:37:00.000+03:00",
    "crawled": "2018-05-03T22:48:38.046+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "look",
        "much",
        "like",
        "victory",
        "scorched",
        "rock",
        "corps",
        "tree",
        "hot",
        "white",
        "sand",
        "stretching",
        "distance",
        "speak",
        "scene",
        "desolation",
        "desert",
        "dam",
        "set",
        "middle",
        "fruit",
        "orchard",
        "golf",
        "course",
        "south",
        "africa",
        "western",
        "cape",
        "province",
        "theewaterskloof",
        "biggest",
        "reservoir",
        "cape",
        "town",
        "diminished",
        "trickle",
        "three",
        "year",
        "relentless",
        "drought",
        "reduced",
        "barely",
        "tenth",
        "capacity",
        "possible",
        "stroll",
        "ghostly",
        "row",
        "chenin",
        "blanc",
        "vine",
        "submerged",
        "dam",
        "flooded",
        "1970s",
        "biblical",
        "scene",
        "world",
        "end",
        "tomorrow",
        "lord",
        "brings",
        "fire",
        "wo",
        "water",
        "extinguish",
        "say",
        "rachel",
        "erasmus",
        "resident",
        "villiersdorp",
        "nearby",
        "town",
        "receive",
        "week",
        "unlimited",
        "digital",
        "access",
        "financial",
        "time",
        "theewaterskloof",
        "show",
        "severity",
        "water",
        "crisis",
        "threatened",
        "turn",
        "south",
        "africa",
        "second",
        "city",
        "120km",
        "away",
        "population",
        "nearly",
        "4m",
        "almost",
        "completely",
        "dry",
        "year",
        "word",
        "cyril",
        "ramaphosa",
        "speaking",
        "january",
        "became",
        "south",
        "africa",
        "president",
        "cape",
        "town",
        "faced",
        "real",
        "total",
        "disaster",
        "age",
        "climate",
        "change",
        "world",
        "first",
        "metropolis",
        "confront",
        "fate",
        "yet",
        "remarkably",
        "cape",
        "town",
        "averted",
        "least",
        "day",
        "zero",
        "disaster",
        "moment",
        "municipal",
        "engineer",
        "would",
        "turned",
        "tap",
        "million",
        "forced",
        "queue",
        "standpipe",
        "pushed",
        "back",
        "city",
        "planner",
        "braced",
        "recently",
        "february",
        "day",
        "zero",
        "arrive",
        "april",
        "annual",
        "rainfall",
        "dropped",
        "average",
        "500mm",
        "last",
        "year",
        "devastating",
        "provincial",
        "supply",
        "system",
        "reliant",
        "almost",
        "entirely",
        "collection",
        "surface",
        "water",
        "many",
        "pray",
        "enough",
        "rain",
        "come",
        "next",
        "winter",
        "month",
        "exorcise",
        "drought",
        "altogether",
        "however",
        "respite",
        "come",
        "sky",
        "ground",
        "ocean",
        "technological",
        "trick",
        "tap",
        "subterranean",
        "aquifer",
        "desalinate",
        "seawater",
        "largely",
        "one",
        "drastic",
        "civic",
        "water",
        "conservation",
        "campaign",
        "ever",
        "conceived",
        "three",
        "year",
        "cape",
        "town",
        "resident",
        "halved",
        "use",
        "litre",
        "day",
        "500m",
        "litre",
        "start",
        "year",
        "pace",
        "going",
        "become",
        "one",
        "world",
        "city",
        "say",
        "helen",
        "zille",
        "western",
        "cape",
        "provincial",
        "premier",
        "former",
        "mayor",
        "cape",
        "town",
        "included",
        "enforcing",
        "suburban",
        "restriction",
        "litre",
        "day",
        "per",
        "person",
        "versus",
        "global",
        "average",
        "use",
        "litre",
        "key",
        "sector",
        "tourism",
        "agriculture",
        "bearing",
        "brunt",
        "scarcity",
        "authority",
        "combined",
        "behavioural",
        "nudge",
        "public",
        "praise",
        "draconian",
        "surveillance",
        "dire",
        "warning",
        "water",
        "use",
        "dropped",
        "quite",
        "amazingly",
        "say",
        "neil",
        "armitage",
        "professor",
        "civil",
        "water",
        "engineering",
        "university",
        "cape",
        "town",
        "definitely",
        "make",
        "year",
        "another",
        "dry",
        "year",
        "bad",
        "last",
        "look",
        "though",
        "could",
        "survive",
        "people",
        "like",
        "treated",
        "like",
        "naughty",
        "child",
        "worked",
        "thing",
        "day",
        "zero",
        "resident",
        "would",
        "rationed",
        "litre",
        "day",
        "would",
        "triggered",
        "overall",
        "dam",
        "level",
        "fell",
        "per",
        "cent",
        "currently",
        "per",
        "cent",
        "facing",
        "future",
        "urban",
        "unequal",
        "straining",
        "ecological",
        "limit",
        "city",
        "developing",
        "world",
        "may",
        "look",
        "cape",
        "town",
        "lesson",
        "find",
        "parable",
        "young",
        "democracy",
        "facing",
        "tough",
        "decision",
        "sharing",
        "scant",
        "resource",
        "addressing",
        "injustice",
        "past",
        "institutional",
        "failing",
        "present",
        "democracy",
        "adilson",
        "ndala",
        "mind",
        "salesman",
        "wait",
        "queue",
        "newlands",
        "spring",
        "foot",
        "table",
        "mountain",
        "many",
        "come",
        "crisis",
        "fill",
        "plastic",
        "container",
        "top",
        "official",
        "daily",
        "restriction",
        "got",
        "black",
        "white",
        "indian",
        "coloured",
        "lining",
        "water",
        "like",
        "lined",
        "vote",
        "south",
        "africa",
        "first",
        "poll",
        "took",
        "place",
        "mr",
        "ndala",
        "say",
        "powerful",
        "image",
        "solidarity",
        "authority",
        "shy",
        "reinforcing",
        "message",
        "kept",
        "public",
        "informed",
        "dam",
        "level",
        "water",
        "usage",
        "map",
        "show",
        "adherence",
        "water",
        "restriction",
        "street",
        "street",
        "online",
        "dark",
        "green",
        "virtuous",
        "lighter",
        "shade",
        "pressure",
        "catch",
        "escalating",
        "tariff",
        "rich",
        "meant",
        "pay",
        "basic",
        "water",
        "poor",
        "one",
        "world",
        "unequal",
        "city",
        "apartheid",
        "legacy",
        "separate",
        "mostly",
        "rich",
        "white",
        "suburb",
        "largely",
        "poor",
        "black",
        "shantytown",
        "effort",
        "avoid",
        "day",
        "zero",
        "involved",
        "cajoling",
        "divided",
        "society",
        "thinking",
        "water",
        "common",
        "problem",
        "mostly",
        "white",
        "people",
        "bring",
        "urban",
        "myth",
        "waste",
        "township",
        "give",
        "truth",
        "m",
        "zille",
        "say",
        "people",
        "get",
        "prepared",
        "adapt",
        "got",
        "change",
        "water",
        "culture",
        "suburb",
        "keeping",
        "within",
        "litre",
        "involved",
        "juggling",
        "shower",
        "second",
        "judicious",
        "flush",
        "toilet",
        "careful",
        "management",
        "laundry",
        "car",
        "left",
        "collect",
        "patina",
        "dirt",
        "lawn",
        "turned",
        "brown",
        "many",
        "township",
        "informal",
        "shack",
        "settlement",
        "house",
        "quarter",
        "cape",
        "town",
        "population",
        "condition",
        "would",
        "seen",
        "luxury",
        "fact",
        "day",
        "zero",
        "would",
        "never",
        "come",
        "township",
        "like",
        "philippi",
        "average",
        "use",
        "per",
        "person",
        "already",
        "close",
        "litre",
        "would",
        "enforced",
        "tongue",
        "cheek",
        "often",
        "say",
        "rest",
        "cape",
        "town",
        "getting",
        "lesson",
        "like",
        "live",
        "informal",
        "settlement",
        "mr",
        "armitage",
        "say",
        "go",
        "like",
        "lead",
        "balloon",
        "cape",
        "town",
        "richest",
        "household",
        "cut",
        "usage",
        "many",
        "done",
        "installing",
        "private",
        "boreholes",
        "storage",
        "tank",
        "rich",
        "people",
        "survive",
        "drought",
        "buy",
        "water",
        "say",
        "elia",
        "tantsi",
        "philippi",
        "resident",
        "care",
        "u",
        "vote",
        "township",
        "resident",
        "acquiring",
        "flush",
        "toilet",
        "washing",
        "machine",
        "important",
        "sign",
        "dignity",
        "willem",
        "andrew",
        "life",
        "edge",
        "villiersdorp",
        "shantytown",
        "stopped",
        "using",
        "washing",
        "machine",
        "stay",
        "within",
        "litre",
        "back",
        "old",
        "style",
        "treading",
        "washing",
        "bath",
        "say",
        "heartbreaking",
        "live",
        "like",
        "two",
        "year",
        "election",
        "south",
        "africa",
        "new",
        "democratic",
        "constitution",
        "included",
        "right",
        "water",
        "cape",
        "town",
        "crisis",
        "made",
        "clear",
        "far",
        "realising",
        "right",
        "say",
        "melita",
        "steele",
        "campaigner",
        "greenpeace",
        "connected",
        "deeper",
        "problem",
        "helped",
        "shape",
        "cape",
        "town",
        "crisis",
        "response",
        "m",
        "steele",
        "say",
        "clear",
        "failure",
        "governance",
        "transparency",
        "accountability",
        "water",
        "managed",
        "south",
        "africa",
        "perhaps",
        "remarkable",
        "cape",
        "town",
        "day",
        "zero",
        "since",
        "city",
        "demand",
        "water",
        "actually",
        "steady",
        "even",
        "population",
        "expanded",
        "nearly",
        "third",
        "data",
        "provide",
        "important",
        "clue",
        "cape",
        "town",
        "survived",
        "also",
        "revealing",
        "divide",
        "south",
        "africa",
        "fraught",
        "water",
        "politics",
        "cape",
        "town",
        "control",
        "bulk",
        "water",
        "supply",
        "responsibility",
        "lie",
        "national",
        "water",
        "department",
        "late",
        "1990s",
        "city",
        "official",
        "asked",
        "department",
        "increase",
        "supply",
        "insisted",
        "efficiency",
        "improvement",
        "system",
        "city",
        "achieved",
        "repairing",
        "leak",
        "reducing",
        "system",
        "pressure",
        "steep",
        "tariff",
        "heaviest",
        "user",
        "rolled",
        "alongside",
        "water",
        "meter",
        "difference",
        "water",
        "supplied",
        "billed",
        "today",
        "around",
        "per",
        "cent",
        "world",
        "class",
        "mr",
        "armitage",
        "say",
        "australian",
        "city",
        "among",
        "efficient",
        "world",
        "lose",
        "per",
        "cent",
        "yet",
        "south",
        "africa",
        "overexploiting",
        "river",
        "system",
        "according",
        "report",
        "country",
        "institute",
        "security",
        "study",
        "national",
        "water",
        "department",
        "controlled",
        "mr",
        "ramaphosa",
        "ruling",
        "african",
        "national",
        "congress",
        "power",
        "since",
        "anc",
        "biggest",
        "opposition",
        "democratic",
        "alliance",
        "led",
        "cape",
        "town",
        "since",
        "western",
        "cape",
        "two",
        "party",
        "traded",
        "blame",
        "water",
        "crisis",
        "importantly",
        "national",
        "department",
        "pretty",
        "much",
        "collapsed",
        "m",
        "steele",
        "say",
        "problem",
        "include",
        "overspending",
        "r14bn",
        "budget",
        "r2bn",
        "civil",
        "society",
        "group",
        "highlighted",
        "alleged",
        "irregularity",
        "ministry",
        "say",
        "finance",
        "hit",
        "debt",
        "owed",
        "municipality",
        "budget",
        "cut",
        "ministry",
        "one",
        "several",
        "associated",
        "institutional",
        "decay",
        "controversial",
        "presidency",
        "jacob",
        "zuma",
        "one",
        "mr",
        "ramaphosa",
        "first",
        "act",
        "ousting",
        "mr",
        "zuma",
        "february",
        "following",
        "power",
        "struggle",
        "fire",
        "nomvula",
        "mokonyane",
        "zuma",
        "ally",
        "water",
        "minister",
        "cape",
        "town",
        "also",
        "invested",
        "piloting",
        "handful",
        "desalination",
        "plant",
        "wastewater",
        "treatment",
        "unit",
        "project",
        "increasing",
        "capital",
        "spending",
        "budget",
        "100m",
        "year",
        "contribute",
        "300m",
        "litre",
        "day",
        "desalination",
        "also",
        "especially",
        "expensive",
        "operate",
        "problem",
        "underlined",
        "australia",
        "severe",
        "drought",
        "2000s",
        "learnt",
        "australia",
        "spend",
        "billion",
        "infrastructure",
        "used",
        "say",
        "m",
        "zille",
        "opportunity",
        "cost",
        "much",
        "higher",
        "south",
        "africa",
        "australia",
        "economic",
        "cost",
        "averting",
        "day",
        "zero",
        "take",
        "time",
        "calculate",
        "south",
        "africa",
        "economy",
        "stagnated",
        "zuma",
        "year",
        "cape",
        "town",
        "embrace",
        "creative",
        "service",
        "industry",
        "meant",
        "booming",
        "comparison",
        "much",
        "economy",
        "adapted",
        "scarce",
        "water",
        "restaurant",
        "adopted",
        "special",
        "dry",
        "menu",
        "served",
        "paper",
        "plate",
        "salon",
        "give",
        "discount",
        "customer",
        "wash",
        "hair",
        "appointment",
        "organiser",
        "event",
        "cycle",
        "race",
        "international",
        "business",
        "conference",
        "shipped",
        "supply",
        "information",
        "aimed",
        "getting",
        "heavy",
        "user",
        "cut",
        "stark",
        "may",
        "unintended",
        "consequence",
        "deterring",
        "tourist",
        "say",
        "tim",
        "harris",
        "head",
        "wesgro",
        "western",
        "cape",
        "tourism",
        "investment",
        "authority",
        "city",
        "ability",
        "adapt",
        "also",
        "draw",
        "add",
        "biggest",
        "casualty",
        "farming",
        "half",
        "south",
        "africa",
        "agricultural",
        "export",
        "western",
        "cape",
        "especially",
        "product",
        "citrus",
        "fruit",
        "wine",
        "farmer",
        "cut",
        "water",
        "use",
        "per",
        "cent",
        "release",
        "privately",
        "owned",
        "irrigation",
        "dam",
        "normally",
        "used",
        "crop",
        "orchard",
        "also",
        "key",
        "pushing",
        "day",
        "zero",
        "back",
        "farmer",
        "warn",
        "counting",
        "cost",
        "uprooted",
        "orchard",
        "reduced",
        "harvest",
        "year",
        "come",
        "production",
        "fallen",
        "fifth",
        "average",
        "according",
        "city",
        "finance",
        "official",
        "thousand",
        "farmworkers",
        "face",
        "raising",
        "economic",
        "tension",
        "elsewhere",
        "work",
        "go",
        "home",
        "eastern",
        "cape",
        "one",
        "south",
        "africa",
        "poorest",
        "region",
        "say",
        "bethwell",
        "smith",
        "yet",
        "could",
        "far",
        "worse",
        "cape",
        "town",
        "narrowly",
        "averted",
        "disaster",
        "year",
        "say",
        "mr",
        "armitage",
        "exhaustion",
        "surface",
        "water",
        "globally",
        "world",
        "unlikely",
        "see",
        "many",
        "theewaterskloofs",
        "built",
        "prevent",
        "emergency",
        "future",
        "officially",
        "end",
        "dam",
        "era",
        "say",
        "conservation",
        "going",
        "big",
        "game",
        "town",
        "foreseeable",
        "future",
        "cape",
        "town",
        "shown",
        "running",
        "short",
        "three",
        "city",
        "issue",
        "enough",
        "water",
        "cape",
        "town",
        "far",
        "city",
        "come",
        "brink",
        "losing",
        "supply",
        "drinking",
        "water",
        "contrast",
        "many",
        "others",
        "response",
        "day",
        "zero",
        "crisis",
        "transparent",
        "politically",
        "accountable",
        "side",
        "southern",
        "africa",
        "authority",
        "maputo",
        "recently",
        "turned",
        "tap",
        "area",
        "mozambique",
        "capital",
        "every",
        "day",
        "conserve",
        "water",
        "city",
        "biggest",
        "reservoir",
        "fell",
        "perilously",
        "low",
        "government",
        "trying",
        "relaunch",
        "construction",
        "another",
        "major",
        "dam",
        "supply",
        "city",
        "brazilian",
        "financing",
        "contract",
        "project",
        "ensnared",
        "fallout",
        "brazil",
        "lava",
        "jato",
        "corruption",
        "scandal",
        "protest",
        "iran",
        "rocked",
        "islamic",
        "republic",
        "end",
        "last",
        "year",
        "partly",
        "traced",
        "anger",
        "water",
        "crisis",
        "central",
        "city",
        "isfahan",
        "already",
        "endured",
        "year",
        "mismanagement",
        "resource",
        "city",
        "also",
        "suffering",
        "iran",
        "struggle",
        "worst",
        "drought",
        "half",
        "century",
        "depletion",
        "groundwater",
        "across",
        "country",
        "isfahan",
        "warned",
        "shortage",
        "drinking",
        "water",
        "looming",
        "month",
        "local",
        "farmer",
        "protested",
        "alleged",
        "corruption",
        "behind",
        "diverting",
        "city",
        "main",
        "river",
        "another",
        "province",
        "despite",
        "canal",
        "cross",
        "capital",
        "indonesia",
        "jakarta",
        "underline",
        "tropical",
        "megacities",
        "asia",
        "could",
        "also",
        "soon",
        "face",
        "shortage",
        "shown",
        "fact",
        "city",
        "sinking",
        "10cm",
        "year",
        "overuse",
        "groundwater",
        "drinking",
        "causing",
        "rock",
        "sediment",
        "beneath",
        "jakarta",
        "collapse",
        "urban",
        "development",
        "prevented",
        "aquifer",
        "recharging",
        "piped",
        "water",
        "supply",
        "minority",
        "city",
        "nearly",
        "10m",
        "population",
        "often",
        "polluted",
        "financial",
        "time",
        "trump",
        "say",
        "reimbursed",
        "lawyer",
        "porn",
        "star",
        "hush",
        "money",
        "obama",
        "holdout",
        "stand",
        "way",
        "u",
        "bank",
        "deregulatory",
        "wave",
        "marrakesh",
        "housing",
        "market",
        "room",
        "haggle"
    ]
}