{
    "organizations": [],
    "uuid": "e2bf704faba595df793df02f105ac6432b361e62",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/globe-newswire-mackinac-financial-corporation-completes-the-acquisition-of-first-federal-of-northern-michigan.html",
    "ord_in_thread": 0,
    "title": "Mackinac Financial Corporation Completes the Acquisition of First Federal of Northern Michigan",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MANISTIQUE, Mich., The Directors of Mackinac Financial Corporation (Nasdaq:MFNC) (Mackinac), the holding company for mBank, today announced the consummation of the all-stock merger of First Federal of Northern Michigan Bancorp, Inc. (OTC:FFNM) (FFNM), Alpena, Michigan, with and into Mackinac. First Federal of Northern Michigan (First Federal), FFNM’s subsidiary bank, was consolidated into mBank and all branches will open as mBank locations on Monday, May 21, 2018. Consistent with the terms of the Agreement and Plan of Merger, FFNM shareholders will receive .576 shares of Mackinac common stock for each share of FFNM common stock. The aggregate value of the stock consideration, based on an assumed value of Mackinac shares of $15.67, which is the average closing price for the previous five trading days, is approximately $33.6 million. FFNM also maintained the required minimum equity necessary to declare and pay an $8 million special dividend to its shareholders immediately prior to closing as part of the agreement. The special dividend is expected to be released for distribution on May 25, 2018. Total consideration to FFNM shareholders in connection with the transaction would equate to $41.6 million, based upon the assumed value of Mackinac common shares.\nThe transaction will increase Mackinac’s post-transaction assets to an estimated $1.3 billion and balance sheet loans to approximately $1 billion. mBank plans to consolidate First Federal’s Gaylord office into mBank’s Gaylord location on June 18 th , 2018. The First Federal Gaylord office will remain operational from the close of the transaction until such date. Combined with mBank's current locations, the addition of the six acquired Northern Lower Peninsula of Michigan offices (following the anticipated Gaylord consolidation) will increase total branches from 23 to 29.\n“On behalf of the entire Mackinac Board of Directors, staff, and management, we would like to extend a sincere welcome to all First Federal of Northern Michigan clients, employees and shareholders,” said Kelly W. George, Mackinac President and mBank President and CEO. Our primary objective will be providing professional, secure and flexible banking products and services to all customers as we look to deepen our banking relationships with current clients and actively work to attract new ones. mBank also welcomes becoming an active corporate citizen within all the FFNM markets assisting with various municipal, educational, charitable and business development organizations to help make a positive difference within the communities. Continued George, “In closing, we feel privileged to be able to serve the banking needs of the citizens and businesses of our new market areas and look forward to continuing the long-standing relationships built on the fine tradition of First Federal of Northern Michigan.”\nFormer FFNM Chairman Martin Thomson, pursuant to a previous nomination, is expected to be officially appointed to the Mackinac Board of Directors on May 30, 2018 during the next Mackinac board meeting. Former FFNM CEO Michael W. Mahler will remain with mBank (at its Alpena, MI location) as Executive Vice President of Community Banking and Administration. Mr. Thomson commenting on the merger noted, “We are proud to be a part of a quality banking organization that has a culture similar to what we had at First Federal and a scale that allows for continued prosperity of all shareholders and the advancement of our communities. Throughout the last decade we have had a chance to get to know Mackinac well through various collaborations and they have been an excellent partner to work with, which helped pave the way for this transaction to finally come together.”\nAs part of the Corporation’s commitment to continued community support, mBank will make an immediate $100,000 donation to the First Federal Community Foundation. The foundation is dedicated to community activities and the promotion of charitable causes. New mBank Executive Vice President, Michael W. Mahler commented, “I am very excited to join the mBank leadership team and will be continuing on as the President of the First Federal Foundation as well. I couldn’t be happier that the bank and foundation will work together to continue to deeply support our community. mBank’s generous donation to the foundation reinforces its commitment to being a community focused financial institution and I look forward to continuing to work in Alpena and positively impacting the region through efforts at both the bank and the Foundation.”\nMackinac anticipates the transaction to be accretive to earnings per share, exclusive of transaction related costs, for 2018. Operating economies are targeted to be fully phased in by the end of 2018. The Tangible Book Value earn back for Mackinac is currently expected to be approximately three years or less.\n“We are very excited to expand our presence in the Northern Lower Peninsula region by partnering with another long-standing, community minded financial institution,” commented Paul D. Tobias, Chairman and CEO of Mackinac and Chairman of mBank. “Strategically, the proximity to our current footprint complements our Traverse City and Gaylord markets very well and allows us to add considerable scale in that region to enhance our franchise value. Perhaps more importantly, we have further confirmed that culturally, this partnership is an excellent fit for both organizations.”\nMackinac was advised by Piper Jaffray & Co. and the law firm of Honigman Miller Schwartz and Cohn LLP. FFNM was advised by ProBank Austin and the law firm of Shumaker, Loop & Kendrick, LLP.\nAbout Mackinac Financial Corporation\nMackinac Financial Corporation is a registered bank holding company formed under the Bank Holding Company Act of 1956 whose common stock is traded on the NASDAQ stock market as “MFNC”. The principal subsidiary company is mBank. Headquartered in Manistique, MI, mBank has a total of 30 branch locations throughout Michigan and Northern Wisconsin and current assets in excess of $1.2 billion. The company’s banking services include commercial lending, asset-based lending, treasury management products, services geared toward small to mid-sized businesses and a full array of personal and business deposit products, consumer loans, mobile banking, online banking and bill pay.\nThis release contains forward-looking statements within the meaning of the “Safe-Harbor” provisions of the Private Securities Litigation Reform Act of 1995 regarding Mackinac's outlook or expectations with respect to the acquisition of FFNM, including expected cost savings, expected transaction-related and integration expenses and the impact of the transaction on Mackinac's future performance. Words and phrases such as \"growth,\" \"anticipates,\" \"estimates,\" \"expect,\" \"plan,\" \"approximately,\" “allows,” \"should,\" \"will,\" and variations of such words and phrases or similar expressions are intended to identify such forward-looking statements. Such statements are based upon current beliefs and expectations and involve substantial risks and uncertainties which could cause actual results to differ materially from those expressed or implied by such forward-looking statements. These statements are not guarantees of future performance and involve certain risks, uncertainties and assumptions (\"risk factors\") that are difficult to predict with regard to timing, extent, likelihood and degree of occurrence. Therefore, actual results and outcomes may materially differ from what may be expressed or forecasted in such forward-looking statements. Mackinac undertakes no obligation to update, amend or clarify forward-looking statements, whether as a result of new information, future events or otherwise.\nRisk factors relating to both the transaction and the integration of FFNM into Mackinac after closing include, without limitation:\nThe anticipated cost savings and strategic gains expected from the transaction may be significantly harder or take longer to achieve than expected or may not be achieved in their entirety as a result of unexpected factors or events; The integration of FFNM's business and operations into Mackinac, which will include conversion of FFNM's operating systems and procedures, may take longer than anticipated or be more costly than anticipated or have unanticipated adverse results relating to FFNM's or Mackinac's existing businesses; Mackinac's ability to achieve anticipated results from the transaction is dependent on the state of the economic and financial markets going forward. Specifically, Mackinac may incur more credit losses from FFNM’s loan portfolio than expected and deposit attrition may be greater than expected.\nRisk factors also include, but are not limited to, the risk factors described under \"Risk Factors\" in Mackinac's Annual Report on Form 10-K filed with the Securities and Exchange Commission on March 15, 2018. These and other factors are representative of the risk factors that may emerge and could cause a difference between an ultimate actual outcome and a preceding forward-looking statement.\nContacts:\nPaul D. Tobias\nChairman & CEO Mackinac Financial Corporation & Chairman mBank\nBirmingham, MI\n(248) 290 – 5901\nptobias@bankmbank.com\nKelly W. George\nPresident, Mackinac Financial Corporation & President & CEO, mBank\nManistique, MI\n(906) 341 – 7140\nkgeorge@bankmbank.com\nSource:Mackinac Financial Corporation",
    "published": "2018-05-18T23:00:00.000+03:00",
    "crawled": "2018-05-19T00:47:31.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "manistique",
        "director",
        "mackinac",
        "financial",
        "corporation",
        "nasdaq",
        "mfnc",
        "mackinac",
        "holding",
        "company",
        "mbank",
        "today",
        "announced",
        "consummation",
        "merger",
        "first",
        "federal",
        "northern",
        "michigan",
        "bancorp",
        "otc",
        "ffnm",
        "ffnm",
        "alpena",
        "michigan",
        "mackinac",
        "first",
        "federal",
        "northern",
        "michigan",
        "first",
        "federal",
        "ffnm",
        "subsidiary",
        "bank",
        "consolidated",
        "mbank",
        "branch",
        "open",
        "mbank",
        "location",
        "monday",
        "may",
        "consistent",
        "term",
        "agreement",
        "plan",
        "merger",
        "ffnm",
        "shareholder",
        "receive",
        "share",
        "mackinac",
        "common",
        "stock",
        "share",
        "ffnm",
        "common",
        "stock",
        "aggregate",
        "value",
        "stock",
        "consideration",
        "based",
        "assumed",
        "value",
        "mackinac",
        "share",
        "average",
        "closing",
        "price",
        "previous",
        "five",
        "trading",
        "day",
        "approximately",
        "million",
        "ffnm",
        "also",
        "maintained",
        "required",
        "minimum",
        "equity",
        "necessary",
        "declare",
        "pay",
        "million",
        "special",
        "dividend",
        "shareholder",
        "immediately",
        "prior",
        "closing",
        "part",
        "agreement",
        "special",
        "dividend",
        "expected",
        "released",
        "distribution",
        "may",
        "total",
        "consideration",
        "ffnm",
        "shareholder",
        "connection",
        "transaction",
        "would",
        "equate",
        "million",
        "based",
        "upon",
        "assumed",
        "value",
        "mackinac",
        "common",
        "share",
        "transaction",
        "increase",
        "mackinac",
        "asset",
        "estimated",
        "billion",
        "balance",
        "sheet",
        "loan",
        "approximately",
        "billion",
        "mbank",
        "plan",
        "consolidate",
        "first",
        "federal",
        "gaylord",
        "office",
        "mbank",
        "gaylord",
        "location",
        "june",
        "th",
        "first",
        "federal",
        "gaylord",
        "office",
        "remain",
        "operational",
        "close",
        "transaction",
        "date",
        "combined",
        "mbank",
        "current",
        "location",
        "addition",
        "six",
        "acquired",
        "northern",
        "lower",
        "peninsula",
        "michigan",
        "office",
        "following",
        "anticipated",
        "gaylord",
        "consolidation",
        "increase",
        "total",
        "branch",
        "behalf",
        "entire",
        "mackinac",
        "board",
        "director",
        "staff",
        "management",
        "would",
        "like",
        "extend",
        "sincere",
        "welcome",
        "first",
        "federal",
        "northern",
        "michigan",
        "client",
        "employee",
        "shareholder",
        "said",
        "kelly",
        "george",
        "mackinac",
        "president",
        "mbank",
        "president",
        "ceo",
        "primary",
        "objective",
        "providing",
        "professional",
        "secure",
        "flexible",
        "banking",
        "product",
        "service",
        "customer",
        "look",
        "deepen",
        "banking",
        "relationship",
        "current",
        "client",
        "actively",
        "work",
        "attract",
        "new",
        "one",
        "mbank",
        "also",
        "welcome",
        "becoming",
        "active",
        "corporate",
        "citizen",
        "within",
        "ffnm",
        "market",
        "assisting",
        "various",
        "municipal",
        "educational",
        "charitable",
        "business",
        "development",
        "organization",
        "help",
        "make",
        "positive",
        "difference",
        "within",
        "community",
        "continued",
        "george",
        "closing",
        "feel",
        "privileged",
        "able",
        "serve",
        "banking",
        "need",
        "citizen",
        "business",
        "new",
        "market",
        "area",
        "look",
        "forward",
        "continuing",
        "relationship",
        "built",
        "fine",
        "tradition",
        "first",
        "federal",
        "northern",
        "former",
        "ffnm",
        "chairman",
        "martin",
        "thomson",
        "pursuant",
        "previous",
        "nomination",
        "expected",
        "officially",
        "appointed",
        "mackinac",
        "board",
        "director",
        "may",
        "next",
        "mackinac",
        "board",
        "meeting",
        "former",
        "ffnm",
        "ceo",
        "michael",
        "mahler",
        "remain",
        "mbank",
        "alpena",
        "mi",
        "location",
        "executive",
        "vice",
        "president",
        "community",
        "banking",
        "administration",
        "thomson",
        "commenting",
        "merger",
        "noted",
        "proud",
        "part",
        "quality",
        "banking",
        "organization",
        "culture",
        "similar",
        "first",
        "federal",
        "scale",
        "allows",
        "continued",
        "prosperity",
        "shareholder",
        "advancement",
        "community",
        "throughout",
        "last",
        "decade",
        "chance",
        "get",
        "know",
        "mackinac",
        "well",
        "various",
        "collaboration",
        "excellent",
        "partner",
        "work",
        "helped",
        "pave",
        "way",
        "transaction",
        "finally",
        "come",
        "part",
        "corporation",
        "commitment",
        "continued",
        "community",
        "support",
        "mbank",
        "make",
        "immediate",
        "donation",
        "first",
        "federal",
        "community",
        "foundation",
        "foundation",
        "dedicated",
        "community",
        "activity",
        "promotion",
        "charitable",
        "cause",
        "new",
        "mbank",
        "executive",
        "vice",
        "president",
        "michael",
        "mahler",
        "commented",
        "excited",
        "join",
        "mbank",
        "leadership",
        "team",
        "continuing",
        "president",
        "first",
        "federal",
        "foundation",
        "well",
        "happier",
        "bank",
        "foundation",
        "work",
        "together",
        "continue",
        "deeply",
        "support",
        "community",
        "mbank",
        "generous",
        "donation",
        "foundation",
        "reinforces",
        "commitment",
        "community",
        "focused",
        "financial",
        "institution",
        "look",
        "forward",
        "continuing",
        "work",
        "alpena",
        "positively",
        "impacting",
        "region",
        "effort",
        "bank",
        "mackinac",
        "anticipates",
        "transaction",
        "accretive",
        "earnings",
        "per",
        "share",
        "exclusive",
        "transaction",
        "related",
        "cost",
        "operating",
        "economy",
        "targeted",
        "fully",
        "phased",
        "end",
        "tangible",
        "book",
        "value",
        "earn",
        "back",
        "mackinac",
        "currently",
        "expected",
        "approximately",
        "three",
        "year",
        "less",
        "excited",
        "expand",
        "presence",
        "northern",
        "lower",
        "peninsula",
        "region",
        "partnering",
        "another",
        "community",
        "minded",
        "financial",
        "institution",
        "commented",
        "paul",
        "tobias",
        "chairman",
        "ceo",
        "mackinac",
        "chairman",
        "mbank",
        "strategically",
        "proximity",
        "current",
        "footprint",
        "complement",
        "traverse",
        "city",
        "gaylord",
        "market",
        "well",
        "allows",
        "u",
        "add",
        "considerable",
        "scale",
        "region",
        "enhance",
        "franchise",
        "value",
        "perhaps",
        "importantly",
        "confirmed",
        "culturally",
        "partnership",
        "excellent",
        "fit",
        "mackinac",
        "advised",
        "piper",
        "jaffray",
        "law",
        "firm",
        "honigman",
        "miller",
        "schwartz",
        "cohn",
        "llp",
        "ffnm",
        "advised",
        "probank",
        "austin",
        "law",
        "firm",
        "shumaker",
        "loop",
        "kendrick",
        "llp",
        "mackinac",
        "financial",
        "corporation",
        "mackinac",
        "financial",
        "corporation",
        "registered",
        "bank",
        "holding",
        "company",
        "formed",
        "bank",
        "holding",
        "company",
        "act",
        "whose",
        "common",
        "stock",
        "traded",
        "nasdaq",
        "stock",
        "market",
        "mfnc",
        "principal",
        "subsidiary",
        "company",
        "mbank",
        "headquartered",
        "manistique",
        "mi",
        "mbank",
        "total",
        "branch",
        "location",
        "throughout",
        "michigan",
        "northern",
        "wisconsin",
        "current",
        "asset",
        "excess",
        "billion",
        "company",
        "banking",
        "service",
        "include",
        "commercial",
        "lending",
        "lending",
        "treasury",
        "management",
        "product",
        "service",
        "geared",
        "toward",
        "small",
        "business",
        "full",
        "array",
        "personal",
        "business",
        "deposit",
        "product",
        "consumer",
        "loan",
        "mobile",
        "banking",
        "online",
        "banking",
        "bill",
        "pay",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "regarding",
        "mackinac",
        "outlook",
        "expectation",
        "respect",
        "acquisition",
        "ffnm",
        "including",
        "expected",
        "cost",
        "saving",
        "expected",
        "integration",
        "expense",
        "impact",
        "transaction",
        "mackinac",
        "future",
        "performance",
        "word",
        "phrase",
        "growth",
        "anticipates",
        "estimate",
        "expect",
        "plan",
        "approximately",
        "allows",
        "variation",
        "word",
        "phrase",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "risk",
        "factor",
        "difficult",
        "predict",
        "regard",
        "timing",
        "extent",
        "likelihood",
        "degree",
        "occurrence",
        "therefore",
        "actual",
        "result",
        "outcome",
        "may",
        "materially",
        "differ",
        "may",
        "expressed",
        "forecasted",
        "statement",
        "mackinac",
        "undertakes",
        "obligation",
        "update",
        "amend",
        "clarify",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "risk",
        "factor",
        "relating",
        "transaction",
        "integration",
        "ffnm",
        "mackinac",
        "closing",
        "include",
        "without",
        "limitation",
        "anticipated",
        "cost",
        "saving",
        "strategic",
        "gain",
        "expected",
        "transaction",
        "may",
        "significantly",
        "harder",
        "take",
        "longer",
        "achieve",
        "expected",
        "may",
        "achieved",
        "entirety",
        "result",
        "unexpected",
        "factor",
        "event",
        "integration",
        "ffnm",
        "business",
        "operation",
        "mackinac",
        "include",
        "conversion",
        "ffnm",
        "operating",
        "system",
        "procedure",
        "may",
        "take",
        "longer",
        "anticipated",
        "costly",
        "anticipated",
        "unanticipated",
        "adverse",
        "result",
        "relating",
        "ffnm",
        "mackinac",
        "existing",
        "business",
        "mackinac",
        "ability",
        "achieve",
        "anticipated",
        "result",
        "transaction",
        "dependent",
        "state",
        "economic",
        "financial",
        "market",
        "going",
        "forward",
        "specifically",
        "mackinac",
        "may",
        "incur",
        "credit",
        "loss",
        "ffnm",
        "loan",
        "portfolio",
        "expected",
        "deposit",
        "attrition",
        "may",
        "greater",
        "expected",
        "risk",
        "factor",
        "also",
        "include",
        "limited",
        "risk",
        "factor",
        "described",
        "risk",
        "factor",
        "mackinac",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "factor",
        "representative",
        "risk",
        "factor",
        "may",
        "emerge",
        "could",
        "cause",
        "difference",
        "ultimate",
        "actual",
        "outcome",
        "preceding",
        "statement",
        "contact",
        "paul",
        "tobias",
        "chairman",
        "ceo",
        "mackinac",
        "financial",
        "corporation",
        "chairman",
        "mbank",
        "birmingham",
        "mi",
        "ptobias",
        "kelly",
        "george",
        "president",
        "mackinac",
        "financial",
        "corporation",
        "president",
        "ceo",
        "mbank",
        "manistique",
        "mi",
        "kgeorge",
        "source",
        "mackinac",
        "financial",
        "corporation"
    ]
}