{
    "organizations": [],
    "uuid": "4c5d71fb5c5ce58a5d9f3cc0952ea35723485d03",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-lundin-mining-and-euro-sun-disclose-proposal-to-acquire-nevsun-resources.html",
    "ord_in_thread": 0,
    "title": "Lundin Mining and Euro Sun Disclose Proposal to Acquire Nevsun Resources",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "C$5.00 per Share Proposal Provides Substantial Premium and will Significantly Enhance Value for Shareholders\nImmediate and substantial premium to Nevsun's recent trading prices Lundin Mining’s strong balance sheet and access to financing protects Nevsun shareholders against dilution that will be necessary to fund Timok’s financing requirements Majority ownership in Euro Sun which will focus on enhancing production and cash flows at Bisha, an aggressive exploration program to grow Bisha, and an advanced stage gold-copper development project in Rovina Valley, Romania Opportunity to benefit from growth in Lundin Mining's operations and participation in its dividend policy through consideration in the form of Lundin Mining shares\nTORONTO, May 07, 2018 (GLOBE NEWSWIRE) -- Lundin Mining Corporation (TSX:LUN) (Nasdaq Stockholm: LUMI) (“Lundin Mining”), and Euro Sun Mining Inc. (TSX:ESM) (\"Euro Sun\") today announced that they have submitted a proposal to Nevsun Resources Ltd. (TSX:NSU) (NYSE AMERICAN:NSU) (\"Nevsun\") to acquire all of Nevsun's outstanding common shares for approximately C$1.5 billion (the \"Proposal\"). This Proposal has been rejected by Nevsun. Lundin Mining’s numerous attempts to engage Nevsun and propose a mutually beneficial transaction have been unsuccessful.\nWorking together, Lundin Mining and Euro Sun have identified a way to create significant value. Under the terms of the Proposal, dated April 30, 2018, Nevsun shareholders would receive total consideration of C$5.00 per Nevsun share consisting of: (i) C$2.00 in cash funded by Lundin Mining; (ii) C$2.00 in shares of Lundin Mining; plus (iii) C$1.00 in shares of Euro Sun. The Proposal would result in Lundin Mining owning the European assets of Nevsun including the Timok project and Euro Sun owning the remainder of Nevsun including the Bisha mine and Nevsun's cash balance.\nLundin Mining and Euro Sun believe strongly that the Proposal should be shared with all Nevsun shareholders.\nLundin Mining and Euro Sun believe that the Proposal is extremely compelling for all Nevsun shareholders and represents a fully valued offer for Nevsun. The C$5.00 per share value of the total consideration represents a 40% premium to Nevsun’s closing price on April 30, 2018 on the Toronto Stock Exchange (\"TSX\"), a 54% premium to Nevsun's 30-day volume weighted average price on the TSX for the period ended April 30, 2018, and a 92% premium to Nevsun's closing price of C$2.61 on the TSX on February 6, 2018, the day prior to Lundin Mining's initial offer.\nMr. Paul Conibear, President and CEO of Lundin Mining commented: \"We believe our proposal is extremely compelling and in the best interests of Nevsun shareholders. Our significant experience in underground construction and mining, and track record of operating in Europe demonstrate our ability to be a strong and reputable developer of the Timok project in Serbia. Given the significant near-term financing needs of the Timok project and our strong balance sheet, the timing is ideal for Lundin Mining to acquire the Timok project and bring it into production as soon as possible. Our inclusion of cash and Lundin Mining shares will allow Nevsun shareholders to both crystallize value now and continue to share in the future growth of not only the Timok project, but benefit from the success of Lundin Mining’s operations, while participating in Lundin Mining’s future dividends.\" Mr. Conibear continued, \"After months of attempting to reach an agreement, we are disappointed that Nevsun has prevented its shareholders from considering our premium proposals and at this point in time, we believe that all Nevsun shareholders should be made aware of this opportunity. We remain fully committed to negotiating a transaction with Nevsun under the very attractive terms proposed.\"\nMr. Scott Moore, President & Chief Executive Officer of Euro Sun commented: \"The acquisition of Bisha represents a unique value creation opportunity for both current Euro Sun shareholders and to our prospective new Nevsun shareholders. The addition of an operating asset will substantially de-risk the development of the Rovina Valley gold-copper porphyry project in Romania and we will look to add value at the Bisha mine through an aggressive exploration program. The Board and management of Euro Sun have a demonstrated track record of generating outstanding shareholder returns, including through their prior involvement with Avion Gold, and the purchase of Nevsun’s Tabakoto assets in Mali, which was subsequently sold at a significant premium. We strongly believe the potential of Bisha is well beyond its current mine life and Rovina represents an opportunity for all stakeholders to participate in the second largest gold project in Europe. We look forward to the opportunity to deliver increased value at Bisha and Rovina Valley to all the stakeholders of Nevsun as Euro Sun shareholders.\"\nBackground\nLundin Mining has been unable to successfully engage Nevsun in meaningful discussions after numerous attempts. Lundin Mining submitted its first proposal to Nevsun on February 7, 2018 and a further proposal on February 25, 2018, both of which were rejected. On April 3, 2018, Lundin Mining submitted a proposal to Nevsun to acquire Nevsun's European assets, including the Timok project, for cash and shares, which was also rejected.\nLundin Mining has since found a partner to lead the acquisition of 100% of Nevsun at a significant premium. On April 30, 2018 Lundin Mining and Euro Sun submitted the Proposal to Nevsun for its consideration, which would allow Nevsun shareholders to continue to benefit from the advancement of the Timok project and from Lundin Mining’s operations as well as maintain material exposure to the Bisha mine as shareholders of Euro Sun and benefit from Euro Sun’s 100%-owned Rovina Valley gold-copper project in the Tethyan Belt of Romania. On May 7, 2018, Nevsun rejected the Proposal.\nLundin Mining and Euro Sun are highly qualified partners with both parties having a demonstrated track record, a proven project execution ability, an experienced management team, access to capital markets and acquisition integration expertise.\nAdvisors\nTD Securities and GMP Securities are acting as financial advisors to Lundin Mining and Cassels Brock & Blackwell LLP and Paul, Weiss, Rifkind, Wharton & Garrison LLP are acting as Lundin Mining's legal advisors. Haywood Securities is acting as financial advisor to Euro Sun and Bennett Jones LLP is acting as Euro Sun's legal advisor. Navigator Limited is acting as strategic communications advisors to Lundin Mining and Euro Sun.\nAbout Lundin Mining\nLundin Mining is a diversified Canadian base metals mining company with operations in Chile, the United States of America, Portugal, and Sweden, primarily producing copper, nickel and zinc. In addition, Lundin Mining holds an indirect 24% equity stake in the Freeport Cobalt Oy business, which includes a cobalt refinery located in Kokkola, Finland.\nAbout Euro Sun\nEuro Sun is a Toronto Stock Exchange listed mining company focused on the exploration and development of its 100%-owned Rovina Valley gold and copper project located in west-central Romania, which hosts the second largest gold deposit in Europe.\nCautionary Statement in Forward-Looking Information\nCertain of the statements made and information contained herein, other than statements of historical fact and historical information, is “forward-looking information” within the meaning of applicable securities laws. Such statements include, but are not limited to, payment of future dividend, and timing and amount thereof. Words such as “believe”, “compelling”, “exploration”, “focus”, “future”, “opportunity”, “possible”, “potential”, “project”, “proposal”, “prospective”, “risk”, “if”, “look to”, “will be”, and “may”, or variations of these terms or similar terminology or statements that certain actions, events or results “could” or “will” occur or be achieved are intended to identify such forward-looking information. Although Lundin Mining and Euro Sun believe that the expectations reflected in the forward-looking information contained herein are reasonable, these statements by their nature involve risks and uncertainties, and are not guarantees of future performance. Forward-looking information is based on a number of assumptions, and subject to a variety of risks and uncertainties which could cause actual events or results to differ from those reflected in the forward-looking statements. Risks include but are not limited to the risk that no transaction related to the Proposal will be commenced, that the conditions to any transaction will not be satisfied on a timely basis or at all and the failure of any transaction to be consummated for any other reason. Should one or more of these risks and uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary described in forward-looking statements. Accordingly, readers should not place undue reliance on forward-looking statements. Lundin Mining and Euro Sun disclaim any intention or obligation to update or revise any forward‐looking statements or to explain any material difference between subsequent actual events and such forward‐looking statements, except to the extent required by applicable law.\nThe information was submitted for publication, through the agency of the contact persons set out below on May 7, 2018 at 6:30 p.m. Eastern Time.\nAdditional Information for U.S. Investors\nThis communication does not constitute an offer to buy or solicitation of an offer to sell any securities. This communication relates to a business combination transaction with Nevsun proposed by Lundin Mining and Euro Sun, which may become the subject of a registration statement filed with the U.S. Securities and Exchange Commission (“SEC”). This material is not a substitute for any prospectus or other document Lundin Mining and Euro Sun would file with the SEC regarding the proposed transaction if a negotiated transaction is agreed among Nevsun, Lundin Mining and Euro Sun or for any other document that Lundin Mining and Euro Sun may file with the SEC and send to Nevsun shareholders in connection with the proposed transaction. No tender or exchange offer for the common shares of Nevsun has commenced at this time. In connection with the proposed transaction, Lundin Mining and Euro Sun may file tender or exchange offer documents with the SEC, including a registration statement. Any definitive tender or exchange offer documents will be mailed to shareholders of Nevsun. U.S. INVESTORS AND SECURITY HOLDERS OF NEVSUN ARE URGED TO READ THESE AND OTHER DOCUMENTS THAT MAY BE FILED WITH THE SEC CAREFULLY IN THEIR ENTIRETY IF AND WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION. Investors and security holders will be able to obtain free copies of these documents (if and when available) and other documents filed with the SEC by Lundin Mining and Euro Sun through the web site maintained by the SEC at http://www.sec.gov .\nFor investor inquiries, please contact:\nMark Turner, Lundin Mining, Director, Business Valuations and Investor Relations: +1-416-342-5565\nSonia Tercas, Lundin Mining, Senior Associate, Investor Relations: +1-416-342-5583\nRobert Eriksson, Lundin Mining, Investor Relations Sweden: +46 8 545 015 50\nLisa Doddridge, Euro Sun Mining, VP Investor Relations and Corporate Communications: +1-416-309-4299\nFor media inquiries, please contact:\nDeirdre McMurdy, Navigator: +1-416-642-6339\nSource:Lundin Mining Corporation",
    "published": "2018-05-08T02:30:00.000+03:00",
    "crawled": "2018-05-08T02:32:37.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "c",
        "per",
        "share",
        "proposal",
        "provides",
        "substantial",
        "premium",
        "significantly",
        "enhance",
        "value",
        "shareholder",
        "immediate",
        "substantial",
        "premium",
        "nevsun",
        "recent",
        "trading",
        "price",
        "lundin",
        "mining",
        "strong",
        "balance",
        "sheet",
        "access",
        "financing",
        "protects",
        "nevsun",
        "shareholder",
        "dilution",
        "necessary",
        "fund",
        "timok",
        "financing",
        "requirement",
        "majority",
        "ownership",
        "euro",
        "sun",
        "focus",
        "enhancing",
        "production",
        "cash",
        "flow",
        "bisha",
        "aggressive",
        "exploration",
        "program",
        "grow",
        "bisha",
        "advanced",
        "stage",
        "development",
        "project",
        "rovina",
        "valley",
        "romania",
        "opportunity",
        "benefit",
        "growth",
        "lundin",
        "mining",
        "operation",
        "participation",
        "dividend",
        "policy",
        "consideration",
        "form",
        "lundin",
        "mining",
        "share",
        "toronto",
        "may",
        "globe",
        "newswire",
        "lundin",
        "mining",
        "corporation",
        "tsx",
        "lun",
        "nasdaq",
        "stockholm",
        "lumi",
        "lundin",
        "mining",
        "euro",
        "sun",
        "mining",
        "tsx",
        "esm",
        "euro",
        "sun",
        "today",
        "announced",
        "submitted",
        "proposal",
        "nevsun",
        "resource",
        "tsx",
        "nsu",
        "nyse",
        "american",
        "nsu",
        "nevsun",
        "acquire",
        "nevsun",
        "outstanding",
        "common",
        "share",
        "approximately",
        "c",
        "billion",
        "proposal",
        "proposal",
        "rejected",
        "nevsun",
        "lundin",
        "mining",
        "numerous",
        "attempt",
        "engage",
        "nevsun",
        "propose",
        "mutually",
        "beneficial",
        "transaction",
        "unsuccessful",
        "working",
        "together",
        "lundin",
        "mining",
        "euro",
        "sun",
        "identified",
        "way",
        "create",
        "significant",
        "value",
        "term",
        "proposal",
        "dated",
        "april",
        "nevsun",
        "shareholder",
        "would",
        "receive",
        "total",
        "consideration",
        "c",
        "per",
        "nevsun",
        "share",
        "consisting",
        "c",
        "cash",
        "funded",
        "lundin",
        "mining",
        "ii",
        "c",
        "share",
        "lundin",
        "mining",
        "plus",
        "iii",
        "c",
        "share",
        "euro",
        "sun",
        "proposal",
        "would",
        "result",
        "lundin",
        "mining",
        "owning",
        "european",
        "asset",
        "nevsun",
        "including",
        "timok",
        "project",
        "euro",
        "sun",
        "owning",
        "remainder",
        "nevsun",
        "including",
        "bisha",
        "mine",
        "nevsun",
        "cash",
        "balance",
        "lundin",
        "mining",
        "euro",
        "sun",
        "believe",
        "strongly",
        "proposal",
        "shared",
        "nevsun",
        "shareholder",
        "lundin",
        "mining",
        "euro",
        "sun",
        "believe",
        "proposal",
        "extremely",
        "compelling",
        "nevsun",
        "shareholder",
        "represents",
        "fully",
        "valued",
        "offer",
        "nevsun",
        "c",
        "per",
        "share",
        "value",
        "total",
        "consideration",
        "represents",
        "premium",
        "nevsun",
        "closing",
        "price",
        "april",
        "toronto",
        "stock",
        "exchange",
        "tsx",
        "premium",
        "nevsun",
        "volume",
        "weighted",
        "average",
        "price",
        "tsx",
        "period",
        "ended",
        "april",
        "premium",
        "nevsun",
        "closing",
        "price",
        "c",
        "tsx",
        "february",
        "day",
        "prior",
        "lundin",
        "mining",
        "initial",
        "offer",
        "paul",
        "conibear",
        "president",
        "ceo",
        "lundin",
        "mining",
        "commented",
        "believe",
        "proposal",
        "extremely",
        "compelling",
        "best",
        "interest",
        "nevsun",
        "shareholder",
        "significant",
        "experience",
        "underground",
        "construction",
        "mining",
        "track",
        "record",
        "operating",
        "europe",
        "demonstrate",
        "ability",
        "strong",
        "reputable",
        "developer",
        "timok",
        "project",
        "serbia",
        "given",
        "significant",
        "financing",
        "need",
        "timok",
        "project",
        "strong",
        "balance",
        "sheet",
        "timing",
        "ideal",
        "lundin",
        "mining",
        "acquire",
        "timok",
        "project",
        "bring",
        "production",
        "soon",
        "possible",
        "inclusion",
        "cash",
        "lundin",
        "mining",
        "share",
        "allow",
        "nevsun",
        "shareholder",
        "crystallize",
        "value",
        "continue",
        "share",
        "future",
        "growth",
        "timok",
        "project",
        "benefit",
        "success",
        "lundin",
        "mining",
        "operation",
        "participating",
        "lundin",
        "mining",
        "future",
        "dividend",
        "conibear",
        "continued",
        "month",
        "attempting",
        "reach",
        "agreement",
        "disappointed",
        "nevsun",
        "prevented",
        "shareholder",
        "considering",
        "premium",
        "proposal",
        "point",
        "time",
        "believe",
        "nevsun",
        "shareholder",
        "made",
        "aware",
        "opportunity",
        "remain",
        "fully",
        "committed",
        "negotiating",
        "transaction",
        "nevsun",
        "attractive",
        "term",
        "proposed",
        "scott",
        "moore",
        "president",
        "chief",
        "executive",
        "officer",
        "euro",
        "sun",
        "commented",
        "acquisition",
        "bisha",
        "represents",
        "unique",
        "value",
        "creation",
        "opportunity",
        "current",
        "euro",
        "sun",
        "shareholder",
        "prospective",
        "new",
        "nevsun",
        "shareholder",
        "addition",
        "operating",
        "asset",
        "substantially",
        "development",
        "rovina",
        "valley",
        "porphyry",
        "project",
        "romania",
        "look",
        "add",
        "value",
        "bisha",
        "mine",
        "aggressive",
        "exploration",
        "program",
        "board",
        "management",
        "euro",
        "sun",
        "demonstrated",
        "track",
        "record",
        "generating",
        "outstanding",
        "shareholder",
        "return",
        "including",
        "prior",
        "involvement",
        "avion",
        "gold",
        "purchase",
        "nevsun",
        "tabakoto",
        "asset",
        "mali",
        "subsequently",
        "sold",
        "significant",
        "premium",
        "strongly",
        "believe",
        "potential",
        "bisha",
        "well",
        "beyond",
        "current",
        "mine",
        "life",
        "rovina",
        "represents",
        "opportunity",
        "stakeholder",
        "participate",
        "second",
        "largest",
        "gold",
        "project",
        "europe",
        "look",
        "forward",
        "opportunity",
        "deliver",
        "increased",
        "value",
        "bisha",
        "rovina",
        "valley",
        "stakeholder",
        "nevsun",
        "euro",
        "sun",
        "shareholder",
        "background",
        "lundin",
        "mining",
        "unable",
        "successfully",
        "engage",
        "nevsun",
        "meaningful",
        "discussion",
        "numerous",
        "attempt",
        "lundin",
        "mining",
        "submitted",
        "first",
        "proposal",
        "nevsun",
        "february",
        "proposal",
        "february",
        "rejected",
        "april",
        "lundin",
        "mining",
        "submitted",
        "proposal",
        "nevsun",
        "acquire",
        "nevsun",
        "european",
        "asset",
        "including",
        "timok",
        "project",
        "cash",
        "share",
        "also",
        "rejected",
        "lundin",
        "mining",
        "since",
        "found",
        "partner",
        "lead",
        "acquisition",
        "nevsun",
        "significant",
        "premium",
        "april",
        "lundin",
        "mining",
        "euro",
        "sun",
        "submitted",
        "proposal",
        "nevsun",
        "consideration",
        "would",
        "allow",
        "nevsun",
        "shareholder",
        "continue",
        "benefit",
        "advancement",
        "timok",
        "project",
        "lundin",
        "mining",
        "operation",
        "well",
        "maintain",
        "material",
        "exposure",
        "bisha",
        "mine",
        "shareholder",
        "euro",
        "sun",
        "benefit",
        "euro",
        "sun",
        "rovina",
        "valley",
        "project",
        "tethyan",
        "belt",
        "romania",
        "may",
        "nevsun",
        "rejected",
        "proposal",
        "lundin",
        "mining",
        "euro",
        "sun",
        "highly",
        "qualified",
        "partner",
        "party",
        "demonstrated",
        "track",
        "record",
        "proven",
        "project",
        "execution",
        "ability",
        "experienced",
        "management",
        "team",
        "access",
        "capital",
        "market",
        "acquisition",
        "integration",
        "expertise",
        "advisor",
        "td",
        "security",
        "gmp",
        "security",
        "acting",
        "financial",
        "advisor",
        "lundin",
        "mining",
        "cassels",
        "brock",
        "blackwell",
        "llp",
        "paul",
        "weiss",
        "rifkind",
        "wharton",
        "garrison",
        "llp",
        "acting",
        "lundin",
        "mining",
        "legal",
        "advisor",
        "haywood",
        "security",
        "acting",
        "financial",
        "advisor",
        "euro",
        "sun",
        "bennett",
        "jones",
        "llp",
        "acting",
        "euro",
        "sun",
        "legal",
        "advisor",
        "navigator",
        "limited",
        "acting",
        "strategic",
        "communication",
        "advisor",
        "lundin",
        "mining",
        "euro",
        "sun",
        "lundin",
        "mining",
        "lundin",
        "mining",
        "diversified",
        "canadian",
        "base",
        "metal",
        "mining",
        "company",
        "operation",
        "chile",
        "united",
        "state",
        "america",
        "portugal",
        "sweden",
        "primarily",
        "producing",
        "copper",
        "nickel",
        "zinc",
        "addition",
        "lundin",
        "mining",
        "hold",
        "indirect",
        "equity",
        "stake",
        "freeport",
        "cobalt",
        "oy",
        "business",
        "includes",
        "cobalt",
        "refinery",
        "located",
        "kokkola",
        "finland",
        "euro",
        "sun",
        "euro",
        "sun",
        "toronto",
        "stock",
        "exchange",
        "listed",
        "mining",
        "company",
        "focused",
        "exploration",
        "development",
        "rovina",
        "valley",
        "gold",
        "copper",
        "project",
        "located",
        "romania",
        "host",
        "second",
        "largest",
        "gold",
        "deposit",
        "europe",
        "cautionary",
        "statement",
        "information",
        "certain",
        "statement",
        "made",
        "information",
        "contained",
        "herein",
        "statement",
        "historical",
        "fact",
        "historical",
        "information",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "include",
        "limited",
        "payment",
        "future",
        "dividend",
        "timing",
        "amount",
        "thereof",
        "word",
        "believe",
        "compelling",
        "exploration",
        "focus",
        "future",
        "opportunity",
        "possible",
        "potential",
        "project",
        "proposal",
        "prospective",
        "risk",
        "look",
        "may",
        "variation",
        "term",
        "similar",
        "terminology",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "could",
        "occur",
        "achieved",
        "intended",
        "identify",
        "information",
        "although",
        "lundin",
        "mining",
        "euro",
        "sun",
        "believe",
        "expectation",
        "reflected",
        "information",
        "contained",
        "herein",
        "reasonable",
        "statement",
        "nature",
        "involve",
        "risk",
        "uncertainty",
        "guarantee",
        "future",
        "performance",
        "information",
        "based",
        "number",
        "assumption",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "reflected",
        "statement",
        "risk",
        "include",
        "limited",
        "risk",
        "transaction",
        "related",
        "proposal",
        "commenced",
        "condition",
        "transaction",
        "satisfied",
        "timely",
        "basis",
        "failure",
        "transaction",
        "consummated",
        "reason",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "described",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "lundin",
        "mining",
        "euro",
        "sun",
        "disclaim",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "explain",
        "material",
        "difference",
        "subsequent",
        "actual",
        "event",
        "statement",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "information",
        "submitted",
        "publication",
        "agency",
        "contact",
        "person",
        "set",
        "may",
        "eastern",
        "time",
        "additional",
        "information",
        "investor",
        "communication",
        "constitute",
        "offer",
        "buy",
        "solicitation",
        "offer",
        "sell",
        "security",
        "communication",
        "relates",
        "business",
        "combination",
        "transaction",
        "nevsun",
        "proposed",
        "lundin",
        "mining",
        "euro",
        "sun",
        "may",
        "become",
        "subject",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "material",
        "substitute",
        "prospectus",
        "document",
        "lundin",
        "mining",
        "euro",
        "sun",
        "would",
        "file",
        "sec",
        "regarding",
        "proposed",
        "transaction",
        "negotiated",
        "transaction",
        "agreed",
        "among",
        "nevsun",
        "lundin",
        "mining",
        "euro",
        "sun",
        "document",
        "lundin",
        "mining",
        "euro",
        "sun",
        "may",
        "file",
        "sec",
        "send",
        "nevsun",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "tender",
        "exchange",
        "offer",
        "common",
        "share",
        "nevsun",
        "commenced",
        "time",
        "connection",
        "proposed",
        "transaction",
        "lundin",
        "mining",
        "euro",
        "sun",
        "may",
        "file",
        "tender",
        "exchange",
        "offer",
        "document",
        "sec",
        "including",
        "registration",
        "statement",
        "definitive",
        "tender",
        "exchange",
        "offer",
        "document",
        "mailed",
        "shareholder",
        "nevsun",
        "investor",
        "security",
        "holder",
        "nevsun",
        "urged",
        "read",
        "document",
        "may",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "document",
        "filed",
        "sec",
        "lundin",
        "mining",
        "euro",
        "sun",
        "web",
        "site",
        "maintained",
        "sec",
        "http",
        "investor",
        "inquiry",
        "please",
        "contact",
        "mark",
        "turner",
        "lundin",
        "mining",
        "director",
        "business",
        "valuation",
        "investor",
        "relation",
        "sonia",
        "tercas",
        "lundin",
        "mining",
        "senior",
        "associate",
        "investor",
        "relation",
        "robert",
        "eriksson",
        "lundin",
        "mining",
        "investor",
        "relation",
        "sweden",
        "lisa",
        "doddridge",
        "euro",
        "sun",
        "mining",
        "vp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "medium",
        "inquiry",
        "please",
        "contact",
        "deirdre",
        "mcmurdy",
        "navigator",
        "source",
        "lundin",
        "mining",
        "corporation"
    ]
}