{
    "organizations": [],
    "uuid": "076606c936c59f3ff4ac61f4fe23b6118f57a2a4",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-iran-nuclear-companies-factbox/factbox-corporate-exposure-reactions-to-new-iran-sanctions-idUSKCN1IF23Q",
    "ord_in_thread": 0,
    "title": "Factbox: Corporate exposure, reactions to new Iran sanctions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - President Donald Trump on May 8 pulled the United States out of an international nuclear deal with Iran, sealed in 2015, and said he will re-impose economic sanctions on Iran.\nSome sanctions take effect after a 90-day “wind-down” period ending on Aug. 6, and the rest, most notably on the petroleum sector, after a 180-day “wind-down period” ending on Nov. 4.\nBelow are reactions since Trump’s decision from companies most likely to be affected by the move to reimpose sanctions.\nFor a related factbox on Iran’s deals with foreign firms since the easing of sanctions in 2015 click on:\nAVIATION - U.S. Treasury Secretary Steven Mnuchin said Airbus and Boeing Co will lose licenses to sell passenger jets to Iran.\n- IranAir had ordered 200 passenger aircraft - 100 from Airbus, 80 from Boeing and 20 from Franco-Italian turboprop maker ATR. All the deals are dependent on U.S. licenses because of the heavy use of American parts in commercial planes.\n- Boeing said it would consult with the U.S. government on the next steps, adding Boeing’s 777 production plan “is not dependent on the Iranian orders.”\n- Airbus said it needed time to study the impact of Trump’s decision on Iran.\nCARMAKERS - German carmaker Volkswagen ( VOWG_p.DE ), which began exporting cars to Iran last year, said it was closely monitoring and reviewing political and economic developments in the region.\n- “As a matter of principle, Volkswagen complies with all applicable national and international laws and export regulations,” a company spokesperson said.\n- VW, which sold its iconic Beetle in Iran in the 1950s and its Gol subcompact model in the 1990s, left the Iranian market in 2000, before resuming exports in 2017.\n- France’s PSA said it hoped the European Union would adopt a common position on Iran.\n- French automakers PSA and Renault have pushed hard into Iran after sanctions were lifted following the 2015 international nuclear pact.\n- PSA has signed production deals worth 700 million euros ($830 million) to reclaim the leading position it once enjoyed in the market, while Renault invested to increase its production capacity to 350,000 vehicles a year.\n- Germany’s Daimler said it was closely monitoring any further developments and would then evaluate the potential impact on its business.\nCONSUMER GOODS - Nestle said there were no direct implications for its business at this stage, but it was closely following political developments.\n- Nestle Iran has its headquarters in Tehran and employs 818 people. It operates two factories, producing infant cereals and formula in one and bottled water in another. It imports a limited range of Nestle products from abroad.\n- Dairy and food group Danone would not discuss implications for its business in Iran, which it described as “small”. Danone has a dairy product plant in Qazvin, which produces Danette pudding. It also produces infant formula and mineral water in Iran through joint ventures and imports a range of Danone Medical Nutrition products from abroad.\n- British tobacco company Imperial Brands said it did not see any significant impact to its Middle East business from the U.S. decision.\n- German consumer goods firm Henkel ( HNKG_p.DE ) said it was still unclear what impact the U.S. decision on Iran would have on its business.\nFINANCIAL SERVICES - Austrian lender Oberbank said it would be able to make a statement on the potential impact of the U.S. decision on Iran in one to two weeks at the earliest.\n- Oberbank was the first European bank to seal a financing deal with Iran since sanctions were eased in 2015. However, the bank said on Wednesday that it had not provided any financing related to Iran, following a decision by the executive board in November, given the constantly changing political framework.\n- Oberbank in September signed a deal with Iran, enabling it to provide credit for Austrian companies doing business in Iran\n- Denmark’s Danske Bank said it decided earlier this year to phase out and exit all activities to and from Iran, due to increasing operational and reputational risks associated with doing business in Iran.\n- Danske Bank said it also decided to suspend existing relations with Iran that allowed it to support certain customers in doing business in Iran.\n- Danske Bank, in January last year, said it was in talks with the Iranian central bank on arranging credit to clients with business activities in the country.\nHEALTHCARE - Denmark’s Novo Nordisk, the world’s largest diabetes drugmaker, said it was still unclear what the implications would be.\n- Novo Nordisk, which was operating in Iran even before sanctions were lifted in 2015, has built a local manufacturing plant in the region to support market access for its diabetes products. ( reut.rs/2jHe5mm )\n- The drugmaker is also looking to expand the obesity drug market as the prevalence of obese people in Iran is similar to the high levels in the United States.\nMANUFACTURERS - German engineering group Siemens said it was assessing the implications of the Iran decision and would comply with all export controls that arise.\n- Siemens signed a contract in October 2016 to upgrade Iran’s railway network and also to supply components for 50 diesel-electric locomotives to Iran.\n- Switzerland’s Autoneum, which makes sound and heat shields for vehicles, said Iran accounted for “a negligible proportion” of its consolidated annual sales of 2.2 billion Swiss francs ($2.2 bln).\n- In December it announced a licensing deal for Iran’s Ayegh Khodro Toos to produce carpets, inner dashes and floor insulators for carmakers Iran Khodro and PSA.\nOIL AND GAS - Trump’s decision could scupper French oil major Total’s multibillion-dollar gas project in Iran unless it can secure a waiver.\n- Total signed a deal with Tehran in July 2017 to develop phase 11 of Iran’s South Pars field with an initial investment of $1 billion.\n- Total Chief Executive Patrick Pouyanne in April said the company would have to apply for specific waivers to continue working in Iran if sanctions were imposed.\n- In the 1990s it obtained a waiver for the South Pars 2 and 3 projects after the imposition of U.S. sanctions at the time.\n- Austria’s OMV, which signed an MoU last year for projects in the Zagros area of western Iran and the Fars field in the south, said it was unclear what the implications of Trump’s decision would be and how the company would proceed.\n- Britain’s Serica Energy said it was studying how renewed sanctions would affect a British gas field which it operates with Iranian Oil Co (UK) Ltd.\nPOWER ENGINEERING COS - Italian state-controlled power engineering firm Ansaldo Energia said it was too early to react to the U.S. decision on Iran and would instead need to see what Europe would do.\n- In October, Ansaldo signed an MoU with several subsidiaries of Iran’s state oil company National Iranian Oil Company to convert flare gas into electricity at NIOC’s South Pars gas field.\nTELCOS - MTN Group said the U.S. decision to reimpose sanctions on Iran might limit the South African telecoms firm’s ability to repatriate cash from MTN Irancell.\n- In 2018, MTN had repatriated about 88 million euros ($104 million) from MTN Irancell, with another 200 million euros due.\nTRANSPORT AND LOGISTICS - Sweden’s Concordia Maritime said it sees no direct impact from a tanker perspective, as it expects Saudi Arabia to compensate for whatever tankers lose out in terms of Iranian barrels.\n- Maersk Line, the world’s biggest container line and a part of A.P. Moller-Maersk, said it will monitor developments and keep customers informed of any changes.\n- Maersk Line, which employs 12 people in Tehran, Bandar Abbas and Bushehr, said its presence in Iran was limited.\n($1 = 0.8432 euros)\n($1 = 0.9984 Swiss francs)\nReporting by Silke Koltrowitz, Stephen Jewkes, Teis Jensen, Esha Vaish, John Miller, Stine Jacobsen, Tenzin Pema, Kirsti Knolle, Alexandra Schwarz-Goerlich, Emma Thomasson, Martinne Geller, Sudip Kar-Gupta, Dominique Vidalon, Edward Taylor, Sarah Young, Arathy S Nair; Editing by Patrick Graham/Jon Boyle/Susan Fenton\n ",
    "published": "2018-05-14T23:06:00.000+03:00",
    "crawled": "2018-05-14T18:24:28.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "president",
        "donald",
        "trump",
        "may",
        "pulled",
        "united",
        "state",
        "international",
        "nuclear",
        "deal",
        "iran",
        "sealed",
        "said",
        "economic",
        "sanction",
        "iran",
        "sanction",
        "take",
        "effect",
        "period",
        "ending",
        "rest",
        "notably",
        "petroleum",
        "sector",
        "period",
        "ending",
        "reaction",
        "since",
        "trump",
        "decision",
        "company",
        "likely",
        "affected",
        "move",
        "reimpose",
        "sanction",
        "related",
        "factbox",
        "iran",
        "deal",
        "foreign",
        "firm",
        "since",
        "easing",
        "sanction",
        "click",
        "aviation",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "said",
        "airbus",
        "boeing",
        "co",
        "lose",
        "license",
        "sell",
        "passenger",
        "jet",
        "iran",
        "iranair",
        "ordered",
        "passenger",
        "aircraft",
        "airbus",
        "boeing",
        "turboprop",
        "maker",
        "atr",
        "deal",
        "dependent",
        "license",
        "heavy",
        "use",
        "american",
        "part",
        "commercial",
        "plane",
        "boeing",
        "said",
        "would",
        "consult",
        "government",
        "next",
        "step",
        "adding",
        "boeing",
        "production",
        "plan",
        "dependent",
        "iranian",
        "airbus",
        "said",
        "needed",
        "time",
        "study",
        "impact",
        "trump",
        "decision",
        "iran",
        "carmaker",
        "german",
        "carmaker",
        "volkswagen",
        "began",
        "exporting",
        "car",
        "iran",
        "last",
        "year",
        "said",
        "closely",
        "monitoring",
        "reviewing",
        "political",
        "economic",
        "development",
        "region",
        "matter",
        "principle",
        "volkswagen",
        "complies",
        "applicable",
        "national",
        "international",
        "law",
        "export",
        "regulation",
        "company",
        "spokesperson",
        "said",
        "vw",
        "sold",
        "iconic",
        "beetle",
        "iran",
        "1950s",
        "gol",
        "subcompact",
        "model",
        "1990s",
        "left",
        "iranian",
        "market",
        "resuming",
        "export",
        "france",
        "psa",
        "said",
        "hoped",
        "european",
        "union",
        "would",
        "adopt",
        "common",
        "position",
        "iran",
        "french",
        "automaker",
        "psa",
        "renault",
        "pushed",
        "hard",
        "iran",
        "sanction",
        "lifted",
        "following",
        "international",
        "nuclear",
        "pact",
        "psa",
        "signed",
        "production",
        "deal",
        "worth",
        "million",
        "euro",
        "million",
        "reclaim",
        "leading",
        "position",
        "enjoyed",
        "market",
        "renault",
        "invested",
        "increase",
        "production",
        "capacity",
        "vehicle",
        "year",
        "germany",
        "daimler",
        "said",
        "closely",
        "monitoring",
        "development",
        "would",
        "evaluate",
        "potential",
        "impact",
        "business",
        "consumer",
        "good",
        "nestle",
        "said",
        "direct",
        "implication",
        "business",
        "stage",
        "closely",
        "following",
        "political",
        "development",
        "nestle",
        "iran",
        "headquarters",
        "tehran",
        "employ",
        "people",
        "operates",
        "two",
        "factory",
        "producing",
        "infant",
        "cereal",
        "formula",
        "one",
        "bottled",
        "water",
        "another",
        "import",
        "limited",
        "range",
        "nestle",
        "product",
        "abroad",
        "dairy",
        "food",
        "group",
        "danone",
        "would",
        "discus",
        "implication",
        "business",
        "iran",
        "described",
        "small",
        "danone",
        "dairy",
        "product",
        "plant",
        "qazvin",
        "produce",
        "danette",
        "pudding",
        "also",
        "produce",
        "infant",
        "formula",
        "mineral",
        "water",
        "iran",
        "joint",
        "venture",
        "import",
        "range",
        "danone",
        "medical",
        "nutrition",
        "product",
        "abroad",
        "british",
        "tobacco",
        "company",
        "imperial",
        "brand",
        "said",
        "see",
        "significant",
        "impact",
        "middle",
        "east",
        "business",
        "decision",
        "german",
        "consumer",
        "good",
        "firm",
        "henkel",
        "said",
        "still",
        "unclear",
        "impact",
        "decision",
        "iran",
        "would",
        "business",
        "financial",
        "service",
        "austrian",
        "lender",
        "oberbank",
        "said",
        "would",
        "able",
        "make",
        "statement",
        "potential",
        "impact",
        "decision",
        "iran",
        "one",
        "two",
        "week",
        "earliest",
        "oberbank",
        "first",
        "european",
        "bank",
        "seal",
        "financing",
        "deal",
        "iran",
        "since",
        "sanction",
        "eased",
        "however",
        "bank",
        "said",
        "wednesday",
        "provided",
        "financing",
        "related",
        "iran",
        "following",
        "decision",
        "executive",
        "board",
        "november",
        "given",
        "constantly",
        "changing",
        "political",
        "framework",
        "oberbank",
        "september",
        "signed",
        "deal",
        "iran",
        "enabling",
        "provide",
        "credit",
        "austrian",
        "company",
        "business",
        "iran",
        "denmark",
        "danske",
        "bank",
        "said",
        "decided",
        "earlier",
        "year",
        "phase",
        "exit",
        "activity",
        "iran",
        "due",
        "increasing",
        "operational",
        "reputational",
        "risk",
        "associated",
        "business",
        "iran",
        "danske",
        "bank",
        "said",
        "also",
        "decided",
        "suspend",
        "existing",
        "relation",
        "iran",
        "allowed",
        "support",
        "certain",
        "customer",
        "business",
        "iran",
        "danske",
        "bank",
        "january",
        "last",
        "year",
        "said",
        "talk",
        "iranian",
        "central",
        "bank",
        "arranging",
        "credit",
        "client",
        "business",
        "activity",
        "country",
        "healthcare",
        "denmark",
        "novo",
        "nordisk",
        "world",
        "largest",
        "diabetes",
        "drugmaker",
        "said",
        "still",
        "unclear",
        "implication",
        "would",
        "novo",
        "nordisk",
        "operating",
        "iran",
        "even",
        "sanction",
        "lifted",
        "built",
        "local",
        "manufacturing",
        "plant",
        "region",
        "support",
        "market",
        "access",
        "diabetes",
        "product",
        "drugmaker",
        "also",
        "looking",
        "expand",
        "obesity",
        "drug",
        "market",
        "prevalence",
        "obese",
        "people",
        "iran",
        "similar",
        "high",
        "level",
        "united",
        "state",
        "manufacturer",
        "german",
        "engineering",
        "group",
        "siemens",
        "said",
        "assessing",
        "implication",
        "iran",
        "decision",
        "would",
        "comply",
        "export",
        "control",
        "arise",
        "siemens",
        "signed",
        "contract",
        "october",
        "upgrade",
        "iran",
        "railway",
        "network",
        "also",
        "supply",
        "component",
        "locomotive",
        "iran",
        "switzerland",
        "autoneum",
        "make",
        "sound",
        "heat",
        "shield",
        "vehicle",
        "said",
        "iran",
        "accounted",
        "negligible",
        "proportion",
        "consolidated",
        "annual",
        "sale",
        "billion",
        "swiss",
        "franc",
        "bln",
        "december",
        "announced",
        "licensing",
        "deal",
        "iran",
        "ayegh",
        "khodro",
        "toos",
        "produce",
        "carpet",
        "inner",
        "dash",
        "floor",
        "insulator",
        "carmaker",
        "iran",
        "khodro",
        "psa",
        "oil",
        "gas",
        "trump",
        "decision",
        "could",
        "scupper",
        "french",
        "oil",
        "major",
        "total",
        "gas",
        "project",
        "iran",
        "unless",
        "secure",
        "waiver",
        "total",
        "signed",
        "deal",
        "tehran",
        "july",
        "develop",
        "phase",
        "iran",
        "south",
        "par",
        "field",
        "initial",
        "investment",
        "billion",
        "total",
        "chief",
        "executive",
        "patrick",
        "pouyanne",
        "april",
        "said",
        "company",
        "would",
        "apply",
        "specific",
        "waiver",
        "continue",
        "working",
        "iran",
        "sanction",
        "imposed",
        "1990s",
        "obtained",
        "waiver",
        "south",
        "par",
        "project",
        "imposition",
        "sanction",
        "time",
        "austria",
        "omv",
        "signed",
        "mou",
        "last",
        "year",
        "project",
        "zagros",
        "area",
        "western",
        "iran",
        "far",
        "field",
        "south",
        "said",
        "unclear",
        "implication",
        "trump",
        "decision",
        "would",
        "company",
        "would",
        "proceed",
        "britain",
        "serica",
        "energy",
        "said",
        "studying",
        "renewed",
        "sanction",
        "would",
        "affect",
        "british",
        "gas",
        "field",
        "operates",
        "iranian",
        "oil",
        "co",
        "uk",
        "power",
        "engineering",
        "co",
        "italian",
        "power",
        "engineering",
        "firm",
        "ansaldo",
        "energia",
        "said",
        "early",
        "react",
        "decision",
        "iran",
        "would",
        "instead",
        "need",
        "see",
        "europe",
        "would",
        "october",
        "ansaldo",
        "signed",
        "mou",
        "several",
        "subsidiary",
        "iran",
        "state",
        "oil",
        "company",
        "national",
        "iranian",
        "oil",
        "company",
        "convert",
        "flare",
        "gas",
        "electricity",
        "nioc",
        "south",
        "par",
        "gas",
        "field",
        "telco",
        "mtn",
        "group",
        "said",
        "decision",
        "reimpose",
        "sanction",
        "iran",
        "might",
        "limit",
        "south",
        "african",
        "telecom",
        "firm",
        "ability",
        "repatriate",
        "cash",
        "mtn",
        "irancell",
        "mtn",
        "repatriated",
        "million",
        "euro",
        "million",
        "mtn",
        "irancell",
        "another",
        "million",
        "euro",
        "due",
        "transport",
        "logistics",
        "sweden",
        "concordia",
        "maritime",
        "said",
        "see",
        "direct",
        "impact",
        "tanker",
        "perspective",
        "expects",
        "saudi",
        "arabia",
        "compensate",
        "whatever",
        "tanker",
        "lose",
        "term",
        "iranian",
        "barrel",
        "maersk",
        "line",
        "world",
        "biggest",
        "container",
        "line",
        "part",
        "said",
        "monitor",
        "development",
        "keep",
        "customer",
        "informed",
        "change",
        "maersk",
        "line",
        "employ",
        "people",
        "tehran",
        "bandar",
        "abbas",
        "bushehr",
        "said",
        "presence",
        "iran",
        "limited",
        "euro",
        "swiss",
        "franc",
        "reporting",
        "silke",
        "koltrowitz",
        "stephen",
        "jewkes",
        "teis",
        "jensen",
        "esha",
        "vaish",
        "john",
        "miller",
        "stine",
        "jacobsen",
        "tenzin",
        "pema",
        "kirsti",
        "knolle",
        "alexandra",
        "emma",
        "thomasson",
        "martinne",
        "geller",
        "sudip",
        "dominique",
        "vidalon",
        "edward",
        "taylor",
        "sarah",
        "young",
        "arathy",
        "nair",
        "editing",
        "patrick",
        "fenton"
    ]
}