{
    "organizations": [],
    "uuid": "347373f4424e3f86a6d9f5fb18a92153948497ef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-lig-assets-inc-achieves-significant-increases-for-q1-2018-financials-exceeding-1-point-26-million-in-revenues--nearly.html",
    "ord_in_thread": 0,
    "title": "LIG Assets, Inc. Achieves Significant Increases for Q1 2018 Financials Exceeding $1.26 Million in Revenues - Nearly Surpassing $1.6 Million for 2017 Revenues",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NASHVILLE, TN, May 15, 2018 (GLOBE NEWSWIRE) -- LIG Assets, Inc. (OTC PINK: LIGA) (also known as the \"Leader in Green Assets\" or \"LIGA\"), is extremely proud to announce the Company’s significantly increased financial results for the first quarter of 2018. The following Corporate filing information and documentation has been submitted to OTC Markets and the quarterly report was uploaded on Monday, May 14th.\nFirst Quarter 2018 Highlights:\nLIGA is very pleased to confirm that Company gross revenues in Q1 nearly surpassed LIGA’s entire 2017 YTD revenues. First quarter revenues were $1,266,737.00 compared to no operating revenues the prior year Q1 2017 quarter. It is important to note that LIGA continues our commitment to shareholders of drastically eliminating debt by paying off or negotiating debt reduction deals.\nAlso, in the first quarter of 2018, LIG Assets secured 60 acres in Brentwood, Tennessee documented as one of the richest and fastest growing communities in America. The Company’s plan is to create substantial valuations and assets for LIGA moving forward via Company subsidiaries BGTV and LIG Developments (LIGD) as well as future Company acquisitions, mergers, Joint Venture Partnerships, spin-off’s and additional planned subsidiaries.\nRecently appointed Company President, Marvin Baker, restated LIGA’s continued commitment that there will be no reverse split or any increase of authorized shares per the Company’s stated promise to shareholders not to reverse split the stock below at least .05 per share. In addition, LIG Assets has been securing business opportunities and multiple high-value properties with unique funding solutions that do not require Company stock to secure those deals.\nCompany Chairman Aric Simons states, \"As we grow this company organically, we expect accelerating growth to continue with the launch of sales of the homes in the Brentwood development that appear to set to exceed our original forecasts both in terms of revenue and timelines based upon favorable survey and geotechnical testing coupled with the seemingly exponential demand occurring in the Brentwood area.\" Simons continued, \"LIGA continues to work diligently towards creating new revenue sources and aggressively pursuing new strategic development opportunities for LIGA and its subsidiaries some of which will be announced soon. I'm very pleased with the new management team that we've assembled and their due diligence on all fronts including, but not limited to, creating diverse and substantial revenue sources for the company, identifying and competitively bidding on new contracts, reconciling and modernizing our financials, diminishing debt through strategic payment solutions, past debt reduction through negotiated settlement, and eliminating unverifiable debt. LIGA continues to make better than expected progress to achieving rapid growth goals with the intention of transcending to the next level from the OTC market as soon as possible. I believe that our investors and prospective investors will look at the first quarter of 2018 as another important benchmark to that end. LIGA will continue to grow with sound business practices, intelligent allocation of assets and investments and a dynamic, creative and experienced management team that will ensure our investors will be proud to be owners while enjoying significant returns on their investment in LIGA.”\nBusiness Developments and News:\nIn addition to LIGA posting Q1 2018 revenues of over $1.26 million (very close to what LIG Assets did in 2017), shareholders will be pleased to know that BGTV Direct, Inc. will be making several major announcements regarding the launch of several new ventures in the near future that will have a major impact on the Company’s potential and greatly increase Company revenues and profits.\nLIGA will also be announcing in the very near future many new partnerships and deals through LIGA's partners, associates and joint ventures, and LIGA’s subsidiary Live Stor America is ramping up with several major announcements as well. We encourage all interested parties and especially our shareholders to follow events closely in the days and weeks ahead via press releases, social media, on our Company websites and our LIGA Shareholder Newsletter, which interested parties can subscribe to at www.LIGAHomes.com\nCombined, LIGA bank account balances, as of close of business, May 14, 2018, were over $225,798.86 plus $32,500.00 in outstanding receivables at the end of Q1 providing more than ample liquidity to move the Company forward and complete all of our planned objectives.\nShareholders will also be pleased to know that LIG Assets has submitted all pertaining corporate documentation and resolutions to the OTC Markets and the Secretary of State in Nevada and has updated all of LIG Assets information. In addition, a new LIGA website for LIGA Homes is in the final stages of completion and will be launched with a whole new branding strategy.\nCFO Douglas Vaughn states “Over the past year, LIGA has progressed from almost non-existent revenue to over $1.26 million during the first quarter 2018. Although many investors are focused on the Brentwood Project – with good reason – I want to highlight that BGTV Direct is growing rapidly. And we expect new media projects in the very near future. The Brentwood Real Estate Project will allow BGTV Direct to reinvest its cash flow back into BGTV Direct and would allow more growth in the future. We will work as fast as prudently possible to move Brentwood towards lot sales. Once that is achieved, we can begin interviewing auditors to take advantage of new OTC Markets rules to move off the Pink Sheets and work to achieve OTCQB status.”\nLIG Assets, Inc., submitted yesterday the Quarterly Report for the period ending March 31st, 2018 – it is currently available for public viewing at:\nhttps://backend.otcmarkets.com/otcapi/company/financial-report/193173/content\nNon-GAAP Financial Measures:\nIn addition to disclosing results prepared in accordance with GAAP, the Company also discloses certain non-GAAP results of operations, including adjusted EBITDA and adjusted diluted earnings per share that either exclude or include amounts that are described in the reconciliation table of GAAP to non-GAAP information provided at the end of this release. Non-GAAP financial measures do not replace and are not superior to the presentation of GAAP financial results but are provided to improve overall understanding of the Company's current financial performance. Management believes that this non-GAAP information is useful to both management and investors regarding certain additional financial and business trends related to the operating results. Management uses this non-GAAP information, along with GAAP information, in evaluating its historical operating performance.\nAbout LIG Assets, Inc.:\nLIG Assets, Inc., in association with Robert Plarr, is the emerging \"Leader in Green Assets\" -- focused on exclusive green, renewable energy and sustainable homes, living systems, technologies, and components to be utilized in the residential and commercial real estate acquisition and development projects currently under way and now individual product sales, as well as rapid expansion into other sectors via acquisitions, mergers and joint venture partnerships. LIG Assets, Inc. trades on the pink sheets under the ticker symbol \"LIGA\". For additional information about LIG Assets, Inc., Robert Plarr, and/or more information about and how to purchase Plarr's exclusive homes, structures, products and technologies or to subscribe online to LIGA's free Shareholder Newsletter for regular updates and alerts regarding important Company developments, please visit the Company's website at www.LeaderInGreenAssets.com\nAbout LIGA Homes:\nLIGA Homes unique residential and commercial developments utilize specially designed and manufactured recycled \"element resistant\" steel framing, in addition to toxic free magnesium oxide building materials and panels that are 100% mold, fungus, termite and rot resistant and fire resistant against temperatures up to 3500 degrees Fahrenheit as well as famed environmentalist Robert Plarr's exclusive \"maximum rated\" R-60 insulation -- combining to create disaster resistant materials and structures that can withstand up to a 7.5 magnitude earthquake and sustained gale force winds up to 175 MPH while negating damage caused by rain and flood exposure. With the addition of Plarr's green and renewable systems and products, LIGA Homes is now capable of providing affordable, fully sustainable and disaster resistant living environments – LIGA Homes is at the forefront of this new and improved direction for the green, sustainable and construction sectors.\nFor more information about LIGA Homes visit - www.LIGAHomes.com or contact the Company directly at 833-LIGAHOMES\nGeneral inquiries: ContactUs@LIGAHomes.com\nForward-Looking Statements\nThis press release may contain forward-looking statements. The words \"believe,\" \"expect,\" \"should,\" \"intend,\" \"estimate,\" \"projects,\" variations of such words and similar expressions identify forward-looking statements, but their absence does not mean that a statement is not a forward-looking statement. These forward-looking statements are based upon the Company's current expectations and are subject to a number of risks, uncertainties, and assumptions. The Company undertakes no obligation to update any forward-looking statements, whether as a result of new information, future events, or otherwise. Among the important factors that could cause actual results to differ significantly from those expressed or implied by such forward-looking statements are risks are detailed in the Company's respective filings at www.otcmarkets.com .\nContact Information: LIGA Shareholder/Investor inquiries can be directed to: LIG Assets, Inc. Aric Simons Chairman Email: Aric@LIGAssets.net www.LeaderInGreenAssets.com\nSource:LIG Assets, Inc.",
    "published": "2018-05-15T17:30:00.000+03:00",
    "crawled": "2018-05-15T19:17:44.110+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "nashville",
        "tn",
        "may",
        "globe",
        "newswire",
        "lig",
        "asset",
        "otc",
        "pink",
        "liga",
        "also",
        "known",
        "leader",
        "green",
        "asset",
        "liga",
        "extremely",
        "proud",
        "announce",
        "company",
        "significantly",
        "increased",
        "financial",
        "result",
        "first",
        "quarter",
        "following",
        "corporate",
        "filing",
        "information",
        "documentation",
        "submitted",
        "otc",
        "market",
        "quarterly",
        "report",
        "uploaded",
        "monday",
        "may",
        "14th",
        "first",
        "quarter",
        "highlight",
        "liga",
        "pleased",
        "confirm",
        "company",
        "gross",
        "revenue",
        "q1",
        "nearly",
        "surpassed",
        "liga",
        "entire",
        "ytd",
        "revenue",
        "first",
        "quarter",
        "revenue",
        "compared",
        "operating",
        "revenue",
        "prior",
        "year",
        "q1",
        "quarter",
        "important",
        "note",
        "liga",
        "continues",
        "commitment",
        "shareholder",
        "drastically",
        "eliminating",
        "debt",
        "paying",
        "negotiating",
        "debt",
        "reduction",
        "deal",
        "also",
        "first",
        "quarter",
        "lig",
        "asset",
        "secured",
        "acre",
        "brentwood",
        "tennessee",
        "documented",
        "one",
        "richest",
        "fastest",
        "growing",
        "community",
        "america",
        "company",
        "plan",
        "create",
        "substantial",
        "valuation",
        "asset",
        "liga",
        "moving",
        "forward",
        "via",
        "company",
        "subsidiary",
        "bgtv",
        "lig",
        "development",
        "ligd",
        "well",
        "future",
        "company",
        "acquisition",
        "merger",
        "joint",
        "venture",
        "partnership",
        "additional",
        "planned",
        "subsidiary",
        "recently",
        "appointed",
        "company",
        "president",
        "marvin",
        "baker",
        "restated",
        "liga",
        "continued",
        "commitment",
        "reverse",
        "split",
        "increase",
        "authorized",
        "share",
        "per",
        "company",
        "stated",
        "promise",
        "shareholder",
        "reverse",
        "split",
        "stock",
        "least",
        "per",
        "share",
        "addition",
        "lig",
        "asset",
        "securing",
        "business",
        "opportunity",
        "multiple",
        "property",
        "unique",
        "funding",
        "solution",
        "require",
        "company",
        "stock",
        "secure",
        "deal",
        "company",
        "chairman",
        "aric",
        "simon",
        "state",
        "grow",
        "company",
        "organically",
        "expect",
        "accelerating",
        "growth",
        "continue",
        "launch",
        "sale",
        "home",
        "brentwood",
        "development",
        "appear",
        "set",
        "exceed",
        "original",
        "forecast",
        "term",
        "revenue",
        "timeline",
        "based",
        "upon",
        "favorable",
        "survey",
        "geotechnical",
        "testing",
        "coupled",
        "seemingly",
        "exponential",
        "demand",
        "occurring",
        "brentwood",
        "area",
        "simon",
        "continued",
        "liga",
        "continues",
        "work",
        "diligently",
        "towards",
        "creating",
        "new",
        "revenue",
        "source",
        "aggressively",
        "pursuing",
        "new",
        "strategic",
        "development",
        "opportunity",
        "liga",
        "subsidiary",
        "announced",
        "soon",
        "pleased",
        "new",
        "management",
        "team",
        "assembled",
        "due",
        "diligence",
        "front",
        "including",
        "limited",
        "creating",
        "diverse",
        "substantial",
        "revenue",
        "source",
        "company",
        "identifying",
        "competitively",
        "bidding",
        "new",
        "contract",
        "reconciling",
        "modernizing",
        "financials",
        "diminishing",
        "debt",
        "strategic",
        "payment",
        "solution",
        "past",
        "debt",
        "reduction",
        "negotiated",
        "settlement",
        "eliminating",
        "unverifiable",
        "debt",
        "liga",
        "continues",
        "make",
        "better",
        "expected",
        "progress",
        "achieving",
        "rapid",
        "growth",
        "goal",
        "intention",
        "transcending",
        "next",
        "level",
        "otc",
        "market",
        "soon",
        "possible",
        "believe",
        "investor",
        "prospective",
        "investor",
        "look",
        "first",
        "quarter",
        "another",
        "important",
        "benchmark",
        "end",
        "liga",
        "continue",
        "grow",
        "sound",
        "business",
        "practice",
        "intelligent",
        "allocation",
        "asset",
        "investment",
        "dynamic",
        "creative",
        "experienced",
        "management",
        "team",
        "ensure",
        "investor",
        "proud",
        "owner",
        "enjoying",
        "significant",
        "return",
        "investment",
        "business",
        "development",
        "news",
        "addition",
        "liga",
        "posting",
        "q1",
        "revenue",
        "million",
        "close",
        "lig",
        "asset",
        "shareholder",
        "pleased",
        "know",
        "bgtv",
        "direct",
        "making",
        "several",
        "major",
        "announcement",
        "regarding",
        "launch",
        "several",
        "new",
        "venture",
        "near",
        "future",
        "major",
        "impact",
        "company",
        "potential",
        "greatly",
        "increase",
        "company",
        "revenue",
        "profit",
        "liga",
        "also",
        "announcing",
        "near",
        "future",
        "many",
        "new",
        "partnership",
        "deal",
        "liga",
        "partner",
        "associate",
        "joint",
        "venture",
        "liga",
        "subsidiary",
        "live",
        "stor",
        "america",
        "ramping",
        "several",
        "major",
        "announcement",
        "well",
        "encourage",
        "interested",
        "party",
        "especially",
        "shareholder",
        "follow",
        "event",
        "closely",
        "day",
        "week",
        "ahead",
        "via",
        "press",
        "release",
        "social",
        "medium",
        "company",
        "website",
        "liga",
        "shareholder",
        "newsletter",
        "interested",
        "party",
        "subscribe",
        "combined",
        "liga",
        "bank",
        "account",
        "balance",
        "close",
        "business",
        "may",
        "plus",
        "outstanding",
        "receivables",
        "end",
        "q1",
        "providing",
        "ample",
        "liquidity",
        "move",
        "company",
        "forward",
        "complete",
        "planned",
        "objective",
        "shareholder",
        "also",
        "pleased",
        "know",
        "lig",
        "asset",
        "submitted",
        "pertaining",
        "corporate",
        "documentation",
        "resolution",
        "otc",
        "market",
        "secretary",
        "state",
        "nevada",
        "updated",
        "lig",
        "asset",
        "information",
        "addition",
        "new",
        "liga",
        "website",
        "liga",
        "home",
        "final",
        "stage",
        "completion",
        "launched",
        "whole",
        "new",
        "branding",
        "strategy",
        "cfo",
        "douglas",
        "vaughn",
        "state",
        "past",
        "year",
        "liga",
        "progressed",
        "almost",
        "revenue",
        "million",
        "first",
        "quarter",
        "although",
        "many",
        "investor",
        "focused",
        "brentwood",
        "project",
        "good",
        "reason",
        "want",
        "highlight",
        "bgtv",
        "direct",
        "growing",
        "rapidly",
        "expect",
        "new",
        "medium",
        "project",
        "near",
        "future",
        "brentwood",
        "real",
        "estate",
        "project",
        "allow",
        "bgtv",
        "direct",
        "reinvest",
        "cash",
        "flow",
        "back",
        "bgtv",
        "direct",
        "would",
        "allow",
        "growth",
        "future",
        "work",
        "fast",
        "prudently",
        "possible",
        "move",
        "brentwood",
        "towards",
        "lot",
        "sale",
        "achieved",
        "begin",
        "interviewing",
        "auditor",
        "take",
        "advantage",
        "new",
        "otc",
        "market",
        "rule",
        "move",
        "pink",
        "sheet",
        "work",
        "achieve",
        "otcqb",
        "lig",
        "asset",
        "submitted",
        "yesterday",
        "quarterly",
        "report",
        "period",
        "ending",
        "march",
        "31st",
        "currently",
        "available",
        "public",
        "viewing",
        "http",
        "financial",
        "measure",
        "addition",
        "disclosing",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "company",
        "also",
        "discloses",
        "certain",
        "result",
        "operation",
        "including",
        "adjusted",
        "ebitda",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "either",
        "exclude",
        "include",
        "amount",
        "described",
        "reconciliation",
        "table",
        "gaap",
        "information",
        "provided",
        "end",
        "release",
        "financial",
        "measure",
        "replace",
        "superior",
        "presentation",
        "gaap",
        "financial",
        "result",
        "provided",
        "improve",
        "overall",
        "understanding",
        "company",
        "current",
        "financial",
        "performance",
        "management",
        "belief",
        "information",
        "useful",
        "management",
        "investor",
        "regarding",
        "certain",
        "additional",
        "financial",
        "business",
        "trend",
        "related",
        "operating",
        "result",
        "management",
        "us",
        "information",
        "along",
        "gaap",
        "information",
        "evaluating",
        "historical",
        "operating",
        "performance",
        "lig",
        "asset",
        "lig",
        "asset",
        "association",
        "robert",
        "plarr",
        "emerging",
        "leader",
        "green",
        "asset",
        "focused",
        "exclusive",
        "green",
        "renewable",
        "energy",
        "sustainable",
        "home",
        "living",
        "system",
        "technology",
        "component",
        "utilized",
        "residential",
        "commercial",
        "real",
        "estate",
        "acquisition",
        "development",
        "project",
        "currently",
        "way",
        "individual",
        "product",
        "sale",
        "well",
        "rapid",
        "expansion",
        "sector",
        "via",
        "acquisition",
        "merger",
        "joint",
        "venture",
        "partnership",
        "lig",
        "asset",
        "trade",
        "pink",
        "sheet",
        "ticker",
        "symbol",
        "liga",
        "additional",
        "information",
        "lig",
        "asset",
        "robert",
        "plarr",
        "information",
        "purchase",
        "plarr",
        "exclusive",
        "home",
        "structure",
        "product",
        "technology",
        "subscribe",
        "online",
        "liga",
        "free",
        "shareholder",
        "newsletter",
        "regular",
        "update",
        "alert",
        "regarding",
        "important",
        "company",
        "development",
        "please",
        "visit",
        "company",
        "website",
        "liga",
        "home",
        "liga",
        "home",
        "unique",
        "residential",
        "commercial",
        "development",
        "utilize",
        "specially",
        "designed",
        "manufactured",
        "recycled",
        "element",
        "resistant",
        "steel",
        "framing",
        "addition",
        "toxic",
        "free",
        "magnesium",
        "oxide",
        "building",
        "material",
        "panel",
        "mold",
        "fungus",
        "termite",
        "rot",
        "resistant",
        "fire",
        "resistant",
        "temperature",
        "degree",
        "fahrenheit",
        "well",
        "famed",
        "environmentalist",
        "robert",
        "plarr",
        "exclusive",
        "maximum",
        "rated",
        "insulation",
        "combining",
        "create",
        "disaster",
        "resistant",
        "material",
        "structure",
        "withstand",
        "magnitude",
        "earthquake",
        "sustained",
        "gale",
        "force",
        "wind",
        "mph",
        "negating",
        "damage",
        "caused",
        "rain",
        "flood",
        "exposure",
        "addition",
        "plarr",
        "green",
        "renewable",
        "system",
        "product",
        "liga",
        "home",
        "capable",
        "providing",
        "affordable",
        "fully",
        "sustainable",
        "disaster",
        "resistant",
        "living",
        "environment",
        "liga",
        "home",
        "forefront",
        "new",
        "improved",
        "direction",
        "green",
        "sustainable",
        "construction",
        "sector",
        "information",
        "liga",
        "home",
        "visit",
        "contact",
        "company",
        "directly",
        "general",
        "inquiry",
        "contactus",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "word",
        "believe",
        "expect",
        "intend",
        "estimate",
        "project",
        "variation",
        "word",
        "similar",
        "expression",
        "identify",
        "statement",
        "absence",
        "mean",
        "statement",
        "statement",
        "statement",
        "based",
        "upon",
        "company",
        "current",
        "expectation",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "among",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "statement",
        "risk",
        "detailed",
        "company",
        "respective",
        "filing",
        "contact",
        "information",
        "liga",
        "inquiry",
        "directed",
        "lig",
        "asset",
        "aric",
        "simon",
        "chairman",
        "email",
        "aric",
        "source",
        "lig",
        "asset",
        "inc"
    ]
}