{
    "organizations": [],
    "uuid": "eab9511abf567dbbdff3dd00d2e5182cb9f0fe9a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/27/pr-newswire-luye-pharma-acquires-astrazenecas-signature-products-seroquel-and-seroquel-xr.html",
    "ord_in_thread": 0,
    "title": "Luye Pharma Acquires AstraZeneca's Signature Products Seroquel and Seroquel XR",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HONG KONG, May 27, 2018 /PRNewswire/ -- Luye Pharma Group recently announced their acquisition of AstraZeneca's core CNS products - Seroquel and Seroquel XR. As with previous acquisitions such as Lipusu, Xuezhikang, Beixi and Rivastigmine Transdermal Patch, the decision to acquire Seroquel and Seroquel XR was made by Luye Pharma based on a comprehensive evaluation of the target. Factors considered include: whether the target is a signature product with a high sales volume and high margins, whether it has good competitive positioning, how much it can contribute to existing core product portfolio and whether it can help improve the group's operating capabilities or optimize strategic resource integration.\n1. Revenues Driven by Acquisition of Signature Products\nSeroquel (quetiapine fumarate, immediate release, IR) and Seroquel XR (extended release formulation) are atypical anti-psychotic medicines with antidepressant properties. The main indications for Seroquel are the treatment of schizophrenia and bipolar disorder. Seroquel XR is also approved in some markets for major depressive disorder and generalized anxiety disorder. Because of their fast onset, good tolerability and high patient compliance, Seroquel series products are widely recognized by doctors and patients, and are currently marketed in more than 80 countries around the world with total number of prescriptions exceeding 10 million.\nIn accordance with the acquisition agreement, Luye Pharma will acquire the assets of Seroquel and Seroquel XR in 51 countries and regions including China, the United Kingdom, Brazil, Australia, Saudi Arabia, Mexico, South Korea, Thailand, Argentina, Malaysia and other countries and regions in Asia, Latin America, Africa, Oceania and Eastern Europe. The assets include marketing authorizations, regulatory information, certain patents, relevant business materials and data, manufacturing know-how and sales networks, among others. In addition, AstraZeneca has agreed to grant exclusive, permanent, free and sub-licensable trademark licensing, along with other licensing rights, to Luye Pharma. The total transaction amount of 546 million U.S. dollars will be paid by Luye Pharma in four installments over the coming years, with an initial payment of US$260 million.\nAccording to World Health Organization statistics, there are currently around 300 million people in the world suffering from depression, 60 million people affected by bipolar disorder, and 23 million people suffering from schizophrenia. According to data from the Center for Mental Health at the Chinese Center for Disease Control and Prevention, there are over 100 million people in China with some form of mental illness, more than 6.4 million of which suffer from schizophrenia and approximately 1.1 million of which suffer from bipolar disorder. In 2017, sales revenue for Seroquel series products in Asian countries and regions including China was approximately US$74 million. In China, Seroquel is listed in category B of the 2009 edition of the National Drug Reimbursement List (NDRL); Seroquel XR also entered into NDRL via medical insurance negotiations in July 2017. According to IMS data, sales revenue for Seroquel and Seroquel XR in China are expected to exceed RMB 1 billion, with a good deal of space for sales growth in international markets.\nDr. Yehong Zhang, head of Luye Pharma (International) said: \"Central nervous system diseases continue to present a challenge to patients and healthcare systems across the world. This transaction represents another step in our effort to build a portfolio and platform to help address this issue. It is an affirmation of our commitment to accelerate our international presence.\"\n2. Strategy behind the Acquisition\nIn terms of business strategy and product pipelines, Luye Pharma adheres to the principle of long-term planning with the aim of systemic and sustainable development. Together with the acquisition of Acino's transdermal patch and implants business, and the establishment of a company in Europe, Luye Pharma has created a rich portfolio of treatment solutions in the global CNS market, and successfully built a global business operation model through synergy achieved between R&D, manufacturing, and sales and marketing at home and abroad. This lays a solid foundation for the international promotion of its microsphere technology. The introduction of Seroquel's global channels, brand reputation and mature technology will play a crucial role in enriching Luye Pharma's global product portfolio and the synergy between different strategic markets.\n1) Building a Product Portfolio with a Global Competitive Edge\nIn terms of pipeline development in CNS, one of Luye Pharma's four core therapeutic areas, Luye Pharma currently has multiple drug candidates under development in both China and overseas markets: Risperidone Extended-Release Microspheres for Injection (LY03004) for the treatment of schizophrenia and bipolar disorder was approved by the FDA for exemption from pediatric trials on submission of its NDA in the United States. Luye Pharma plans to launch LY03004 in China and the United States by the end of this year. Rotigotine Extended-Release Microspheres for Injection (LY03003) for the treatment of Parkinson's disease has been approved for Phase III clinical trials in China, and exempted from Phase II clinical trials in the United States, with a scheduled launch time in China and the United States set for next year. Ansofaxine Hydrochloride Extended-Release Tablets (LY03005) for the treatment of depression has completed Phase II clinical trials in China and has reached the primary efficacy endpoint. Other new drug development projects such as the Rivastigmine Multi-Day Transdermal Patch (30410) for the treatment of mild to moderate Alzheimer's disease are also progressing smoothly.\nSeroquel and Seroquel XR can complement with Risperidone Extended-Release Microspheres and Ansofaxine Extended-Release Tablets in both domestic and overseas markets, as they can serve the same patient population and there is no exclusive competition when these drugs share channels and promotional resources. Seroquel and Seroquel XR can contribute, with their readily available domestic and international commercial resources, to the launch and accessibility of new CNS drugs, such as Risperidone Extended-Release Microspheres and Ansofaxine Extended-release tablets, as well as comprehensively enhance the global competitiveness of Luye Pharma's CNS portfolio.\n2) Enhancing the Synergy across International Markets\nHandover work will start upon the completion of the initial payment, with the production technology for the two drugs gradually transferred to Luye Pharma. The Seroquel series products, especially Seroquel XR, has a very advanced production processes, due to this, Luye Pharma plans to introduce these technologies to China after the acquisition, which will also be the first time that production technology for Seroquel XR reaches China. Shandong Luye Pharmaceutical Co., Ltd. will be the future production base for the global supply of the Seroquel series, not only strengthening the production capacity of the new formulations, but also allowing for further alignment with the global production quality system.\nIn addition to the synergetic effect on production, the successful acquisition of the Seroquel series assets will also bring synergies to the overall development and strategic planning of Luye Pharma's business in the international market, including in the building of sales channels. Luye Pharma will invest resources to enhance market development through efficient management systems and extensive business networks, fully tapping in to Seroquel's sales potential in the international markets. The global commercialization network brought about by this acquisition will also significantly increase the sales efficiency of Luye Pharma in Europe, including consolidation of sales teams in existing markets as well as increased commercial coverage in emerging markets.\n3) Brand Equity Enhancement\nThe acquisition is expected to increase Luye Pharma's brand equity and create opportunities for cooperation with more and more first-class partners in the future. On the road to internationalization, Luye Pharma is actively seeking the best M&A opportunities.\n3. The \"One Belt and One Road\" Effect\nThe acquisition involves business in a number of Asian and Eastern European countries and regions which are also covered by China's \"One Belt and One Road Initiative\". This will facilitate the launch and promotion of Luye Pharma's existing products in major markets into the \"One Belt and One Road\" markets.\nView original content: http://www.prnewswire.com/news-releases/luye-pharma-acquires-astrazenecas-signature-products-seroquel-and-seroquel-xr-300655351.html\nSOURCE Luye Pharma",
    "published": "2018-05-27T17:07:00.000+03:00",
    "crawled": "2018-05-27T19:24:17.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hong",
        "kong",
        "may",
        "luye",
        "pharma",
        "group",
        "recently",
        "announced",
        "acquisition",
        "astrazeneca",
        "core",
        "cns",
        "product",
        "seroquel",
        "seroquel",
        "xr",
        "previous",
        "acquisition",
        "lipusu",
        "xuezhikang",
        "beixi",
        "rivastigmine",
        "transdermal",
        "patch",
        "decision",
        "acquire",
        "seroquel",
        "seroquel",
        "xr",
        "made",
        "luye",
        "pharma",
        "based",
        "comprehensive",
        "evaluation",
        "target",
        "factor",
        "considered",
        "include",
        "whether",
        "target",
        "signature",
        "product",
        "high",
        "sale",
        "volume",
        "high",
        "margin",
        "whether",
        "good",
        "competitive",
        "positioning",
        "much",
        "contribute",
        "existing",
        "core",
        "product",
        "portfolio",
        "whether",
        "help",
        "improve",
        "group",
        "operating",
        "capability",
        "optimize",
        "strategic",
        "resource",
        "integration",
        "revenue",
        "driven",
        "acquisition",
        "signature",
        "product",
        "seroquel",
        "quetiapine",
        "fumarate",
        "immediate",
        "release",
        "ir",
        "seroquel",
        "xr",
        "extended",
        "release",
        "formulation",
        "atypical",
        "medicine",
        "antidepressant",
        "property",
        "main",
        "indication",
        "seroquel",
        "treatment",
        "schizophrenia",
        "bipolar",
        "disorder",
        "seroquel",
        "xr",
        "also",
        "approved",
        "market",
        "major",
        "depressive",
        "disorder",
        "generalized",
        "anxiety",
        "disorder",
        "fast",
        "onset",
        "good",
        "tolerability",
        "high",
        "patient",
        "compliance",
        "seroquel",
        "series",
        "product",
        "widely",
        "recognized",
        "doctor",
        "patient",
        "currently",
        "marketed",
        "country",
        "around",
        "world",
        "total",
        "number",
        "prescription",
        "exceeding",
        "million",
        "accordance",
        "acquisition",
        "agreement",
        "luye",
        "pharma",
        "acquire",
        "asset",
        "seroquel",
        "seroquel",
        "xr",
        "country",
        "region",
        "including",
        "china",
        "united",
        "kingdom",
        "brazil",
        "australia",
        "saudi",
        "arabia",
        "mexico",
        "south",
        "korea",
        "thailand",
        "argentina",
        "malaysia",
        "country",
        "region",
        "asia",
        "latin",
        "america",
        "africa",
        "oceania",
        "eastern",
        "europe",
        "asset",
        "include",
        "marketing",
        "authorization",
        "regulatory",
        "information",
        "certain",
        "patent",
        "relevant",
        "business",
        "material",
        "data",
        "manufacturing",
        "sale",
        "network",
        "among",
        "others",
        "addition",
        "astrazeneca",
        "agreed",
        "grant",
        "exclusive",
        "permanent",
        "free",
        "trademark",
        "licensing",
        "along",
        "licensing",
        "right",
        "luye",
        "pharma",
        "total",
        "transaction",
        "amount",
        "million",
        "dollar",
        "paid",
        "luye",
        "pharma",
        "four",
        "installment",
        "coming",
        "year",
        "initial",
        "payment",
        "u",
        "million",
        "according",
        "world",
        "health",
        "organization",
        "statistic",
        "currently",
        "around",
        "million",
        "people",
        "world",
        "suffering",
        "depression",
        "million",
        "people",
        "affected",
        "bipolar",
        "disorder",
        "million",
        "people",
        "suffering",
        "schizophrenia",
        "according",
        "data",
        "center",
        "mental",
        "health",
        "chinese",
        "center",
        "disease",
        "control",
        "prevention",
        "million",
        "people",
        "china",
        "form",
        "mental",
        "illness",
        "million",
        "suffer",
        "schizophrenia",
        "approximately",
        "million",
        "suffer",
        "bipolar",
        "disorder",
        "sale",
        "revenue",
        "seroquel",
        "series",
        "product",
        "asian",
        "country",
        "region",
        "including",
        "china",
        "approximately",
        "u",
        "million",
        "china",
        "seroquel",
        "listed",
        "category",
        "b",
        "edition",
        "national",
        "drug",
        "reimbursement",
        "list",
        "ndrl",
        "seroquel",
        "xr",
        "also",
        "entered",
        "ndrl",
        "via",
        "medical",
        "insurance",
        "negotiation",
        "july",
        "according",
        "ims",
        "data",
        "sale",
        "revenue",
        "seroquel",
        "seroquel",
        "xr",
        "china",
        "expected",
        "exceed",
        "rmb",
        "billion",
        "good",
        "deal",
        "space",
        "sale",
        "growth",
        "international",
        "market",
        "yehong",
        "zhang",
        "head",
        "luye",
        "pharma",
        "international",
        "said",
        "central",
        "nervous",
        "system",
        "disease",
        "continue",
        "present",
        "challenge",
        "patient",
        "healthcare",
        "system",
        "across",
        "world",
        "transaction",
        "represents",
        "another",
        "step",
        "effort",
        "build",
        "portfolio",
        "platform",
        "help",
        "address",
        "issue",
        "affirmation",
        "commitment",
        "accelerate",
        "international",
        "presence",
        "strategy",
        "behind",
        "acquisition",
        "term",
        "business",
        "strategy",
        "product",
        "pipeline",
        "luye",
        "pharma",
        "adheres",
        "principle",
        "planning",
        "aim",
        "systemic",
        "sustainable",
        "development",
        "together",
        "acquisition",
        "acino",
        "transdermal",
        "patch",
        "implant",
        "business",
        "establishment",
        "company",
        "europe",
        "luye",
        "pharma",
        "created",
        "rich",
        "portfolio",
        "treatment",
        "solution",
        "global",
        "cns",
        "market",
        "successfully",
        "built",
        "global",
        "business",
        "operation",
        "model",
        "synergy",
        "achieved",
        "r",
        "manufacturing",
        "sale",
        "marketing",
        "home",
        "abroad",
        "lay",
        "solid",
        "foundation",
        "international",
        "promotion",
        "microsphere",
        "technology",
        "introduction",
        "seroquel",
        "global",
        "channel",
        "brand",
        "reputation",
        "mature",
        "technology",
        "play",
        "crucial",
        "role",
        "enriching",
        "luye",
        "pharma",
        "global",
        "product",
        "portfolio",
        "synergy",
        "different",
        "strategic",
        "market",
        "building",
        "product",
        "portfolio",
        "global",
        "competitive",
        "edge",
        "term",
        "pipeline",
        "development",
        "cns",
        "one",
        "luye",
        "pharma",
        "four",
        "core",
        "therapeutic",
        "area",
        "luye",
        "pharma",
        "currently",
        "multiple",
        "drug",
        "candidate",
        "development",
        "china",
        "overseas",
        "market",
        "risperidone",
        "microspheres",
        "injection",
        "ly03004",
        "treatment",
        "schizophrenia",
        "bipolar",
        "disorder",
        "approved",
        "fda",
        "exemption",
        "pediatric",
        "trial",
        "submission",
        "nda",
        "united",
        "state",
        "luye",
        "pharma",
        "plan",
        "launch",
        "ly03004",
        "china",
        "united",
        "state",
        "end",
        "year",
        "rotigotine",
        "microspheres",
        "injection",
        "ly03003",
        "treatment",
        "parkinson",
        "disease",
        "approved",
        "phase",
        "iii",
        "clinical",
        "trial",
        "china",
        "exempted",
        "phase",
        "ii",
        "clinical",
        "trial",
        "united",
        "state",
        "scheduled",
        "launch",
        "time",
        "china",
        "united",
        "state",
        "set",
        "next",
        "year",
        "ansofaxine",
        "hydrochloride",
        "tablet",
        "ly03005",
        "treatment",
        "depression",
        "completed",
        "phase",
        "ii",
        "clinical",
        "trial",
        "china",
        "reached",
        "primary",
        "efficacy",
        "endpoint",
        "new",
        "drug",
        "development",
        "project",
        "rivastigmine",
        "transdermal",
        "patch",
        "treatment",
        "mild",
        "moderate",
        "alzheimer",
        "disease",
        "also",
        "progressing",
        "smoothly",
        "seroquel",
        "seroquel",
        "xr",
        "complement",
        "risperidone",
        "microspheres",
        "ansofaxine",
        "tablet",
        "domestic",
        "overseas",
        "market",
        "serve",
        "patient",
        "population",
        "exclusive",
        "competition",
        "drug",
        "share",
        "channel",
        "promotional",
        "resource",
        "seroquel",
        "seroquel",
        "xr",
        "contribute",
        "readily",
        "available",
        "domestic",
        "international",
        "commercial",
        "resource",
        "launch",
        "accessibility",
        "new",
        "cns",
        "drug",
        "risperidone",
        "microspheres",
        "ansofaxine",
        "tablet",
        "well",
        "comprehensively",
        "enhance",
        "global",
        "competitiveness",
        "luye",
        "pharma",
        "cns",
        "portfolio",
        "enhancing",
        "synergy",
        "across",
        "international",
        "market",
        "handover",
        "work",
        "start",
        "upon",
        "completion",
        "initial",
        "payment",
        "production",
        "technology",
        "two",
        "drug",
        "gradually",
        "transferred",
        "luye",
        "pharma",
        "seroquel",
        "series",
        "product",
        "especially",
        "seroquel",
        "xr",
        "advanced",
        "production",
        "process",
        "due",
        "luye",
        "pharma",
        "plan",
        "introduce",
        "technology",
        "china",
        "acquisition",
        "also",
        "first",
        "time",
        "production",
        "technology",
        "seroquel",
        "xr",
        "reach",
        "china",
        "shandong",
        "luye",
        "pharmaceutical",
        "future",
        "production",
        "base",
        "global",
        "supply",
        "seroquel",
        "series",
        "strengthening",
        "production",
        "capacity",
        "new",
        "formulation",
        "also",
        "allowing",
        "alignment",
        "global",
        "production",
        "quality",
        "system",
        "addition",
        "synergetic",
        "effect",
        "production",
        "successful",
        "acquisition",
        "seroquel",
        "series",
        "asset",
        "also",
        "bring",
        "synergy",
        "overall",
        "development",
        "strategic",
        "planning",
        "luye",
        "pharma",
        "business",
        "international",
        "market",
        "including",
        "building",
        "sale",
        "channel",
        "luye",
        "pharma",
        "invest",
        "resource",
        "enhance",
        "market",
        "development",
        "efficient",
        "management",
        "system",
        "extensive",
        "business",
        "network",
        "fully",
        "tapping",
        "seroquel",
        "sale",
        "potential",
        "international",
        "market",
        "global",
        "commercialization",
        "network",
        "brought",
        "acquisition",
        "also",
        "significantly",
        "increase",
        "sale",
        "efficiency",
        "luye",
        "pharma",
        "europe",
        "including",
        "consolidation",
        "sale",
        "team",
        "existing",
        "market",
        "well",
        "increased",
        "commercial",
        "coverage",
        "emerging",
        "market",
        "brand",
        "equity",
        "enhancement",
        "acquisition",
        "expected",
        "increase",
        "luye",
        "pharma",
        "brand",
        "equity",
        "create",
        "opportunity",
        "cooperation",
        "partner",
        "future",
        "road",
        "internationalization",
        "luye",
        "pharma",
        "actively",
        "seeking",
        "best",
        "opportunity",
        "one",
        "belt",
        "one",
        "road",
        "effect",
        "acquisition",
        "involves",
        "business",
        "number",
        "asian",
        "eastern",
        "european",
        "country",
        "region",
        "also",
        "covered",
        "china",
        "one",
        "belt",
        "one",
        "road",
        "initiative",
        "facilitate",
        "launch",
        "promotion",
        "luye",
        "pharma",
        "existing",
        "product",
        "major",
        "market",
        "one",
        "belt",
        "one",
        "road",
        "market",
        "view",
        "original",
        "content",
        "http",
        "source",
        "luye",
        "pharma"
    ]
}