{
    "organizations": [],
    "uuid": "420cbafc46efd9137cdeb2dbd993d9a771d73a58",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-bellicum-pharmaceuticals-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Bellicum Pharmaceuticals Reports 2018 Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, Bellicum Pharmaceuticals, Inc. (NASDAQ:BLCM), a leader in developing novel, controllable cellular immunotherapies for cancers and orphan inherited blood disorders, today reported financial results for the first quarter ended March 31, 2018, and provided an update on recent developments.\n“We remain very encouraged with interim results from our BPX-501 program in malignant and nonmalignant pediatric patients, and remain on track for filing of MAAs in the European Union in 2019,” said Bellicum’s President & CEO Rick Fair. “We are also working to expand the BPX-501 opportunity into the U.S. and into the adult stem cell transplant population with the planned initiation of two new clinical trials later this year. In our BPX-601 GoCAR-T program, we reported early promising first-in-human data on CAR-T cell expansion with the use of our iMC activation switch. We look forward to sharing data readouts on all our clinical programs during 2018, and providing further guidance on our plans to advance two new dual-switch controllable CAR-T candidates into clinical studies.”\nPROGRAM HIGHLIGHTS AND CURRENT UPDATES\nClinical Hold Lifted by FDA on U.S. Studies of BPX-501\nThe Company is now working with U.S. clinical sites to resume patient recruitment based on amended study protocols, including guidance on monitoring and management of neurologic adverse events. The FDA clinical hold did not affect the BP-004 registration trial in Europe.\nBPX-501 E.U. Registration Trial Enrollment Complete\nEnrollment was recently completed in the treatment arm of the BP-004 E.U. registration trial in malignant and nonmalignant pediatric patients undergoing haploidentical hematopoietic stem cell transplant (haplo-HSCT). The Company expects to have topline data at the end of 2018, followed by a readout of comparative data from its ongoing C-004 observational study in children receiving a matched unrelated donor (MUD) transplant without BPX-501. Bellicum expects to file for E.U. approvals of BPX-501 and rimiducid in 2019.\nBPX-501 Interim Survival Results Reported\nIn March, the Company announced favorable interim results in pediatric patients with acute myeloid leukemia (AML), with overall survival of 97.3% in patients with a median follow-up of over one year. The Company also reported new updated interim data in pediatric patients with primary immunodeficiencies (PIDs) undergoing a curative haplo-HSCT with BPX-501. Abstracts providing more comprehensive interim data on these patients have been accepted for presentation at the 23rd Annual Congress of the European Hematology Association to be held in Stockholm in June.\nCAR-T and TCR Phase 1 Studies Enrolling\nBellicum and its collaborators are currently enrolling Phase 1 clinical trials of three CAR-T and TCR programs featuring its industry-leading cellular control technology: BPX-601, BPX-701, and an academic collaborator’s CaspaCIDe-enabled CD19 CAR-T. The Company expects to report preliminary findings from all three studies at medical meetings later this year. BPX-601, the Company’s first GoCAR-T™ product candidate—differentiated by the inclusion of its proprietary iMC activation switch—is the first controllable CAR-T to enter clinical trials and is being studied in adults with nonresectable pancreatic cancer who test positive for prostate stem cell antigen (PSCA). The Company recently reported that the first patient dosed with rimiducid in the BPX-601 trial showed a robust expansion of circulating BPX-601 cells following a single dose of rimiducid, providing initial clinical proof of concept of the iMC activation switch. As enrollment continues, the Company is preparing to amend the trial to include additional PSCA-expressing tumors. In the Phase 1 study with BPX-701, Bellicum is working to add clinical sites to accelerate enrollment.\nProgressing Next-Generation Dual-Switch Preclinical Programs\nLeveraging its innovative technology platform, Bellicum has created next-generation controllable CAR-Ts that incorporate both activation and safety switches in the same T cell. At the AACR Annual Meeting in April, the Company presented promising preclinical results highlighting the ability to manage expansion, persistence and safety of tumor antigen-specific CAR-T cells, potentially allowing for more aggressive anti-tumor therapies. The Company has nominated two new dual-switch CAR-Ts for clinical trials next year, and will provide additional details on these programs later this year.\nUnderwritten Public Offering of Common Stock\nIn April, Bellicum completed a public offering of 9.2 million shares, including 1.2 million shares sold under the underwriters’ option to purchase additional shares, at $7.50 per share. The aggregate offering size was $69.0 million before deducting the underwriting discounts and commissions and other offering expenses.\nFirst Quarter 2018 Financial Results\nCash Position and Guidance: Bellicum ended the quarter on March 31, 2018 with cash, restricted cash and investments totaling $88.0 million, compared to $106.5 million at December 31, 2017. Based on current operating plans, Bellicum expects that current cash resources, including proceeds from its April 2018 public offering, will be sufficient to meet operating requirements through the end of 2019.\nR&D Expenses: Research and development expenses were $16.5 million for the quarter ended March 31, 2018, compared to $15.3 million for the comparable period in 2017. The increase of approximately $1.2 million is primarily due to increased general research and development and collaboration costs of $1.9 million and increased costs related to BPX-701 of $0.2 million, partially offset by reduced costs related to BPX-501 of $0.9 million. Costs related to BPX-601 were comparable in each of the three-month periods.\nG&A Expenses: General and administrative expenses were $5.7 million for the first quarter ended March 31, 2018, compared to $5.9 million during the comparable period in 2017. The decrease in G&A expenses in 2018 is primarily due to severance costs related to former executive officers incurred in the three months ended March 31, 2017.\nNet Loss: Bellicum reported a net loss of $22.8 million during the first quarter of 2018 and $22.0 million during the comparable period in 2017. The results include non-cash, share-based compensation charges and depreciation of $5.0 million and $4.1 million in the first quarters of 2018 and 2017, respectively.\nShares Outstanding:\nBellicum had 34,288,556 and 42,873,045 shares of common stock outstanding as of March 31, 2018 and April 30, 2018, respectively. The increase in the number of outstanding shares was primarily attributable to the public offering of 9.2 million shares in April.\nAbout BPX-501\nBPX-501 is an adjunct T-cell therapy administered after allogeneic HSCT, comprising genetically modified donor T cells incorporating Bellicum’s CaspaCIDe ® safety switch. It is designed to provide a safety net to eliminate alloreactive BPX-501 T cells (via administration of activator agent rimiducid) should uncontrollable GvHD or other T-cell mediated transplant complications occur. This may enable physicians to more safely perform stem cell transplants by administering BPX-501 engineered T cells to speed immune reconstitution, provide control over viral infections, and enhance graft-versus-leukemic activity while minimizing GvHD side effects.\nAbout BPX-601\nBPX-601 is a GoCAR-T ™ product candidate containing Bellicum’s proprietary inducible MyD88/CD40, or iMC, activation switch, designed to treat solid tumors expressing prostate stem cell antigen, or PSCA. Preclinical data show enhanced T cell proliferation, persistence and in vivo anti-tumor activity compared to traditional CAR-T therapies. In addition to pancreatic cancer, PSCA is expressed in several other solid tumor indications, including: gastric, esophageal, cholangiocarcinoma, glioblastoma, prostate and bladder cancers. The Company plans to expand the clinical development of BPX-601 to include additional PSCA expressing cancer types.\nAbout BPX-701\nBPX-701 is a high affinity T cell receptor product candidate designed with the CaspaCIDe ® safety switch. In preclinical studies, PRAME-specific clones showed high reactivity against a panel of PRAME positive tumor cell lines, metastatic melanoma, sarcomas and neuroblastoma tissues. In vitro study data showed that BPX-701 demonstrated strong affinity to panels of cancer cells presenting PRAME peptides and low affinity to non-tumor cells, as well as complete elimination of BPX-701 cells in response to rimiducid.\nAbout Bellicum Pharmaceuticals\nBellicum is a clinical stage biopharmaceutical company focused on discovering and developing cellular immunotherapies for cancers and orphan inherited blood disorders. Bellicum is using its proprietary Chemical Induction of Dimerization (CID) technology platform to engineer and control components of the immune system. Bellicum is developing next-generation product candidates in some of the most important areas of cellular immunotherapy, including hematopoietic stem cell transplantation (HSCT), and CAR-T and TCR cell therapies. More information can be found at www.bellicum.com .\nForward-Looking Statement\nThis press release contains forward-looking statements for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Bellicum may, in some cases, use terms such as “predicts,” “believes,” “potential,” “proposed,” “continue,” “designed,” “estimates,” “anticipates,” “expects,” “plans,” “intends,” “may,” “could,” “might,” “will,” “should” or other words that convey uncertainty of future events or outcomes to identify these forward-looking statements. Forward-looking statements include statements regarding our intentions, beliefs, projections, outlook, analyses or current expectations concerning, among other things: our research and development activities relating to BPX-501, BPX-601, BPX-701, rimiducid, CaspaCIDe, iMC, dual switch, CAR-T and TCR programs; the effectiveness of BPX-501, BPX-601 and BPX-701, their possible ranges of application and potential curative effects and safety in the treatment of diseases, including as compared to other treatment options and competitive therapies; the timing and success of our current and planned clinical trials, including the timing of receipt of data from such clinical trials and the timing of our reports of such data; the rate and progress of enrollment in our clinical trials for BPX-501, BPX-601 and BPX-701; the expansion of or changes to our ongoing clinical trials to new indications and diseases; the timing and success of regulatory filings for BPX-501 and rimiducid; our research and development activities relating to our GoCAR-T and GoTCR technologies; the presentation of our preclinical and clinical data at medical or scientific meetings and our cash uses and cash runway. Various factors may cause differences between Bellicum’s expectations and actual results as discussed in greater detail under the heading “Risk Factors” in Bellicum’s filings with the Securities and Exchange Commission, including without limitation our quarterly report on Form 10-Q for the three months ended March 31, 2018 and our annual report on Form 10-K for the year ended December 31, 2017. Any forward-looking statements that Bellicum makes in this press release speak only as of the date of this press release. Bellicum assumes no obligation to update our forward-looking statements whether as a result of new information, future events or otherwise, after the date of this press release.\nBELLICUM PHARMACEUTICALS, INC. Unaudited Condensed Balance Sheets (in thousands) March 31 December 31 2018 2017 Current Assets: Cash and cash equivalents $ 31,794 $ 38,839 Investment securities, available-for-sale, short-term 50,313 60,057 Receivables and other current assets 2,828 2,754 Non-Current Assets: Investment securities, available-for-sale, long-term - 1,368 Property and equipment, net 25,152 25,942 Restricted cash 5,931 6,190 Other assets 334 378 Total Assets $ 116,352 $ 135,528 Current Liabilities: Accounts payable and other accrued liabilities $ 8,968 $ 9,679 Other current liabilities 3,629 2,477 Long-Term Liabilities: Other liabilities, net of current portion 37,572 38,724 Total Stockholders' Equity 66,183 84,648 Total Liabilities and Stockholders' Equity $ 116,352 $ 135,528 BELLICUM PHARMACEUTICALS, INC. Unaudited Condensed Statements of Operations (in thousands, except share and per share amounts) Three Months Ended March 31, 2018 2017 Grant Revenues $ 154 $ 128 Operating Expenses: Research and development 16,536 15,295 License fees 30 355 General and administrative 5,692 5,927 Total operating expenses 22,258 21,577 Operating loss (22,104 ) (21,449 ) Interest expense, net of interest income (736 ) (524 ) Net loss attributable to common shareholders $ (22,840 ) $ (21,973 ) Net loss per share attributable to common shareholders, basic and diluted $ (0.68 ) $ (0.80 ) Weighted average common shares outstanding, basic and diluted 33,456,446 27,295,842 Source: Bellicum Pharmaceuticals\nInvestors: Bellicum Pharmaceuticals, Inc. Alan Musso, CFO 832-384-1116 amusso@bellicum.com Media: BMC Communications Brad Miles 646-513-3125 bmiles@bmccommunications.com\nSource:Bellicum Pharmaceuticals, Inc.",
    "published": "2018-05-09T00:01:00.000+03:00",
    "crawled": "2018-05-09T00:56:41.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "bellicum",
        "pharmaceutical",
        "nasdaq",
        "blcm",
        "leader",
        "developing",
        "novel",
        "controllable",
        "cellular",
        "immunotherapy",
        "cancer",
        "orphan",
        "inherited",
        "blood",
        "disorder",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "recent",
        "development",
        "remain",
        "encouraged",
        "interim",
        "result",
        "program",
        "malignant",
        "nonmalignant",
        "pediatric",
        "patient",
        "remain",
        "track",
        "filing",
        "maas",
        "european",
        "union",
        "said",
        "bellicum",
        "president",
        "ceo",
        "rick",
        "fair",
        "also",
        "working",
        "expand",
        "opportunity",
        "adult",
        "stem",
        "cell",
        "transplant",
        "population",
        "planned",
        "initiation",
        "two",
        "new",
        "clinical",
        "trial",
        "later",
        "year",
        "program",
        "reported",
        "early",
        "promising",
        "data",
        "cell",
        "expansion",
        "use",
        "imc",
        "activation",
        "switch",
        "look",
        "forward",
        "sharing",
        "data",
        "readout",
        "clinical",
        "program",
        "providing",
        "guidance",
        "plan",
        "advance",
        "two",
        "new",
        "controllable",
        "candidate",
        "clinical",
        "program",
        "highlight",
        "current",
        "update",
        "clinical",
        "hold",
        "lifted",
        "fda",
        "study",
        "company",
        "working",
        "clinical",
        "site",
        "resume",
        "patient",
        "recruitment",
        "based",
        "amended",
        "study",
        "protocol",
        "including",
        "guidance",
        "monitoring",
        "management",
        "neurologic",
        "adverse",
        "event",
        "fda",
        "clinical",
        "hold",
        "affect",
        "registration",
        "trial",
        "europe",
        "registration",
        "trial",
        "enrollment",
        "complete",
        "enrollment",
        "recently",
        "completed",
        "treatment",
        "arm",
        "registration",
        "trial",
        "malignant",
        "nonmalignant",
        "pediatric",
        "patient",
        "undergoing",
        "haploidentical",
        "hematopoietic",
        "stem",
        "cell",
        "transplant",
        "company",
        "expects",
        "topline",
        "data",
        "end",
        "followed",
        "readout",
        "comparative",
        "data",
        "ongoing",
        "observational",
        "study",
        "child",
        "receiving",
        "matched",
        "unrelated",
        "donor",
        "mud",
        "transplant",
        "without",
        "bellicum",
        "expects",
        "file",
        "approval",
        "rimiducid",
        "interim",
        "survival",
        "result",
        "reported",
        "march",
        "company",
        "announced",
        "favorable",
        "interim",
        "result",
        "pediatric",
        "patient",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "overall",
        "survival",
        "patient",
        "median",
        "one",
        "year",
        "company",
        "also",
        "reported",
        "new",
        "updated",
        "interim",
        "data",
        "pediatric",
        "patient",
        "primary",
        "immunodeficiency",
        "pid",
        "undergoing",
        "curative",
        "abstract",
        "providing",
        "comprehensive",
        "interim",
        "data",
        "patient",
        "accepted",
        "presentation",
        "23rd",
        "annual",
        "congress",
        "european",
        "hematology",
        "association",
        "held",
        "stockholm",
        "june",
        "tcr",
        "phase",
        "study",
        "enrolling",
        "bellicum",
        "collaborator",
        "currently",
        "enrolling",
        "phase",
        "clinical",
        "trial",
        "three",
        "tcr",
        "program",
        "featuring",
        "cellular",
        "control",
        "technology",
        "academic",
        "collaborator",
        "cd19",
        "company",
        "expects",
        "report",
        "preliminary",
        "finding",
        "three",
        "study",
        "medical",
        "meeting",
        "later",
        "year",
        "company",
        "first",
        "product",
        "inclusion",
        "proprietary",
        "imc",
        "activation",
        "first",
        "controllable",
        "enter",
        "clinical",
        "trial",
        "studied",
        "adult",
        "nonresectable",
        "pancreatic",
        "cancer",
        "test",
        "positive",
        "prostate",
        "stem",
        "cell",
        "antigen",
        "psca",
        "company",
        "recently",
        "reported",
        "first",
        "patient",
        "dosed",
        "rimiducid",
        "trial",
        "showed",
        "robust",
        "expansion",
        "circulating",
        "cell",
        "following",
        "single",
        "dose",
        "rimiducid",
        "providing",
        "initial",
        "clinical",
        "proof",
        "concept",
        "imc",
        "activation",
        "switch",
        "enrollment",
        "continues",
        "company",
        "preparing",
        "amend",
        "trial",
        "include",
        "additional",
        "tumor",
        "phase",
        "study",
        "bellicum",
        "working",
        "add",
        "clinical",
        "site",
        "accelerate",
        "enrollment",
        "progressing",
        "preclinical",
        "program",
        "leveraging",
        "innovative",
        "technology",
        "platform",
        "bellicum",
        "created",
        "controllable",
        "incorporate",
        "activation",
        "safety",
        "switch",
        "cell",
        "aacr",
        "annual",
        "meeting",
        "april",
        "company",
        "presented",
        "promising",
        "preclinical",
        "result",
        "highlighting",
        "ability",
        "manage",
        "expansion",
        "persistence",
        "safety",
        "tumor",
        "cell",
        "potentially",
        "allowing",
        "aggressive",
        "therapy",
        "company",
        "nominated",
        "two",
        "new",
        "clinical",
        "trial",
        "next",
        "year",
        "provide",
        "additional",
        "detail",
        "program",
        "later",
        "year",
        "underwritten",
        "public",
        "offering",
        "common",
        "stock",
        "april",
        "bellicum",
        "completed",
        "public",
        "offering",
        "million",
        "share",
        "including",
        "million",
        "share",
        "sold",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "per",
        "share",
        "aggregate",
        "offering",
        "size",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "guidance",
        "bellicum",
        "ended",
        "quarter",
        "march",
        "cash",
        "restricted",
        "cash",
        "investment",
        "totaling",
        "million",
        "compared",
        "million",
        "december",
        "based",
        "current",
        "operating",
        "plan",
        "bellicum",
        "expects",
        "current",
        "cash",
        "resource",
        "including",
        "proceeds",
        "april",
        "public",
        "offering",
        "sufficient",
        "meet",
        "operating",
        "requirement",
        "end",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "approximately",
        "million",
        "primarily",
        "due",
        "increased",
        "general",
        "research",
        "development",
        "collaboration",
        "cost",
        "million",
        "increased",
        "cost",
        "related",
        "million",
        "partially",
        "offset",
        "reduced",
        "cost",
        "related",
        "million",
        "cost",
        "related",
        "comparable",
        "period",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "decrease",
        "g",
        "expense",
        "primarily",
        "due",
        "severance",
        "cost",
        "related",
        "former",
        "executive",
        "officer",
        "incurred",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "bellicum",
        "reported",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "million",
        "comparable",
        "period",
        "result",
        "include",
        "compensation",
        "charge",
        "depreciation",
        "million",
        "million",
        "first",
        "quarter",
        "respectively",
        "share",
        "outstanding",
        "bellicum",
        "share",
        "common",
        "stock",
        "outstanding",
        "march",
        "april",
        "respectively",
        "increase",
        "number",
        "outstanding",
        "share",
        "primarily",
        "attributable",
        "public",
        "offering",
        "million",
        "share",
        "april",
        "adjunct",
        "therapy",
        "administered",
        "allogeneic",
        "hsct",
        "comprising",
        "genetically",
        "modified",
        "donor",
        "cell",
        "incorporating",
        "bellicum",
        "caspacide",
        "safety",
        "switch",
        "designed",
        "provide",
        "safety",
        "net",
        "eliminate",
        "alloreactive",
        "cell",
        "via",
        "administration",
        "activator",
        "agent",
        "rimiducid",
        "uncontrollable",
        "gvhd",
        "mediated",
        "transplant",
        "complication",
        "occur",
        "may",
        "enable",
        "physician",
        "safely",
        "perform",
        "stem",
        "cell",
        "transplant",
        "administering",
        "engineered",
        "cell",
        "speed",
        "immune",
        "reconstitution",
        "provide",
        "control",
        "viral",
        "infection",
        "enhance",
        "activity",
        "minimizing",
        "gvhd",
        "side",
        "effect",
        "product",
        "candidate",
        "containing",
        "bellicum",
        "proprietary",
        "inducible",
        "imc",
        "activation",
        "switch",
        "designed",
        "treat",
        "solid",
        "tumor",
        "expressing",
        "prostate",
        "stem",
        "cell",
        "antigen",
        "psca",
        "preclinical",
        "data",
        "show",
        "enhanced",
        "cell",
        "proliferation",
        "persistence",
        "vivo",
        "activity",
        "compared",
        "traditional",
        "therapy",
        "addition",
        "pancreatic",
        "cancer",
        "psca",
        "expressed",
        "several",
        "solid",
        "tumor",
        "indication",
        "including",
        "gastric",
        "esophageal",
        "cholangiocarcinoma",
        "glioblastoma",
        "prostate",
        "bladder",
        "cancer",
        "company",
        "plan",
        "expand",
        "clinical",
        "development",
        "include",
        "additional",
        "psca",
        "expressing",
        "cancer",
        "type",
        "high",
        "affinity",
        "cell",
        "receptor",
        "product",
        "candidate",
        "designed",
        "caspacide",
        "safety",
        "switch",
        "preclinical",
        "study",
        "clone",
        "showed",
        "high",
        "reactivity",
        "panel",
        "prame",
        "positive",
        "tumor",
        "cell",
        "line",
        "metastatic",
        "melanoma",
        "sarcoma",
        "neuroblastoma",
        "tissue",
        "vitro",
        "study",
        "data",
        "showed",
        "demonstrated",
        "strong",
        "affinity",
        "panel",
        "cancer",
        "cell",
        "presenting",
        "prame",
        "peptide",
        "low",
        "affinity",
        "cell",
        "well",
        "complete",
        "elimination",
        "cell",
        "response",
        "rimiducid",
        "bellicum",
        "pharmaceutical",
        "bellicum",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "focused",
        "discovering",
        "developing",
        "cellular",
        "immunotherapy",
        "cancer",
        "orphan",
        "inherited",
        "blood",
        "disorder",
        "bellicum",
        "using",
        "proprietary",
        "chemical",
        "induction",
        "dimerization",
        "cid",
        "technology",
        "platform",
        "engineer",
        "control",
        "component",
        "immune",
        "system",
        "bellicum",
        "developing",
        "product",
        "candidate",
        "important",
        "area",
        "cellular",
        "immunotherapy",
        "including",
        "hematopoietic",
        "stem",
        "cell",
        "transplantation",
        "hsct",
        "tcr",
        "cell",
        "therapy",
        "information",
        "found",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "bellicum",
        "may",
        "case",
        "use",
        "term",
        "predicts",
        "belief",
        "potential",
        "proposed",
        "continue",
        "designed",
        "estimate",
        "anticipates",
        "expects",
        "plan",
        "intends",
        "may",
        "could",
        "might",
        "word",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "identify",
        "statement",
        "statement",
        "include",
        "statement",
        "regarding",
        "intention",
        "belief",
        "projection",
        "outlook",
        "analysis",
        "current",
        "expectation",
        "concerning",
        "among",
        "thing",
        "research",
        "development",
        "activity",
        "relating",
        "rimiducid",
        "caspacide",
        "imc",
        "dual",
        "switch",
        "tcr",
        "program",
        "effectiveness",
        "possible",
        "range",
        "application",
        "potential",
        "curative",
        "effect",
        "safety",
        "treatment",
        "disease",
        "including",
        "compared",
        "treatment",
        "option",
        "competitive",
        "therapy",
        "timing",
        "success",
        "current",
        "planned",
        "clinical",
        "trial",
        "including",
        "timing",
        "receipt",
        "data",
        "clinical",
        "trial",
        "timing",
        "report",
        "data",
        "rate",
        "progress",
        "enrollment",
        "clinical",
        "trial",
        "expansion",
        "change",
        "ongoing",
        "clinical",
        "trial",
        "new",
        "indication",
        "disease",
        "timing",
        "success",
        "regulatory",
        "filing",
        "rimiducid",
        "research",
        "development",
        "activity",
        "relating",
        "gotcr",
        "technology",
        "presentation",
        "preclinical",
        "clinical",
        "data",
        "medical",
        "scientific",
        "meeting",
        "cash",
        "us",
        "cash",
        "runway",
        "various",
        "factor",
        "may",
        "cause",
        "difference",
        "bellicum",
        "expectation",
        "actual",
        "result",
        "discussed",
        "greater",
        "detail",
        "heading",
        "risk",
        "factor",
        "bellicum",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "without",
        "limitation",
        "quarterly",
        "report",
        "form",
        "three",
        "month",
        "ended",
        "march",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "statement",
        "bellicum",
        "make",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "bellicum",
        "assumes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "press",
        "release",
        "bellicum",
        "pharmaceutical",
        "unaudited",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "receivables",
        "current",
        "asset",
        "asset",
        "investment",
        "security",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "liability",
        "liability",
        "liability",
        "net",
        "current",
        "portion",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "bellicum",
        "pharmaceutical",
        "unaudited",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "grant",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "license",
        "fee",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "bellicum",
        "pharmaceutical",
        "investor",
        "bellicum",
        "pharmaceutical",
        "alan",
        "musso",
        "cfo",
        "amusso",
        "medium",
        "bmc",
        "communication",
        "brad",
        "mile",
        "bmiles",
        "source",
        "bellicum",
        "pharmaceutical",
        "inc"
    ]
}