{
    "organizations": [],
    "uuid": "49bff3843bde4443cf5f235af9f4839faf583e4e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-cryoport-revenue-grows-48-percent-for-first-quarter-62-percent-in-biopharma.html",
    "ord_in_thread": 0,
    "title": "Cryoport Revenue Grows 48% for First Quarter; 62% in Biopharma",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVINE, Calif., May 3, 2018 /PRNewswire/ -- Cryoport, Inc. (NASDAQ: CYRX) (NASDAQ: CYRXW) (\"Cryoport\" or the \"Company\"), the global leader in temperature-controlled logistics dedicated to the life sciences industry, today announced financial results for the three-month period .\n\"Our First Quarter revenue increased 48% year-over-year, or 21% sequentially, to $4 million,\" Jerrell Shelton, Chief Executive Officer of Cryoport, commented. \"This was another strong quarter for Cryoport as we continue to ramp reported revenue from our commercial agreements to provide logistics support for Gilead's Yescarta™ and Novartis' Kymriah™, the first two FDA-approved CAR-T therapies. We believe the rollout of these therapies will accelerate based on our clients' schedules; thus, driving significant revenue growth for the Company for the remainder of 2018 and beyond. Moreover, the FDA has just approved Novartis' Kymriah™ for its second indication, the treatment of adult patients with relapsed or refractory large B-cell lymphoma, which will drive further expansion of our logistics support to Novartis.\n\"We also continued to grow the foundation for medium and long-term growth during the first quarter as we increased the number of clinical trials we support by 22, bringing the total number of clinical trials we support to a record 236, up from 214 at the end of the fourth quarter of 2017, and 139 at the end of the first quarter of 2017. Significantly, 31 of these clinical trials currently supported by Cryoport are now in Phase III. Furthermore, we anticipate supporting five or six additional BLA or EMA filings in 2018, based on internal information and a forecast from the Alliance for Regenerative Medicine, in addition to Kymriah's second indication FDA approval.\n\"This growth in our clinical trial support programs represents embedded revenue growth, and together with the anticipated rollout of Gilead's and Novartis' commercial therapies, should fuel significant top line revenue growth for the remainder of 2018 and beyond. As a result of these developments and our infrastructure buildout, Cryoport, by all measures, is in the strongest position it has ever been. Most assuredly, we will continue to work diligently to maintain our market position as the new wave of regenerative therapies roll out and provide patients with potentially life-saving treatment alternatives. Our role in the personalized medicine market presents Cryoport with increasing opportunities to serve this revolution in medicine and build shareholder value for many years.\n\"In addition to the tremendous growth opportunities in the Biopharma market, we also continue to believe that both the Reproductive Medicine and Animal Health markets have considerable upside for growth,\" concluded Mr. Shelton.\nMarket Highlights:\nBiopharma\nBiopharma revenue increased by 62% in the three months compared to the same period in 2017. 22 new biopharma trials were added in the three-months . Cryoport is supporting a net total of 236 clinical trials compared with 139 as of March 31, 2017. The number of trials in Phase III grew from 17 to 31 during the quarter. Provided logistics support to Novartis as it continues its commercial launch of Kymriah™. Provided logistics support to Gilead's Kite as it continues its commercial launch of Yescarta™. Announced a new collaboration with McKesson Specialty Health, a division of McKesson Corporation, designed to embed our logistics solutions into the ecosystems that are emerging to support delivery of cell and gene therapies to patients at points of care. Continued construction of two new state of the art Cryoport Logistics Centres, located in New Jersey and the Netherlands, both with scheduled openings during the June/July timeframe of 2018.\nAnimal Health\nRevenue from the Animal Health market was down 12% for the three months compared to the same period in 2017, primarily as a result of a temporary pause of a trial conducted by one of our clients.\nReproductive Medicine\nReproductive Medicine revenue increased by 20% for the three months compared to the same period in 2017, driven by continuing domestic demand.\nFinancial Results:\nRevenue increased 48% to $4.0 million for the three-month period compared to the same period in 2017. This growth was driven by an overall increase in the number of clients utilizing the Company's solutions, complemented by growth and frequency of shipments from current clients. Gross margin for the three-months was 54%, compared to 46% for the same period in 2017, representing an increase by 8 percentage points. Gross margin improvements were driven by increased business volume and the positive impact of economies of scale. As a result of investments in the build out of infrastructure, which includes adding new competencies and services, operating costs and expenses increased by 32% or $1.0 million for three months . Adjusted EBITDA for the three-month period continued to improve to $(0.5) million, compared with $(0.9) million for the same three-month period in the prior year. The Company has no debt and reported $19.0 million in cash and cash equivalents as of March 31, 2018, compared to $15.0 million as of December 31, 2017. The increase in cash and cash equivalents includes net proceeds of $4.6 million received from a warrant tender offer during the three-month period .\nFurther information on Cryoport's financial results is included on the attached condensed consolidated balance sheets and statements of operations, and additional explanations of Cryoport's financial performance is provided in Cryoport's annual report on Form 10-Q for the three-month period , which will be filed with Commission (\"SEC\") on May 3, 2018. The full report will be available on the SEC Filings section of the Investor Relations section of the Company's website at www.cryoport.com .\nEarnings Conference Call Information\nDate:\nThursday, May 3, 2018\nTime:\n4:30 p.m. ET\nDial-in numbers:\n+1 (877) 407-9716 (U.S.) or +1 (201) 493-6779 (International)\nConfirmation\ncode:\nRequest \"Cryoport Call\"\nLive webcast:\nInvestor Relations section at www.cryoport.com or at this link . Please allow 10 minutes prior to the call to visit this site to download and install any necessary audio software.\nAn archive of the webcast will be available approximately three hours after completion of the live event and will be accessible on the Investor Relations section of the Company's website at www.cryoport.com for a limited time. To access the replay of the webcast, please follow this link . A dial-in replay of the call will also be available to those interested until May 10, 2018. To access the replay, dial 1 (844) 512-2921 (United States) or 1 (412) 317-6671 (International) and enter replay pin number: 13678990.\nAbout Cryoport, Inc.\nCryoport is the life sciences industry's most trusted global provider of temperature-controlled logistics solutions for temperature-sensitive life sciences commodities, serving the biopharmaceutical market with leading-edge logistics solutions for biologic materials, such as regenerative medicine, including immunotherapies, stem cells and CAR-T cells. Cryoport's solutions are used by points-of-care, CRO's, central laboratories, pharmaceutical companies, manufacturers, university researchers et al; as well as the reproductive medicine market, primarily in IVF and surrogacy; and the animal health market, primarily in the areas of vaccines and reproduction. Cryoport's proprietary Cryoport Express® Shippers, Cryoportal™ Logistics Management Platform, leading-edge SmartPak II™ Condition Monitoring System and geo-sensing technology, paired with unparalleled cold chain logistics expertise and 24/7 client support, make Cryoport the end-to-end cold chain logistics partner that the industry trusts.\nCryoport is dedicated to:\nsimplifying global cold chain logistics through innovative technology, unmatched monitoring and data capture and support, including consulting; delivering the most advanced temperature controlled logistics solutions for the life sciences industry; and providing vital information that provides peace of mind throughout the life of each logistics process.\nFor more information, visit www.cryoport.com . Sign up to follow @cryoport on Twitter at www.twitter.com/cryoport .\nForward Looking Statements\nStatements in this news release which are not purely historical, including statements regarding Cryoport, Inc.'s intentions, hopes, beliefs, expectations, representations, projections, plans or predictions of the future are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. It is important to note that the Company's actual results could differ materially from those in any such forward-looking statements. Factors that could cause actual results to differ materially include, but are not limited to, risks and uncertainties associated with the effect of changing economic conditions, trends in the products markets, variations in the Company's cash flow, market acceptance risks, and technical development risks. The Company's business could be affected by a number of other factors, including the risk factors listed from time to time in the Company's SEC reports including, but not limited to, the Company's 10-K for the year ended December 31, 2017 filed with the SEC. The Company cautions investors not to place undue reliance on the forward-looking statements contained in this press release. Cryoport, Inc. disclaims any obligation, and does not undertake to update or revise any forward-looking statements in this press release.\nCryoport Inc. and Subsidiary\nConsolidated Statements of Operations\n(unaudited)\nThree Months Ended\nMarch 31,\n2018\n2017\nRevenues\n$ 4,023,189\n$ 2,712,234\nCost of revenues\n1,838,826\n1,458,737\nGross margin\n2,184,363\n1,253,497\nOperating costs and expenses:\nGeneral and administrative\n2,068,510\n1,703,032\nSales and marketing\n1,584,428\n1,069,935\nEngineering and development\n329,730\n249,843\nTotal operating costs and expenses\n3,982,668\n3,022,810\nLoss from operations\n(1,798,305)\n(1,769,313)\nOther income (expense):\nInterest expense\n-\n(15,667)\nWarrant inducement and repricing expense\n(899,410)\n-\nOther income, net\n15,768\n-\nLoss before provision for income taxes\n(2,681,947)\n(1,784,980)\nProvision for income taxes\n(813)\n(4,231)\nNet loss\n$ (2,682,760)\n$ (1,789,211)\nNet loss per share - basic and diluted\n$ (0.10)\n$ (0.10)\nWeighted average shares outstanding - basic and diluted\n26,774,179\n17,604,283\nCryoport Inc. and Subsidiary\nCondensed Consolidated Balance Sheets\nMarch 31,\nDecember 31,\n2018\n2017\n(unaudited)\nCurrent Assets:\nCash and cash equivalents\n$ 18,993,994\n$ 15,042,189\nAccounts receivable, net\n2,385,904\n1,625,476\nInventories\n121,926\n114,796\nPrepaid expenses and other current assets\n541,462\n516,427\nTotal current assets\n22,043,286\n17,298,888\nProperty and equipment, net\n2,572,298\n2,511,174\nIntangible assets, net\n105,996\n90,646\nDeposits\n363,403\n363,403\nTotal assets\n$ 25,084,983\n$ 20,264,111\nCurrent liabilities:\nAccounts payable and other accrued expenses\n$ 1,345,047\n$ 1,232,975\nAccrued compensation and related expenses\n1,074,532\n925,514\nDeferred revenue\n23,073\n26,654\nTotal current liabilities\n2,442,652\n2,185,143\nDeferred rent liability\n189,054\n192,202\nTotal liabilities\n2,631,706\n2,377,345\nTotal stockholders' equity\n22,453,277\n17,886,766\nTotal liabilities and stockholders' equity\n$ 25,084,983\n$ 20,264,111\nNote Regarding Use of Non-GAAP Financial Measures\nThis news release contains non-GAAP financial measures as defined in Regulation G of the Securities Exchange Act of 1934. These financial measures are not calculated in accordance with generally accepted accounting principles (GAAP) and are not based on any comprehensive set of accounting rules or principles. In evaluating the Company's performance, management uses certain non-GAAP financial measures to supplement financial statements prepared under GAAP. Management believes the following non-GAAP financial measure, adjusted EBITDA, to provide a useful measure of the Company's operating results, a meaningful comparison with historical results and with the results of other companies, and insight into the Company's ongoing operating performance. Further, management and the Board of Directors utilize these non-GAAP financial measures to gain a better understanding of the Company's comparative operating performance from period-to-period and as a basis for planning and forecasting future periods. Management believes these non-GAAP financial measures, when read in conjunction with the Company's GAAP financials, are useful to investors because they provide a basis for meaningful period-to-period comparisons of the Company's ongoing operating results, including results of operations, against investor and analyst financial models, identifying trends in the Company's underlying business and performing related trend analyses, and they provide a better understanding of how management plans and measures the Company's underlying business.\nCryoport Inc. and Subsidiary\nAdjusted EBITDA Reconciliation\n(unaudited)\nThree Months Ended\nMarch 31,\n2018\n2017\nGAAP net loss\n$ (2,682,760)\n$ (1,789,211)\nNon-GAAP adjustments to net loss:\nDepreciation and amortization expense\n187,834\n131,551\nInterest expense\n-\n15,667\nStock-based compensation expense\n1,049,510\n770,442\nWarrant inducement and repricing expense\n899,410\n-\nIncome taxes\n813\n4,231\nAdjusted EBITDA\n$ (545,193)\n$ (867,320)\nView original content with multimedia: http://www.prnewswire.com/news-releases/cryoport-revenue-grows-48-for-first-quarter-62-in-biopharma-300642423.html\nSOURCE Cryoport, Inc.",
    "published": "2018-05-04T00:10:00.000+03:00",
    "crawled": "2018-05-04T01:40:16.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irvine",
        "may",
        "cryoport",
        "nasdaq",
        "cyrx",
        "nasdaq",
        "cyrxw",
        "cryoport",
        "company",
        "global",
        "leader",
        "logistics",
        "dedicated",
        "life",
        "science",
        "industry",
        "today",
        "announced",
        "financial",
        "result",
        "period",
        "first",
        "quarter",
        "revenue",
        "increased",
        "sequentially",
        "million",
        "jerrell",
        "shelton",
        "chief",
        "executive",
        "officer",
        "cryoport",
        "commented",
        "another",
        "strong",
        "quarter",
        "cryoport",
        "continue",
        "ramp",
        "reported",
        "revenue",
        "commercial",
        "agreement",
        "provide",
        "logistics",
        "support",
        "gilead",
        "novartis",
        "first",
        "two",
        "therapy",
        "believe",
        "rollout",
        "therapy",
        "accelerate",
        "based",
        "client",
        "schedule",
        "thus",
        "driving",
        "significant",
        "revenue",
        "growth",
        "company",
        "remainder",
        "beyond",
        "moreover",
        "fda",
        "approved",
        "novartis",
        "second",
        "indication",
        "treatment",
        "adult",
        "patient",
        "relapsed",
        "refractory",
        "large",
        "lymphoma",
        "drive",
        "expansion",
        "logistics",
        "support",
        "novartis",
        "also",
        "continued",
        "grow",
        "foundation",
        "medium",
        "growth",
        "first",
        "quarter",
        "increased",
        "number",
        "clinical",
        "trial",
        "support",
        "bringing",
        "total",
        "number",
        "clinical",
        "trial",
        "support",
        "record",
        "end",
        "fourth",
        "quarter",
        "end",
        "first",
        "quarter",
        "significantly",
        "clinical",
        "trial",
        "currently",
        "supported",
        "cryoport",
        "phase",
        "iii",
        "furthermore",
        "anticipate",
        "supporting",
        "five",
        "six",
        "additional",
        "bla",
        "ema",
        "filing",
        "based",
        "internal",
        "information",
        "forecast",
        "alliance",
        "regenerative",
        "medicine",
        "addition",
        "kymriah",
        "second",
        "indication",
        "fda",
        "approval",
        "growth",
        "clinical",
        "trial",
        "support",
        "program",
        "represents",
        "embedded",
        "revenue",
        "growth",
        "together",
        "anticipated",
        "rollout",
        "gilead",
        "novartis",
        "commercial",
        "therapy",
        "fuel",
        "significant",
        "top",
        "line",
        "revenue",
        "growth",
        "remainder",
        "beyond",
        "result",
        "development",
        "infrastructure",
        "buildout",
        "cryoport",
        "measure",
        "strongest",
        "position",
        "ever",
        "assuredly",
        "continue",
        "work",
        "diligently",
        "maintain",
        "market",
        "position",
        "new",
        "wave",
        "regenerative",
        "therapy",
        "roll",
        "provide",
        "patient",
        "potentially",
        "treatment",
        "alternative",
        "role",
        "personalized",
        "medicine",
        "market",
        "present",
        "cryoport",
        "increasing",
        "opportunity",
        "serve",
        "revolution",
        "medicine",
        "build",
        "shareholder",
        "value",
        "many",
        "year",
        "addition",
        "tremendous",
        "growth",
        "opportunity",
        "biopharma",
        "market",
        "also",
        "continue",
        "believe",
        "reproductive",
        "medicine",
        "animal",
        "health",
        "market",
        "considerable",
        "upside",
        "growth",
        "concluded",
        "shelton",
        "market",
        "highlight",
        "biopharma",
        "biopharma",
        "revenue",
        "increased",
        "three",
        "month",
        "compared",
        "period",
        "new",
        "biopharma",
        "trial",
        "added",
        "cryoport",
        "supporting",
        "net",
        "total",
        "clinical",
        "trial",
        "compared",
        "march",
        "number",
        "trial",
        "phase",
        "iii",
        "grew",
        "quarter",
        "provided",
        "logistics",
        "support",
        "novartis",
        "continues",
        "commercial",
        "launch",
        "provided",
        "logistics",
        "support",
        "gilead",
        "kite",
        "continues",
        "commercial",
        "launch",
        "announced",
        "new",
        "collaboration",
        "mckesson",
        "specialty",
        "health",
        "division",
        "mckesson",
        "corporation",
        "designed",
        "embed",
        "logistics",
        "solution",
        "ecosystem",
        "emerging",
        "support",
        "delivery",
        "cell",
        "gene",
        "therapy",
        "patient",
        "point",
        "care",
        "continued",
        "construction",
        "two",
        "new",
        "state",
        "art",
        "cryoport",
        "logistics",
        "centre",
        "located",
        "new",
        "jersey",
        "netherlands",
        "scheduled",
        "opening",
        "timeframe",
        "animal",
        "health",
        "revenue",
        "animal",
        "health",
        "market",
        "three",
        "month",
        "compared",
        "period",
        "primarily",
        "result",
        "temporary",
        "pause",
        "trial",
        "conducted",
        "one",
        "client",
        "reproductive",
        "medicine",
        "reproductive",
        "medicine",
        "revenue",
        "increased",
        "three",
        "month",
        "compared",
        "period",
        "driven",
        "continuing",
        "domestic",
        "demand",
        "financial",
        "result",
        "revenue",
        "increased",
        "million",
        "period",
        "compared",
        "period",
        "growth",
        "driven",
        "overall",
        "increase",
        "number",
        "client",
        "utilizing",
        "company",
        "solution",
        "complemented",
        "growth",
        "frequency",
        "shipment",
        "current",
        "client",
        "gross",
        "margin",
        "compared",
        "period",
        "representing",
        "increase",
        "percentage",
        "point",
        "gross",
        "margin",
        "improvement",
        "driven",
        "increased",
        "business",
        "volume",
        "positive",
        "impact",
        "economy",
        "scale",
        "result",
        "investment",
        "build",
        "infrastructure",
        "includes",
        "adding",
        "new",
        "competency",
        "service",
        "operating",
        "cost",
        "expense",
        "increased",
        "million",
        "three",
        "month",
        "adjusted",
        "ebitda",
        "period",
        "continued",
        "improve",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "company",
        "debt",
        "reported",
        "million",
        "cash",
        "cash",
        "equivalent",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "includes",
        "net",
        "proceeds",
        "million",
        "received",
        "warrant",
        "tender",
        "offer",
        "period",
        "information",
        "cryoport",
        "financial",
        "result",
        "included",
        "attached",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "statement",
        "operation",
        "additional",
        "explanation",
        "cryoport",
        "financial",
        "performance",
        "provided",
        "cryoport",
        "annual",
        "report",
        "form",
        "period",
        "filed",
        "commission",
        "sec",
        "may",
        "full",
        "report",
        "available",
        "sec",
        "filing",
        "section",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "earnings",
        "conference",
        "call",
        "information",
        "date",
        "thursday",
        "may",
        "time",
        "et",
        "number",
        "international",
        "confirmation",
        "code",
        "request",
        "cryoport",
        "call",
        "live",
        "webcast",
        "investor",
        "relation",
        "section",
        "link",
        "please",
        "allow",
        "minute",
        "prior",
        "call",
        "visit",
        "site",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "archive",
        "webcast",
        "available",
        "approximately",
        "three",
        "hour",
        "completion",
        "live",
        "event",
        "accessible",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "limited",
        "time",
        "access",
        "replay",
        "webcast",
        "please",
        "follow",
        "link",
        "replay",
        "call",
        "also",
        "available",
        "interested",
        "may",
        "access",
        "replay",
        "dial",
        "united",
        "state",
        "international",
        "enter",
        "replay",
        "pin",
        "number",
        "cryoport",
        "cryoport",
        "life",
        "science",
        "industry",
        "trusted",
        "global",
        "provider",
        "logistics",
        "solution",
        "life",
        "science",
        "commodity",
        "serving",
        "biopharmaceutical",
        "market",
        "logistics",
        "solution",
        "biologic",
        "material",
        "regenerative",
        "medicine",
        "including",
        "immunotherapy",
        "stem",
        "cell",
        "cell",
        "cryoport",
        "solution",
        "used",
        "cro",
        "central",
        "laboratory",
        "pharmaceutical",
        "company",
        "manufacturer",
        "university",
        "researcher",
        "et",
        "al",
        "well",
        "reproductive",
        "medicine",
        "market",
        "primarily",
        "ivf",
        "surrogacy",
        "animal",
        "health",
        "market",
        "primarily",
        "area",
        "vaccine",
        "reproduction",
        "cryoport",
        "proprietary",
        "cryoport",
        "shipper",
        "logistics",
        "management",
        "platform",
        "smartpak",
        "condition",
        "monitoring",
        "system",
        "technology",
        "paired",
        "unparalleled",
        "cold",
        "chain",
        "logistics",
        "expertise",
        "client",
        "support",
        "make",
        "cryoport",
        "cold",
        "chain",
        "logistics",
        "partner",
        "industry",
        "trust",
        "cryoport",
        "dedicated",
        "simplifying",
        "global",
        "cold",
        "chain",
        "logistics",
        "innovative",
        "technology",
        "unmatched",
        "monitoring",
        "data",
        "capture",
        "support",
        "including",
        "consulting",
        "delivering",
        "advanced",
        "temperature",
        "controlled",
        "logistics",
        "solution",
        "life",
        "science",
        "industry",
        "providing",
        "vital",
        "information",
        "provides",
        "peace",
        "mind",
        "throughout",
        "life",
        "logistics",
        "process",
        "information",
        "visit",
        "sign",
        "follow",
        "cryoport",
        "twitter",
        "forward",
        "looking",
        "statement",
        "statement",
        "news",
        "release",
        "purely",
        "historical",
        "including",
        "statement",
        "regarding",
        "cryoport",
        "intention",
        "hope",
        "belief",
        "expectation",
        "representation",
        "projection",
        "plan",
        "prediction",
        "future",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "important",
        "note",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "associated",
        "effect",
        "changing",
        "economic",
        "condition",
        "trend",
        "product",
        "market",
        "variation",
        "company",
        "cash",
        "flow",
        "market",
        "acceptance",
        "risk",
        "technical",
        "development",
        "risk",
        "company",
        "business",
        "could",
        "affected",
        "number",
        "factor",
        "including",
        "risk",
        "factor",
        "listed",
        "time",
        "time",
        "company",
        "sec",
        "report",
        "including",
        "limited",
        "company",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "company",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "press",
        "release",
        "cryoport",
        "disclaims",
        "obligation",
        "undertake",
        "update",
        "revise",
        "statement",
        "press",
        "release",
        "cryoport",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "margin",
        "operating",
        "cost",
        "expense",
        "general",
        "administrative",
        "sale",
        "marketing",
        "engineering",
        "development",
        "total",
        "operating",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "warrant",
        "inducement",
        "repricing",
        "expense",
        "income",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "cryoport",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "deposit",
        "total",
        "asset",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "compensation",
        "related",
        "expense",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "note",
        "regarding",
        "use",
        "financial",
        "measure",
        "news",
        "release",
        "contains",
        "financial",
        "measure",
        "defined",
        "regulation",
        "g",
        "security",
        "exchange",
        "act",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "based",
        "comprehensive",
        "set",
        "accounting",
        "rule",
        "principle",
        "evaluating",
        "company",
        "performance",
        "management",
        "us",
        "certain",
        "financial",
        "measure",
        "supplement",
        "financial",
        "statement",
        "prepared",
        "gaap",
        "management",
        "belief",
        "following",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "provide",
        "useful",
        "measure",
        "company",
        "operating",
        "result",
        "meaningful",
        "comparison",
        "historical",
        "result",
        "result",
        "company",
        "insight",
        "company",
        "ongoing",
        "operating",
        "performance",
        "management",
        "board",
        "director",
        "utilize",
        "financial",
        "measure",
        "gain",
        "better",
        "understanding",
        "company",
        "comparative",
        "operating",
        "performance",
        "basis",
        "planning",
        "forecasting",
        "future",
        "period",
        "management",
        "belief",
        "financial",
        "measure",
        "read",
        "conjunction",
        "company",
        "gaap",
        "financials",
        "useful",
        "investor",
        "provide",
        "basis",
        "meaningful",
        "comparison",
        "company",
        "ongoing",
        "operating",
        "result",
        "including",
        "result",
        "operation",
        "investor",
        "analyst",
        "financial",
        "model",
        "identifying",
        "trend",
        "company",
        "underlying",
        "business",
        "performing",
        "related",
        "trend",
        "analysis",
        "provide",
        "better",
        "understanding",
        "management",
        "plan",
        "measure",
        "company",
        "underlying",
        "business",
        "cryoport",
        "subsidiary",
        "adjusted",
        "ebitda",
        "reconciliation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "loss",
        "adjustment",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "expense",
        "interest",
        "expense",
        "compensation",
        "expense",
        "warrant",
        "inducement",
        "repricing",
        "expense",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cryoport",
        "inc"
    ]
}