{
    "organizations": [],
    "uuid": "ea663544120720927d833bd03ac4ec122b24cb83",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/08/why-some-cities-have-had-enough-of-waze.html",
    "ord_in_thread": 0,
    "title": "Why some cities have had enough of Waze",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THOMAS NEHREN NEVER knew what to expect when he was on the road in his hometown of Salt Lake City. Whether it was speed traps, accidents or road construction, he too often found himself on the wrong street at the wrong time, when a different way to work might have kept him away from traffic – or potentially a ticket. Then he heard about a navigation app called Waze.\n\"Waze saves me a few minutes of commute every day, with five days a week and 50 weeks a year, that adds up,\" Nehren says. \"I use Waze to help me find the quickest way out of two or three alternative routes to get to work and back home.\"\nThe app, now about a decade old, functions by collecting map data, travel times and traffic information from users, who can report accidents, traffic jams and police activity. A small Israeli startup, Waze was bought by Google in 2013 for approximately $1 billion. Its 500,000 volunteer map editors globally keep its maps updated, but the app is centered on information provided by its users, according to company spokeswoman Terry Wei.\nMore from US News & World Report:\nVitamin C: everything you need to know\n6 things about your new house you will hate in 10 years\nFirst Lady admonishes reporters to 'be best' in their jobs\n\"It's our community of 100 million users around the world that make up the magic that is Waze,\" she says. \"The information ensures that our maps always have the most up-to-date information, improving the driving experience for everyone.\"\nWell, maybe not everyone.\nshow chapters New Jersey mayor wages war with Waze 3:33 PM ET Fri, 26 Jan 2018 | 02:41 A city council member in Los Angeles this month wrote a letter to the city attorney seeking possible legal action in response to what he describes as threats to public safety caused by Waze technology. The lawmaker, David Ryu, has been speaking up about the issue since he was elected in 2015.\nAccording to Ryu, many of the shortcuts suggested by Waze end up causing more traffic in an effort to cut travel times by using side roads, leading drivers to make unsafe turns and often unpermitted traffic directions. In one case, Ryu mentioned, a street designed for local use is handling over 650 cars an hour. This, he said, has trapped several residents in their driveways and has led to multiple accidents.\n\"Waze has upended our City's traffic plans, residential neighborhoods, and public safety for far too long,\" Ryu said in his April 17 letter. \"If we do nothing, Waze will lead us on a race to the bottom – where traffic plans are ignored and every street is gridlocked.\"\nThe council member proposed collaboration between the private sector, namely Waze and Google, with the public sector to alleviate this ongoing issue. Ryu spokesman Estevan Montemayor says the council member's office has attempted to bring Waze to the table to work collaboratively.\n\"The councilman supports technology and alternative modes of transportation,\" Montemayor says. \"This is not an attack on technology. We hope Waze takes some responsibility for some of the problems their app is creating, and they should have legitimate concerns regarding these issues because city officials have been dealing with them day in and day out.\"\nThe company insists that it is \"committed to helping cities and citizens navigate efficiently and safely.\"\n\"It's important to note that Waze does not 'control' traffic but our maps do reflect public roads that federal and local authorities have identified and built for its citizens. If the city identifies a dangerous condition, it is their responsibility to legally reclassify a road, which will then be reflected on the Waze map,\" she says.\nUri Levine, co-founder and former president of Waze, defends his brainchild even more plainly, saying the backlash is unwarranted and Waze facilitates navigation for the public good.\n\"All roads are the public domain and therefore the right of everyone to use,\" Levine says. \"In that sense, Waze redistributes traffic to create a better traffic situation for everyone.\"\nHe says that when he was starting Waze, he and his team were trying to \"solve big problems and to create a lot of value for a lot of people.\"\n\"We started back in 2007 with a clear vision of helping drivers outsmart traffic,\" he says.\nBut that was a long time ago in the tech world – two years even before the founding of Uber, a company that would revolutionize the transportation sector with its rideshare app that allowed ordinary motorists to connect with passengers who needed transportation and to make a few bucks in the process. The rideshare industry was a boon for Waze, as motorists – who often had less knowledge of their surroundings than a cab driver might – turned to the app to find the fastest and the least congested routes. In fact, demand for such a product prompted Uber to develop its own that can be accessed from within its own app – a helpful feature for its drivers.\n\"Drivers frequently cite the convenience of not having to switch between apps during trips as a big reason for choosing Uber's in-app navigation,\" Uber spokesman Michael Amodeo says.\nWith steadily increasing usage and more navigation apps popping up, more motorists are being directed to less crowded streets across the country.\nHundreds of people on freeways usually try to use side roads as a result of rerouting apps such as Waze, Google Maps, INRIX and Apple Maps, according to Alexandre Bayen, director of the Transportation Initiative at the University of California, Berkeley. These roads are not equipped to handle heavy volumes of traffic, which is why it ends up being an issue.\n\"If only a few people are drinking water from a river, it isn't a problem,\" Bayen says. \"But if there are a million people at the river, there will be no more water. The same thing applies to routing apps. With only a few people using the apps, there is no problem. Now, everyone is using them so there is no more capacity.\"\nThe result has been traffic displacement – and anger – that is not limited to Los Angeles.\nIn San Mateo, California , residents are complaining about Waze directing drivers into their neighborhoods to avoid construction delays. In Fremont, California, delayed traffic signals on main boulevards and rush-hour turn restrictions were imposed to deter Waze users. In Brookhaven, Georgia, the city council approved various traffic-reducing measures such as partially closed roads to thwart Waze users. In Leonia, New Jersey, police closed 60 streets during rush hour because the streets were ill-equipped to handle the volume of traffic directed to them.\nAnd in 2016, in Takoma Park, Maryland , residents went to great lengths to prevent Waze drivers from flooding their roads during a bridge reconstruction project. A Takoma Park man reportedly started reporting phantom wrecks and traffic jams on his street before Waze banned him.\n\"Waze is meant to be interactive so people put information about roadblocks to trick the software,\" says Daryl Braithwaite, public works director in Takoma Park.\nThe solution to this problem, according to Hani Mahmassani, transportation expert at Northwestern University, is a method called closed-loop prediction. Closed-loop prediction could predict traffic scenarios, taking into account the information provided as well as the potential behaviors and responses to the information.\n\"An entity like Waze doesn't do closed-loop prediction because they're not in the business of managing traffic,\" Mahmassani says. \"They're in the business of providing information.\"\nAccess restriction is a viable alternative to the congestion caused by rerouting apps, according to Bayen. Restricted access to specific neighborhoods during certain times of the day may alleviate the traffic. But, the broader question, he says, is how can the situation be regulated.\n\"There's nothing inherently wrong with routing apps, but the problem is overuse,\" Bayen says. \"Like the river example, when people are competing for the same commodity, if it's not regulated, there will be chaos.\"\nWATCH: Navigation apps causing trouble for city planners show chapters Navigation apps are causing trouble for city planners 12:03 PM ET Mon, 6 March 2017 | 00:47",
    "published": "2018-05-09T00:32:00.000+03:00",
    "crawled": "2018-05-09T00:08:58.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "thomas",
        "nehren",
        "never",
        "knew",
        "expect",
        "road",
        "hometown",
        "salt",
        "lake",
        "city",
        "whether",
        "speed",
        "trap",
        "accident",
        "road",
        "construction",
        "often",
        "found",
        "wrong",
        "street",
        "wrong",
        "time",
        "different",
        "way",
        "work",
        "might",
        "kept",
        "away",
        "traffic",
        "potentially",
        "ticket",
        "heard",
        "navigation",
        "app",
        "called",
        "waze",
        "waze",
        "save",
        "minute",
        "commute",
        "every",
        "day",
        "five",
        "day",
        "week",
        "week",
        "year",
        "add",
        "nehren",
        "say",
        "use",
        "waze",
        "help",
        "find",
        "quickest",
        "way",
        "two",
        "three",
        "alternative",
        "route",
        "get",
        "work",
        "back",
        "home",
        "app",
        "decade",
        "old",
        "function",
        "collecting",
        "map",
        "data",
        "travel",
        "time",
        "traffic",
        "information",
        "user",
        "report",
        "accident",
        "traffic",
        "jam",
        "police",
        "activity",
        "small",
        "israeli",
        "startup",
        "waze",
        "bought",
        "google",
        "approximately",
        "billion",
        "volunteer",
        "map",
        "editor",
        "globally",
        "keep",
        "map",
        "updated",
        "app",
        "centered",
        "information",
        "provided",
        "user",
        "according",
        "company",
        "spokeswoman",
        "terry",
        "wei",
        "u",
        "news",
        "world",
        "report",
        "vitamin",
        "c",
        "everything",
        "need",
        "know",
        "thing",
        "new",
        "house",
        "hate",
        "year",
        "first",
        "lady",
        "admonishes",
        "reporter",
        "best",
        "job",
        "community",
        "million",
        "user",
        "around",
        "world",
        "make",
        "magic",
        "waze",
        "say",
        "information",
        "ensures",
        "map",
        "always",
        "information",
        "improving",
        "driving",
        "experience",
        "everyone",
        "well",
        "maybe",
        "everyone",
        "show",
        "chapter",
        "new",
        "jersey",
        "mayor",
        "wage",
        "war",
        "waze",
        "pm",
        "et",
        "fri",
        "jan",
        "city",
        "council",
        "member",
        "los",
        "angeles",
        "month",
        "wrote",
        "letter",
        "city",
        "attorney",
        "seeking",
        "possible",
        "legal",
        "action",
        "response",
        "describes",
        "threat",
        "public",
        "safety",
        "caused",
        "waze",
        "technology",
        "lawmaker",
        "david",
        "ryu",
        "speaking",
        "issue",
        "since",
        "elected",
        "according",
        "ryu",
        "many",
        "shortcut",
        "suggested",
        "waze",
        "end",
        "causing",
        "traffic",
        "effort",
        "cut",
        "travel",
        "time",
        "using",
        "side",
        "road",
        "leading",
        "driver",
        "make",
        "unsafe",
        "turn",
        "often",
        "unpermitted",
        "traffic",
        "direction",
        "one",
        "case",
        "ryu",
        "mentioned",
        "street",
        "designed",
        "local",
        "use",
        "handling",
        "car",
        "hour",
        "said",
        "trapped",
        "several",
        "resident",
        "driveway",
        "led",
        "multiple",
        "accident",
        "waze",
        "upended",
        "city",
        "traffic",
        "plan",
        "residential",
        "neighborhood",
        "public",
        "safety",
        "far",
        "long",
        "ryu",
        "said",
        "april",
        "letter",
        "nothing",
        "waze",
        "lead",
        "u",
        "race",
        "bottom",
        "traffic",
        "plan",
        "ignored",
        "every",
        "street",
        "gridlocked",
        "council",
        "member",
        "proposed",
        "collaboration",
        "private",
        "sector",
        "namely",
        "waze",
        "google",
        "public",
        "sector",
        "alleviate",
        "ongoing",
        "issue",
        "ryu",
        "spokesman",
        "estevan",
        "montemayor",
        "say",
        "council",
        "member",
        "office",
        "attempted",
        "bring",
        "waze",
        "table",
        "work",
        "collaboratively",
        "councilman",
        "support",
        "technology",
        "alternative",
        "mode",
        "transportation",
        "montemayor",
        "say",
        "attack",
        "technology",
        "hope",
        "waze",
        "take",
        "responsibility",
        "problem",
        "app",
        "creating",
        "legitimate",
        "concern",
        "regarding",
        "issue",
        "city",
        "official",
        "dealing",
        "day",
        "day",
        "company",
        "insists",
        "committed",
        "helping",
        "city",
        "citizen",
        "navigate",
        "efficiently",
        "safely",
        "important",
        "note",
        "waze",
        "traffic",
        "map",
        "reflect",
        "public",
        "road",
        "federal",
        "local",
        "authority",
        "identified",
        "built",
        "citizen",
        "city",
        "identifies",
        "dangerous",
        "condition",
        "responsibility",
        "legally",
        "reclassify",
        "road",
        "reflected",
        "waze",
        "map",
        "say",
        "uri",
        "levine",
        "former",
        "president",
        "waze",
        "defends",
        "brainchild",
        "even",
        "plainly",
        "saying",
        "backlash",
        "unwarranted",
        "waze",
        "facilitates",
        "navigation",
        "public",
        "good",
        "road",
        "public",
        "domain",
        "therefore",
        "right",
        "everyone",
        "use",
        "levine",
        "say",
        "sense",
        "waze",
        "redistributes",
        "traffic",
        "create",
        "better",
        "traffic",
        "situation",
        "everyone",
        "say",
        "starting",
        "waze",
        "team",
        "trying",
        "solve",
        "big",
        "problem",
        "create",
        "lot",
        "value",
        "lot",
        "people",
        "started",
        "back",
        "clear",
        "vision",
        "helping",
        "driver",
        "outsmart",
        "traffic",
        "say",
        "long",
        "time",
        "ago",
        "tech",
        "world",
        "two",
        "year",
        "even",
        "founding",
        "uber",
        "company",
        "would",
        "revolutionize",
        "transportation",
        "sector",
        "rideshare",
        "app",
        "allowed",
        "ordinary",
        "motorist",
        "connect",
        "passenger",
        "needed",
        "transportation",
        "make",
        "buck",
        "process",
        "rideshare",
        "industry",
        "boon",
        "waze",
        "motorist",
        "often",
        "less",
        "knowledge",
        "surroundings",
        "cab",
        "driver",
        "might",
        "turned",
        "app",
        "find",
        "fastest",
        "least",
        "congested",
        "route",
        "fact",
        "demand",
        "product",
        "prompted",
        "uber",
        "develop",
        "accessed",
        "within",
        "app",
        "helpful",
        "feature",
        "driver",
        "driver",
        "frequently",
        "cite",
        "convenience",
        "switch",
        "apps",
        "trip",
        "big",
        "reason",
        "choosing",
        "uber",
        "navigation",
        "uber",
        "spokesman",
        "michael",
        "amodeo",
        "say",
        "steadily",
        "increasing",
        "usage",
        "navigation",
        "apps",
        "popping",
        "motorist",
        "directed",
        "less",
        "crowded",
        "street",
        "across",
        "country",
        "hundred",
        "people",
        "freeway",
        "usually",
        "try",
        "use",
        "side",
        "road",
        "result",
        "rerouting",
        "apps",
        "waze",
        "google",
        "map",
        "inrix",
        "apple",
        "map",
        "according",
        "alexandre",
        "bayen",
        "director",
        "transportation",
        "initiative",
        "university",
        "california",
        "berkeley",
        "road",
        "equipped",
        "handle",
        "heavy",
        "volume",
        "traffic",
        "end",
        "issue",
        "people",
        "drinking",
        "water",
        "river",
        "problem",
        "bayen",
        "say",
        "million",
        "people",
        "river",
        "water",
        "thing",
        "applies",
        "routing",
        "apps",
        "people",
        "using",
        "apps",
        "problem",
        "everyone",
        "using",
        "capacity",
        "result",
        "traffic",
        "displacement",
        "anger",
        "limited",
        "los",
        "angeles",
        "san",
        "mateo",
        "california",
        "resident",
        "complaining",
        "waze",
        "directing",
        "driver",
        "neighborhood",
        "avoid",
        "construction",
        "delay",
        "fremont",
        "california",
        "delayed",
        "traffic",
        "signal",
        "main",
        "boulevard",
        "turn",
        "restriction",
        "imposed",
        "deter",
        "waze",
        "user",
        "brookhaven",
        "georgia",
        "city",
        "council",
        "approved",
        "various",
        "measure",
        "partially",
        "closed",
        "road",
        "thwart",
        "waze",
        "user",
        "leonia",
        "new",
        "jersey",
        "police",
        "closed",
        "street",
        "rush",
        "hour",
        "street",
        "handle",
        "volume",
        "traffic",
        "directed",
        "takoma",
        "park",
        "maryland",
        "resident",
        "went",
        "great",
        "length",
        "prevent",
        "waze",
        "driver",
        "flooding",
        "road",
        "bridge",
        "reconstruction",
        "project",
        "takoma",
        "park",
        "man",
        "reportedly",
        "started",
        "reporting",
        "phantom",
        "wreck",
        "traffic",
        "jam",
        "street",
        "waze",
        "banned",
        "waze",
        "meant",
        "interactive",
        "people",
        "put",
        "information",
        "roadblock",
        "trick",
        "software",
        "say",
        "daryl",
        "braithwaite",
        "public",
        "work",
        "director",
        "takoma",
        "park",
        "solution",
        "problem",
        "according",
        "hani",
        "mahmassani",
        "transportation",
        "expert",
        "northwestern",
        "university",
        "method",
        "called",
        "prediction",
        "prediction",
        "could",
        "predict",
        "traffic",
        "scenario",
        "taking",
        "account",
        "information",
        "provided",
        "well",
        "potential",
        "behavior",
        "response",
        "information",
        "entity",
        "like",
        "waze",
        "prediction",
        "business",
        "managing",
        "traffic",
        "mahmassani",
        "say",
        "business",
        "providing",
        "information",
        "access",
        "restriction",
        "viable",
        "alternative",
        "congestion",
        "caused",
        "rerouting",
        "apps",
        "according",
        "bayen",
        "restricted",
        "access",
        "specific",
        "neighborhood",
        "certain",
        "time",
        "day",
        "may",
        "alleviate",
        "traffic",
        "broader",
        "question",
        "say",
        "situation",
        "regulated",
        "nothing",
        "inherently",
        "wrong",
        "routing",
        "apps",
        "problem",
        "overuse",
        "bayen",
        "say",
        "like",
        "river",
        "example",
        "people",
        "competing",
        "commodity",
        "regulated",
        "chaos",
        "watch",
        "navigation",
        "apps",
        "causing",
        "trouble",
        "city",
        "planner",
        "show",
        "chapter",
        "navigation",
        "apps",
        "causing",
        "trouble",
        "city",
        "planner",
        "pm",
        "et",
        "mon",
        "march"
    ]
}