{
    "organizations": [],
    "uuid": "063100ac5ceff2488eeef6d7d0be7ee1f2095395",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-cbd-and-cannabis-markets-surging-on-heels-of-latest-push-for-hemp-legalization-in-u-s.html",
    "ord_in_thread": 0,
    "title": "CBD and Cannabis Markets Surging on Heels of Latest Push for Hemp Legalization in U.S.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PALM BEACH, Florida,\nMarketNewsUpdates.com News Commentary\nThe global cannabis market continues to forge forward as gradual legalization occurs, with recent developments in the United States headlining the current legislative news. Last week Minority Leader Chuck Schumer announced that he's signing on as a cosponsor of a hemp legalization bill introduced last month by Majority Leader Mitch McConnell. A recent study conducted by the Arcview Group projects the overall cannabis industry to generate $40 billion in the US alone by the year 2021. Along with advanced legalization efforts, other factors contributing to the growth include industry leaders acquiring new resources to increase production, as well as simple rising demand from consumers. Active companies in the markets include: PotNetwork Holdings Inc. (OTC:POTN), Aphria Inc. (OTC:APHQF) (TSX:APH.TO), Hemp Inc. (OTC:HEMP), Freedom Leaf Inc. (OTC:FRLF), Kush Bottles Inc. (OTC: KSHB).\nPotNetwork Holding s Inc. (OTC:POTN) BREAKING NEWS: PotNetwork Holdings is pleased to announce a debt retirement of $1.2 million. With less than $1.7 million in debt still outstanding in Q2, the Company is positioned to meet and exceed growth expectations for 2018.\nDuring the first quarter, the Company reached an agreement with a debt holder exchanging a $1.2 million convertible promissory note for common stock purchase warrants at $.25 per share, effectuating a shift in debt to equity. With now less than $1.7 million in overall notes payable, the Company has taken a significant step forward toward improving its ratio of assets to liabilities, reducing its debt service, and improving its overall financial metrics.\nThe company recently announced record breaking sales performanc e results for March 2018. With over $2.2 million in sales revenue recorded across the month, the company has posted a 152% year over year increase when compared with March of 2017.\nWith over $6.3 million in revenues recorded for Q1 of 2018, PotNetwork Holdings, Inc. is well on track to exceed its performance from 2017. The company recently announced the release of audited consolidated financial statements reporting 2017 sales of $14.5 million Read this and more news for POTN a t: http://www.marketnewsupdates.com/news/potn.html\nIn other industry developments and market performances of note:\nAphria Inc. (OTCQB:APHQF) (TSX:APH.TO) recently announced the appointment of Jakob Ripshtein as the Company's first Chief Commercial Officer as of May 1, 2018 and Christelle Gedeon as Chief Legal Officer as of June 1, 2018 . The Company is also announcing several new management appointments as Aphria continues to add depth, experience and leadership across the organization, together with the adoption of a formal governance policy regarding investments and other opportunities. As Aphria's first Chief Commercial Officer, Mr. Ripshtein will oversee the Company's commercial, sales and marketing teams. Mr. Ripshtein most recently served as Chief Financial Officer of Diageo North America, a position he has held since 2016. In his 10 years with Diageo, he also served as President of Diageo Canada and also held a variety of Finance and Commercial roles in Canada , the United States and England . While serving as CFO and President of Diageo Canada concurrently, Mr. Ripshtein managed Diageo Canada's overall operations and resources and strove to continually improve Diageo's relationships with its critical stakeholders - brokers, Provincial Liquor Regulators, and Provincial and Federal authorities. Prior to Diageo, he oversaw business, sales and tax functions in the Canadian spirits, pharmaceutical and financial sectors.\nHemp Inc. (OTC:HEMP) last week announced it applauds the Illinois Senate for unanimously passing legislation to legalize industrial hemp in The Prairie State. Senate Bill 2298 passed April 24, 2018, in a 50-0 vote and is now before the Illinois House. Senate Bill 2298 creates the Industrial Hemp Act and provides that \"cannabis\" does not include industrial hemp as defined by state law. Illinois passed legislation in 2014 allowing the state's Department of Agriculture and state universities to grow hemp for research purposes. The newly passed bill by the Illinois Senate would allow Illinois farmers to apply for permits to grow industrial hemp to make a variety of commercial and industrial products. Rebecca Osland, the Alliance's director of government relations, said \"there could be a whole [new] set of industries that could grow up around this,\" according to Chicago Tonight. The cannabidiol (CBD) market is projected to grow to a $2.1 billion market in consumer sales by 2020, according to The Hemp Business Journal.\nFreedom Leaf Inc. (OTCQB:FRLF) recently announced that Las Vegas-based, Nevada State Senator, Richard S. Segerblom, who led the drive for the legalization of marijuana in Nevada, has agreed to join the Freedom Leaf Board of Directors. The other Directors include: Paul Pelosi Jr., Chairman, Freedom Leaf CEO Clifford J. Perry and Freedom Leaf EVP Raymond P. Medeiros. Senator \"Tick\" Segerblom commented: \"Freedom Leaf shares my vision that Las Vegas is the perfect home for marijuana and hemp companies. Nevada's corporate laws and tax structure are second to none. Joining the Freedom Leaf Board enables me to take that message throughout the nation, Canada and the world.\"\nKush Bottles, Inc. (OTCQB:KSHB), a leading provider of packaging, supplies, vaporizers, hydrocarbon gases, solvents, accessories and branding solutions for the regulated cannabis industry, recently announced it has completed its acquisition of Summit Innovations, LLC (\"Summit Innovations\"), a leading distributor of hydrocarbons to the legal cannabis industry based in Denver, Colorado. Summit Innovations was acquired in exchange for 1,280,000 shares of Kush Bottles common stock and approximately $3.2 million in cash, subject to certain adjustments and holdbacks, as further described in the Company's press release dated April 10, 2018.\nDISCLAIMER: MarketNewsUpdates.com (MNU) is a third party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. MNU is NOT affiliated in any manner with any company mentioned herein. MNU and its affiliated companies are a news dissemination solutions provider and are NOT a registered broker/dealer/analyst/adviser, holds no investment licenses and may NOT sell, offer to sell or offer to buy any security. MNU's market updates, news alerts and corporate profiles are NOT a solicitation or recommendation to buy, sell or hold securities. The material in this release is intended to be strictly informational and is NEVER to be construed or interpreted as research material. All readers are strongly urged to perform research and due diligence on their own and consult a licensed financial professional before considering any level of investing in stocks. All material included herein is republished content and details which were previously disseminated by the companies mentioned in this release. MNU is not liable for any investment decisions by its readers or subscribers. Investors are cautioned that they may lose all or a portion of their investment when investing in stocks. For current services performed MNU has been compensated sixty-nine hundred dollars for news coverage of the current press release issued by PotNetwork Holding Inc by a non-affiliated third party. MNU HOLDS NO SHARES OF ANY COMPANY NAMED IN THIS RELEASE.\nThis release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. \"Forward-looking statements\" describe future expectations, plans, results, or strategies and are generally preceded by words such as \"may\", \"future\", \"plan\" or \"planned\", \"will\" or \"should\", \"expected,\" \"anticipates\", \"draft\", \"eventually\" or \"projected\". You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company's annual report on Form 10-K or 10-KSB and other filings made by such company with the Securities and Exchange Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and MNU undertakes no obligation to update such statements.\nContact Information:\ninfo@marketnewsupdates.com\n+1(561)325-8757\nSOURCE MarketNewsUpdates.com",
    "published": "2018-05-08T16:30:00.000+03:00",
    "crawled": "2018-05-08T18:39:04.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "palm",
        "beach",
        "florida",
        "news",
        "commentary",
        "global",
        "cannabis",
        "market",
        "continues",
        "forge",
        "forward",
        "gradual",
        "legalization",
        "occurs",
        "recent",
        "development",
        "united",
        "state",
        "headlining",
        "current",
        "legislative",
        "news",
        "last",
        "week",
        "minority",
        "leader",
        "chuck",
        "schumer",
        "announced",
        "signing",
        "cosponsor",
        "hemp",
        "legalization",
        "bill",
        "introduced",
        "last",
        "month",
        "majority",
        "leader",
        "mitch",
        "mcconnell",
        "recent",
        "study",
        "conducted",
        "arcview",
        "group",
        "project",
        "overall",
        "cannabis",
        "industry",
        "generate",
        "billion",
        "u",
        "alone",
        "year",
        "along",
        "advanced",
        "legalization",
        "effort",
        "factor",
        "contributing",
        "growth",
        "include",
        "industry",
        "leader",
        "acquiring",
        "new",
        "resource",
        "increase",
        "production",
        "well",
        "simple",
        "rising",
        "demand",
        "consumer",
        "active",
        "company",
        "market",
        "include",
        "potnetwork",
        "holding",
        "otc",
        "potn",
        "aphria",
        "otc",
        "aphqf",
        "tsx",
        "hemp",
        "otc",
        "hemp",
        "freedom",
        "leaf",
        "otc",
        "frlf",
        "kush",
        "bottle",
        "otc",
        "kshb",
        "potnetwork",
        "holding",
        "otc",
        "potn",
        "breaking",
        "news",
        "potnetwork",
        "holding",
        "pleased",
        "announce",
        "debt",
        "retirement",
        "million",
        "less",
        "million",
        "debt",
        "still",
        "outstanding",
        "q2",
        "company",
        "positioned",
        "meet",
        "exceed",
        "growth",
        "expectation",
        "first",
        "quarter",
        "company",
        "reached",
        "agreement",
        "debt",
        "holder",
        "exchanging",
        "million",
        "convertible",
        "promissory",
        "note",
        "common",
        "stock",
        "purchase",
        "warrant",
        "per",
        "share",
        "effectuating",
        "shift",
        "debt",
        "equity",
        "less",
        "million",
        "overall",
        "note",
        "payable",
        "company",
        "taken",
        "significant",
        "step",
        "forward",
        "toward",
        "improving",
        "ratio",
        "asset",
        "liability",
        "reducing",
        "debt",
        "service",
        "improving",
        "overall",
        "financial",
        "metric",
        "company",
        "recently",
        "announced",
        "record",
        "breaking",
        "sale",
        "performanc",
        "e",
        "result",
        "march",
        "million",
        "sale",
        "revenue",
        "recorded",
        "across",
        "month",
        "company",
        "posted",
        "year",
        "year",
        "increase",
        "compared",
        "march",
        "million",
        "revenue",
        "recorded",
        "q1",
        "potnetwork",
        "holding",
        "well",
        "track",
        "exceed",
        "performance",
        "company",
        "recently",
        "announced",
        "release",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "reporting",
        "sale",
        "million",
        "read",
        "news",
        "potn",
        "http",
        "industry",
        "development",
        "market",
        "performance",
        "note",
        "aphria",
        "otcqb",
        "aphqf",
        "tsx",
        "recently",
        "announced",
        "appointment",
        "jakob",
        "ripshtein",
        "company",
        "first",
        "chief",
        "commercial",
        "officer",
        "may",
        "christelle",
        "gedeon",
        "chief",
        "legal",
        "officer",
        "june",
        "company",
        "also",
        "announcing",
        "several",
        "new",
        "management",
        "appointment",
        "aphria",
        "continues",
        "add",
        "depth",
        "experience",
        "leadership",
        "across",
        "organization",
        "together",
        "adoption",
        "formal",
        "governance",
        "policy",
        "regarding",
        "investment",
        "opportunity",
        "aphria",
        "first",
        "chief",
        "commercial",
        "officer",
        "ripshtein",
        "oversee",
        "company",
        "commercial",
        "sale",
        "marketing",
        "team",
        "ripshtein",
        "recently",
        "served",
        "chief",
        "financial",
        "officer",
        "diageo",
        "north",
        "america",
        "position",
        "held",
        "since",
        "year",
        "diageo",
        "also",
        "served",
        "president",
        "diageo",
        "canada",
        "also",
        "held",
        "variety",
        "finance",
        "commercial",
        "role",
        "canada",
        "united",
        "state",
        "england",
        "serving",
        "cfo",
        "president",
        "diageo",
        "canada",
        "concurrently",
        "ripshtein",
        "managed",
        "diageo",
        "canada",
        "overall",
        "operation",
        "resource",
        "strove",
        "continually",
        "improve",
        "diageo",
        "relationship",
        "critical",
        "stakeholder",
        "broker",
        "provincial",
        "liquor",
        "regulator",
        "provincial",
        "federal",
        "authority",
        "prior",
        "diageo",
        "oversaw",
        "business",
        "sale",
        "tax",
        "function",
        "canadian",
        "spirit",
        "pharmaceutical",
        "financial",
        "sector",
        "hemp",
        "otc",
        "hemp",
        "last",
        "week",
        "announced",
        "applauds",
        "illinois",
        "senate",
        "unanimously",
        "passing",
        "legislation",
        "legalize",
        "industrial",
        "hemp",
        "prairie",
        "state",
        "senate",
        "bill",
        "passed",
        "april",
        "vote",
        "illinois",
        "house",
        "senate",
        "bill",
        "creates",
        "industrial",
        "hemp",
        "act",
        "provides",
        "cannabis",
        "include",
        "industrial",
        "hemp",
        "defined",
        "state",
        "law",
        "illinois",
        "passed",
        "legislation",
        "allowing",
        "state",
        "department",
        "agriculture",
        "state",
        "university",
        "grow",
        "hemp",
        "research",
        "purpose",
        "newly",
        "passed",
        "bill",
        "illinois",
        "senate",
        "would",
        "allow",
        "illinois",
        "farmer",
        "apply",
        "permit",
        "grow",
        "industrial",
        "hemp",
        "make",
        "variety",
        "commercial",
        "industrial",
        "product",
        "rebecca",
        "osland",
        "alliance",
        "director",
        "government",
        "relation",
        "said",
        "could",
        "whole",
        "new",
        "set",
        "industry",
        "could",
        "grow",
        "around",
        "according",
        "chicago",
        "tonight",
        "cannabidiol",
        "cbd",
        "market",
        "projected",
        "grow",
        "billion",
        "market",
        "consumer",
        "sale",
        "according",
        "hemp",
        "business",
        "journal",
        "freedom",
        "leaf",
        "otcqb",
        "frlf",
        "recently",
        "announced",
        "la",
        "nevada",
        "state",
        "senator",
        "richard",
        "segerblom",
        "led",
        "drive",
        "legalization",
        "marijuana",
        "nevada",
        "agreed",
        "join",
        "freedom",
        "leaf",
        "board",
        "director",
        "director",
        "include",
        "paul",
        "pelosi",
        "chairman",
        "freedom",
        "leaf",
        "ceo",
        "clifford",
        "perry",
        "freedom",
        "leaf",
        "evp",
        "raymond",
        "medeiros",
        "senator",
        "tick",
        "segerblom",
        "commented",
        "freedom",
        "leaf",
        "share",
        "vision",
        "la",
        "vega",
        "perfect",
        "home",
        "marijuana",
        "hemp",
        "company",
        "nevada",
        "corporate",
        "law",
        "tax",
        "structure",
        "second",
        "none",
        "joining",
        "freedom",
        "leaf",
        "board",
        "enables",
        "take",
        "message",
        "throughout",
        "nation",
        "canada",
        "world",
        "kush",
        "bottle",
        "otcqb",
        "kshb",
        "leading",
        "provider",
        "packaging",
        "supply",
        "vaporizer",
        "hydrocarbon",
        "gas",
        "solvent",
        "accessory",
        "branding",
        "solution",
        "regulated",
        "cannabis",
        "industry",
        "recently",
        "announced",
        "completed",
        "acquisition",
        "summit",
        "innovation",
        "llc",
        "summit",
        "innovation",
        "leading",
        "distributor",
        "hydrocarbon",
        "legal",
        "cannabis",
        "industry",
        "based",
        "denver",
        "colorado",
        "summit",
        "innovation",
        "acquired",
        "exchange",
        "share",
        "kush",
        "bottle",
        "common",
        "stock",
        "approximately",
        "million",
        "cash",
        "subject",
        "certain",
        "adjustment",
        "holdbacks",
        "described",
        "company",
        "press",
        "release",
        "dated",
        "april",
        "disclaimer",
        "mnu",
        "third",
        "party",
        "publisher",
        "news",
        "dissemination",
        "service",
        "provider",
        "disseminates",
        "electronic",
        "information",
        "multiple",
        "online",
        "medium",
        "channel",
        "mnu",
        "affiliated",
        "manner",
        "company",
        "mentioned",
        "herein",
        "mnu",
        "affiliated",
        "company",
        "news",
        "dissemination",
        "solution",
        "provider",
        "registered",
        "hold",
        "investment",
        "license",
        "may",
        "sell",
        "offer",
        "sell",
        "offer",
        "buy",
        "security",
        "mnu",
        "market",
        "update",
        "news",
        "alert",
        "corporate",
        "profile",
        "solicitation",
        "recommendation",
        "buy",
        "sell",
        "hold",
        "security",
        "material",
        "release",
        "intended",
        "strictly",
        "informational",
        "never",
        "construed",
        "interpreted",
        "research",
        "material",
        "reader",
        "strongly",
        "urged",
        "perform",
        "research",
        "due",
        "diligence",
        "consult",
        "licensed",
        "financial",
        "professional",
        "considering",
        "level",
        "investing",
        "stock",
        "material",
        "included",
        "herein",
        "republished",
        "content",
        "detail",
        "previously",
        "disseminated",
        "company",
        "mentioned",
        "release",
        "mnu",
        "liable",
        "investment",
        "decision",
        "reader",
        "subscriber",
        "investor",
        "cautioned",
        "may",
        "lose",
        "portion",
        "investment",
        "investing",
        "stock",
        "current",
        "service",
        "performed",
        "mnu",
        "compensated",
        "hundred",
        "dollar",
        "news",
        "coverage",
        "current",
        "press",
        "release",
        "issued",
        "potnetwork",
        "holding",
        "inc",
        "third",
        "party",
        "mnu",
        "hold",
        "share",
        "company",
        "named",
        "release",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "generally",
        "preceded",
        "word",
        "may",
        "future",
        "plan",
        "planned",
        "expected",
        "anticipates",
        "draft",
        "eventually",
        "projected",
        "cautioned",
        "statement",
        "subject",
        "multitude",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "future",
        "circumstance",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "including",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "risk",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "filing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "included",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "release",
        "made",
        "date",
        "hereof",
        "mnu",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "contact",
        "information",
        "info",
        "source"
    ]
}