{
    "organizations": [],
    "uuid": "35c2981c95075db9f67d33e6aa07ba37f7f115ab",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-etrion-releases-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Etrion Releases First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GENEVA, May 07, 2018 (GLOBE NEWSWIRE) -- Etrion Corporation (“Etrion” or the “Company”) (TSX:ETX) (OMX:ETX), a solar independent power producer, today released its condensed consolidated interim financial statements and related management’s discussion and analysis (“MD&A”) for the three months ended March 31, 2018.\nEtrion Corporation delivered strong project-level results in the first quarter of 2018 from its Japanese assets. Higher installed capacity and electricity production, combined with significant reduction in corporate overhead resulted in a significant increase in revenue and consolidated EBITDA compared to the same period in 2017.\nQ1-18 HIGHLIGHTS\nStrong performance in Japan with production and revenues up by 9% and 12%, respectively, compared to Q1-17. Consolidated EBITDA increased significantly in comparison with Q1-17 driven by performance in Japan and corporate overhead reduction. Construction of the 13.2 megawatt (“MW”) Komatsu solar project in western Japan is 96% complete, on budget, on schedule and expected to be fully operational by the end of the second quarter of 2018. Acquisition of the Greenfield Tk-2 (Niigata) project lands. Growth opportunities in Japan remain positive with nearly 400 MW of projects in different stages of development, including a backlog of 190 MW and nearly 200 MW of early stage pipeline. Sound unrestricted cash position to support the growth of the business.\nManagement Comments\nMarco A. Northland, the Company’s Chief Executive Officer, commented, “Japan continues to deliver very positive results. Cost cutting measures taken in Q4-17 have delivered significant savings in Q1-18 which, combined with a higher installed capacity compared to the same period last year, resulted in consolidated EBITDA improvements. We have also made significant progress on the development of three key projects in the backlog, with an aggregate net capacity of about 100 MW, targeting to commence construction within the next 12-18 months. We continue to have a solid cash position with sufficient liquidity to fund our backlog projects. I am very excited at the prospects over the next 12 months in the Japanese market and look forward to bringing new projects to financial close. On the operational side, our plants are performing well above plan, demonstrating superior design, technology and operations despite facing a first quarter with one of the heaviest snowfalls in nearly 40 years that caused approximately US$0.2 million of lower revenue. We continue to drive costs down and fine tune the business to better support our growth in Japan.”\nFINANCIAL SUMMARY\nThree months ended\nUS$ thousands (unless otherwise stated) Q1-18 Q1-17 Electricity production (MWh) 1 8,086 49,922 Japan 8,086 7,446 Chile - 42,476 Financial performance 2 Revenues 2,910 5,198 Japan 2,910 2,597 Chile - 2,601 EBITDA 658 57 Japan 1,730 1,961 Chile - 375 Corporate (1,072) (2,279) Net loss (3,853 ) (7,564 ) Project cash distributions 611 3,342 Cash flow used in operations (2,795 ) (2,821 ) Adjusted operating cash flow 829 278 Financial position Mar 18 Dec 17 Unrestricted cash at parent level 21,398 30,385 Restricted cash at project level 16,661 12,818 Working capital 39,350 43,611 Consolidated net debt on a cash basis 154,808 136,173 Corporate net debt 20,163 10,110 1 MWh-Megawatt-hour\n2 2017 financial results include the financial performance of the Chilean subsidiary, PV Salvador SpA until September 30, 2017 when the Group lost control for IFRS purposes. Operations and Finance Update call\nA conference call webcast to present the Company’s first quarter 2018 Operations and Finance update will be held on Monday, May 7, 2018, at 10:00 a.m. Eastern Daylight Time (EDT) / 4:00 p.m. Central European Time (CET).\nDial-in details:\nNorth America: +1-647-788-4991 / Toll Free: +1-877-291-4570 / Sweden Toll Free: 02-079-4343\nWebcast:\nA webcast will be available at https://www.webcaster4.com/Webcast/Page/1297/23918\nThe Operations and Finance update call presentation and the Company’s condensed consolidated interim financial statements for the three months ended March 31, 2018, as well as the related documents, will be available on the Company’s website ( www.etrion.com )\nA replay of the telephone conference will be available until May 28th, 2018.\nReplay dial-in details:\nNorth America: +1-416-621-4642 / Toll Free: +1-800-585-8367\nPass code for replay: 3086538\nAbout Etrion\nEtrion Corporation is an independent power producer that develops, builds, owns and operates utility-scale solar power generation plants. The Company owns and operates 44 MW of solar capacity and 13 MW solar project under construction, all in Japan. Etrion also has several projects in the backlog and pipeline at different stages of development in Japan. The Company is listed on the Toronto Stock Exchange in Canada and the NASDAQ OMX Stockholm exchange in Sweden under ticker symbol “ETX”. Etrion’s largest shareholder is the Lundin family, which owns approximately 24% of the Company’s shares directly and through various trusts.\nFor additional information, please visit the Company’s website at www.etrion.com or contact:\nChristian Lacueva – Chief Financial Officer\nTelephone: +41 (22) 715 20 90\nNote: The capacity of power plants in this release is described in approximate megawatts on a direct current (“DC”) basis, also referred to as megawatt-peak (“MWp”).\nEtrion discloses the information provided herein pursuant to the Swedish Securities Market Act and/or the Swedish Financial Instruments Trading Act. The information was submitted for publication in Sweden at 08:05 Central European Time on May 7, 2018.\nNon-IFRS Measures:\nThis press release includes non-IFRS measures not defined under IFRS, specifically EBITDA and Adjusted operating cash flow. Non-IFRS measures have no standardized meaning prescribed under IFRS and therefore such measures may not be comparable with those used by other companies. EBITDA is a useful metric to quantify the Company’s ability to generate cash before extraordinary and non-cash accounting transactions recognized in the financial statements. In addition, EBITDA is useful to analyze and compare profitability between companies and industries because it eliminates the effects of financing and accounting policy decisions. The most comparable IFRS measure to EBITDA is net income (loss). In addition, adjusted operating cash flow is used by investors to compare cash flows from operating activities without the effects of certain volatile items that can positively or negatively affect changes in working capital and are viewed as not directly related to a company’s operating performance. The most comparable IFRS measure to adjusted operating cash flow is cash flow used in operations. Refer to Etrion’s MD&A for the three months ended March 31, 2018, for a reconciliation of EBITDA and adjusted operating cash flow reported during the period.\nForward-Looking Information:\nThis press release contains certain “forward-looking information”. All statements, other than statements of historical fact, that address activities, events or developments that the Company believes, expects or anticipates will or may occur in the future (including, without limitation, statements relating to the Company’s projects in Japan under construction and in development) constitute forward-looking information. This forward-looking information reflects the current expectations or beliefs of the Company based on information currently available to the Company as well as certain assumptions including, without limitation, the ability of the Company to execute on its projects in Japan under construction or in development on economic terms and in a timely manner. Forward-looking information is subject to a number of significant risks and uncertainties and other factors that may cause the actual results of the Company to those discussed in the forward-looking information, and even if such actual results are realized or substantially realized, there can be no assurance that they will have the expected consequences to, or effects on the Company. Factors that could cause actual results or events to current expectations include, but are not limited to, the risk that the Company may not be able to obtain all applicable permits for the development of projects in Japan and the associated project financing required for the development of such projects on economic terms and the risk of unforeseen delays in the development and construction of its projects under construction or in development. Reference is also made to the risk factors disclosed under the heading “Risk factors” in the Company’s AIF for the year ended December 31, 2017 which has been filed on SEDAR and is available under the Company’s profile at www.sedar.com .\nAny forward-looking information speaks only as of the date on which it is made and, except as may be required by applicable securities laws, the Company disclaims any intent or obligation to update any forward-looking information, whether as a result of new information, future events or results or otherwise. Although the Company believes that the assumptions inherent in the forward-looking information are reasonable, forward-looking information is not a guarantee of future performance and accordingly undue reliance should not be put on such information due to the inherent uncertainty therein.\nSource:Etrion Corporation",
    "published": "2018-05-07T10:05:00.000+03:00",
    "crawled": "2018-05-07T10:18:21.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "geneva",
        "may",
        "globe",
        "newswire",
        "etrion",
        "corporation",
        "etrion",
        "company",
        "tsx",
        "etx",
        "omx",
        "etx",
        "solar",
        "independent",
        "power",
        "producer",
        "today",
        "released",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "md",
        "three",
        "month",
        "ended",
        "march",
        "etrion",
        "corporation",
        "delivered",
        "strong",
        "result",
        "first",
        "quarter",
        "japanese",
        "asset",
        "higher",
        "installed",
        "capacity",
        "electricity",
        "production",
        "combined",
        "significant",
        "reduction",
        "corporate",
        "overhead",
        "resulted",
        "significant",
        "increase",
        "revenue",
        "consolidated",
        "ebitda",
        "compared",
        "period",
        "highlight",
        "strong",
        "performance",
        "japan",
        "production",
        "revenue",
        "respectively",
        "compared",
        "consolidated",
        "ebitda",
        "increased",
        "significantly",
        "comparison",
        "driven",
        "performance",
        "japan",
        "corporate",
        "overhead",
        "reduction",
        "construction",
        "megawatt",
        "mw",
        "komatsu",
        "solar",
        "project",
        "western",
        "japan",
        "complete",
        "budget",
        "schedule",
        "expected",
        "fully",
        "operational",
        "end",
        "second",
        "quarter",
        "acquisition",
        "greenfield",
        "niigata",
        "project",
        "land",
        "growth",
        "opportunity",
        "japan",
        "remain",
        "positive",
        "nearly",
        "mw",
        "project",
        "different",
        "stage",
        "development",
        "including",
        "backlog",
        "mw",
        "nearly",
        "mw",
        "early",
        "stage",
        "pipeline",
        "sound",
        "unrestricted",
        "cash",
        "position",
        "support",
        "growth",
        "business",
        "management",
        "comment",
        "marco",
        "northland",
        "company",
        "chief",
        "executive",
        "officer",
        "commented",
        "japan",
        "continues",
        "deliver",
        "positive",
        "result",
        "cost",
        "cutting",
        "measure",
        "taken",
        "delivered",
        "significant",
        "saving",
        "combined",
        "higher",
        "installed",
        "capacity",
        "compared",
        "period",
        "last",
        "year",
        "resulted",
        "consolidated",
        "ebitda",
        "improvement",
        "also",
        "made",
        "significant",
        "progress",
        "development",
        "three",
        "key",
        "project",
        "backlog",
        "aggregate",
        "net",
        "capacity",
        "mw",
        "targeting",
        "commence",
        "construction",
        "within",
        "next",
        "month",
        "continue",
        "solid",
        "cash",
        "position",
        "sufficient",
        "liquidity",
        "fund",
        "backlog",
        "project",
        "excited",
        "prospect",
        "next",
        "month",
        "japanese",
        "market",
        "look",
        "forward",
        "bringing",
        "new",
        "project",
        "financial",
        "close",
        "operational",
        "side",
        "plant",
        "performing",
        "well",
        "plan",
        "demonstrating",
        "superior",
        "design",
        "technology",
        "operation",
        "despite",
        "facing",
        "first",
        "quarter",
        "one",
        "heaviest",
        "snowfall",
        "nearly",
        "year",
        "caused",
        "approximately",
        "u",
        "million",
        "lower",
        "revenue",
        "continue",
        "drive",
        "cost",
        "fine",
        "tune",
        "business",
        "better",
        "support",
        "growth",
        "financial",
        "summary",
        "three",
        "month",
        "ended",
        "u",
        "thousand",
        "unless",
        "otherwise",
        "stated",
        "electricity",
        "production",
        "mwh",
        "japan",
        "chile",
        "financial",
        "performance",
        "revenue",
        "japan",
        "chile",
        "ebitda",
        "japan",
        "chile",
        "corporate",
        "net",
        "loss",
        "project",
        "cash",
        "distribution",
        "cash",
        "flow",
        "used",
        "operation",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "financial",
        "position",
        "mar",
        "dec",
        "unrestricted",
        "cash",
        "parent",
        "level",
        "restricted",
        "cash",
        "project",
        "level",
        "working",
        "capital",
        "consolidated",
        "net",
        "debt",
        "cash",
        "basis",
        "corporate",
        "net",
        "debt",
        "financial",
        "result",
        "include",
        "financial",
        "performance",
        "chilean",
        "subsidiary",
        "pv",
        "salvador",
        "spa",
        "september",
        "group",
        "lost",
        "control",
        "ifrs",
        "purpose",
        "operation",
        "finance",
        "update",
        "call",
        "conference",
        "call",
        "webcast",
        "present",
        "company",
        "first",
        "quarter",
        "operation",
        "finance",
        "update",
        "held",
        "monday",
        "may",
        "eastern",
        "daylight",
        "time",
        "edt",
        "central",
        "european",
        "time",
        "cet",
        "detail",
        "north",
        "america",
        "toll",
        "free",
        "sweden",
        "toll",
        "free",
        "webcast",
        "webcast",
        "available",
        "http",
        "operation",
        "finance",
        "update",
        "call",
        "presentation",
        "company",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "three",
        "month",
        "ended",
        "march",
        "well",
        "related",
        "document",
        "available",
        "company",
        "website",
        "replay",
        "telephone",
        "conference",
        "available",
        "may",
        "28th",
        "replay",
        "detail",
        "north",
        "america",
        "toll",
        "free",
        "pas",
        "code",
        "replay",
        "etrion",
        "etrion",
        "corporation",
        "independent",
        "power",
        "producer",
        "develops",
        "build",
        "owns",
        "operates",
        "solar",
        "power",
        "generation",
        "plant",
        "company",
        "owns",
        "operates",
        "mw",
        "solar",
        "capacity",
        "mw",
        "solar",
        "project",
        "construction",
        "japan",
        "etrion",
        "also",
        "several",
        "project",
        "backlog",
        "pipeline",
        "different",
        "stage",
        "development",
        "japan",
        "company",
        "listed",
        "toronto",
        "stock",
        "exchange",
        "canada",
        "nasdaq",
        "omx",
        "stockholm",
        "exchange",
        "sweden",
        "ticker",
        "symbol",
        "etx",
        "etrion",
        "largest",
        "shareholder",
        "lundin",
        "family",
        "owns",
        "approximately",
        "company",
        "share",
        "directly",
        "various",
        "trust",
        "additional",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "contact",
        "christian",
        "lacueva",
        "chief",
        "financial",
        "officer",
        "telephone",
        "note",
        "capacity",
        "power",
        "plant",
        "release",
        "described",
        "approximate",
        "megawatt",
        "direct",
        "current",
        "dc",
        "basis",
        "also",
        "referred",
        "mwp",
        "etrion",
        "discloses",
        "information",
        "provided",
        "herein",
        "pursuant",
        "swedish",
        "security",
        "market",
        "act",
        "swedish",
        "financial",
        "instrument",
        "trading",
        "act",
        "information",
        "submitted",
        "publication",
        "sweden",
        "central",
        "european",
        "time",
        "may",
        "measure",
        "press",
        "release",
        "includes",
        "measure",
        "defined",
        "ifrs",
        "specifically",
        "ebitda",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "measure",
        "may",
        "comparable",
        "used",
        "company",
        "ebitda",
        "useful",
        "metric",
        "quantify",
        "company",
        "ability",
        "generate",
        "cash",
        "extraordinary",
        "accounting",
        "transaction",
        "recognized",
        "financial",
        "statement",
        "addition",
        "ebitda",
        "useful",
        "analyze",
        "compare",
        "profitability",
        "company",
        "industry",
        "eliminates",
        "effect",
        "financing",
        "accounting",
        "policy",
        "decision",
        "comparable",
        "ifrs",
        "measure",
        "ebitda",
        "net",
        "income",
        "loss",
        "addition",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "used",
        "investor",
        "compare",
        "cash",
        "flow",
        "operating",
        "activity",
        "without",
        "effect",
        "certain",
        "volatile",
        "item",
        "positively",
        "negatively",
        "affect",
        "change",
        "working",
        "capital",
        "viewed",
        "directly",
        "related",
        "company",
        "operating",
        "performance",
        "comparable",
        "ifrs",
        "measure",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "cash",
        "flow",
        "used",
        "operation",
        "refer",
        "etrion",
        "md",
        "three",
        "month",
        "ended",
        "march",
        "reconciliation",
        "ebitda",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "reported",
        "period",
        "information",
        "press",
        "release",
        "contains",
        "certain",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "development",
        "company",
        "belief",
        "expects",
        "anticipates",
        "may",
        "occur",
        "future",
        "including",
        "without",
        "limitation",
        "statement",
        "relating",
        "company",
        "project",
        "japan",
        "construction",
        "development",
        "constitute",
        "information",
        "information",
        "reflects",
        "current",
        "expectation",
        "belief",
        "company",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "well",
        "certain",
        "assumption",
        "including",
        "without",
        "limitation",
        "ability",
        "company",
        "execute",
        "project",
        "japan",
        "construction",
        "development",
        "economic",
        "term",
        "timely",
        "manner",
        "information",
        "subject",
        "number",
        "significant",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "company",
        "discussed",
        "information",
        "even",
        "actual",
        "result",
        "realized",
        "substantially",
        "realized",
        "assurance",
        "expected",
        "consequence",
        "effect",
        "company",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "current",
        "expectation",
        "include",
        "limited",
        "risk",
        "company",
        "may",
        "able",
        "obtain",
        "applicable",
        "permit",
        "development",
        "project",
        "japan",
        "associated",
        "project",
        "financing",
        "required",
        "development",
        "project",
        "economic",
        "term",
        "risk",
        "unforeseen",
        "delay",
        "development",
        "construction",
        "project",
        "construction",
        "development",
        "reference",
        "also",
        "made",
        "risk",
        "factor",
        "disclosed",
        "heading",
        "risk",
        "factor",
        "company",
        "aif",
        "year",
        "ended",
        "december",
        "filed",
        "sedar",
        "available",
        "company",
        "profile",
        "information",
        "speaks",
        "date",
        "made",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "although",
        "company",
        "belief",
        "assumption",
        "inherent",
        "information",
        "reasonable",
        "information",
        "guarantee",
        "future",
        "performance",
        "accordingly",
        "undue",
        "reliance",
        "put",
        "information",
        "due",
        "inherent",
        "uncertainty",
        "therein",
        "source",
        "etrion",
        "corporation"
    ]
}