{
    "organizations": [],
    "uuid": "5c8eaa27da048241f203cac4814bea25d92c13b2",
    "author": "",
    "url": "https://www.reuters.com/article/us-hawaii-volcano-pets/a-noahs-ark-of-animals-rescued-from-hawaii-lava-idUSKCN1IL0I8",
    "ord_in_thread": 0,
    "title": "A Noah's Ark of animals rescued from Hawaii lava",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PAHOA, Hawaii (Reuters) - When hundreds of residents of Hawaii’s Big Island fled their homes after the Kilauea volcano erupted, some left behind not only most of their belongings, but also their beloved pets.\nA rabbit and a potbelly pig wait in cages at a Red Cross evacuation center in Pahoa during ongoing eruptions of the Kilauea Volcano in Hawaii, U.S., May 15, 2018. REUTERS/Terray Sylvester In the two weeks since fountains of lava and poisonous gas spewed from the volcano, volunteers have made heroic efforts to retrieve a veritable Noah’s Ark of dogs and cats, geese and ducks, cows and goats, horses, cattle and exotic birds. Many were reuniting with their owners at evacuation shelters.\nThe animal-friendly Red Cross shelter in Pahoa, a town about 25 miles (40 km) east of the volcano, has about 100 dogs and 30 cats, along with bunnies, birds and pigs, said Burgandy Singleton, a Hawaii Island Humane Society volunteer.\n“Quite the crazy farm right now,” Singleton said. “We are housing everything from wee little creatures to ginormous beasts and no trouble. With that many personalities mixing it up, it’s been amazing.”\nSome of the owners are camping outside with dogs who are not socialized, she said. “It gives them a sense of home and keeps them as peaceful as possible. This is definitely stressful on the pets as well as the people.”\nLURING THE HUNGRY Pauline McLaren and her husband Eddie are among those camping out at the Red Cross Shelter with their five dogs, all of whom they have rescued over the years at their ranch in the village of Kapoho. They evacuated on May 12, when lava fissures tore open the ground near their home.\nPauline McLaren said they would have stayed with friends but for the dogs. “It’s such a hassle. It’s just so hard with five,” said McLaren who is sleeping in a tent while her husband sleeps in the car.\nThe rescues begin with volunteers taking down addresses and pet names from owners at the shelters. They then go into the abandoned neighborhoods with owners looking for the pets and setting out food and water, hoping to lure in hungry animals.\n“Ideally, we take the owner back in so they can hear a familiar voice and we can hand-trap them,” rather than luring them into cages, Singleton said. “We are trying every trick from every book.”\nShe said she helped rescue four sheep and two goats stranded out in a pasture last week. “The lava was running right behind them and they were trapped inside their fence.”\nThe rescuers had to evacuate before they could catch the last sheep, but left the gate open so she could escape danger.\nOUTPOURING OF GENEROSITY At another animal shelter at the county parks and recreation gym in Pahao, tents have been set up inside to give families some privacy and keep dogs away from each other, Singleton said. A donation table at the entrance was piled high with bags of dry dog and cat litter.\n“This is the reason I live in this community,” Singleton said. “The offerings and the help has been unbelievable.”\nSome of the larger livestock are being housed at the Hawaii County-funded Pana’ewa Rainforest Zoo and Gardens, which has taken in 30 to 35 cattle and horses. The close-knit community is helping to feed them.\n“We have three pallets of alfalfa for the horses being donated today,” said Pam Mizuno at the zoo. “That’s helpful. The outpouring of generosity really helps.”\nRescue groups have moved more than 1,300 head of cattle and three dozen horses, some of which have been herded to a ranch to the north, out of danger. Some horses are being sheltered at the Panaewa Equestrian Center, also to the north.\nThe livestock are even more jittery than the house pets, Singleton said. “From the earthquakes to the smoke and lava to the helicopters overhead, they are just spooked.”\nSingleton, who lives about 20 miles away from the lava zone, said it is important for pets to stay with their families.\n“They both get something from it. Sometimes they have lost every single thing they own other than that dog or cat. It’s the one piece of home they still have, the one piece holding them together. And the pets feel the same way.”\nAdditional reporting by Terray Sylvester; Writing by Bill Tarrant; Editing by Dan Whitcomb and Lisa Shumaker\n ",
    "published": "2018-05-20T16:36:00.000+03:00",
    "crawled": "2018-05-20T16:46:26.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pahoa",
        "hawaii",
        "reuters",
        "hundred",
        "resident",
        "hawaii",
        "big",
        "island",
        "fled",
        "home",
        "kilauea",
        "volcano",
        "erupted",
        "left",
        "behind",
        "belonging",
        "also",
        "beloved",
        "pet",
        "rabbit",
        "potbelly",
        "pig",
        "wait",
        "cage",
        "red",
        "cross",
        "evacuation",
        "center",
        "pahoa",
        "ongoing",
        "eruption",
        "kilauea",
        "volcano",
        "hawaii",
        "may",
        "sylvester",
        "two",
        "week",
        "since",
        "fountain",
        "lava",
        "poisonous",
        "gas",
        "spewed",
        "volcano",
        "volunteer",
        "made",
        "heroic",
        "effort",
        "retrieve",
        "veritable",
        "noah",
        "ark",
        "dog",
        "cat",
        "goose",
        "duck",
        "cow",
        "goat",
        "horse",
        "cattle",
        "exotic",
        "bird",
        "many",
        "reuniting",
        "owner",
        "evacuation",
        "shelter",
        "red",
        "cross",
        "shelter",
        "pahoa",
        "town",
        "mile",
        "km",
        "east",
        "volcano",
        "dog",
        "cat",
        "along",
        "bunny",
        "bird",
        "pig",
        "said",
        "burgandy",
        "singleton",
        "hawaii",
        "island",
        "humane",
        "society",
        "volunteer",
        "quite",
        "crazy",
        "farm",
        "right",
        "singleton",
        "said",
        "housing",
        "everything",
        "wee",
        "little",
        "creature",
        "ginormous",
        "beast",
        "trouble",
        "many",
        "personality",
        "mixing",
        "owner",
        "camping",
        "outside",
        "dog",
        "socialized",
        "said",
        "give",
        "sense",
        "home",
        "keep",
        "peaceful",
        "possible",
        "definitely",
        "stressful",
        "pet",
        "well",
        "luring",
        "hungry",
        "pauline",
        "mclaren",
        "husband",
        "eddie",
        "among",
        "camping",
        "red",
        "cross",
        "shelter",
        "five",
        "dog",
        "rescued",
        "year",
        "ranch",
        "village",
        "kapoho",
        "evacuated",
        "may",
        "lava",
        "fissure",
        "tore",
        "open",
        "ground",
        "near",
        "home",
        "pauline",
        "mclaren",
        "said",
        "would",
        "stayed",
        "friend",
        "dog",
        "hassle",
        "hard",
        "five",
        "said",
        "mclaren",
        "sleeping",
        "tent",
        "husband",
        "sleep",
        "car",
        "rescue",
        "begin",
        "volunteer",
        "taking",
        "address",
        "pet",
        "name",
        "owner",
        "shelter",
        "go",
        "abandoned",
        "neighborhood",
        "owner",
        "looking",
        "pet",
        "setting",
        "food",
        "water",
        "hoping",
        "lure",
        "hungry",
        "animal",
        "ideally",
        "take",
        "owner",
        "back",
        "hear",
        "familiar",
        "voice",
        "rather",
        "luring",
        "cage",
        "singleton",
        "said",
        "trying",
        "every",
        "trick",
        "every",
        "said",
        "helped",
        "rescue",
        "four",
        "sheep",
        "two",
        "goat",
        "stranded",
        "pasture",
        "last",
        "week",
        "lava",
        "running",
        "right",
        "behind",
        "trapped",
        "inside",
        "rescuer",
        "evacuate",
        "could",
        "catch",
        "last",
        "sheep",
        "left",
        "gate",
        "open",
        "could",
        "escape",
        "danger",
        "outpouring",
        "generosity",
        "another",
        "animal",
        "shelter",
        "county",
        "park",
        "recreation",
        "gym",
        "pahao",
        "tent",
        "set",
        "inside",
        "give",
        "family",
        "privacy",
        "keep",
        "dog",
        "away",
        "singleton",
        "said",
        "donation",
        "table",
        "entrance",
        "piled",
        "high",
        "bag",
        "dry",
        "dog",
        "cat",
        "litter",
        "reason",
        "live",
        "community",
        "singleton",
        "said",
        "offering",
        "help",
        "larger",
        "livestock",
        "housed",
        "hawaii",
        "pana",
        "ewa",
        "rainforest",
        "zoo",
        "garden",
        "taken",
        "cattle",
        "horse",
        "community",
        "helping",
        "feed",
        "three",
        "pallet",
        "alfalfa",
        "horse",
        "donated",
        "today",
        "said",
        "pam",
        "mizuno",
        "zoo",
        "helpful",
        "outpouring",
        "generosity",
        "really",
        "rescue",
        "group",
        "moved",
        "head",
        "cattle",
        "three",
        "dozen",
        "horse",
        "herded",
        "ranch",
        "north",
        "danger",
        "horse",
        "sheltered",
        "panaewa",
        "equestrian",
        "center",
        "also",
        "north",
        "livestock",
        "even",
        "jittery",
        "house",
        "pet",
        "singleton",
        "said",
        "earthquake",
        "smoke",
        "lava",
        "helicopter",
        "overhead",
        "singleton",
        "life",
        "mile",
        "away",
        "lava",
        "zone",
        "said",
        "important",
        "pet",
        "stay",
        "family",
        "get",
        "something",
        "sometimes",
        "lost",
        "every",
        "single",
        "thing",
        "dog",
        "cat",
        "one",
        "piece",
        "home",
        "still",
        "one",
        "piece",
        "holding",
        "together",
        "pet",
        "feel",
        "additional",
        "reporting",
        "terray",
        "sylvester",
        "writing",
        "bill",
        "tarrant",
        "editing",
        "dan",
        "whitcomb",
        "lisa",
        "shumaker"
    ]
}