{
    "organizations": [],
    "uuid": "70de5434c50dc154f40e055b5516a6a232a3b24a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-cytrx-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "CytRx Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES, CytRx Corporation (NASDAQ: CYTR), a biopharmaceutical research and development company specializing in oncology, today announced financial results for the quarter ended March 31, 2018, and provided an overview of recent accomplishments and plans for its research and development programs.\n\"We've had a strong start to 2018, highlighted by the presentation of statistically significant breakthrough data for our four new albumin binding ultra high potency LADR™ (Linker Activated Drug Release) drug candidates at AACR 2018,\" said Eric Curtis, CytRx's President and Chief Operating Officer. \"The potential competitive advantages of the LADR™ assets over antibody-drug conjugates are significant, including broader therapeutic utility and patient populations, lower risk of immune responses, lower cost of goods, simpler manufacturing, and no requirement for antibody receptors. Looking ahead to the remainder of 2018, we are laser-focused on securing a strategic alliance for the innovative LADR™ technology, with the goal of closing a transaction during the fourth quarter of 2018.\"\nFirst Quarter 2018 and Recent Highlights\nEric L. Curtis is Named President and Chief Operating Officer. In early May 2018, CytRx announced that its Board of Directors had affirmed the appointment of Mr. Curtis to be the President and Chief Operating Officer of CytRx. Mr. Curtis will be part of CytRx's executive management team and will utilize his significant development and operational expertise to partner the Company's LADR™ technology and assets, as well as maximize the success of CytRx's scientific programs. He had previously served as an independent consultant for the Company's internal development efforts and external partner relationships. Mr. Curtis, who holds an M.B.A., brings more than 25 years of life science leadership experience to CytRx, with a proven track record in oncology and orphan diseases.\nNantCell Inc.'s Aldoxorubicin Abstract Selected for Presentation at the American Society of Clinical Oncology 2018 Annual Meeting . In April 2018, CytRx highlighted that an abstract submitted by aldoxorubicin licensee NantCell, Inc., a private subsidiary of NantWorks, LLC, entitled Lack of cardiac toxicity in patients treated with aldoxorubicin with doxorubicin equivalent doses beyond 1000mg/m 2 was selected for a poster presentation at the American Society of Clinical Oncology (ASCO) 2018 Annual meeting, to be held June 1 - 5 in Chicago. Dr. Sant Chawla, Principal Investigator and Director of the Sarcoma Oncology Center in Santa Monica, California, will be the presenter. CytRx out-licensed global development, manufacturing, and commercialization rights for aldoxorubicin to NantCell, Inc. in July 2017.\nPresented Statistically Significant Breakthrough LADR™ Candidate Data at the AACR 2018 Annual Meeting. In April 2018, CytRx presented three posters highlighting breakthrough data relating to its LADR™ drug candidates at the AACR 2018 Annual Meeting in Chicago. The posters describe the positive scientific findings that led to the Company's decision to select auristatin E (AE) derivatives LADR-7 and LADR-8, and maytansine derivatives LADR-9 and LADR-10, as the LADR™ candidates eligible to advance toward IND-enabling studies. The compounds demonstrated excellent, long-term antitumor activity across a wide range of human solid tumor cancer types, including lung, breast, ovarian, head and neck, renal cell, and melanoma. PDF copies of the presented posters (abstracts #1657, #2661, and #3703) can be accessed here .\nSelected Four LADR™ Candidates Eligible for IND-Enabling Clinical Studies. In March 2018, CytRx announced that four LADR™ candidates are eligible for advancement into IND-enabling studies. These candidates, named LADR-7, LADR-8, LADR-9 and LADR-10 were chosen from two distinct classes of highly cytotoxic drugs, auristatins and maytansinoids.\nPatterson Derivative Action is Dismissed. In March 2018, the Vice-Chancellor of the Delaware Court of Chancery ruled that CytRx's motion to dismiss was granted, with prejudice. Patterson v. Kriegsman et al., C.A. No. 2017-0636-TMR.\nInitiation of Pharma Partnering Activities for the LADR™ Ultra-High Potency Drug Candidates. In February and March 2018, CytRx made two announcements that highlighted efforts to strengthen its strategic alliance team. First, CytRx announced that it had entered into an exclusive agreement with Destum Partners, Inc., a leading strategic advisory firm serving companies in the life sciences industry, to assist in executing a strategic alliance for CytRx's LADR™ drug candidates. CytRx also announced that Mr. Eric L. Curtis, MBA, joined its team to provide strategic counsel to the Chairman and CEO for the Company's ongoing programs, including its LADR™ discovery platform and the ultra-high potency drug candidates. Mr. Curtis will foster introductions to strategic partners from his extensive network of big pharma and biotech companies. He brings a wealth of drug development and commercialization experience to CytRx, and he, along with Destum Partners, made introductions at AACR.\nPartner NantCell Dosed First Patient in Clinical Trial Investigating Cell-Based Therapy in Combination with Multiple Anti-Cancer Agents, including Aldoxorubicin, in Patients with Metastatic Pancreatic Cancer. In January 2018, CytRx announced that aldoxorubicin licensee NantCell, Inc. (a private subsidiary of NantWorks, LLC) dosed the first patient in the Phase 1b portion of a Phase 1b/2 clinical trial for patients with metastatic pancreatic cancer. The trial will investigate high-affinity natural killer (haNK) cell therapy in combination with several anti-cancer agents, including aldoxorubicin, in patients with metastatic pancreatic cancer whose cancer has progressed on or following standard-of-care chemotherapy. This trial is a single-center, open-label, Phase 1b/2 clinical trial designed to evaluate the safety and efficacy of the various combination therapies with enrollment expected to be approximately 173 patients. The primary endpoint for the Phase 1b portion of the trial is safety and the primary endpoint for the Phase 2 portion of the trial is objective response rate (ORR) by RECIST.\nPartner NantCell Dosed First Patient in Clinical Trial Evaluating Aldoxorubicin in Combination with Immuno-Oncology Agents and Cell-Based Therapies in Patients with Advanced Squamous Cell Carcinoma. In February 2018, CytRx announced that NantCell dosed the first patient in the Phase 1b portion of a Phase 1b/2 clinical trial for patients with advanced squamous cell carcinoma (SCC) of either the head and neck or non-small cell lung cancer, the second trial conducted by NantCell to investigate haNK cell therapy in combination with several anti-cancer agents, including aldoxorubicin, in certain high unmet need cancer indications. This single-center, open-label, Phase 1b/2 clinical trial is designed to evaluate the safety and efficacy of the various combination therapies, including combinations with aldoxorubicin, in subjects with SCC who have progressed on or after platinum-based chemotherapy and anti-PD1/PD-L1 therapy. Approximately 65 patients are expected to be enrolled. The primary endpoint for the Phase 1b portion of the trial is safety and the primary endpoint for the Phase 2 portion of the trial is objective response rate (ORR) by RECIST.\nFirst Quarter 2018 Financial Results\nCytRx reported cash and cash equivalents of $35.1 million as of March 31, 2018.\nNet loss for the quarter ended March 31, 2018, was $4.1 million, or $(0.15) per share, compared with a net loss of $11.0 million, or $(0.60) per share, for the quarter ended March 31, 2017, a reduction of $6.9 million. Net loss decreased by approximately 63% for the quarter ended March 31, 2018. During the first quarter of 2018, the Company recognized a non-cash gain of $0.45 million on the fair value adjustment of warrant derivative liabilities related to warrants issued in 2016, compared to a non-cash loss of $32,000 during the first quarter of 2017 related to now expired warrants.\nResearch and development (R&D) expenses were $1.5 million for the first quarter of 2018, which were primarily incurred for preclinical development of the new LADR™ albumin-binding, ultra-high potency drug candidates in the Company's Freiburg, Germany lab. This is a reduction of approximately $5.3 million compared to R&D expenses of $6.8 million for the first quarter of 2017, which included clinical development expenses for aldoxorubicin.\nGeneral and administrative (G&A) expenses were $2.5 million for the first quarter of 2018, compared with $3.0 million for the first quarter of 2017, including non-cash stock-compensation expense of $0.4 million for the first quarter of 2018 as compared to 0.6 million for the first quarter of 2017. G&A expenses decreased by approximately 17 percent primarily due to a decrease in legal fees.\nAbout the LADR™ Technology Platform\nCytRx's innovative LADR™ (Linker Activated Drug Release) technology employs a broad portfolio of novel linker molecules that selectively bind to circulating albumin and can be linked to a wide variety of anti-cancer payloads. The Company's research efforts currently center on creating new molecules from the combination of ultra-high potency cytotoxic payloads with tunable linkers. The molecules that CytRx is currently evaluating concentrate at the tumor site providing targeted delivery of the cell killing payloads.\nAbout CytRx Corporation\nCytRx Corporation (NASDAQ: CYTR) is a biopharmaceutical Company specializing in research and clinical development of novel anti-cancer drug candidates that employ linker technologies to enhance the accumulation and release of drug at the tumor. CytRx is rapidly expanding its pipeline of ultra-high potency oncology candidates at its laboratory facilities in Freiburg, Germany, through its LADR™ (Linker Activated Drug Release) technology platform, a discovery engine designed to leverage CytRx's expertise in albumin biology and linker technology for the development of a new class of potential breakthrough anti-cancer therapies. Aldoxorubicin, CytRx's most advanced drug conjugate, is an improved version of the widely used anti-cancer drug doxorubicin and has been out-licensed to NantCell, Inc.\nForward-Looking Statements\nThis press release contains forward-looking statements. Such statements involve risks and uncertainties that could cause actual events or results to differ materially from the events or results described in the forward-looking statements, including risks and uncertainties relating to the ability of NantCell, Inc., to obtain regulatory approval for its products that use aldoxorubicin; the ability of NantCell, Inc., to manufacture and commercialize products or therapies that use aldoxorubicin; the amount, if any, of future milestone and royalty payments that we may receive from NantCell, Inc.; our ability to develop new ultra-high potency drug candidates based on our LADR™ technology platform; and other risks and uncertainties described in the most recent annual and quarterly reports filed by CytRx with the Securities and Exchange Commission and current reports filed since the date of CytRx's most recent annual report. All forward-looking statements are based upon information available to CytRx on the date the statements are first published. CytRx undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nInvestor Relations Contact:\nArgot Partners\nMichelle Carroll\n(212) 600-1902\nmichelle@argotpartners.com\nCYTRX CORPORATION\nCONDENSED BALANCE SHEETS\n(Unaudited)\nMarch 31, 2018\nDecember 31, 2017\nASSETS\nCurrent assets:\nCash and cash equivalents\n$ 35,097,042\n$ 37,643,404\nReceivables\n6,347,014\n7,529,032\nPrepaid expenses and other current assets\n557,679\n1,914,077\nTotal current assets\n42,001,735\n47,086,513\nEquipment and furnishings, net\n907,634\n1,042,892\nGoodwill\n183,780\n183,780\nOther assets\n34,334\n34,334\nTotal assets\n$ 43,127,483\n$ 48,347,519\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent liabilities:\nAccounts payable\n$ 3,471,183\n$ 4,122,017\nAccrued expenses and other current liabilities\n8,322,796\n8,029,274\nDeferred revenue\n—\n6,924,353\nWarrant liabilities\n73,613\n527,025\nTerm loan, net\n10,007,149\n10,599,795\nTotal liabilities\n21,874,741\n30,202,464\nCommitments and contingencies\nStockholders' equity:\nPreferred Stock, $0.01 par value, 833,334 shares authorized, including 4,167 shares of Series A Junior Participating Preferred Stock; no shares issued and outstanding\n—\n—\nPreferred Stock, $1,000 stated value, 650 shares authorized, no shares issued and outstanding\n—\n—\nCommon stock, $0.001 par value, 41,666,667 shares authorized; 28,037,501 shares issued and outstanding at March 31, 2018 and December 31, 2017\n28,037\n28,037\nAdditional paid-in capital\n469,450,756\n468,969,445\nAccumulated deficit\n(448,226,051)\n(450,852,427)\nTotal stockholders' equity\n21,252,742\n18,145,055\nTotal liabilities and stockholders' equity\n$ 43,127,483\n$ 48,347,519\nThe accompanying notes are an integral part of these condensed financial statements.\nCYTRX CORPORATION\nCONDENSED STATEMENTS OF OPERATIONS\n(Unaudited)\nThree Months Ended\nMarch 31,\n2018\n2017\nRevenue:\nLicense revenue\n$ —\n$ —\nExpenses:\nResearch and development\n1,455,806\n6,772,582\nGeneral and administrative\n2,463,559\n2,979,057\n3,919,365\n9,751,639\nLoss before other income (expense)\n(3,919,365)\n(9,751,639)\nOther:\nInterest income\n82,934\n60,543\nInterest expense\n(692,787)\n(1,322,715)\nOther income, net\n232\n1,826\nGain (loss) on warrant derivative liabilities\n453,412\n(32,119)\nNet loss\n$ (4,075,574)\n$ (11,044,104)\nBasic and diluted net loss per share\n$ (0.15)\n$ (0.60)\nBasic and diluted weighted-average shares outstanding\n27,391,506\n18,929,553\nThe accompanying notes are an integral part of these condensed financial statements\nView original content: http://www.prnewswire.com/news-releases/cytrx-reports-first-quarter-2018-financial-results-300644364.html\nSOURCE CytRx Corporation",
    "published": "2018-05-08T16:30:00.000+03:00",
    "crawled": "2018-05-08T18:36:30.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "cytrx",
        "corporation",
        "nasdaq",
        "cytr",
        "biopharmaceutical",
        "research",
        "development",
        "company",
        "specializing",
        "oncology",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "overview",
        "recent",
        "accomplishment",
        "plan",
        "research",
        "development",
        "program",
        "strong",
        "start",
        "highlighted",
        "presentation",
        "statistically",
        "significant",
        "breakthrough",
        "data",
        "four",
        "new",
        "albumin",
        "binding",
        "ultra",
        "high",
        "potency",
        "linker",
        "activated",
        "drug",
        "release",
        "drug",
        "candidate",
        "aacr",
        "said",
        "eric",
        "curtis",
        "cytrx",
        "president",
        "chief",
        "operating",
        "officer",
        "potential",
        "competitive",
        "advantage",
        "asset",
        "conjugate",
        "significant",
        "including",
        "broader",
        "therapeutic",
        "utility",
        "patient",
        "population",
        "lower",
        "risk",
        "immune",
        "response",
        "lower",
        "cost",
        "good",
        "simpler",
        "manufacturing",
        "requirement",
        "antibody",
        "receptor",
        "looking",
        "ahead",
        "remainder",
        "securing",
        "strategic",
        "alliance",
        "innovative",
        "technology",
        "goal",
        "closing",
        "transaction",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "recent",
        "highlight",
        "eric",
        "curtis",
        "named",
        "president",
        "chief",
        "operating",
        "officer",
        "early",
        "may",
        "cytrx",
        "announced",
        "board",
        "director",
        "affirmed",
        "appointment",
        "curtis",
        "president",
        "chief",
        "operating",
        "officer",
        "cytrx",
        "curtis",
        "part",
        "cytrx",
        "executive",
        "management",
        "team",
        "utilize",
        "significant",
        "development",
        "operational",
        "expertise",
        "partner",
        "company",
        "technology",
        "asset",
        "well",
        "maximize",
        "success",
        "cytrx",
        "scientific",
        "program",
        "previously",
        "served",
        "independent",
        "consultant",
        "company",
        "internal",
        "development",
        "effort",
        "external",
        "partner",
        "relationship",
        "curtis",
        "hold",
        "brings",
        "year",
        "life",
        "science",
        "leadership",
        "experience",
        "cytrx",
        "proven",
        "track",
        "record",
        "oncology",
        "orphan",
        "disease",
        "nantcell",
        "aldoxorubicin",
        "abstract",
        "selected",
        "presentation",
        "american",
        "society",
        "clinical",
        "oncology",
        "annual",
        "meeting",
        "april",
        "cytrx",
        "highlighted",
        "abstract",
        "submitted",
        "aldoxorubicin",
        "licensee",
        "nantcell",
        "private",
        "subsidiary",
        "nantworks",
        "llc",
        "entitled",
        "lack",
        "cardiac",
        "toxicity",
        "patient",
        "treated",
        "aldoxorubicin",
        "doxorubicin",
        "equivalent",
        "dos",
        "beyond",
        "selected",
        "poster",
        "presentation",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "annual",
        "meeting",
        "held",
        "june",
        "chicago",
        "sant",
        "chawla",
        "principal",
        "investigator",
        "director",
        "sarcoma",
        "oncology",
        "center",
        "santa",
        "monica",
        "california",
        "presenter",
        "cytrx",
        "global",
        "development",
        "manufacturing",
        "commercialization",
        "right",
        "aldoxorubicin",
        "nantcell",
        "july",
        "presented",
        "statistically",
        "significant",
        "breakthrough",
        "candidate",
        "data",
        "aacr",
        "annual",
        "meeting",
        "april",
        "cytrx",
        "presented",
        "three",
        "poster",
        "highlighting",
        "breakthrough",
        "data",
        "relating",
        "drug",
        "candidate",
        "aacr",
        "annual",
        "meeting",
        "chicago",
        "poster",
        "describe",
        "positive",
        "scientific",
        "finding",
        "led",
        "company",
        "decision",
        "select",
        "auristatin",
        "e",
        "ae",
        "derivative",
        "maytansine",
        "derivative",
        "candidate",
        "eligible",
        "advance",
        "toward",
        "study",
        "compound",
        "demonstrated",
        "excellent",
        "antitumor",
        "activity",
        "across",
        "wide",
        "range",
        "human",
        "solid",
        "tumor",
        "cancer",
        "type",
        "including",
        "lung",
        "breast",
        "ovarian",
        "head",
        "neck",
        "renal",
        "cell",
        "melanoma",
        "pdf",
        "copy",
        "presented",
        "poster",
        "abstract",
        "accessed",
        "selected",
        "four",
        "candidate",
        "eligible",
        "clinical",
        "study",
        "march",
        "cytrx",
        "announced",
        "four",
        "candidate",
        "eligible",
        "advancement",
        "study",
        "candidate",
        "named",
        "chosen",
        "two",
        "distinct",
        "class",
        "highly",
        "cytotoxic",
        "drug",
        "auristatins",
        "maytansinoids",
        "patterson",
        "derivative",
        "action",
        "dismissed",
        "march",
        "delaware",
        "court",
        "chancery",
        "ruled",
        "cytrx",
        "motion",
        "dismiss",
        "granted",
        "prejudice",
        "patterson",
        "kriegsman",
        "et",
        "initiation",
        "pharma",
        "partnering",
        "activity",
        "potency",
        "drug",
        "candidate",
        "february",
        "march",
        "cytrx",
        "made",
        "two",
        "announcement",
        "highlighted",
        "effort",
        "strengthen",
        "strategic",
        "alliance",
        "team",
        "first",
        "cytrx",
        "announced",
        "entered",
        "exclusive",
        "agreement",
        "destum",
        "partner",
        "leading",
        "strategic",
        "advisory",
        "firm",
        "serving",
        "company",
        "life",
        "science",
        "industry",
        "assist",
        "executing",
        "strategic",
        "alliance",
        "cytrx",
        "drug",
        "candidate",
        "cytrx",
        "also",
        "announced",
        "eric",
        "curtis",
        "mba",
        "joined",
        "team",
        "provide",
        "strategic",
        "counsel",
        "chairman",
        "ceo",
        "company",
        "ongoing",
        "program",
        "including",
        "discovery",
        "platform",
        "potency",
        "drug",
        "candidate",
        "curtis",
        "foster",
        "introduction",
        "strategic",
        "partner",
        "extensive",
        "network",
        "big",
        "pharma",
        "biotech",
        "company",
        "brings",
        "wealth",
        "drug",
        "development",
        "commercialization",
        "experience",
        "cytrx",
        "along",
        "destum",
        "partner",
        "made",
        "introduction",
        "aacr",
        "partner",
        "nantcell",
        "dosed",
        "first",
        "patient",
        "clinical",
        "trial",
        "investigating",
        "therapy",
        "combination",
        "multiple",
        "agent",
        "including",
        "aldoxorubicin",
        "patient",
        "metastatic",
        "pancreatic",
        "cancer",
        "january",
        "cytrx",
        "announced",
        "aldoxorubicin",
        "licensee",
        "nantcell",
        "private",
        "subsidiary",
        "nantworks",
        "llc",
        "dosed",
        "first",
        "patient",
        "phase",
        "1b",
        "portion",
        "phase",
        "clinical",
        "trial",
        "patient",
        "metastatic",
        "pancreatic",
        "cancer",
        "trial",
        "investigate",
        "natural",
        "killer",
        "hank",
        "cell",
        "therapy",
        "combination",
        "several",
        "agent",
        "including",
        "aldoxorubicin",
        "patient",
        "metastatic",
        "pancreatic",
        "cancer",
        "whose",
        "cancer",
        "progressed",
        "following",
        "chemotherapy",
        "trial",
        "phase",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "various",
        "combination",
        "therapy",
        "enrollment",
        "expected",
        "approximately",
        "patient",
        "primary",
        "endpoint",
        "phase",
        "1b",
        "portion",
        "trial",
        "safety",
        "primary",
        "endpoint",
        "phase",
        "portion",
        "trial",
        "objective",
        "response",
        "rate",
        "orr",
        "recist",
        "partner",
        "nantcell",
        "dosed",
        "first",
        "patient",
        "clinical",
        "trial",
        "evaluating",
        "aldoxorubicin",
        "combination",
        "agent",
        "therapy",
        "patient",
        "advanced",
        "squamous",
        "cell",
        "carcinoma",
        "february",
        "cytrx",
        "announced",
        "nantcell",
        "dosed",
        "first",
        "patient",
        "phase",
        "1b",
        "portion",
        "phase",
        "clinical",
        "trial",
        "patient",
        "advanced",
        "squamous",
        "cell",
        "carcinoma",
        "scc",
        "either",
        "head",
        "neck",
        "cell",
        "lung",
        "cancer",
        "second",
        "trial",
        "conducted",
        "nantcell",
        "investigate",
        "hank",
        "cell",
        "therapy",
        "combination",
        "several",
        "agent",
        "including",
        "aldoxorubicin",
        "certain",
        "high",
        "unmet",
        "need",
        "cancer",
        "indication",
        "phase",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "various",
        "combination",
        "therapy",
        "including",
        "combination",
        "aldoxorubicin",
        "subject",
        "scc",
        "progressed",
        "chemotherapy",
        "therapy",
        "approximately",
        "patient",
        "expected",
        "enrolled",
        "primary",
        "endpoint",
        "phase",
        "1b",
        "portion",
        "trial",
        "safety",
        "primary",
        "endpoint",
        "phase",
        "portion",
        "trial",
        "objective",
        "response",
        "rate",
        "orr",
        "recist",
        "first",
        "quarter",
        "financial",
        "result",
        "cytrx",
        "reported",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "reduction",
        "million",
        "net",
        "loss",
        "decreased",
        "approximately",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "company",
        "recognized",
        "gain",
        "million",
        "fair",
        "value",
        "adjustment",
        "warrant",
        "derivative",
        "liability",
        "related",
        "warrant",
        "issued",
        "compared",
        "loss",
        "first",
        "quarter",
        "related",
        "expired",
        "warrant",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "primarily",
        "incurred",
        "preclinical",
        "development",
        "new",
        "potency",
        "drug",
        "candidate",
        "company",
        "freiburg",
        "germany",
        "lab",
        "reduction",
        "approximately",
        "million",
        "compared",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "included",
        "clinical",
        "development",
        "expense",
        "aldoxorubicin",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "including",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "g",
        "expense",
        "decreased",
        "approximately",
        "percent",
        "primarily",
        "due",
        "decrease",
        "legal",
        "fee",
        "technology",
        "platform",
        "cytrx",
        "innovative",
        "linker",
        "activated",
        "drug",
        "release",
        "technology",
        "employ",
        "broad",
        "portfolio",
        "novel",
        "linker",
        "molecule",
        "selectively",
        "bind",
        "circulating",
        "albumin",
        "linked",
        "wide",
        "variety",
        "payload",
        "company",
        "research",
        "effort",
        "currently",
        "center",
        "creating",
        "new",
        "molecule",
        "combination",
        "potency",
        "cytotoxic",
        "payload",
        "tunable",
        "linkers",
        "molecule",
        "cytrx",
        "currently",
        "evaluating",
        "concentrate",
        "tumor",
        "site",
        "providing",
        "targeted",
        "delivery",
        "cell",
        "killing",
        "payload",
        "cytrx",
        "corporation",
        "cytrx",
        "corporation",
        "nasdaq",
        "cytr",
        "biopharmaceutical",
        "company",
        "specializing",
        "research",
        "clinical",
        "development",
        "novel",
        "drug",
        "candidate",
        "employ",
        "linker",
        "technology",
        "enhance",
        "accumulation",
        "release",
        "drug",
        "tumor",
        "cytrx",
        "rapidly",
        "expanding",
        "pipeline",
        "potency",
        "oncology",
        "candidate",
        "laboratory",
        "facility",
        "freiburg",
        "germany",
        "linker",
        "activated",
        "drug",
        "release",
        "technology",
        "platform",
        "discovery",
        "engine",
        "designed",
        "leverage",
        "cytrx",
        "expertise",
        "albumin",
        "biology",
        "linker",
        "technology",
        "development",
        "new",
        "class",
        "potential",
        "breakthrough",
        "therapy",
        "aldoxorubicin",
        "cytrx",
        "advanced",
        "drug",
        "conjugate",
        "improved",
        "version",
        "widely",
        "used",
        "drug",
        "doxorubicin",
        "nantcell",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "event",
        "result",
        "described",
        "statement",
        "including",
        "risk",
        "uncertainty",
        "relating",
        "ability",
        "nantcell",
        "obtain",
        "regulatory",
        "approval",
        "product",
        "use",
        "aldoxorubicin",
        "ability",
        "nantcell",
        "manufacture",
        "commercialize",
        "product",
        "therapy",
        "use",
        "aldoxorubicin",
        "amount",
        "future",
        "milestone",
        "royalty",
        "payment",
        "may",
        "receive",
        "nantcell",
        "ability",
        "develop",
        "new",
        "potency",
        "drug",
        "candidate",
        "based",
        "technology",
        "platform",
        "risk",
        "uncertainty",
        "described",
        "recent",
        "annual",
        "quarterly",
        "report",
        "filed",
        "cytrx",
        "security",
        "exchange",
        "commission",
        "current",
        "report",
        "filed",
        "since",
        "date",
        "cytrx",
        "recent",
        "annual",
        "report",
        "statement",
        "based",
        "upon",
        "information",
        "available",
        "cytrx",
        "date",
        "statement",
        "first",
        "published",
        "cytrx",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "relation",
        "contact",
        "argot",
        "partner",
        "michelle",
        "carroll",
        "michelle",
        "cytrx",
        "corporation",
        "condensed",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "receivables",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "equipment",
        "furnishing",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "warrant",
        "liability",
        "term",
        "loan",
        "net",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "including",
        "share",
        "series",
        "junior",
        "participating",
        "preferred",
        "stock",
        "share",
        "issued",
        "outstanding",
        "preferred",
        "stock",
        "stated",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "accompanying",
        "note",
        "integral",
        "part",
        "condensed",
        "financial",
        "statement",
        "cytrx",
        "corporation",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "license",
        "revenue",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "net",
        "gain",
        "loss",
        "warrant",
        "derivative",
        "liability",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "outstanding",
        "accompanying",
        "note",
        "integral",
        "part",
        "condensed",
        "financial",
        "statement",
        "view",
        "original",
        "content",
        "http",
        "source",
        "cytrx",
        "corporation"
    ]
}