{
    "organizations": [],
    "uuid": "a4bda40488d13cee1c74eca1ea9a1b570cd8b926",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-chinanet-online-holdings-reports-first-quarter-2018-unaudited-financial-results.html",
    "ord_in_thread": 0,
    "title": "ChinaNet Online Holdings Reports First Quarter 2018 Unaudited Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING, May 22, 2018 (GLOBE NEWSWIRE) -- ChinaNet-Online Holdings, Inc. (Nasdaq:CNET) (\"ChinaNet\" or the \"Company\"), an integrated online advertising, precision marketing, and data-analysis and management services platform, today announced its unaudited financial results for the first quarter of 2018.\nFirst Quarter 2018 Highlights\nNet revenues increased by 13.7% to $8.3 million from $7.3 million in the corresponding period of 2017. Revenues from search engine marketing and data services increased by 29.6% to $6.4 million from $5.0 million in the corresponding period of 2017. Net loss attributable to ChinaNet narrowed to $0.6 million from $1.1 million in the corresponding period of 2017.\nMr. Handong Cheng, Chairman, President, and Chief Executive Officer of CNET, stated, “We are pleased to enter 2018 with a capital infusion from our equity offering in January. As we make progress in developing a blockchain-powered marketing solution combined with artificial intelligence (AI) for our small-to-medium enterprise customers, we continue to leverage our existing business for cash flow and customer acquisition. We are currently in discussion with a number of B2B commerce platforms who are interested in utilizing our unique blockchain solutions to help improve their merchant credibility and asset traceability. We will provide our shareholders with relevant updates in due course.”\n“Looking ahead, we remain committed to building our end-to-end B2B2C ecosystem with our blockchain technology as its foundation. We are confident that we have the right strategy and team in place to secure a leading position in the arena of blockchain applications in China,” Mr. Cheng concluded.\nMr. George Chu, Chief Operating Officer of CNET, stated, “We continue to grow our existing business at a measured pace while allocating the majority of our resources to blockchain technology. During the quarter, our net revenues increased by 13.7% to $8.3 million from $7.3 million in the same period of 2017. With a leaner cost structure and with the capital injection from our equity offering in January this year, we are confident that we will be able to make meaningful progress in the development of our blockchain technology and marketing AI in the coming quarters.”\nFirst Quarter 2018 Financial Results\nNET REVENUES\nNet revenues increased by 13.7% to $8.3 million in the first quarter of 2018 from $7.3 million in the corresponding period of 2017, primarily driven by an increase in search engine marketing and data services revenue.\nSearch engine marketing and data services revenue for the first quarter of 2018 increased by 29.6% to $6.4 million from $5.0 million in the corresponding period of 2017. The growth was primarily attributable to the rapid expansion of the Company’s search engine marketing client base as enterprises in China continued to migrate to search engine marketing from other advertising and marketing channels for its more direct results and higher return on investment.\nCOST OF REVENUES AND GROSS PROFIT\nCost of revenues was $7.7 million in the first quarter of 2018 compared to $6.0 million in the corresponding period of 2017. The growth was primarily attributable to an increase in revenue contributions from search engine marketing and data services in the first quarter of 2018, which have higher resource costs as the Company continued to obtain marketing and data access to the most popular search engines, internet portals, and mobile portals in China.\nGross profit in the first quarter of 2018, as a result of increased cost of revenues, was $0.6 million compared to $1.3 million in the corresponding period of 2017. The decrease in gross profit was primarily attributable to the Company’s increased investment in internet resources for lead generation and sponsored search.\nOPERATING LOSS\nOperating expenses in the first quarter of 2018 was $2.6 million compared to $2.3 million in the corresponding period of 2017. As a percentage of total revenues, operating expenses decreased to 31.7% from 32.0% in the corresponding period of 2017.\nSales and marketing expenses in the first quarter of 2018 decreased by 32.4% to $0.6 million from $0.8 million in the corresponding period of 2017. As a percentage of total revenues, sales and marketing expenses decreased to 6.8% from 11.5% in the corresponding period of 2017. The decrease was primarily attributable to the successful execution of the Company’s cost control initiatives, which resulted in a reduction of general expenses in the Company’s sales department as well as lower advertising expenses in the first quarter of 2018.\nGeneral and administrative expenses in the first quarter of 2018 increased by 27.2% to $1.4 million from $1.1 million in the corresponding period of 2017. As a percentage of total revenues, general and administrative expenses increased to 16.8% from 15.0% in the corresponding period of 2017. The growth in general and administrative expenses was primarily due to a $0.5 million increase in allowance for doubtful accounts, which was partially offset by a reduction in the Company’s share-based compensation expenses, professional service expenses, staff salaries, and other administrative expenses.\nResearch and development expenses in the first quarter of 2018 decreased by 51.1% to $0.2 million from $0.4 million in the corresponding period of 2017. The decrease was due to reduced headcount in the Company’s research and development department and its efforts to further optimize its cost and expense structures in the first quarter of 2018. However, research and development expenses will likely increase in the coming quarters as the Company continues to invest resources in developing its blockchain and AI applications.\nImpairment on long-term investments in the first quarter of 2018 was $0.5 million.\nOperating loss in the first quarter of 2018, as a result of increased operating expenses, was $2.0 million compared to $1.0 million in the corresponding period of 2017.\nNET LOSS\nNet loss attributable to ChinaNet Online Holdings, Inc. narrowed to $0.6 million in the first quarter of 2018 from $1.1 million in the corresponding period of 2017.\nBALANCE SHEET\nAs of March 31, 2018, the Company had cash and cash equivalents of $7.5 million compared to $3.0 as of December 31, 2017. Advances from customers was $2.0 million at the end of the first quarter of 2018 compared to $3.6 million at the end of the fourth quarter of 2017.\nAbout ChinaNet Online Holdings, Inc.\nChinaNet Online Holdings, Inc. (“ChinaNet”), a parent company of ChinaNet Online Media Group Ltd. and incorporated in the British Virgin Islands, is an integrated online advertising, precision marketing, and data-analysis and management services platform. ChinaNet provides prescriptive analysis for its clients to improve business outcomes and to create more efficient enterprises. The Company leverages an optimization framework, provided by its comprehensive data-analysis infrastructure, to blend data, mathematical, and computational sciences into an outcome management platform for which it monetizes on a per client basis. ChinaNet uniquely optimizes and prescribes its clients decision-making processes based on its proprietary ecosystem. For more information, visit www.chinanet-online.com .\nSafe Harbor Statement\nThis release contains certain \"forward-looking statements\" relating to the business of ChinaNet Online Holdings, Inc., which can be identified by the use of forward-looking terminology such as \"believes,\" \"expects,\" \"anticipates,\" \"estimates\" or similar expressions. Such forward-looking statements involve known and unknown risks and uncertainties, including business uncertainties relating to government regulation of our industry, market demand, reliance on key personnel, future capital requirements, competition in general and other factors that may cause actual results to be materially different from those described herein as anticipated, believed, estimated or expected. Certain of these risks and uncertainties are or will be described in greater detail in our filings with the Securities and Exchange Commission. These forward-looking statements are based on ChinaNet's current expectations and beliefs concerning future developments and their potential effects on the Company. There can be no assurance that future developments affecting ChinaNet will be those anticipated by ChinaNet. These forward-looking statements involve a number of risks, uncertainties (some of which are beyond the control of the Company) or other assumptions that may cause actual results or performance to be materially different from those expressed or implied by such forward-looking statements. ChinaNet undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as may be required under applicable securities laws.\nInvestor Relations Contact\nICR, Inc.\nJack Wang\nTel: +1-646-308-1635\nEmail: CNET@icrinc.com\nCHINANET ONLINE HOLDINGS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n(In thousands, except for number of shares and per share data) Three Months Ended March 31, 2018 2017 (US $) (US $) (Unaudited) (Unaudited) Revenues From unrelated parties $ 8,260 $ 7,245 From related parties - 19 Total revenues 8,260 7,264 Cost of revenues 7,659 5,992 Gross profit 601 1,272 Operating expenses Sales and marketing expenses 564 834 General and administrative expenses 1,389 1,092 Research and development expenses 193 395 Impairment on long-term investments 471 - Total operating expenses 2,617 2,321 Loss from operations (2,016 ) (1,049 ) Other income/(expenses) Interest income 1 19 Interest expense (11 ) (36 ) Other expenses (22 ) (3 ) Change in fair value of warrant liabilities 1,474 - Total other income/(expense) 1,442 (20 ) Loss before income tax benefit and noncontrolling interests (574 ) (1,069 ) Income tax benefit 4 - Net loss (570 ) (1,069 ) Net loss/(income) attributable to noncontrolling interests 5 (18 ) Net loss attributable to ChinaNet Online Holdings, Inc. $ (565 ) $ (1,087 ) Net loss $ (570 ) $ (1,069 ) Foreign currency translation gain 474 106 Comprehensive loss (96 ) (963 ) Comprehensive (income)/loss attributable to noncontrolling interests (3 ) 19 Comprehensive loss attributable to ChinaNet Online Holdings, Inc. $ (99 ) $ (944 ) Loss per share Loss per common share Basic and diluted $ (0.04 ) $ (0.09 ) Weighted average number of common shares outstanding: Basic and diluted 15,484,082 11,982,504\nCHINANET ONLINE HOLDINGS, INC.\nCONSOLIDATED BALANCE SHEETS\n(In thousands, except for number of shares and per share data) March 31,\n2018 December 31,\n2017 (US $) (US $) (Unaudited) Assets Current assets: Cash and cash equivalents $ 7,503 $ 2,952 Accounts receivable, net 3,567 7,215 Other receivables, net 2,094 2,646 Prepayment and deposit to suppliers 5,424 4,073 Due from related parties, net - 14 Total current assets 18,588 16,900 Long-term investments 477 918 Property and equipment, net 264 299 Intangible assets, net 3,786 3,808 Prepayment for blockchain applications development 1,200 - Prepayment for acquisition of noncontrolling interest 1,193 - Goodwill 5,483 5,277 Deferred tax assets, net 1,415 1,358 Total Assets $ 32,406 $ 28,560 Liabilities and Equity Current liabilities: Short-term bank loan * $ 795 $ 765 Accounts payable * 832 2,851 Advances from customers * 2,010 3,559 Accrued payroll and other accruals * 421 559 Due to investors related to terminated security purchase agreements 477 938 Payable for purchasing of software technology * - 436 Taxes payable * 3,199 3,168 Other payables * 302 687 Total current liabilities 8,036 12,963\nLong-term liabilities : Long-term borrowing from a director 139 134 Warrant liabilities 801 - Total Liabilities 8,976 13,097 Commitments and contingencies Equity: ChinaNet Online Holdings, Inc.’s stockholders’ equity Common stock (US$0.001 par value; authorized 50,000,000 shares; issued and\noutstanding 16,132,543 shares and 13,982,542 shares at March 31, 2018 and\nDecember 31, 2017, respectively) 16 14 Additional paid-in capital 39,615 31,554 Statutory reserves 2,607 2,607 Accumulated deficit (21,052 ) (20,487 ) Accumulated other comprehensive income 2,064 1,598 Total ChinaNet Online Holdings, Inc.’s stockholders’ equity 23,250 15,286 Noncontrolling interests 180 177 Total equity 23,430 15,463 Total Liabilities and Equity $ 32,406 $ 28,560\nCHINANET ONLINE HOLDINGS, INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In thousands) Three Months Ended March 31, 2018 2017 (US $) (US $) (Unaudited) (Unaudited) Cash flows from operating activities Net loss $ (570 ) $ (1,069 ) Adjustments to reconcile net loss to net cash used in operating activities Depreciation and amortization 216 354 Share-based compensation expenses 75 211 Provision for/(reverse of) allowances for doubtful accounts 481 (29 ) Impairment on long-term investments 471 - Deferred taxes (4 ) - Change in fair value of warrant liabilities (1,474 ) - Changes in operating assets and liabilities Accounts receivable 3,413 (903 ) Other receivables (47 ) 20 Prepayment and deposit to suppliers (1,178 ) (3,192 ) Due from related parties 3 (870 ) Accounts payable (2,105 ) 295 Advances from customers (1,668 ) 3,185 Accrued payroll and other accruals (147 ) (90 ) Other payables (553 ) 44 Taxes payable (92 ) 37 Net cash used in operating activities (3,179 ) (2,007 ) Cash flows from investing activities Payment for purchase of office equipment (1 ) - Short-term loan to an unrelated party (2,000 ) - Repayment of short-term loan from an unrelated party 2,672 - Prepayment for acquisition of noncontrolling interest (1,179 ) - Prepayment for blockchain applications development (1,200 ) - Payment for purchasing of software technology (448 ) - Net cash used in investing activities (2,156 ) - Cash flows from financing activities Proceeds from the Financing (net of cash issuance cost of US$809) 10,263 - Repayment to investors related to terminated security purchase agreements (493 ) - Net cash provided by financing activities 9,770 - Effect of exchange rate fluctuation on cash and cash equivalents 116 19 Net increase/(decrease) in cash and cash equivalents 4,551 (1,988 ) Cash and cash equivalents at beginning of the period 2,952 3,035 Cash and cash equivalents at end of the period $ 7,503 $ 1,047\nSource:ChinaNet Online Holdings, Inc.",
    "published": "2018-05-22T15:30:00.000+03:00",
    "crawled": "2018-05-22T15:39:12.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "may",
        "globe",
        "newswire",
        "holding",
        "nasdaq",
        "cnet",
        "chinanet",
        "company",
        "integrated",
        "online",
        "advertising",
        "precision",
        "marketing",
        "management",
        "service",
        "platform",
        "today",
        "announced",
        "unaudited",
        "financial",
        "result",
        "first",
        "quarter",
        "first",
        "quarter",
        "highlight",
        "net",
        "revenue",
        "increased",
        "million",
        "million",
        "corresponding",
        "period",
        "revenue",
        "search",
        "engine",
        "marketing",
        "data",
        "service",
        "increased",
        "million",
        "million",
        "corresponding",
        "period",
        "net",
        "loss",
        "attributable",
        "chinanet",
        "narrowed",
        "million",
        "million",
        "corresponding",
        "period",
        "handong",
        "cheng",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "cnet",
        "stated",
        "pleased",
        "enter",
        "capital",
        "infusion",
        "equity",
        "offering",
        "january",
        "make",
        "progress",
        "developing",
        "marketing",
        "solution",
        "combined",
        "artificial",
        "intelligence",
        "ai",
        "enterprise",
        "customer",
        "continue",
        "leverage",
        "existing",
        "business",
        "cash",
        "flow",
        "customer",
        "acquisition",
        "currently",
        "discussion",
        "number",
        "b2b",
        "commerce",
        "platform",
        "interested",
        "utilizing",
        "unique",
        "blockchain",
        "solution",
        "help",
        "improve",
        "merchant",
        "credibility",
        "asset",
        "traceability",
        "provide",
        "shareholder",
        "relevant",
        "update",
        "due",
        "looking",
        "ahead",
        "remain",
        "committed",
        "building",
        "b2b2c",
        "ecosystem",
        "blockchain",
        "technology",
        "foundation",
        "confident",
        "right",
        "strategy",
        "team",
        "place",
        "secure",
        "leading",
        "position",
        "arena",
        "blockchain",
        "application",
        "china",
        "cheng",
        "concluded",
        "george",
        "chu",
        "chief",
        "operating",
        "officer",
        "cnet",
        "stated",
        "continue",
        "grow",
        "existing",
        "business",
        "measured",
        "pace",
        "allocating",
        "majority",
        "resource",
        "blockchain",
        "technology",
        "quarter",
        "net",
        "revenue",
        "increased",
        "million",
        "million",
        "period",
        "leaner",
        "cost",
        "structure",
        "capital",
        "injection",
        "equity",
        "offering",
        "january",
        "year",
        "confident",
        "able",
        "make",
        "meaningful",
        "progress",
        "development",
        "blockchain",
        "technology",
        "marketing",
        "ai",
        "coming",
        "first",
        "quarter",
        "financial",
        "result",
        "net",
        "revenue",
        "net",
        "revenue",
        "increased",
        "million",
        "first",
        "quarter",
        "million",
        "corresponding",
        "period",
        "primarily",
        "driven",
        "increase",
        "search",
        "engine",
        "marketing",
        "data",
        "service",
        "revenue",
        "search",
        "engine",
        "marketing",
        "data",
        "service",
        "revenue",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "corresponding",
        "period",
        "growth",
        "primarily",
        "attributable",
        "rapid",
        "expansion",
        "company",
        "search",
        "engine",
        "marketing",
        "client",
        "base",
        "enterprise",
        "china",
        "continued",
        "migrate",
        "search",
        "engine",
        "marketing",
        "advertising",
        "marketing",
        "channel",
        "direct",
        "result",
        "higher",
        "return",
        "investment",
        "cost",
        "revenue",
        "gross",
        "profit",
        "cost",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "corresponding",
        "period",
        "growth",
        "primarily",
        "attributable",
        "increase",
        "revenue",
        "contribution",
        "search",
        "engine",
        "marketing",
        "data",
        "service",
        "first",
        "quarter",
        "higher",
        "resource",
        "cost",
        "company",
        "continued",
        "obtain",
        "marketing",
        "data",
        "access",
        "popular",
        "search",
        "engine",
        "internet",
        "portal",
        "mobile",
        "portal",
        "china",
        "gross",
        "profit",
        "first",
        "quarter",
        "result",
        "increased",
        "cost",
        "revenue",
        "million",
        "compared",
        "million",
        "corresponding",
        "period",
        "decrease",
        "gross",
        "profit",
        "primarily",
        "attributable",
        "company",
        "increased",
        "investment",
        "internet",
        "resource",
        "lead",
        "generation",
        "sponsored",
        "search",
        "operating",
        "loss",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "corresponding",
        "period",
        "percentage",
        "total",
        "revenue",
        "operating",
        "expense",
        "decreased",
        "corresponding",
        "period",
        "sale",
        "marketing",
        "expense",
        "first",
        "quarter",
        "decreased",
        "million",
        "million",
        "corresponding",
        "period",
        "percentage",
        "total",
        "revenue",
        "sale",
        "marketing",
        "expense",
        "decreased",
        "corresponding",
        "period",
        "decrease",
        "primarily",
        "attributable",
        "successful",
        "execution",
        "company",
        "cost",
        "control",
        "initiative",
        "resulted",
        "reduction",
        "general",
        "expense",
        "company",
        "sale",
        "department",
        "well",
        "lower",
        "advertising",
        "expense",
        "first",
        "quarter",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "corresponding",
        "period",
        "percentage",
        "total",
        "revenue",
        "general",
        "administrative",
        "expense",
        "increased",
        "corresponding",
        "period",
        "growth",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "million",
        "increase",
        "allowance",
        "doubtful",
        "account",
        "partially",
        "offset",
        "reduction",
        "company",
        "compensation",
        "expense",
        "professional",
        "service",
        "expense",
        "staff",
        "salary",
        "administrative",
        "expense",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "decreased",
        "million",
        "million",
        "corresponding",
        "period",
        "decrease",
        "due",
        "reduced",
        "headcount",
        "company",
        "research",
        "development",
        "department",
        "effort",
        "optimize",
        "cost",
        "expense",
        "structure",
        "first",
        "quarter",
        "however",
        "research",
        "development",
        "expense",
        "likely",
        "increase",
        "coming",
        "quarter",
        "company",
        "continues",
        "invest",
        "resource",
        "developing",
        "blockchain",
        "ai",
        "application",
        "impairment",
        "investment",
        "first",
        "quarter",
        "million",
        "operating",
        "loss",
        "first",
        "quarter",
        "result",
        "increased",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "corresponding",
        "period",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "chinanet",
        "online",
        "holding",
        "narrowed",
        "million",
        "first",
        "quarter",
        "million",
        "corresponding",
        "period",
        "balance",
        "sheet",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "december",
        "advance",
        "customer",
        "million",
        "end",
        "first",
        "quarter",
        "compared",
        "million",
        "end",
        "fourth",
        "quarter",
        "chinanet",
        "online",
        "holding",
        "chinanet",
        "online",
        "holding",
        "chinanet",
        "parent",
        "company",
        "chinanet",
        "online",
        "medium",
        "group",
        "incorporated",
        "british",
        "virgin",
        "island",
        "integrated",
        "online",
        "advertising",
        "precision",
        "marketing",
        "management",
        "service",
        "platform",
        "chinanet",
        "provides",
        "prescriptive",
        "analysis",
        "client",
        "improve",
        "business",
        "outcome",
        "create",
        "efficient",
        "enterprise",
        "company",
        "leverage",
        "optimization",
        "framework",
        "provided",
        "comprehensive",
        "infrastructure",
        "blend",
        "data",
        "mathematical",
        "computational",
        "science",
        "outcome",
        "management",
        "platform",
        "monetizes",
        "per",
        "client",
        "basis",
        "chinanet",
        "uniquely",
        "optimizes",
        "prescribes",
        "client",
        "process",
        "based",
        "proprietary",
        "ecosystem",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "release",
        "contains",
        "certain",
        "statement",
        "relating",
        "business",
        "chinanet",
        "online",
        "holding",
        "identified",
        "use",
        "terminology",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "similar",
        "expression",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "including",
        "business",
        "uncertainty",
        "relating",
        "government",
        "regulation",
        "industry",
        "market",
        "demand",
        "reliance",
        "key",
        "personnel",
        "future",
        "capital",
        "requirement",
        "competition",
        "general",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "described",
        "herein",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "certain",
        "risk",
        "uncertainty",
        "described",
        "greater",
        "detail",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "based",
        "chinanet",
        "current",
        "expectation",
        "belief",
        "concerning",
        "future",
        "development",
        "potential",
        "effect",
        "company",
        "assurance",
        "future",
        "development",
        "affecting",
        "chinanet",
        "anticipated",
        "chinanet",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "beyond",
        "control",
        "company",
        "assumption",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "chinanet",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "investor",
        "relation",
        "contact",
        "icr",
        "jack",
        "wang",
        "tel",
        "email",
        "cnet",
        "chinanet",
        "online",
        "holding",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "number",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "u",
        "u",
        "unaudited",
        "unaudited",
        "revenue",
        "unrelated",
        "party",
        "related",
        "party",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "expense",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "expense",
        "impairment",
        "investment",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "benefit",
        "noncontrolling",
        "interest",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "chinanet",
        "online",
        "holding",
        "net",
        "loss",
        "foreign",
        "currency",
        "translation",
        "gain",
        "comprehensive",
        "loss",
        "comprehensive",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "comprehensive",
        "loss",
        "attributable",
        "chinanet",
        "online",
        "holding",
        "loss",
        "per",
        "share",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "chinanet",
        "online",
        "holding",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "number",
        "share",
        "per",
        "share",
        "data",
        "march",
        "december",
        "u",
        "u",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "receivables",
        "net",
        "prepayment",
        "deposit",
        "supplier",
        "due",
        "related",
        "party",
        "net",
        "total",
        "current",
        "asset",
        "investment",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "prepayment",
        "blockchain",
        "application",
        "development",
        "prepayment",
        "acquisition",
        "noncontrolling",
        "interest",
        "goodwill",
        "deferred",
        "tax",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "bank",
        "loan",
        "account",
        "payable",
        "advance",
        "customer",
        "accrued",
        "payroll",
        "accrual",
        "due",
        "investor",
        "related",
        "terminated",
        "security",
        "purchase",
        "agreement",
        "payable",
        "purchasing",
        "software",
        "technology",
        "tax",
        "payable",
        "payable",
        "total",
        "current",
        "liability",
        "liability",
        "borrowing",
        "director",
        "warrant",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "equity",
        "chinanet",
        "online",
        "holding",
        "stockholder",
        "equity",
        "common",
        "stock",
        "u",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "share",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "statutory",
        "reserve",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "income",
        "total",
        "chinanet",
        "online",
        "holding",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "chinanet",
        "online",
        "holding",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "u",
        "u",
        "unaudited",
        "unaudited",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "provision",
        "reverse",
        "allowance",
        "doubtful",
        "account",
        "impairment",
        "investment",
        "deferred",
        "tax",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "receivables",
        "prepayment",
        "deposit",
        "supplier",
        "due",
        "related",
        "party",
        "account",
        "payable",
        "advance",
        "customer",
        "accrued",
        "payroll",
        "accrual",
        "payable",
        "tax",
        "payable",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "payment",
        "purchase",
        "office",
        "equipment",
        "loan",
        "unrelated",
        "party",
        "repayment",
        "loan",
        "unrelated",
        "party",
        "prepayment",
        "acquisition",
        "noncontrolling",
        "interest",
        "prepayment",
        "blockchain",
        "application",
        "development",
        "payment",
        "purchasing",
        "software",
        "technology",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "financing",
        "net",
        "cash",
        "issuance",
        "cost",
        "u",
        "repayment",
        "investor",
        "related",
        "terminated",
        "security",
        "purchase",
        "agreement",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "fluctuation",
        "cash",
        "cash",
        "equivalent",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "source",
        "chinanet",
        "online",
        "holding",
        "inc"
    ]
}