{
    "organizations": [],
    "uuid": "dce34c4e031a1f6b33608b3a45da3bd00ab10df0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/25/cnbc-interview-with-jean-paul-agon-ceo-and-chairman-loreal.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Jean Paul Agon, CEO and Chairman, L’Oréal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Below is the transcript of an exclusive CNBC interview with L'Oréal CEO and Chairman, Jean Paul Agon, and CNBC's Karen Tso and Charlotte Reed at Viva Technology 2018 in Paris.\nKT: Joining us now at Viva Technology is Jean Paul Agon who is the Chairman and CEO of L'Oréal. Thank you so much for joining us. You've been a very innovative company as well. I know you have a connected brush that tells me the quality of my hair and what I need to do, and I just saw on your stand earlier where you have a device that you can connect to your shower and you can put a pod of essential oils into that device, a little bit like a Nespresso machine. So you're changing tech and household items, that could be transformational for your earnings.\nJPA: Yes, absolutely. We really believe that the future of beauty will be digitalised and tech beauty and in this area we have been really the first to start and we are ahead of the game and for us it is priority number one. So, on all aspects, social media, our search, our e-commerce, data, artificial intelligence, we we really want to be ahead.\nKT: You were forced to go after this new area but when do you think it will really moves the needle on earnings for your company?\nJPA: Absolutely, I think it's it's going really in the right direction and and by the way since we accelerated in digital the profit margin increase has also accelerated. So, there is a a clear correlation today between margin improvement and digitalisation of the company.\nCR: Let me ask you about Modiface, you acquired that smart new company only in March and it's an AR company that shows you the make-up that you can wear. I have to admit we both had a little play with it yesterday…\nKT: I wasn't sure about the green eye-shadow but it was very interesting technology…\nCR: That was the first time that L'Oréal acquired a pure tech company. Is that the way it's going forward? What kind of tech company are you looking for?\nJPA: You know it depends but in the case, in the case of Modiface the business case was was obvious because this this company is the best at what they do in terms of augmented reality, virtual simulation, and obviously when you sell make-up, hair colour, skin care, that that really have a transformation on on your skin, on your hair, the this capacity to simulate the virtual reality is absolutely critical. So for us it will give us, it gives us, a competitive advantage that is immense and and as I said the leverage on the on the [inaudible] on the success of our brand will be tremendous.\nCR: Let me ask you about online sales, it's about eight percent of your revenue, it's not that much really when you think about it. However, it is your, you call it your third country, can you tell us a bit more about that?\nJPA: You know it started recently, started probably five years ago. In five years it has become more than eight percent, it's going to be close to 10 percent at the end of the year, so it's already almost three billion euros, so it's not irrelevant, and it's growing. The the most important part is that it's growing at 35 percent, so when you have already almost 10 percent of your sales growing at 35 percent you understand that you have a lot of your growth is already achieved. So, and and it's just going to keep growing. If we take China for example, which is our country where e-commerce is the most advanced, it's going to be more than 30 percent of the sales this year and and for some of our brands in China, like [inaudible], it's going to be more than 50 per cent, so there is a clear, very powerful movement towards e-commerce which is very good too because it's good because it allows us to reach more consumers and also it's it's pretty profitable.\nKT: You've reached those consumers through what you call precision marketing, you've used the likes of Facebook, Alibaba, Tencent, and of course there are huge concerns about what Facebook is doing with many user profiles, whether they're breaching data rules, whether they've changed the model sufficiently to comply with GDPR which goes into force today. What do you make of what they're doing and do you have some concerns after everything that's transpired?\nJPA: No, we, we have a great partnership with Facebook and we are at the same time extremely sensitive about data privacy. So, I am not concerned. Of course GDPR is starting today so we are applying everywhere in Europe and I think it's very good because it's it's a healthy and necessary measure for protection of data privacy and but it's also the type of measure that that we are taking with all our partners worldwide, so…\nKT: Does it stop you in your tracks, to an extent at least in the short-term, because…\nJPA: No..\nKT: if consumers don't opt-in, you don't have the ability to harvest that data and do something with it…\nJPA: Yeah, but at the same time you know the the consumer that will opt-in will be volunteer and so the their involvement will be even better, so I think it's a very healthy move for the industry but also for consumers of brands like ours.\nCR: I need to ask you about the L'Oréal stake owned by Nestle…\nJPA: Again…\nCR: Yes…\nJPA: That's a surprise…\nCR: [LAUGHTER] On the last earnings the new CEO said they hadn't made a decision yet. You said however that L'Oréal would be ready to buy out that stake if they were selling. Are you getting impatient, are you looking forward for them to make a decision…\nJPA: Not at all, you know there is nothing new on this front, things are great, Nestle have, I've repeated many times that Nestle is a fantastic shareholder, they've been supporting us for 44 years and they still support us very well so we are we are very happy.\nKT: It's a nice block stake too isn't it, there's a tone of cross-border activity at the moment, it's quite nice to have a large shareholder just to block any acquisitions.\nJPA: Again you know, we have two great shareholders, called the Bettencourt family that owns 33 percent of the shares, we have Nestle with 23 percent of the shares and and in a way you're right, I mean it gives us the possibility to think really long term, be very strategic and I think that it's also part of the success of L'Oréal.\nKT: Jean Paul Agon, thank you so much for joining us today. Chairman and CEO of L'Oréal.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com / +44 7788 307 996\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-05-25T08:00:00.000+03:00",
    "crawled": "2018-05-25T16:41:51.027+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "ceo",
        "chairman",
        "jean",
        "paul",
        "agon",
        "cnbc",
        "karen",
        "tso",
        "charlotte",
        "reed",
        "viva",
        "technology",
        "paris",
        "kt",
        "joining",
        "u",
        "viva",
        "technology",
        "jean",
        "paul",
        "agon",
        "chairman",
        "ceo",
        "thank",
        "much",
        "joining",
        "u",
        "innovative",
        "company",
        "well",
        "know",
        "connected",
        "brush",
        "tell",
        "quality",
        "hair",
        "need",
        "saw",
        "stand",
        "earlier",
        "device",
        "connect",
        "shower",
        "put",
        "pod",
        "essential",
        "oil",
        "device",
        "little",
        "bit",
        "like",
        "nespresso",
        "machine",
        "changing",
        "tech",
        "household",
        "item",
        "could",
        "transformational",
        "earnings",
        "jpa",
        "yes",
        "absolutely",
        "really",
        "believe",
        "future",
        "beauty",
        "digitalised",
        "tech",
        "beauty",
        "area",
        "really",
        "first",
        "start",
        "ahead",
        "game",
        "u",
        "priority",
        "number",
        "one",
        "aspect",
        "social",
        "medium",
        "search",
        "data",
        "artificial",
        "intelligence",
        "really",
        "want",
        "ahead",
        "kt",
        "forced",
        "go",
        "new",
        "area",
        "think",
        "really",
        "move",
        "needle",
        "earnings",
        "company",
        "jpa",
        "absolutely",
        "think",
        "going",
        "really",
        "right",
        "direction",
        "way",
        "since",
        "accelerated",
        "digital",
        "profit",
        "margin",
        "increase",
        "also",
        "accelerated",
        "clear",
        "correlation",
        "today",
        "margin",
        "improvement",
        "digitalisation",
        "company",
        "cr",
        "let",
        "ask",
        "modiface",
        "acquired",
        "smart",
        "new",
        "company",
        "march",
        "ar",
        "company",
        "show",
        "wear",
        "admit",
        "little",
        "play",
        "kt",
        "sure",
        "green",
        "interesting",
        "cr",
        "first",
        "time",
        "acquired",
        "pure",
        "tech",
        "company",
        "way",
        "going",
        "forward",
        "kind",
        "tech",
        "company",
        "looking",
        "jpa",
        "know",
        "depends",
        "case",
        "case",
        "modiface",
        "business",
        "case",
        "obvious",
        "company",
        "best",
        "term",
        "augmented",
        "reality",
        "virtual",
        "simulation",
        "obviously",
        "sell",
        "hair",
        "colour",
        "skin",
        "care",
        "really",
        "transformation",
        "skin",
        "hair",
        "capacity",
        "simulate",
        "virtual",
        "reality",
        "absolutely",
        "critical",
        "u",
        "give",
        "u",
        "give",
        "u",
        "competitive",
        "advantage",
        "immense",
        "said",
        "leverage",
        "inaudible",
        "success",
        "brand",
        "tremendous",
        "cr",
        "let",
        "ask",
        "online",
        "sale",
        "eight",
        "percent",
        "revenue",
        "much",
        "really",
        "think",
        "however",
        "call",
        "third",
        "country",
        "tell",
        "u",
        "bit",
        "jpa",
        "know",
        "started",
        "recently",
        "started",
        "probably",
        "five",
        "year",
        "ago",
        "five",
        "year",
        "become",
        "eight",
        "percent",
        "going",
        "close",
        "percent",
        "end",
        "year",
        "already",
        "almost",
        "three",
        "billion",
        "euro",
        "irrelevant",
        "growing",
        "important",
        "part",
        "growing",
        "percent",
        "already",
        "almost",
        "percent",
        "sale",
        "growing",
        "percent",
        "understand",
        "lot",
        "growth",
        "already",
        "achieved",
        "going",
        "keep",
        "growing",
        "take",
        "china",
        "example",
        "country",
        "advanced",
        "going",
        "percent",
        "sale",
        "year",
        "brand",
        "china",
        "like",
        "inaudible",
        "going",
        "per",
        "cent",
        "clear",
        "powerful",
        "movement",
        "towards",
        "good",
        "good",
        "allows",
        "u",
        "reach",
        "consumer",
        "also",
        "pretty",
        "profitable",
        "kt",
        "reached",
        "consumer",
        "call",
        "precision",
        "marketing",
        "used",
        "like",
        "facebook",
        "alibaba",
        "tencent",
        "course",
        "huge",
        "concern",
        "facebook",
        "many",
        "user",
        "profile",
        "whether",
        "breaching",
        "data",
        "rule",
        "whether",
        "changed",
        "model",
        "sufficiently",
        "comply",
        "gdpr",
        "go",
        "force",
        "today",
        "make",
        "concern",
        "everything",
        "transpired",
        "jpa",
        "great",
        "partnership",
        "facebook",
        "time",
        "extremely",
        "sensitive",
        "data",
        "privacy",
        "concerned",
        "course",
        "gdpr",
        "starting",
        "today",
        "applying",
        "everywhere",
        "europe",
        "think",
        "good",
        "healthy",
        "necessary",
        "measure",
        "protection",
        "data",
        "privacy",
        "also",
        "type",
        "measure",
        "taking",
        "partner",
        "worldwide",
        "kt",
        "stop",
        "track",
        "extent",
        "least",
        "jpa",
        "kt",
        "consumer",
        "ability",
        "harvest",
        "data",
        "something",
        "jpa",
        "yeah",
        "time",
        "know",
        "consumer",
        "volunteer",
        "involvement",
        "even",
        "better",
        "think",
        "healthy",
        "move",
        "industry",
        "also",
        "consumer",
        "brand",
        "like",
        "cr",
        "need",
        "ask",
        "stake",
        "owned",
        "jpa",
        "cr",
        "jpa",
        "cr",
        "laughter",
        "last",
        "earnings",
        "new",
        "ceo",
        "said",
        "made",
        "decision",
        "yet",
        "said",
        "however",
        "would",
        "ready",
        "buy",
        "stake",
        "selling",
        "getting",
        "impatient",
        "looking",
        "forward",
        "make",
        "jpa",
        "know",
        "nothing",
        "new",
        "front",
        "thing",
        "great",
        "nestle",
        "repeated",
        "many",
        "time",
        "nestle",
        "fantastic",
        "shareholder",
        "supporting",
        "u",
        "year",
        "still",
        "support",
        "u",
        "well",
        "happy",
        "kt",
        "nice",
        "block",
        "stake",
        "tone",
        "activity",
        "moment",
        "quite",
        "nice",
        "large",
        "shareholder",
        "block",
        "acquisition",
        "jpa",
        "know",
        "two",
        "great",
        "shareholder",
        "called",
        "bettencourt",
        "family",
        "owns",
        "percent",
        "share",
        "nestle",
        "percent",
        "share",
        "way",
        "right",
        "mean",
        "give",
        "u",
        "possibility",
        "think",
        "really",
        "long",
        "term",
        "strategic",
        "think",
        "also",
        "part",
        "success",
        "kt",
        "jean",
        "paul",
        "agon",
        "thank",
        "much",
        "joining",
        "u",
        "today",
        "chairman",
        "ceo",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}