{
    "organizations": [],
    "uuid": "4aed849c10f8776570906f4a5453fe23a5476a77",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/24/security-troops-on-us-nuclear-missile-base-took-lsd.html",
    "ord_in_thread": 0,
    "title": "Security troops on US nuclear missile base took LSD",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "One airman said he felt paranoia. Another marveled at the vibrant colors. A third admitted, \"I absolutely just loved altering my mind.\"\nMeet service members entrusted with guarding nuclear missiles that are among the most powerful in America's arsenal. Air Force records obtained by The Associated Press show they bought, distributed and used the hallucinogen LSD and other mind-altering illegal drugs as part of a ring that operated undetected for months on a highly secure military base in Wyoming. After investigators closed in, one airman deserted to Mexico.\n\"Although this sounds like something from a movie, it isn't,\" said Capt. Charles Grimsley, the lead prosecutor of one of several courts martial.\nshow chapters Here's what a land war with North Korea could look like 8:38 AM ET Tue, 29 Aug 2017 | 02:20 A slip-up on social media by one airman enabled investigators to crack the drug ring at F.E. Warren Air Force Base in March 2016, details of which are reported here for the first time. Fourteen airmen were disciplined. Six of them were convicted in courts martial of LSD use or distribution or both.\nNone of the airmen was accused of using drugs on duty. Yet it's another blow to the reputation of the Air Force's nuclear missile corps, which is capable of unleashing hell in the form of Minuteman 3 intercontinental ballistic missiles, or ICBMs. The corps has struggled at times with misbehavior, mismanagement and low morale.\nAlthough seen by some as a backwater of the U.S. military, the missile force has returned to the spotlight as President Donald Trump has called for strengthening U.S. nuclear firepower and exchanged threats last year with North Korea. The administration's nuclear strategy calls for hundreds of billions of dollars in new spending in coming decades.\nThe service members accused of involvement in the LSD ring were from the 90th Missile Wing, which operates one-third of the 400 Minuteman 3 missiles that stand \"on alert\" 24/7 in underground silos scattered across the northern Great Plains.\nDocuments obtained by the AP over the past two years through the Freedom of Information Act tell a sordid tale of off-duty use of LSD, cocaine and other drugs in 2015 and 2016 by airmen who were supposed to be held to strict behavioral standards because of their role in securing the weapons.\n\"It's another black eye for the Air Force — for the ICBM force in particular,\" says Stephen Schwartz, an independent consultant and nuclear expert.\nIn response to AP inquiries, an Air Force spokesman, Lt. Col. Uriah L. Orland, said the drug activity took place during off-duty hours. \"There are multiple checks to ensure airmen who report for duty are not under the influence of alcohol or drugs and are able to execute the mission safely, securely and effectively,\" he said.\nAirman 1st Class Tommy N. Ashworth was among those who used LSD supplied by colleagues with connections to civilian drug dealers.\n\"I felt paranoia, panic\" for hours after taking a hit of acid, Ashworth said under oath at his court martial. He confessed to using LSD three times while off duty. The first time, in the summer of 2015, shook him up. \"I didn't know if I was going to die that night or not,\" he said as a witness at another airman's drug trial. Recalling another episode with LSD, he said it felt \"almost as if I was going to have like a heart attack or a heat stroke.\"\nAirman Basic Kyle S. Morrison acknowledged at his court martial that under the influence of LSD he could not have responded if recalled to duty in a nuclear security emergency.\nIn prosecuting the cases at F.E. Warren, the Air Force asserted that LSD users can experience \"profound effects\" from even small amounts. It said common psychological effects include \"paranoia, fear and panic, unwanted and overwhelming feelings, unwanted life-changing spiritual experiences, and flashbacks.\"\nIt's unclear how long before being on duty any of the airmen had taken LSD, which stands for lysergic acid diethylamide. The drug became popularized as \"acid\" in the 1960s, and views since then have been widely split on its mental health risks. Although illegal in the U.S., it had been showing up so infrequently in drug tests across the military that in December 2006 the Pentagon eliminated LSD screening from standard drug-testing procedures. An internal Pentagon memo at the time said that over the previous three years only four positive specimens had been identified in 2.1 million specimens screened for LSD.\nYet Air Force investigators found those implicated in the F.E. Warren drug ring used LSD on base and off, at least twice at outdoor gatherings. Some also snorted cocaine and used ecstasy. Civilians joined them in the LSD use, including some who had recently left Air Force service, according to two officials with knowledge of the investigation. The Air Force declined to discuss this.\nAirman 1st Class Nickolos A. Harris, said to be the leader of the drug ring, testified that he had no trouble getting LSD and other drugs from civilian sources. He pleaded guilty to using and distributing LSD and using ecstasy, cocaine and marijuana.\nHe acknowledged using LSD eight times and distributing LSD multiple times to fellow airmen at parties in Denver and other locations from spring 2015 to early 2016.\n\"I absolutely just loved altering my mind,\" he told the military judge, blaming his decisions to use hallucinogens and other drugs on his addictive personality.\nOther airmen testified that it was easy to obtain LSD in a liquid form spread on small tabs of perforated white paper. Airmen ingested at least one tab by placing it on their tongue. In one episode summarized by a military judge at Harris' court martial, he and other airmen watched YouTube videos and \"then went longboarding on the streets of Denver while high on LSD.\"\nHarris was sentenced to 12 months in jail and other penalties, but under a pretrial agreement he avoided a punitive discharge. The lead prosecutor in that case, Air Force Capt. C. Rhodes Berry, had argued Harris should be locked up for 42 months, including nine months for the \"aggravating circumstance\" of undercutting public trust by using hallucinogens and other drugs on a nuclear weapons base.\n\"I cannot think of anything more aggravating than being the ringleader of a drug ring on F.E. Warren Air Force Base,\" Berry said at the courts martial.\nIn all, the AP obtained transcripts of seven courts martial proceedings, plus related documents. They provide vivid descriptions of LSD trips.\n\"I'm dying!\" one airman is Quote: d as exclaiming, followed by \"When is this going to end?\" during a \"bad trip\" on LSD in February 2016 at Curt Gowdy State Park, about 20 miles (32 kilometers) west of Cheyenne, where F.E. Warren is located. A portion of that episode was video-recorded by one member of the group; a transcript of the audio was included in court records.\nOthers said they enjoyed the drug.\n\"Minutes felt like hours, colors seemed more vibrant and clear,\" Morrison testified. \"In general, I felt more alive.\" He said he had used LSD in high school, which could have disqualified him from Air Force service; he said that his recruiter told him he should lie about it and that lying about prior drug use was \"normal\" in the Air Force.\nAt his court martial, Morrison acknowledged distributing LSD on the missile base in February 2016. A month later, when summoned for questioning by the Air Force Office of Special Investigations, Morrison confessed and became an informant for the agency, an arrangement the Air Force said yielded legally admissible evidence against 10 other airmen. Under a pretrial agreement, he agreed to testify against other airmen and avoided a punitive discharge. He was sentenced to five months' confinement, 15 days of hard labor and loss of $5,200 in pay.\nMost of the airmen involved were members of two related security units at F.E. Warren — the 790th Missile Security Forces Squadron and the 90th Security Forces Squadron. Together, they are responsible for the security and defense of the nuclear weapons there as well as the missile complex.\nBy coincidence, the No. 2 Pentagon official at the time, Robert Work, visited F.E. Warren one month before the drug investigation became public. Accompanied by an AP reporter, he watched as airmen of the 790th Missile Security Forces Squadron — whose members at the time included Harris, the accused leader of the drug ring — demonstrated how they would force their way into and regain control of a captured missile silo.\nWork, the deputy defense secretary, was there to assess progress in fixing problems in the ICBM force identified by then-Defense Secretary Chuck Hagel, who ordered an investigation after the AP reported on personnel, resource, training and leadership problems in 2013-14. Those problems included the firing of the general in charge of the entire ICBM force for inappropriate behavior the Air Force said was linked to alcohol abuse. A month later the AP revealed that an unpublished study prepared for the Air Force found \"burnout\" among nuclear missile launch officers and evidence of broader behavioral problems, including sexual assaults and domestic violence. Air Force officials say the force has since rebounded.\nIn an interview, Work said he was not aware during his visit that anything was amiss. Nor was he briefed later on the investigation. He said he wouldn't have expected to be briefed unless the Air Force found that LSD or other illegal drugs were a \"systemic problem\" for the nuclear force, beyond the security forces group at F.E. Warren.\nWork said he had never heard of LSD use anywhere in the nuclear workforce.\nFor the inexperienced members of the drug ring, Harris, the ringleader, had set out several \"rules\" for LSD use at a gathering of several airmen in a Cheyenne apartment in late 2015 that was recorded on video. Rule No. 1: \"No social media at all.\" He added: \"No bad trips. Everybody's happy right now. Let's keep it that way.\"\nBut social media proved their undoing. In March 2016, one member posted a Snapchat video of himself smoking marijuana, setting Air Force investigators on their trail.\nAs the investigators closed in, one of the accused, Airman 1st Class Devin R. Hagarty, grabbed a backpack and cash, text-messaged his mother that he loved her, turned off his cellphone and fled to Mexico. \"I started panicking,\" he told a military judge after giving himself up and being charged with desertion.\nThe Air Force said Hagarty was the first convicted deserter from an ICBM base since January 2013. In court, he admitted using LSD four times in 2015-16 and distributing it once, and he said he had deserted with the intention of never returning. He also admitted to using cocaine, ecstasy and marijuana multiple times. He was sentenced to 13 months in a military jail.\nIn all, disciplinary action was taken against 14 airmen. In addition, two accused airmen were acquitted at courts martial, and three other suspects were not charged.",
    "published": "2018-05-24T17:47:00.000+03:00",
    "crawled": "2018-05-24T18:15:37.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "one",
        "airman",
        "said",
        "felt",
        "paranoia",
        "another",
        "marveled",
        "vibrant",
        "color",
        "third",
        "admitted",
        "absolutely",
        "loved",
        "altering",
        "mind",
        "meet",
        "service",
        "member",
        "entrusted",
        "guarding",
        "nuclear",
        "missile",
        "among",
        "powerful",
        "america",
        "arsenal",
        "air",
        "force",
        "record",
        "obtained",
        "associated",
        "press",
        "show",
        "bought",
        "distributed",
        "used",
        "hallucinogen",
        "lsd",
        "illegal",
        "drug",
        "part",
        "ring",
        "operated",
        "undetected",
        "month",
        "highly",
        "secure",
        "military",
        "base",
        "wyoming",
        "investigator",
        "closed",
        "one",
        "airman",
        "deserted",
        "mexico",
        "although",
        "sound",
        "like",
        "something",
        "movie",
        "said",
        "capt",
        "charles",
        "grimsley",
        "lead",
        "prosecutor",
        "one",
        "several",
        "court",
        "martial",
        "show",
        "chapter",
        "land",
        "war",
        "north",
        "korea",
        "could",
        "look",
        "like",
        "et",
        "tue",
        "aug",
        "social",
        "medium",
        "one",
        "airman",
        "enabled",
        "investigator",
        "crack",
        "drug",
        "ring",
        "warren",
        "air",
        "force",
        "base",
        "march",
        "detail",
        "reported",
        "first",
        "time",
        "fourteen",
        "airman",
        "disciplined",
        "six",
        "convicted",
        "court",
        "martial",
        "lsd",
        "use",
        "distribution",
        "none",
        "airman",
        "accused",
        "using",
        "drug",
        "duty",
        "yet",
        "another",
        "blow",
        "reputation",
        "air",
        "force",
        "nuclear",
        "missile",
        "corp",
        "capable",
        "unleashing",
        "hell",
        "form",
        "minuteman",
        "intercontinental",
        "ballistic",
        "missile",
        "icbm",
        "corp",
        "struggled",
        "time",
        "misbehavior",
        "mismanagement",
        "low",
        "morale",
        "although",
        "seen",
        "backwater",
        "military",
        "missile",
        "force",
        "returned",
        "spotlight",
        "president",
        "donald",
        "trump",
        "called",
        "strengthening",
        "nuclear",
        "firepower",
        "exchanged",
        "threat",
        "last",
        "year",
        "north",
        "korea",
        "administration",
        "nuclear",
        "strategy",
        "call",
        "hundred",
        "billion",
        "dollar",
        "new",
        "spending",
        "coming",
        "decade",
        "service",
        "member",
        "accused",
        "involvement",
        "lsd",
        "ring",
        "90th",
        "missile",
        "wing",
        "operates",
        "minuteman",
        "missile",
        "stand",
        "alert",
        "underground",
        "silo",
        "scattered",
        "across",
        "northern",
        "great",
        "plain",
        "document",
        "obtained",
        "ap",
        "past",
        "two",
        "year",
        "freedom",
        "information",
        "act",
        "tell",
        "sordid",
        "tale",
        "use",
        "lsd",
        "cocaine",
        "drug",
        "airman",
        "supposed",
        "held",
        "strict",
        "behavioral",
        "standard",
        "role",
        "securing",
        "weapon",
        "another",
        "black",
        "eye",
        "air",
        "force",
        "icbm",
        "force",
        "particular",
        "say",
        "stephen",
        "schwartz",
        "independent",
        "consultant",
        "nuclear",
        "expert",
        "response",
        "ap",
        "inquiry",
        "air",
        "force",
        "spokesman",
        "uriah",
        "orland",
        "said",
        "drug",
        "activity",
        "took",
        "place",
        "hour",
        "multiple",
        "check",
        "ensure",
        "airman",
        "report",
        "duty",
        "influence",
        "alcohol",
        "drug",
        "able",
        "execute",
        "mission",
        "safely",
        "securely",
        "effectively",
        "said",
        "airman",
        "1st",
        "class",
        "tommy",
        "ashworth",
        "among",
        "used",
        "lsd",
        "supplied",
        "colleague",
        "connection",
        "civilian",
        "drug",
        "dealer",
        "felt",
        "paranoia",
        "panic",
        "hour",
        "taking",
        "hit",
        "acid",
        "ashworth",
        "said",
        "oath",
        "court",
        "martial",
        "confessed",
        "using",
        "lsd",
        "three",
        "time",
        "duty",
        "first",
        "time",
        "summer",
        "shook",
        "know",
        "going",
        "die",
        "night",
        "said",
        "witness",
        "another",
        "airman",
        "drug",
        "trial",
        "recalling",
        "another",
        "episode",
        "lsd",
        "said",
        "felt",
        "almost",
        "going",
        "like",
        "heart",
        "attack",
        "heat",
        "stroke",
        "airman",
        "basic",
        "kyle",
        "morrison",
        "acknowledged",
        "court",
        "martial",
        "influence",
        "lsd",
        "could",
        "responded",
        "recalled",
        "duty",
        "nuclear",
        "security",
        "emergency",
        "prosecuting",
        "case",
        "warren",
        "air",
        "force",
        "asserted",
        "lsd",
        "user",
        "experience",
        "profound",
        "effect",
        "even",
        "small",
        "amount",
        "said",
        "common",
        "psychological",
        "effect",
        "include",
        "paranoia",
        "fear",
        "panic",
        "unwanted",
        "overwhelming",
        "feeling",
        "unwanted",
        "spiritual",
        "experience",
        "flashback",
        "unclear",
        "long",
        "duty",
        "airman",
        "taken",
        "lsd",
        "stand",
        "lysergic",
        "acid",
        "diethylamide",
        "drug",
        "became",
        "popularized",
        "acid",
        "1960s",
        "view",
        "since",
        "widely",
        "split",
        "mental",
        "health",
        "risk",
        "although",
        "illegal",
        "showing",
        "infrequently",
        "drug",
        "test",
        "across",
        "military",
        "december",
        "pentagon",
        "eliminated",
        "lsd",
        "screening",
        "standard",
        "procedure",
        "internal",
        "pentagon",
        "memo",
        "time",
        "said",
        "previous",
        "three",
        "year",
        "four",
        "positive",
        "specimen",
        "identified",
        "million",
        "specimen",
        "screened",
        "lsd",
        "yet",
        "air",
        "force",
        "investigator",
        "found",
        "implicated",
        "warren",
        "drug",
        "ring",
        "used",
        "lsd",
        "base",
        "least",
        "twice",
        "outdoor",
        "gathering",
        "also",
        "snorted",
        "cocaine",
        "used",
        "ecstasy",
        "civilian",
        "joined",
        "lsd",
        "use",
        "including",
        "recently",
        "left",
        "air",
        "force",
        "service",
        "according",
        "two",
        "official",
        "knowledge",
        "investigation",
        "air",
        "force",
        "declined",
        "discus",
        "airman",
        "1st",
        "class",
        "nickolos",
        "harris",
        "said",
        "leader",
        "drug",
        "ring",
        "testified",
        "trouble",
        "getting",
        "lsd",
        "drug",
        "civilian",
        "source",
        "pleaded",
        "guilty",
        "using",
        "distributing",
        "lsd",
        "using",
        "ecstasy",
        "cocaine",
        "marijuana",
        "acknowledged",
        "using",
        "lsd",
        "eight",
        "time",
        "distributing",
        "lsd",
        "multiple",
        "time",
        "fellow",
        "airman",
        "party",
        "denver",
        "location",
        "spring",
        "early",
        "absolutely",
        "loved",
        "altering",
        "mind",
        "told",
        "military",
        "judge",
        "blaming",
        "decision",
        "use",
        "hallucinogen",
        "drug",
        "addictive",
        "personality",
        "airman",
        "testified",
        "easy",
        "obtain",
        "lsd",
        "liquid",
        "form",
        "spread",
        "small",
        "tab",
        "perforated",
        "white",
        "paper",
        "airman",
        "ingested",
        "least",
        "one",
        "tab",
        "placing",
        "tongue",
        "one",
        "episode",
        "summarized",
        "military",
        "judge",
        "harris",
        "court",
        "martial",
        "airman",
        "watched",
        "youtube",
        "video",
        "went",
        "longboarding",
        "street",
        "denver",
        "high",
        "lsd",
        "harris",
        "sentenced",
        "month",
        "jail",
        "penalty",
        "pretrial",
        "agreement",
        "avoided",
        "punitive",
        "discharge",
        "lead",
        "prosecutor",
        "case",
        "air",
        "force",
        "capt",
        "rhodes",
        "berry",
        "argued",
        "harris",
        "locked",
        "month",
        "including",
        "nine",
        "month",
        "aggravating",
        "circumstance",
        "undercutting",
        "public",
        "trust",
        "using",
        "hallucinogen",
        "drug",
        "nuclear",
        "weapon",
        "base",
        "think",
        "anything",
        "aggravating",
        "ringleader",
        "drug",
        "ring",
        "warren",
        "air",
        "force",
        "base",
        "berry",
        "said",
        "court",
        "martial",
        "ap",
        "obtained",
        "transcript",
        "seven",
        "court",
        "martial",
        "proceeding",
        "plus",
        "related",
        "document",
        "provide",
        "vivid",
        "description",
        "lsd",
        "trip",
        "dying",
        "one",
        "airman",
        "quote",
        "exclaiming",
        "followed",
        "going",
        "end",
        "bad",
        "trip",
        "lsd",
        "february",
        "curt",
        "gowdy",
        "state",
        "park",
        "mile",
        "kilometer",
        "west",
        "cheyenne",
        "warren",
        "located",
        "portion",
        "episode",
        "one",
        "member",
        "group",
        "transcript",
        "audio",
        "included",
        "court",
        "record",
        "others",
        "said",
        "enjoyed",
        "drug",
        "minute",
        "felt",
        "like",
        "hour",
        "color",
        "seemed",
        "vibrant",
        "clear",
        "morrison",
        "testified",
        "general",
        "felt",
        "alive",
        "said",
        "used",
        "lsd",
        "high",
        "school",
        "could",
        "disqualified",
        "air",
        "force",
        "service",
        "said",
        "recruiter",
        "told",
        "lie",
        "lying",
        "prior",
        "drug",
        "use",
        "normal",
        "air",
        "force",
        "court",
        "martial",
        "morrison",
        "acknowledged",
        "distributing",
        "lsd",
        "missile",
        "base",
        "february",
        "month",
        "later",
        "summoned",
        "questioning",
        "air",
        "force",
        "office",
        "special",
        "investigation",
        "morrison",
        "confessed",
        "became",
        "informant",
        "agency",
        "arrangement",
        "air",
        "force",
        "said",
        "yielded",
        "legally",
        "admissible",
        "evidence",
        "airman",
        "pretrial",
        "agreement",
        "agreed",
        "testify",
        "airman",
        "avoided",
        "punitive",
        "discharge",
        "sentenced",
        "five",
        "month",
        "confinement",
        "day",
        "hard",
        "labor",
        "loss",
        "pay",
        "airman",
        "involved",
        "member",
        "two",
        "related",
        "security",
        "unit",
        "warren",
        "790th",
        "missile",
        "security",
        "force",
        "squadron",
        "90th",
        "security",
        "force",
        "squadron",
        "together",
        "responsible",
        "security",
        "defense",
        "nuclear",
        "weapon",
        "well",
        "missile",
        "complex",
        "coincidence",
        "pentagon",
        "official",
        "time",
        "robert",
        "work",
        "visited",
        "warren",
        "one",
        "month",
        "drug",
        "investigation",
        "became",
        "public",
        "accompanied",
        "ap",
        "reporter",
        "watched",
        "airman",
        "790th",
        "missile",
        "security",
        "force",
        "squadron",
        "whose",
        "member",
        "time",
        "included",
        "harris",
        "accused",
        "leader",
        "drug",
        "ring",
        "demonstrated",
        "would",
        "force",
        "way",
        "regain",
        "control",
        "captured",
        "missile",
        "silo",
        "work",
        "deputy",
        "defense",
        "secretary",
        "assess",
        "progress",
        "fixing",
        "problem",
        "icbm",
        "force",
        "identified",
        "secretary",
        "chuck",
        "hagel",
        "ordered",
        "investigation",
        "ap",
        "reported",
        "personnel",
        "resource",
        "training",
        "leadership",
        "problem",
        "problem",
        "included",
        "firing",
        "general",
        "charge",
        "entire",
        "icbm",
        "force",
        "inappropriate",
        "behavior",
        "air",
        "force",
        "said",
        "linked",
        "alcohol",
        "abuse",
        "month",
        "later",
        "ap",
        "revealed",
        "unpublished",
        "study",
        "prepared",
        "air",
        "force",
        "found",
        "burnout",
        "among",
        "nuclear",
        "missile",
        "launch",
        "officer",
        "evidence",
        "broader",
        "behavioral",
        "problem",
        "including",
        "sexual",
        "assault",
        "domestic",
        "violence",
        "air",
        "force",
        "official",
        "say",
        "force",
        "since",
        "rebounded",
        "interview",
        "work",
        "said",
        "aware",
        "visit",
        "anything",
        "amiss",
        "briefed",
        "later",
        "investigation",
        "said",
        "would",
        "expected",
        "briefed",
        "unless",
        "air",
        "force",
        "found",
        "lsd",
        "illegal",
        "drug",
        "systemic",
        "problem",
        "nuclear",
        "force",
        "beyond",
        "security",
        "force",
        "group",
        "warren",
        "work",
        "said",
        "never",
        "heard",
        "lsd",
        "use",
        "anywhere",
        "nuclear",
        "workforce",
        "inexperienced",
        "member",
        "drug",
        "ring",
        "harris",
        "ringleader",
        "set",
        "several",
        "rule",
        "lsd",
        "use",
        "gathering",
        "several",
        "airman",
        "cheyenne",
        "apartment",
        "late",
        "recorded",
        "video",
        "rule",
        "social",
        "medium",
        "added",
        "bad",
        "trip",
        "everybody",
        "happy",
        "right",
        "let",
        "keep",
        "way",
        "social",
        "medium",
        "proved",
        "undoing",
        "march",
        "one",
        "member",
        "posted",
        "snapchat",
        "video",
        "smoking",
        "marijuana",
        "setting",
        "air",
        "force",
        "investigator",
        "trail",
        "investigator",
        "closed",
        "one",
        "accused",
        "airman",
        "1st",
        "class",
        "devin",
        "hagarty",
        "grabbed",
        "backpack",
        "cash",
        "mother",
        "loved",
        "turned",
        "cellphone",
        "fled",
        "mexico",
        "started",
        "panicking",
        "told",
        "military",
        "judge",
        "giving",
        "charged",
        "desertion",
        "air",
        "force",
        "said",
        "hagarty",
        "first",
        "convicted",
        "deserter",
        "icbm",
        "base",
        "since",
        "january",
        "court",
        "admitted",
        "using",
        "lsd",
        "four",
        "time",
        "distributing",
        "said",
        "deserted",
        "intention",
        "never",
        "returning",
        "also",
        "admitted",
        "using",
        "cocaine",
        "ecstasy",
        "marijuana",
        "multiple",
        "time",
        "sentenced",
        "month",
        "military",
        "jail",
        "disciplinary",
        "action",
        "taken",
        "airman",
        "addition",
        "two",
        "accused",
        "airman",
        "acquitted",
        "court",
        "martial",
        "three",
        "suspect",
        "charged"
    ]
}