{
    "organizations": [],
    "uuid": "b7204729a800fefe9f5b296d42af34fdfb34c2e7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/pr-newswire-genuine-parts-company-comments-on-definitive-merger-agreement-with-essendant-following-staples-conditional-non-binding.html",
    "ord_in_thread": 0,
    "title": "Genuine Parts Company Comments On Definitive Merger Agreement With Essendant Following Staples' Conditional, Non-Binding Proposal To Acquire Essendant",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATLANTA, May 16, 2018 /PRNewswire/ -- Genuine Parts Company (NYSE: GPC) (\"GPC\") today commented on its previously announced definitive merger agreement (the \"Merger Agreement\") to combine GPC's S.P. Richards business (the \"Business Products Group\") with Essendant (NASDAQ: ESND) in response to the announcement of Staples, Inc.'s conditional, non-binding proposal to acquire Essendant for $11.50 per share in cash. Staples is privately owned by Sycamore Partners, which filed a Schedule 13D reporting its acquisition of a 9.9% ownership stake in Essendant.\nGPC issued the following statement:\nAs announced on April 12, 2018, GPC entered into a definitive agreement to combine our S.P. Richards business with Essendant. We are confident that combining the best elements of both businesses will create an even stronger company with the ability to capitalize on opportunities to create value for all of our stakeholders. We continue to make progress on our integration planning, and we remain committed to completing this transaction, which is on track to close before the end of 2018.\nOn May 7, 2018, GPC demonstrated its confidence in the upside value creation of this merger by proposing to Essendant enhanced transaction terms under which, in addition to owning 49% of the combined company on a diluted basis, Essendant shareholders would receive a Contingent Value Right (\"CVR\") for each Essendant share held immediately prior to the closing of the transaction. Through the CVR, GPC would provide Essendant shareholders with a potential cash payment of up to $4.00 per CVR based on how Essendant shares trade during a 20-day measurement period at the later of the end of 2019 or 12 months from the closing of the transaction. The cash payment would be equal to $12.00 minus the greater of the weighted average share price of the combined company during the measurement period or $8.00.\nWe do not believe Staples' conditional, non-binding proposal to acquire Essendant for $11.50 per share in cash to be a superior proposal nor reasonably likely to lead to a superior proposal as defined under the terms of the Merger Agreement. Indeed, given the proposed enhanced terms and the expected financial benefits of more than $75 million in annual run-rate cost synergies and more than $100 million in working capital improvements, we are confident that the merger between S.P. Richards and Essendant delivers superior value to Essendant's shareholders. Based on our preliminary analysis, we estimate an implied trading multiple for the combined company of approximately 8.0x EBITDA, in which case these expected synergies would result in an additional $700 million in shareholder value, or approximately $8.75 per share. 1\nFurther, as a stronger, more competitive business products distributor with greater scale and service capabilities, the combined company will have an enhanced ability to support customers, including:\nGreater resources to support and partner with the independent dealer channel and resellers in other sales channels, and to make investments to drive enhanced value for customers, consumers and shareholders; Optimized product assortment of branded and private-label products across a broad set of categories; Enhanced capability to develop and offer innovative solutions to customers, including value-added marketing and analytics to drive demand; and Consolidated distribution network with greater efficiencies throughout the entire supply chain.\nThrough increased scale, improved service capabilities and an enhanced financial profile, the combination of S.P. Richards and Essendant will drive more profitable growth and create meaningful value for shareholders over the long term.\nJ.P. Morgan is acting as financial advisor and Davis Polk & Wardwell LLP is acting as legal counsel to GPC.\nCautionary Statement\nThis press release contains forward-looking statements, including statements regarding the proposed business combination transaction between GPC and Essendant in which GPC will separate its Business Products Group and combine this business with Essendant. From time to time, oral or written forward-looking statements may also be included in other information released to the public. These forward-looking statements are intended to provide management's current expectations or plans for our future operating and financial performance, based on assumptions believed at that time to be valid. Forward-looking statements may include references to goals, plans, strategies, objectives, projected costs or savings, anticipated future performance, results, events or transactions of Essendant or the combined company following the proposed transaction, the anticipated benefits of the proposed transaction, including estimated synergies, the expected timing of completion of the transaction and other statements that are not strictly historical in nature. These forward-looking statements are based on management's current expectations, forecasts and assumptions. This means they involve a number of risks and uncertainties that could cause actual results to differ materially from those expressed or implied here, including but not limited to: the occurrence of events that may give rise to a right of one or both of GPC and Essendant to terminate the Merger Agreement, including Staples' proposal to acquire Essendant, the ability of GPC and Essendant to receive the approval of Essendant's stockholders and required regulatory approvals for the proposed transaction and to satisfy the other conditions to the closing of the transaction on a timely basis or at all; negative effects resulting from the transaction process (including announcements such as this press release) or the consummation of the transaction on the market price of GPC's or Essendant's common stock and/or on their respective businesses, financial condition, results of operations and financial performance; risks relating to the value of the Essendant shares to be issued in the transaction, significant transaction costs and/or unknown liabilities; the possibility that the anticipated benefits from the proposed transaction cannot be realized in full or at all or may take longer to realize than expected; risks associated with contracts containing consent and/or other provisions that may be triggered by the proposed transaction; risks associated with transaction related litigation; the possibility that costs or difficulties related to the integration of the businesses will be greater than expected; and the ability of the combined company to retain and hire key personnel. There can be no assurance that the proposed transaction or any other transaction described above will in fact be consummated in the manner described or at all. Stockholders, potential investors and other readers are urged to consider these risks and uncertainties in evaluating forward-looking statements and are cautioned not to place undue reliance on the forward-looking statements. For additional information on identifying factors that may cause actual results to vary materially from those stated in forward-looking statements, please see GPC's and Essendant's reports on Forms 10-K, 10-Q and 8-K filed with or furnished to the SEC and other written statements made by GPC and/or Essendant from time to time. The forward-looking information provided by the Company is given as of this date only, and GPC does not undertake any obligation to revise or update it.\nAdditional Information\nIn connection with the proposed transaction, Essendant will file with the SEC a registration statement on Form S-4 containing a proxy statement/prospectus of Essendant, and Rhino SpinCo Inc. (\"SpinCo\"), a wholly owned subsidiary of GPC created for the proposed transaction, will file with the SEC a registration statement on Form 10. INVESTORS AND SECURITY HOLDERS ARE URGED TO READ THE REGISTRATION STATEMENTS, THE PROXY STATEMENT/PROSPECTUS AND OTHER RELEVANT DOCUMENTS FILED WITH THE SEC WHEN THEY BECOME AVAILABLE, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Investors and security holders will be able to obtain the registration statements and the proxy statement/prospectus free of charge from the SEC's website or from GPC or Essendant. The documents filed by Rhino SpinCo Inc. with the SEC may be obtained free of charge at GPC's website at www.genpt.com , at the SEC's website at www.sec.gov or by contacting GPC's Investor Relations Department at (678) 934-5000. The documents filed by Essendant with the SEC may be obtained free of charge at Essendant's website at www.essendant.com , at the SEC's website at www.sec.gov or by contacting Essendant's Investor Relations Department at (847) 627-2900.\nParticipants in the Solicitation\nGPC, Essendant and their respective directors and executive officers and other members of management and employees may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction. Information about GPC's directors and executive officers is available in GPC's proxy statement for its 2018 annual meeting of shareholders, which was filed with the SEC on February 27, 2018. Other information regarding the participants in the proxy solicitation and a description of their direct and indirect interests, by security holdings or otherwise, will be contained in the registration statements, the proxy statement/prospectus and other relevant documents to be filed with the SEC regarding the proposed transaction. Information about Essendant's directors and executive officers is available in Essendant's proxy statement for its 2018 annual meeting of stockholders, which was filed with the SEC on April 13, 2018.\nNo Offer or Solicitation\nThis communication shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the U.S. Securities Act of 1933, as amended.\nAbout GPC\nGenuine Parts Company is a distributor of automotive replacement parts in the U.S., Canada, Mexico, Australasia, France, the U.K., Germany and Poland. The Company also distributes industrial replacement parts and electrical and electronic materials in the U.S., Canada and Mexico through its Industrial Products Group. S.P. Richards Company, the Business Products Group, distributes a variety of business products in the U.S. and Canada.",
    "published": "2018-05-17T04:23:00.000+03:00",
    "crawled": "2018-05-17T05:16:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atlanta",
        "may",
        "genuine",
        "part",
        "company",
        "nyse",
        "gpc",
        "gpc",
        "today",
        "commented",
        "previously",
        "announced",
        "definitive",
        "merger",
        "agreement",
        "merger",
        "agreement",
        "combine",
        "gpc",
        "richards",
        "business",
        "business",
        "product",
        "group",
        "essendant",
        "nasdaq",
        "esnd",
        "response",
        "announcement",
        "staple",
        "conditional",
        "proposal",
        "acquire",
        "essendant",
        "per",
        "share",
        "cash",
        "staple",
        "privately",
        "owned",
        "sycamore",
        "partner",
        "filed",
        "schedule",
        "13d",
        "reporting",
        "acquisition",
        "ownership",
        "stake",
        "essendant",
        "gpc",
        "issued",
        "following",
        "statement",
        "announced",
        "april",
        "gpc",
        "entered",
        "definitive",
        "agreement",
        "combine",
        "richards",
        "business",
        "essendant",
        "confident",
        "combining",
        "best",
        "element",
        "business",
        "create",
        "even",
        "stronger",
        "company",
        "ability",
        "capitalize",
        "opportunity",
        "create",
        "value",
        "stakeholder",
        "continue",
        "make",
        "progress",
        "integration",
        "planning",
        "remain",
        "committed",
        "completing",
        "transaction",
        "track",
        "close",
        "end",
        "may",
        "gpc",
        "demonstrated",
        "confidence",
        "upside",
        "value",
        "creation",
        "merger",
        "proposing",
        "essendant",
        "enhanced",
        "transaction",
        "term",
        "addition",
        "owning",
        "combined",
        "company",
        "diluted",
        "basis",
        "essendant",
        "shareholder",
        "would",
        "receive",
        "contingent",
        "value",
        "right",
        "cvr",
        "essendant",
        "share",
        "held",
        "immediately",
        "prior",
        "closing",
        "transaction",
        "cvr",
        "gpc",
        "would",
        "provide",
        "essendant",
        "shareholder",
        "potential",
        "cash",
        "payment",
        "per",
        "cvr",
        "based",
        "essendant",
        "share",
        "trade",
        "measurement",
        "period",
        "later",
        "end",
        "month",
        "closing",
        "transaction",
        "cash",
        "payment",
        "would",
        "equal",
        "minus",
        "greater",
        "weighted",
        "average",
        "share",
        "price",
        "combined",
        "company",
        "measurement",
        "period",
        "believe",
        "staple",
        "conditional",
        "proposal",
        "acquire",
        "essendant",
        "per",
        "share",
        "cash",
        "superior",
        "proposal",
        "reasonably",
        "likely",
        "lead",
        "superior",
        "proposal",
        "defined",
        "term",
        "merger",
        "agreement",
        "indeed",
        "given",
        "proposed",
        "enhanced",
        "term",
        "expected",
        "financial",
        "benefit",
        "million",
        "annual",
        "cost",
        "synergy",
        "million",
        "working",
        "capital",
        "improvement",
        "confident",
        "merger",
        "richards",
        "essendant",
        "delivers",
        "superior",
        "value",
        "essendant",
        "shareholder",
        "based",
        "preliminary",
        "analysis",
        "estimate",
        "implied",
        "trading",
        "multiple",
        "combined",
        "company",
        "approximately",
        "ebitda",
        "case",
        "expected",
        "synergy",
        "would",
        "result",
        "additional",
        "million",
        "shareholder",
        "value",
        "approximately",
        "per",
        "share",
        "stronger",
        "competitive",
        "business",
        "product",
        "distributor",
        "greater",
        "scale",
        "service",
        "capability",
        "combined",
        "company",
        "enhanced",
        "ability",
        "support",
        "customer",
        "including",
        "greater",
        "resource",
        "support",
        "partner",
        "independent",
        "dealer",
        "channel",
        "resellers",
        "sale",
        "channel",
        "make",
        "investment",
        "drive",
        "enhanced",
        "value",
        "customer",
        "consumer",
        "shareholder",
        "optimized",
        "product",
        "assortment",
        "branded",
        "product",
        "across",
        "broad",
        "set",
        "category",
        "enhanced",
        "capability",
        "develop",
        "offer",
        "innovative",
        "solution",
        "customer",
        "including",
        "marketing",
        "analytics",
        "drive",
        "demand",
        "consolidated",
        "distribution",
        "network",
        "greater",
        "efficiency",
        "throughout",
        "entire",
        "supply",
        "chain",
        "increased",
        "scale",
        "improved",
        "service",
        "capability",
        "enhanced",
        "financial",
        "profile",
        "combination",
        "richards",
        "essendant",
        "drive",
        "profitable",
        "growth",
        "create",
        "meaningful",
        "value",
        "shareholder",
        "long",
        "term",
        "morgan",
        "acting",
        "financial",
        "advisor",
        "davis",
        "polk",
        "wardwell",
        "llp",
        "acting",
        "legal",
        "counsel",
        "gpc",
        "cautionary",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "proposed",
        "business",
        "combination",
        "transaction",
        "gpc",
        "essendant",
        "gpc",
        "separate",
        "business",
        "product",
        "group",
        "combine",
        "business",
        "essendant",
        "time",
        "time",
        "oral",
        "written",
        "statement",
        "may",
        "also",
        "included",
        "information",
        "released",
        "public",
        "statement",
        "intended",
        "provide",
        "management",
        "current",
        "expectation",
        "plan",
        "future",
        "operating",
        "financial",
        "performance",
        "based",
        "assumption",
        "believed",
        "time",
        "valid",
        "statement",
        "may",
        "include",
        "reference",
        "goal",
        "plan",
        "strategy",
        "objective",
        "projected",
        "cost",
        "saving",
        "anticipated",
        "future",
        "performance",
        "result",
        "event",
        "transaction",
        "essendant",
        "combined",
        "company",
        "following",
        "proposed",
        "transaction",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "including",
        "estimated",
        "synergy",
        "expected",
        "timing",
        "completion",
        "transaction",
        "statement",
        "strictly",
        "historical",
        "nature",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "forecast",
        "assumption",
        "mean",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "including",
        "limited",
        "occurrence",
        "event",
        "may",
        "give",
        "rise",
        "right",
        "one",
        "gpc",
        "essendant",
        "terminate",
        "merger",
        "agreement",
        "including",
        "staple",
        "proposal",
        "acquire",
        "essendant",
        "ability",
        "gpc",
        "essendant",
        "receive",
        "approval",
        "essendant",
        "stockholder",
        "required",
        "regulatory",
        "approval",
        "proposed",
        "transaction",
        "satisfy",
        "condition",
        "closing",
        "transaction",
        "timely",
        "basis",
        "negative",
        "effect",
        "resulting",
        "transaction",
        "process",
        "including",
        "announcement",
        "press",
        "release",
        "consummation",
        "transaction",
        "market",
        "price",
        "gpc",
        "essendant",
        "common",
        "stock",
        "respective",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "financial",
        "performance",
        "risk",
        "relating",
        "value",
        "essendant",
        "share",
        "issued",
        "transaction",
        "significant",
        "transaction",
        "cost",
        "unknown",
        "liability",
        "possibility",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "realized",
        "full",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "risk",
        "associated",
        "contract",
        "containing",
        "consent",
        "provision",
        "may",
        "triggered",
        "proposed",
        "transaction",
        "risk",
        "associated",
        "transaction",
        "related",
        "litigation",
        "possibility",
        "cost",
        "difficulty",
        "related",
        "integration",
        "business",
        "greater",
        "expected",
        "ability",
        "combined",
        "company",
        "retain",
        "hire",
        "key",
        "personnel",
        "assurance",
        "proposed",
        "transaction",
        "transaction",
        "described",
        "fact",
        "consummated",
        "manner",
        "described",
        "stockholder",
        "potential",
        "investor",
        "reader",
        "urged",
        "consider",
        "risk",
        "uncertainty",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "additional",
        "information",
        "identifying",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "stated",
        "statement",
        "please",
        "see",
        "gpc",
        "essendant",
        "report",
        "form",
        "filed",
        "furnished",
        "sec",
        "written",
        "statement",
        "made",
        "gpc",
        "essendant",
        "time",
        "time",
        "information",
        "provided",
        "company",
        "given",
        "date",
        "gpc",
        "undertake",
        "obligation",
        "revise",
        "update",
        "additional",
        "information",
        "connection",
        "proposed",
        "transaction",
        "essendant",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "containing",
        "proxy",
        "essendant",
        "rhino",
        "spinco",
        "spinco",
        "wholly",
        "owned",
        "subsidiary",
        "gpc",
        "created",
        "proposed",
        "transaction",
        "file",
        "sec",
        "registration",
        "statement",
        "form",
        "investor",
        "security",
        "holder",
        "urged",
        "read",
        "registration",
        "statement",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "registration",
        "statement",
        "proxy",
        "free",
        "charge",
        "sec",
        "website",
        "gpc",
        "essendant",
        "document",
        "filed",
        "rhino",
        "spinco",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "gpc",
        "website",
        "sec",
        "website",
        "contacting",
        "gpc",
        "investor",
        "relation",
        "department",
        "document",
        "filed",
        "essendant",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "essendant",
        "website",
        "sec",
        "website",
        "contacting",
        "essendant",
        "investor",
        "relation",
        "department",
        "participant",
        "solicitation",
        "gpc",
        "essendant",
        "respective",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "information",
        "gpc",
        "director",
        "executive",
        "officer",
        "available",
        "gpc",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "february",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "contained",
        "registration",
        "statement",
        "proxy",
        "relevant",
        "document",
        "filed",
        "sec",
        "regarding",
        "proposed",
        "transaction",
        "information",
        "essendant",
        "director",
        "executive",
        "officer",
        "available",
        "essendant",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "offer",
        "solicitation",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "gpc",
        "genuine",
        "part",
        "company",
        "distributor",
        "automotive",
        "replacement",
        "part",
        "canada",
        "mexico",
        "australasia",
        "france",
        "germany",
        "poland",
        "company",
        "also",
        "distributes",
        "industrial",
        "replacement",
        "part",
        "electrical",
        "electronic",
        "material",
        "canada",
        "mexico",
        "industrial",
        "product",
        "group",
        "richards",
        "company",
        "business",
        "product",
        "group",
        "distributes",
        "variety",
        "business",
        "product",
        "canada"
    ]
}