{
    "organizations": [],
    "uuid": "b1c0270e813aa21cc756905cff921bcba3343eba",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-parkohio-announces-strong-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "ParkOhio Announces Strong First Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Q1 2018 Revenues increased to a record $406 million, up 18% year-over-year GAAP EPS was $0.78 Adjusted EPS was $0.93 Adjusted EPS was up 37% from $0.68 in Q1 2017\nCLEVELAND, OHIO--(BUSINESS WIRE)-- Park-Ohio Holdings Corp. (NASDAQ: PKOH) today announced its results for the first quarter of 2018.\nNet sales were a record $405.7 million in the first quarter of 2018, an increase of 18% from net sales of $343.8 million in the first quarter of 2017, driven by organic growth of 9%. Net income attributable to ParkOhio common shareholders was $9.8 million in both first quarter periods. On an adjusted basis, net income attributable to ParkOhio common shareholders was $0.93 per diluted share in the first quarter of 2018 compared to $0.68 per diluted share in the 2017 period. The adjustments in the 2018 period included $0.10 per share related to U.S. Tax Reform and $0.05 per share for acquisition-related expenses. Please refer to the table that follows for a reconciliation of net income to adjusted earnings.\nEBITDA, as defined was $35.4 million in the first quarter of 2018, an increase of 11% from $31.9 million in the first quarter of 2017. Please refer to the table that follows for a reconciliation of net income to EBITDA, as defined. During the quarter, the Company generated operating cash flows of $8.4 million, and at March 31, 2018, had $89.2 million of cash and cash equivalents on hand.\nThe effective income tax rate for the first quarter of 2018 was 36% and includes an adjustment of $1.2 million to income tax expense recorded in 2017 related to U.S. Tax Reform. Excluding this $1.2 million expense, the effective income tax rate in the first quarter of 2018 would have been 29%.\nEdward F. Crawford, Chairman and Chief Executive Officer, stated, “The first quarter was a great start to 2018. Each of our three individual business silos achieved increased revenues and earnings. We are maintaining our adjusted EPS guidance at $3.55 - $3.75 per share.”\nCONFERENCE CALL\nA conference call reviewing ParkOhio’s first quarter 2018 results will be broadcast live over the Internet on Wednesday, May 9, commencing at 10:00 am Eastern Time. Simply log on to http://www.pkoh.com .\nParkOhio is a diversified international company providing world-class customers with a supply chain management outsourcing service, capital equipment used on their production lines, and manufactured components used to assemble their products. Headquartered in Cleveland, Ohio, ParkOhio operates more than 125 manufacturing sites and supply chain logistics facilities worldwide, through three reportable segments: Supply Technologies, Assembly Components and Engineered Products.\nThis news release contains forward-looking statements, including statements regarding future performance of the Company, that are subject to known and unknown risks, uncertainties and other factors that may cause our actual results, performance and achievements, or industry results, to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. These factors that could cause actual results to differ materially from expectations include, but are not limited to, the following: our substantial indebtedness; the uncertainty of the global economic environment; general business conditions and competitive factors, including pricing pressures and product innovation; demand for our products and services; raw material availability and pricing; fluctuations in energy costs; component part availability and pricing; changes in our relationships with customers and suppliers; the financial condition of our customers, including the impact of any bankruptcies; our ability to successfully integrate recent and future acquisitions into existing operations; the amounts and timing, if any, of purchases of our common stock; changes in general domestic economic conditions such as inflation rates, interest rates, tax rates, unemployment rates, higher labor and healthcare costs, recessions and changing government policies, laws and regulations, including those related to the current global uncertainties and crises; adverse impacts to us, our suppliers and customers from acts of terrorism or hostilities; our ability to meet various covenants, including financial covenants, contained in the agreements governing our indebtedness; disruptions, uncertainties or volatility in the credit markets that may limit our access to capital; potential disruption due to a partial or complete reconfiguration of the European Union; increasingly stringent domestic and foreign governmental regulations, including those affecting the environment or import and export controls and other trade barriers; inherent uncertainties involved in assessing our potential liability for environmental remediation-related activities; the outcome of pending and future litigation and other claims and disputes with customers; the outcome of the review conducted by the special committee of our board of directors; our dependence on the automotive and heavy-duty truck industries, which are highly cyclical; the dependence of the automotive industry on consumer spending; our ability to negotiate contracts with labor unions; our dependence on key management; our dependence on information systems; our ability to continue to pay cash dividends, and the other factors we describe under “Item 1A. Risk Factors” included in the Company’s Annual Report on Form 10-K for the year ended December 31, 2017. Any forward-looking statement speaks only as of the date on which such statement is made, and we undertake no obligation to update any forward-looking statement, whether as a result of new information, future events or otherwise, except as required by law. In light of these and other uncertainties, the inclusion of a forward-looking statement herein should not be regarded as a representation by us that our plans and objectives will be achieved. The Company assumes no obligation to update the information in this release.\nPark-Ohio Holdings Corp. and Subsidiaries Condensed Consolidated Statements of Income (Unaudited) Three Months Ended March 31, 2018 2017 (2)\n(In millions, except per share data) Net sales $ 405.7 $ 343.8 Cost of sales (1) 340.6 288.8 Gross profit 65.1 55.0 Selling, general and administrative expenses (1) 43.0 37.8 Litigation settlement gain — (3.3 ) Operating income 22.1 20.5 Other components of net pension income (1) 2.3 1.7 Interest expense (8.4 ) (7.4 ) Income before income taxes 16.0 14.8 Income tax expense (5.8 ) (4.7 ) Net income 10.2 10.1 Net income attributable to noncontrolling interests (0.4 ) (0.3 ) Net income attributable to Park-Ohio Holdings Corp. common shareholders $ 9.8 $ 9.8 Earnings per common share attributable to Park-Ohio Holdings Corp. common shareholders: Basic $ 0.80 $ 0.80 Diluted $ 0.78 $ 0.79 Weighted-average shares used to compute earnings per share: Basic 12.3 12.2 Diluted 12.5 12.5 Dividends per common share $ 0.125 $ 0.125 Other financial data: EBITDA, as defined $ 35.4 $ 31.9 (1) - The Company adopted ASU 2017-07 in the first quarter of 2018, resulting in a change to the presentation of components of\nnet pension income. The following amounts are reflected in the condensed consolidated statements of income:\nThree Months Ended March 31, 2018 2017 Amounts recorded in Cost of sales $ (0.7 ) $ (0.5 ) Amounts recorded in SG&A expenses (0.3 ) (0.1 ) Amounts recorded in Other components of net pension income 2.3 1.7 Total pension income $ 1.3 $ 1.1 (2) - 2017 pension amounts have been reclassified to conform to the 2018 presentation.\nPark-Ohio Holdings Corp. and Subsidiaries\nSupplemental Non-GAAP Financial Measures (Unaudited)\nAdjusted earnings is a non-GAAP financial measure that the Company is providing in this press release. Adjusted earnings is net income calculated in accordance with generally accepted accounting principles (\"GAAP\"), adjusted for special items. The Company presents this non-GAAP financial measure because management uses adjusted earnings to compare its operating performance on a consistent basis over multiple periods because they remove the impact of certain significant non-cash credits or charges and certain infrequent items impacting net income. Adjusted earnings is not a measure of performance under GAAP and should not be considered in isolation from, or as a substitute for, net income calculated in accordance with GAAP. Adjusted earnings herein may not be comparable to similarly titled measures of other companies. The following table reconciles net income to adjusted earnings:\nThree Months Ended March 31, 2018 2017 Earnings Diluted EPS Earnings Diluted EPS (In millions, except for earnings per share (EPS)) Net income $ 10.2 $ 0.81 $ 10.1 $ 0.81 Net income attributable to noncontrolling interests (0.4 ) (0.03 ) (0.3 ) (0.02 ) Net income attributable to Park-Ohio Holdings Corp. common shareholders\n9.8 0.78 9.8 0.79 Adjustments: Acquisition-related expenses 0.8 0.07 0.3 0.02 Litigation settlement gain — — (3.3 ) (0.26 ) Plant relocation and related costs — — 0.7 0.05 Tax effect of above adjustments (0.2 ) (0.02 ) 1.0 0.08 U.S. Tax Act adjustment 1.2 0.10 — — Adjusted earnings $ 11.6 $ 0.93 $ 8.5 $ 0.68 Park-Ohio Holdings Corp. and Subsidiaries\nSupplemental Non-GAAP Financial Measures (Unaudited)\nEBITDA, as defined is a non-GAAP financial measure that the Company is providing in this press release. EBITDA, as defined reflects net income attributable to Park-Ohio Holdings Corp. common shareholders before interest expense, income taxes, depreciation and amortization, and also excludes certain non-cash charges and corporate-level expenses as defined in the Company's current revolving credit facility. The Company presents this non-GAAP financial measure because management uses EBITDA, as defined to assess the Company's performance and believes that EBITDA is useful to investors as an indication of the Company's satisfaction of its Debt Service Ratio covenant in its current revolving credit facility. Additionally, EBITDA, as defined is a measure used under the Company's current revolving credit facility to determine whether the Company may incur additional debt under such facility. EBITDA, as defined is not a measure of performance under GAAP and should not be considered in isolation from, or as a substitute for, net income or cash flow information calculated in accordance with GAAP. EBITDA, as defined herein may not be comparable to similarly titled measures of other companies. The following table reconciles net income to EBITDA, as defined:\nThree Months Ended March 31, 2018 2017 (In millions) Net income attributable to Park-Ohio Holdings Corp. common shareholders $ 9.8 $ 9.8 Add back: Interest expense 8.4 7.4 Income tax expense 5.8 4.7 Depreciation and amortization 8.9 7.8 Share-based compensation expense 2.2 2.2 Acquisition-related expenses and other 0.3 — EBITDA, as defined $ 35.4 $ 31.9 Park-Ohio Holdings Corp. and Subsidiaries Condensed Consolidated Balance Sheets (Unaudited) March 31, 2018 December 31, 2017 (In millions) ASSETS Current assets: Cash and cash equivalents $ 89.2 $ 82.8 Accounts receivable, net 272.5 242.6 Inventories, net 299.7 282.8 Other current assets 79.2 61.4 Total current assets 740.6 669.6 Property, plant and equipment, net 196.4 177.0 Goodwill 106.5 100.2 Intangible assets, net 106.0 99.5 Other long-term assets 84.2 86.2 Total assets $ 1,233.7 $ 1,132.5 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities: Trade accounts payable $ 187.8 $ 173.7 Current portion of long-term debt and short-term debt 14.5 17.7 Accrued expenses and other 97.3 84.7 Total current liabilities 299.6 276.1 Long-term liabilities, less current portion: Debt 568.7 515.5 Deferred income taxes 27.6 22.3 Other long-term liabilities 33.0 30.6 Total long-term liabilities 629.3 568.4 Park-Ohio Holdings Corp. and Subsidiaries shareholders' equity 292.4 276.0 Noncontrolling interests 12.4 12.0 Total equity 304.8 288.0 Total liabilities and shareholders' equity $ 1,233.7 $ 1,132.5 Park-Ohio Holdings Corp. and Subsidiaries Condensed Consolidated Statements of Cash Flows (Unaudited) Three Months Ended March 31, 2018 2017 (In millions) OPERATING ACTIVITIES Net income $ 10.2 $ 10.1 Adjustments to reconcile net income to net cash provided (used) by operating activities: Depreciation and amortization 8.9 7.8 Litigation settlement gain — (3.3 ) Share-based compensation expense 2.2 2.2 Net impact of U.S. Tax Act 1.2 — Changes in operating assets and liabilities: Accounts receivable (16.5 ) (30.0 ) Inventories (9.2 ) (6.5 ) Other current assets (2.2 ) (2.3 ) Accounts payable and accrued expenses 15.0 27.1 Litigation settlement payment — (4.0 ) Other (1.2 ) (1.3 ) Net cash provided (used) by operating activities 8.4 (0.2 ) INVESTING ACTIVITIES Purchases of property, plant and equipment (8.9 ) (6.1 ) Business acquisition, net of cash acquired (36.7 ) — Net cash used by investing activities (45.6 ) (6.1 ) FINANCING ACTIVITIES Proceeds from revolving credit facility, net 47.3 13.0 Payments on term loans and other debt (3.6 ) (3.0 ) Proceeds from term loans and other debt 3.7 — (Payments on) proceeds from capital lease facilities, net\n(1.2 ) 1.1 Dividends (1.6 ) (1.6 ) Purchase of treasury shares (0.6 ) — Payments of withholding taxes on share awards (1.1 ) (0.7 ) Net cash provided by financing activities 42.9 8.8 Effect of exchange rate changes on cash 0.7 0.7 Increase in cash and cash equivalents 6.4 3.2 Cash and cash equivalents at beginning of period 82.8 64.3 Cash and cash equivalents at end of period $ 89.2 $ 67.5 Income taxes paid $ 2.0 $ 1.9 Interest paid $ 2.2 $ 1.9 Park-Ohio Holdings Corp. and Subsidiaries Business Segment Information (Unaudited) Three Months Ended March 31, 2018 2017 (In millions) Net sales: Supply Technologies $ 160.9 $ 133.2 Assembly Components 145.4 139.3 Engineered Products 99.4 71.3 $ 405.7 $ 343.8 Segment operating income: Supply Technologies $ 12.5 $ 10.6 Assembly Components 12.6 11.8 Engineered Products 5.7 1.3 Total segment operating income 30.8 23.7 Corporate costs (8.7 ) (6.5 ) Litigation settlement gain — 3.3 Operating income 22.1 20.5 Other components of net pension income 2.3 1.7 Interest expense (8.4 ) (7.4 ) Income before income taxes $ 16.0 $ 14.8\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006481/en/\nEdward F. Crawford\nPark-Ohio Holdings Corp.\n440-947-2000\nSource: Park-Ohio Holdings Corp.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-08T23:38:52.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q1",
        "revenue",
        "increased",
        "record",
        "million",
        "gaap",
        "eps",
        "adjusted",
        "eps",
        "adjusted",
        "eps",
        "q1",
        "cleveland",
        "ohio",
        "business",
        "wire",
        "holding",
        "nasdaq",
        "pkoh",
        "today",
        "announced",
        "result",
        "first",
        "quarter",
        "net",
        "sale",
        "record",
        "million",
        "first",
        "quarter",
        "increase",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "driven",
        "organic",
        "growth",
        "net",
        "income",
        "attributable",
        "parkohio",
        "common",
        "shareholder",
        "million",
        "first",
        "quarter",
        "period",
        "adjusted",
        "basis",
        "net",
        "income",
        "attributable",
        "parkohio",
        "common",
        "shareholder",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "compared",
        "per",
        "diluted",
        "share",
        "period",
        "adjustment",
        "period",
        "included",
        "per",
        "share",
        "related",
        "tax",
        "reform",
        "per",
        "share",
        "expense",
        "please",
        "refer",
        "table",
        "follows",
        "reconciliation",
        "net",
        "income",
        "adjusted",
        "earnings",
        "ebitda",
        "defined",
        "million",
        "first",
        "quarter",
        "increase",
        "million",
        "first",
        "quarter",
        "please",
        "refer",
        "table",
        "follows",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "defined",
        "quarter",
        "company",
        "generated",
        "operating",
        "cash",
        "flow",
        "million",
        "march",
        "million",
        "cash",
        "cash",
        "equivalent",
        "hand",
        "effective",
        "income",
        "tax",
        "rate",
        "first",
        "quarter",
        "includes",
        "adjustment",
        "million",
        "income",
        "tax",
        "expense",
        "recorded",
        "related",
        "tax",
        "reform",
        "excluding",
        "million",
        "expense",
        "effective",
        "income",
        "tax",
        "rate",
        "first",
        "quarter",
        "would",
        "edward",
        "crawford",
        "chairman",
        "chief",
        "executive",
        "officer",
        "stated",
        "first",
        "quarter",
        "great",
        "start",
        "three",
        "individual",
        "business",
        "silo",
        "achieved",
        "increased",
        "revenue",
        "earnings",
        "maintaining",
        "adjusted",
        "eps",
        "guidance",
        "per",
        "conference",
        "call",
        "conference",
        "call",
        "reviewing",
        "parkohio",
        "first",
        "quarter",
        "result",
        "broadcast",
        "live",
        "internet",
        "wednesday",
        "may",
        "commencing",
        "eastern",
        "time",
        "simply",
        "log",
        "http",
        "parkohio",
        "diversified",
        "international",
        "company",
        "providing",
        "customer",
        "supply",
        "chain",
        "management",
        "outsourcing",
        "service",
        "capital",
        "equipment",
        "used",
        "production",
        "line",
        "manufactured",
        "component",
        "used",
        "assemble",
        "product",
        "headquartered",
        "cleveland",
        "ohio",
        "parkohio",
        "operates",
        "manufacturing",
        "site",
        "supply",
        "chain",
        "logistics",
        "facility",
        "worldwide",
        "three",
        "reportable",
        "segment",
        "supply",
        "technology",
        "assembly",
        "component",
        "engineered",
        "product",
        "news",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "future",
        "performance",
        "company",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "include",
        "limited",
        "following",
        "substantial",
        "indebtedness",
        "uncertainty",
        "global",
        "economic",
        "environment",
        "general",
        "business",
        "condition",
        "competitive",
        "factor",
        "including",
        "pricing",
        "pressure",
        "product",
        "innovation",
        "demand",
        "product",
        "service",
        "raw",
        "material",
        "availability",
        "pricing",
        "fluctuation",
        "energy",
        "cost",
        "component",
        "part",
        "availability",
        "pricing",
        "change",
        "relationship",
        "customer",
        "supplier",
        "financial",
        "condition",
        "customer",
        "including",
        "impact",
        "bankruptcy",
        "ability",
        "successfully",
        "integrate",
        "recent",
        "future",
        "acquisition",
        "existing",
        "operation",
        "amount",
        "timing",
        "purchase",
        "common",
        "stock",
        "change",
        "general",
        "domestic",
        "economic",
        "condition",
        "inflation",
        "rate",
        "interest",
        "rate",
        "tax",
        "rate",
        "unemployment",
        "rate",
        "higher",
        "labor",
        "healthcare",
        "cost",
        "recession",
        "changing",
        "government",
        "policy",
        "law",
        "regulation",
        "including",
        "related",
        "current",
        "global",
        "uncertainty",
        "crisis",
        "adverse",
        "impact",
        "u",
        "supplier",
        "customer",
        "act",
        "terrorism",
        "hostility",
        "ability",
        "meet",
        "various",
        "covenant",
        "including",
        "financial",
        "covenant",
        "contained",
        "agreement",
        "governing",
        "indebtedness",
        "disruption",
        "uncertainty",
        "volatility",
        "credit",
        "market",
        "may",
        "limit",
        "access",
        "capital",
        "potential",
        "disruption",
        "due",
        "partial",
        "complete",
        "reconfiguration",
        "european",
        "union",
        "increasingly",
        "stringent",
        "domestic",
        "foreign",
        "governmental",
        "regulation",
        "including",
        "affecting",
        "environment",
        "import",
        "export",
        "control",
        "trade",
        "barrier",
        "inherent",
        "uncertainty",
        "involved",
        "assessing",
        "potential",
        "liability",
        "environmental",
        "activity",
        "outcome",
        "pending",
        "future",
        "litigation",
        "claim",
        "dispute",
        "customer",
        "outcome",
        "review",
        "conducted",
        "special",
        "committee",
        "board",
        "director",
        "dependence",
        "automotive",
        "truck",
        "industry",
        "highly",
        "cyclical",
        "dependence",
        "automotive",
        "industry",
        "consumer",
        "spending",
        "ability",
        "negotiate",
        "contract",
        "labor",
        "union",
        "dependence",
        "key",
        "management",
        "dependence",
        "information",
        "system",
        "ability",
        "continue",
        "pay",
        "cash",
        "dividend",
        "factor",
        "describe",
        "item",
        "1a",
        "risk",
        "factor",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "statement",
        "speaks",
        "date",
        "statement",
        "made",
        "undertake",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "light",
        "uncertainty",
        "inclusion",
        "statement",
        "herein",
        "regarded",
        "representation",
        "u",
        "plan",
        "objective",
        "achieved",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "release",
        "holding",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "except",
        "per",
        "share",
        "data",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "litigation",
        "settlement",
        "gain",
        "operating",
        "income",
        "component",
        "net",
        "pension",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "holding",
        "common",
        "shareholder",
        "earnings",
        "per",
        "common",
        "share",
        "attributable",
        "holding",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "dividend",
        "per",
        "common",
        "share",
        "financial",
        "data",
        "ebitda",
        "defined",
        "company",
        "adopted",
        "asu",
        "first",
        "quarter",
        "resulting",
        "change",
        "presentation",
        "component",
        "net",
        "pension",
        "income",
        "following",
        "amount",
        "reflected",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "amount",
        "recorded",
        "cost",
        "sale",
        "amount",
        "recorded",
        "sg",
        "expense",
        "amount",
        "recorded",
        "component",
        "net",
        "pension",
        "income",
        "total",
        "pension",
        "income",
        "pension",
        "amount",
        "reclassified",
        "conform",
        "presentation",
        "holding",
        "subsidiary",
        "supplemental",
        "financial",
        "measure",
        "unaudited",
        "adjusted",
        "earnings",
        "financial",
        "measure",
        "company",
        "providing",
        "press",
        "release",
        "adjusted",
        "earnings",
        "net",
        "income",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "adjusted",
        "special",
        "item",
        "company",
        "present",
        "financial",
        "measure",
        "management",
        "us",
        "adjusted",
        "earnings",
        "compare",
        "operating",
        "performance",
        "consistent",
        "basis",
        "multiple",
        "period",
        "remove",
        "impact",
        "certain",
        "significant",
        "credit",
        "charge",
        "certain",
        "infrequent",
        "item",
        "impacting",
        "net",
        "income",
        "adjusted",
        "earnings",
        "measure",
        "performance",
        "gaap",
        "considered",
        "isolation",
        "substitute",
        "net",
        "income",
        "calculated",
        "accordance",
        "gaap",
        "adjusted",
        "earnings",
        "herein",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "following",
        "table",
        "reconciles",
        "net",
        "income",
        "adjusted",
        "earnings",
        "three",
        "month",
        "ended",
        "march",
        "earnings",
        "diluted",
        "eps",
        "earnings",
        "diluted",
        "eps",
        "million",
        "except",
        "earnings",
        "per",
        "share",
        "eps",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "holding",
        "common",
        "shareholder",
        "adjustment",
        "expense",
        "litigation",
        "settlement",
        "gain",
        "plant",
        "relocation",
        "related",
        "cost",
        "tax",
        "effect",
        "adjustment",
        "tax",
        "act",
        "adjustment",
        "adjusted",
        "earnings",
        "holding",
        "subsidiary",
        "supplemental",
        "financial",
        "measure",
        "unaudited",
        "ebitda",
        "defined",
        "financial",
        "measure",
        "company",
        "providing",
        "press",
        "release",
        "ebitda",
        "defined",
        "reflects",
        "net",
        "income",
        "attributable",
        "holding",
        "common",
        "shareholder",
        "interest",
        "expense",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "also",
        "excludes",
        "certain",
        "charge",
        "expense",
        "defined",
        "company",
        "current",
        "revolving",
        "credit",
        "facility",
        "company",
        "present",
        "financial",
        "measure",
        "management",
        "us",
        "ebitda",
        "defined",
        "assess",
        "company",
        "performance",
        "belief",
        "ebitda",
        "useful",
        "investor",
        "indication",
        "company",
        "satisfaction",
        "debt",
        "service",
        "ratio",
        "covenant",
        "current",
        "revolving",
        "credit",
        "facility",
        "additionally",
        "ebitda",
        "defined",
        "measure",
        "used",
        "company",
        "current",
        "revolving",
        "credit",
        "facility",
        "determine",
        "whether",
        "company",
        "may",
        "incur",
        "additional",
        "debt",
        "facility",
        "ebitda",
        "defined",
        "measure",
        "performance",
        "gaap",
        "considered",
        "isolation",
        "substitute",
        "net",
        "income",
        "cash",
        "flow",
        "information",
        "calculated",
        "accordance",
        "gaap",
        "ebitda",
        "defined",
        "herein",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "following",
        "table",
        "reconciles",
        "net",
        "income",
        "ebitda",
        "defined",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "net",
        "income",
        "attributable",
        "holding",
        "common",
        "shareholder",
        "add",
        "back",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "expense",
        "ebitda",
        "defined",
        "holding",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "million",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "trade",
        "account",
        "payable",
        "current",
        "portion",
        "debt",
        "debt",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "liability",
        "less",
        "current",
        "portion",
        "debt",
        "deferred",
        "income",
        "tax",
        "liability",
        "total",
        "liability",
        "holding",
        "subsidiary",
        "shareholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "holding",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "litigation",
        "settlement",
        "gain",
        "compensation",
        "expense",
        "net",
        "impact",
        "tax",
        "act",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "inventory",
        "current",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "litigation",
        "settlement",
        "payment",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "plant",
        "equipment",
        "business",
        "acquisition",
        "net",
        "cash",
        "acquired",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "proceeds",
        "revolving",
        "credit",
        "facility",
        "net",
        "payment",
        "term",
        "loan",
        "debt",
        "proceeds",
        "term",
        "loan",
        "debt",
        "payment",
        "proceeds",
        "capital",
        "lease",
        "facility",
        "net",
        "dividend",
        "purchase",
        "treasury",
        "share",
        "payment",
        "withholding",
        "tax",
        "share",
        "award",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "income",
        "tax",
        "paid",
        "interest",
        "paid",
        "holding",
        "subsidiary",
        "business",
        "segment",
        "information",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "net",
        "sale",
        "supply",
        "technology",
        "assembly",
        "component",
        "engineered",
        "product",
        "segment",
        "operating",
        "income",
        "supply",
        "technology",
        "assembly",
        "component",
        "engineered",
        "product",
        "total",
        "segment",
        "operating",
        "income",
        "corporate",
        "cost",
        "litigation",
        "settlement",
        "gain",
        "operating",
        "income",
        "component",
        "net",
        "pension",
        "income",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "view",
        "source",
        "version",
        "http",
        "edward",
        "crawford",
        "holding",
        "source",
        "holding",
        "corp"
    ]
}