{
    "organizations": [],
    "uuid": "ed5f2c304597ed9a73a4dc567f5ee611f665c10e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/globe-newswire-rupert-resources-reports-initial-underground-sampling-results-including-record-3100gt-over-0-point-5m-increases-contiguous.html",
    "ord_in_thread": 0,
    "title": "Rupert Resources Reports Initial Underground Sampling Results Including Record 3,100g/t Over 0.5m, Increases Contiguous Land Position and Announces 2018 Fieldwork Plan at Pahtavaara",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 24, 2018 (GLOBE NEWSWIRE) -- Rupert Resources Ltd (TSX Venture:RUP) (FRANKFURT:R05) (“ Rupert ” or “ the Company ”) announces the initial results from its underground sampling programme including a sample of 3100g/t Au over 0.5m and expands licence by 65km 2 at the Pahtavaara Project in the Central Lapland Greenstone Belt of Northern Finland (the “ Pahtavaara Project ”). The Pahtavaara Project comprises a permitted 1,400tpd mill, 35km of underground infrastructure and a land package of 290km 2 .\nLong section of Samurai zone looking North showing location of 3100g/t Au chip sample.\nAreas of focus for 2018 fieldwork campaign.\nRupert land holdings as of May 2018 (additional areas outline in red)\nJames Withall, Chief Executive of Rupert Resources said “The initial results of the underground sampling programme are extremely encouraging and show the potential for near mine resource additions at Pahtavaara. The ongoing underground sampling combined with assaying of unsampled core is equivalent to around 10,000m of diamond drilling which Rupert is able to complete on a low cost basis. Beyond the mine limits Rupert has an extensive 2018 fieldwork plan based on our historic data review, results from 2017 and a new regional structural interpretation that utilised our detailed UAV aeromag survey. We have also applied for a further 65km 2 contiguous ground located between Pahtavaara and the two major base metals deposits in the region.”\nInitial results from underground sampling\nRupert is undertaking a comprehensive underground sampling program utilising the 35km of existing underground infrastructure to validate the geological model and potentially expand the resource at Pahtavaara. Results have now been received from 942 underground channel samples with 40 yielding gold grades of over 0.5g/t Au (see Tables 1 and 2). The program has been designed to sample up to 5,000m of underground development thoughout the vertical extent of the resource and across all the main mineralised zones.\nSamurai\nA group of samples in the Samurai zone at the -120 level (300m from surface) indicate the 400m strike extent mined in the upper levels of the mine may continue at depth. The historic mining at depth was constrained by the lack of drilling data, focussing on an ever reducing strike length as shown in Figure 1 below. The results from sampling of -120 level development drifts demonstrate the potential for a 60m south western extension from the historically mined stopes. Of particular note channel sample 818020 intersected 2m grading 11g/t and a separate chip sample (818019_4) from the same structure assayed 3,100g/t Au over a 0.5m interval, the highest gold assay value recorded at Pahtavaara. The area to the southwest of this lacks drilling and will be a target of programs planned to follow up this work.\nTo view Figure 1. Long section of Samurai zone looking North showing location of 3100g/t Au chip sample, please visit the following link: http://www.globenewswire.com/NewsRoom/AttachmentNg/39e9ebcc-fe09-49b2-8fee-39d98a220ec2\nNFE\nAs previously reported on 1 March 2018, underground sampling of a structure at the -150 level (400m below surface) in the existing decline yielded assays of 3.5g/t Au (817011_1), 26.2g/t Au (817011_2) and 4.9g/t Au (817011_4). Rupert maintains that this structure may be the NFE zone at depth in an area with no previous drilling between the historically mined Samuari and DB plunge zones.\nTable 1 – Significant results from underground sampling program (rock chip samples) Hole ID Zone Easting Northing Elevation Azimuth From (m) To (m) Interval (m) Au (g/t) 817000 Karoliina 4699 4898 -31 152 0.0 1.0 1.0 1.3 817000 34.0 36.0 2.0 4.3 817000 35.0 36.0 1.0 6.6 817004 Karoliina 4738 4902 -33 79 9.0 11.0 2.0 5.3 817004 10.0 11.0 1.0 8.2 817004 16.0 18.0 2.0 3.1 817004 17.0 18.0 1.0 5.2 817004 21.0 22.0 1.0 6.3 817005 Karoliina 4695 4876 58 68 6.0 7.0 1.0 2.6 818016_2 T-vein 5082 4772 120 329 0.0 1.0 1.0 2.2 818019_4 Samurai 5002 4848 -122 19 0.0 0.5 0.5 3100.0 818019_5 Samurai 4990 4948 -123 334 0.0 1.0 1.0 2.2 818019_6 Samurai 4990 4949 -123 320 0.0 1.0 1.0 1.5 818019_7 Karoliina 4902 4832 43 238 0.0 1.0 1.0 3.3\nTable 2 – Significant results from underground sampling program (sawn channel samples) Hole ID Zone Easting Northing Elevation Azimuth From (m) To (m) Interval (m) Au (g/t) 817006 Karoliina 4489 4784 77 149 3.0 6.0 3.0 1.7 818010 Samurai 5089 4936 -120 268 10.0 12.0 2.0 2.1 818010 31.0 32.0 1.0 1.4 818013 Samurai 5115 4951 -118 69 10.0 11.0 1.0 2.2 818013 16.0 17.0 1.0 1.2 818015 Samurai 5152 4948 -117 93 2.0 3.0 1.0 1.6 818015 18.0 23.0 5.0 1.6 818020 Samurai 4999 4842 -121 30 6.0 8.0 2.0 11.4 818020 6.0 7.0 1.0 19.1 818021 Samurai 5007 4849 -122 193 7.0 9.0 2.0 1.8 818021 12.0 13.0 1.0 2.1 818021 18.0 19.0 1.0 1.3 817006_2 Karoliina 4489 4783 76 149 3.0 5.0 2.0 3.3 817006_2 3.0 4.0 1.0 5.3 817011_1 NFE 5063 5032 -141 79 0.0 1.0 1.0 3.5 817011_2 NFE 5065 5032 -140 136 0.0 1.0 1.0 26.2 817011_4 NFE 5064 5032 -140 264 0.0 1.0 1.0 4.9 818020 Samurai 4999 4842 -121 30 6.0 8.0 2.0 11.4 818021 Samurai 5007 4849 -122 193 0.0 1.0 1.0 0.9 818021 Samurai 7.0 9.0 2.0 1.8 818021 Samurai 12.0 14.0 2.0 1.5 818021 Samurai 18.0 19.0 1.0 1.3 818022 Samurai 5007 4835 -121 266 2.0 3.0 1.0 0.5 818026 Samurai 4999 4910 -124 353 12.0 13.0 1.0 0.8 818028 NFE 5056 4930 -90 322 26.0 31.0 5.0 0.8 818029 Samurai 5126 4825 131 259 0.0 1.0 1.0 0.6 818030 Samurai 5046 4958 -94 337 0.0 1.0 1.0 0.5 818033 NFE 5039 4972 -95 334 18.0 19.0 1.0 5.3 818035 NFE 5023 5008 -101 320 13.0 15.0 2.0 1.1 818037 NFE 5015 5025 -104 339 8.0 9.0 1.0 0.8 818040 NFE 4975 5037 -111 186 4.0 5.0 1.0 3.5 The intervals presented in Tables 1 and 2 represent sampling widths and are not representative of true width of mineralisation.\n2018 regional fieldwork\nThe Company has recently completed the consolidation of all historic geological and geochemical information covering our extensive licence areas into our inhouse database. Further, we will have completed the last areas of our detailed UAV magnetic surveying by the end of May. An updated regional geological and structural interpretation is well advanced and key areas of the licence package have now been prioritised. The 2018 summer fieldwork will begin in early June with six additional geologists joining the team to undertake an extensive regional mapping and sampling programme. This will include followup work at the Valimaa and Saitta targets identified last year through boulder and outcrop sampling along with the known occurrences at Koppelokangas and Hookana. Near mine exploration will also continue with base of till (“BOT”) drilling planned to followup results from the ionic leach sampling, heavy mineral sampling and drilling completed to date at the Liikamaa and Paskamaa targets in the Western Extension area (see figure 2).\nTo view Figure 2. Areas of focus for 2018 fieldwork campaign, please visit the following link: http://www.globenewswire.com/NewsRoom/AttachmentNg/719b1885-8f26-45fd-aaad-714b2bb1c27b\nExpanded licence area\nRupert has applied to expand its contiguous licence area in the Central Lapland Greenstone Belt by 30% to 290km 2 . The new area extends Rupert’s position eastwards towards the two significant base metals deposits in the region operated by Boliden and Anglo American. The expanded area also extends coverage of the significant East - West structure that hosts Pahtavaara (see figure 3).\nTo view Figure 3. Rupert land holdings as of May 2018 (additional areas outline in red), please visit the following link: http://www.globenewswire.com/NewsRoom/AttachmentNg/2441adda-7924-44ae-b0a7-d0ffc08a07a9\nReview by Qualified Person, Quality Control and Reports\nIn compliance with National Instrument 43-101, Mr. Mike Sutton, P.Geo. is the Qualified Person who supervised the preparation of the scientific and technical disclosure in this news release. Samples are assayed by CRS/Actlabs Finland at Takatie 6, 90440 Kempele Finland, who have ISO9001 sample prep and ALS Minerals at Sodankyla, Finland and Pitea, Sweden. All samples are under watch from the drill site to the storage facility. Samples are assayed using cyanide leach methods with AAS detection of Au. The Company’s QA/QC program includes the regular insertion of blanks and standards into the sample shipments, as well as instructions for duplication. Standards, blanks and duplicates are inserted at appropriate intervals. Approximately five percent (5%) of the pulps and rejects are sent for check assaying at a second lab with the results averaged and intersections updated when received.\nAbout Rupert\nRupert is a Canadian based gold exploration and development company that is listed on the TSX Venture Exchange under the symbol “RUP”. The Company owns the Pahtavaara gold mine, mill, and exploration permits and concessions located in the Central Lapland Greenstone Belt in Northern Finland (“Pahtavaara”) (see the Company’s November 9, 2016 press release). Pahtavaara has an Inferred mineral resource at a 1.5 g/t Au cut off grade of 4.6 Mt at a grade of 3.2 g/t Au (474 koz) (see Company’s release from April 16, 2018). The Company also holds a 100% interest two properties in Central Finland, Hirsikangas and Osikonmaki; the Gold Centre property, which consists of mineral claims located in the Balmer Township, Red Lake, Ontario; and the Surf Inlet Property in British Columbia.\nThe TSX Venture Exchange Inc. has in no way passed upon the merits of the proposed Transaction and has neither approved nor disapproved the contents of this press release.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCautionary Note Regarding Forward Looking Statements\nThis press release contains statements which constitute ”forward-looking statements”, including the statements with respect to those that address potential quantity and/or grade of minerals, potential for minerals, completion of the proposed Transaction, deadlines, regulatory approvals, business activities and operating performance of the Company . The words “may”, “would”, “could”, “will”, “intend”, “plan”, “anticipate”, “believe”, “estimate”, “expect” and similar expressions, as they relate to the Company, are intended to identify such forward-looking statements. Investors are cautioned that forward-looking statements are based on the opinions, assumptions and estimates of management considered reasonable at the date the statements are made, and are inherently subject to a variety of risks and uncertainties and other known and unknown factors that could cause actual events or results to differ materially from those projected in the forward-looking statements. These factors include the general risks of the mining industry, as well as those risk factors discussed or referred to in the Company's annual Management's Discussion and Analysis for the year ended February 2 8 , 201 7 available at www.sedar.com . Should one or more of these risks or uncertainties materialize, or should assumptions underlying the forward-looking statements prove incorrect, actual results may vary materially from those described herein as intended, planned, anticipated, believed, estimated or expected. The Company does not intend, and does not assume any obligation, to update these forward-looking statements except as otherwise required by applicable law .\nFor further information, please contact:\nJames Withall\nChief Executive Officer\njwithall@rupertresources.com Thomas Credland\nHead of Corporate Development & Investor Relations\ntcredland@rupertresources.com Rupert Resources Ltd\n82 Richmond Street East, Suite 203, Toronto, Ontario M5C 1P1\nTel: +1 416-304-9004\nWeb: http://rupertresources.com/\nSource:Rupert Resources Ltd.",
    "published": "2018-05-24T15:59:00.000+03:00",
    "crawled": "2018-05-24T20:19:57.027+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "rupert",
        "resource",
        "ltd",
        "tsx",
        "venture",
        "rup",
        "frankfurt",
        "r05",
        "rupert",
        "company",
        "announces",
        "initial",
        "result",
        "underground",
        "sampling",
        "programme",
        "including",
        "sample",
        "au",
        "expands",
        "licence",
        "65km",
        "pahtavaara",
        "project",
        "central",
        "lapland",
        "greenstone",
        "belt",
        "northern",
        "finland",
        "pahtavaara",
        "project",
        "pahtavaara",
        "project",
        "comprises",
        "permitted",
        "mill",
        "35km",
        "underground",
        "infrastructure",
        "land",
        "package",
        "290km",
        "long",
        "section",
        "samurai",
        "zone",
        "looking",
        "north",
        "showing",
        "location",
        "au",
        "chip",
        "sample",
        "area",
        "focus",
        "fieldwork",
        "campaign",
        "rupert",
        "land",
        "holding",
        "may",
        "additional",
        "area",
        "outline",
        "red",
        "james",
        "withall",
        "chief",
        "executive",
        "rupert",
        "resource",
        "said",
        "initial",
        "result",
        "underground",
        "sampling",
        "programme",
        "extremely",
        "encouraging",
        "show",
        "potential",
        "near",
        "mine",
        "resource",
        "addition",
        "pahtavaara",
        "ongoing",
        "underground",
        "sampling",
        "combined",
        "assaying",
        "unsampled",
        "core",
        "equivalent",
        "around",
        "diamond",
        "drilling",
        "rupert",
        "able",
        "complete",
        "low",
        "cost",
        "basis",
        "beyond",
        "mine",
        "limit",
        "rupert",
        "extensive",
        "fieldwork",
        "plan",
        "based",
        "historic",
        "data",
        "review",
        "result",
        "new",
        "regional",
        "structural",
        "interpretation",
        "utilised",
        "detailed",
        "uav",
        "aeromag",
        "survey",
        "also",
        "applied",
        "65km",
        "contiguous",
        "ground",
        "located",
        "pahtavaara",
        "two",
        "major",
        "base",
        "metal",
        "deposit",
        "initial",
        "result",
        "underground",
        "sampling",
        "rupert",
        "undertaking",
        "comprehensive",
        "underground",
        "sampling",
        "program",
        "utilising",
        "35km",
        "existing",
        "underground",
        "infrastructure",
        "validate",
        "geological",
        "model",
        "potentially",
        "expand",
        "resource",
        "pahtavaara",
        "result",
        "received",
        "underground",
        "channel",
        "sample",
        "yielding",
        "gold",
        "grade",
        "au",
        "see",
        "table",
        "program",
        "designed",
        "sample",
        "underground",
        "development",
        "thoughout",
        "vertical",
        "extent",
        "resource",
        "across",
        "main",
        "mineralised",
        "zone",
        "samurai",
        "group",
        "sample",
        "samurai",
        "zone",
        "level",
        "300m",
        "surface",
        "indicate",
        "400m",
        "strike",
        "extent",
        "mined",
        "upper",
        "level",
        "mine",
        "may",
        "continue",
        "depth",
        "historic",
        "mining",
        "depth",
        "constrained",
        "lack",
        "drilling",
        "data",
        "focussing",
        "ever",
        "reducing",
        "strike",
        "length",
        "shown",
        "figure",
        "result",
        "sampling",
        "level",
        "development",
        "drift",
        "demonstrate",
        "potential",
        "60m",
        "south",
        "western",
        "extension",
        "historically",
        "mined",
        "stopes",
        "particular",
        "note",
        "channel",
        "sample",
        "intersected",
        "2m",
        "grading",
        "separate",
        "chip",
        "sample",
        "structure",
        "assayed",
        "au",
        "interval",
        "highest",
        "gold",
        "assay",
        "value",
        "recorded",
        "pahtavaara",
        "area",
        "southwest",
        "lack",
        "drilling",
        "target",
        "program",
        "planned",
        "follow",
        "work",
        "view",
        "figure",
        "long",
        "section",
        "samurai",
        "zone",
        "looking",
        "north",
        "showing",
        "location",
        "au",
        "chip",
        "sample",
        "please",
        "visit",
        "following",
        "link",
        "http",
        "nfe",
        "previously",
        "reported",
        "march",
        "underground",
        "sampling",
        "structure",
        "level",
        "400m",
        "surface",
        "existing",
        "decline",
        "yielded",
        "assay",
        "au",
        "au",
        "au",
        "rupert",
        "maintains",
        "structure",
        "may",
        "nfe",
        "zone",
        "depth",
        "area",
        "previous",
        "drilling",
        "historically",
        "mined",
        "samuari",
        "db",
        "plunge",
        "zone",
        "table",
        "significant",
        "result",
        "underground",
        "sampling",
        "program",
        "rock",
        "chip",
        "sample",
        "hole",
        "id",
        "zone",
        "easting",
        "northing",
        "elevation",
        "azimuth",
        "interval",
        "au",
        "karoliina",
        "karoliina",
        "karoliina",
        "samurai",
        "samurai",
        "samurai",
        "karoliina",
        "table",
        "significant",
        "result",
        "underground",
        "sampling",
        "program",
        "sawn",
        "channel",
        "sample",
        "hole",
        "id",
        "zone",
        "easting",
        "northing",
        "elevation",
        "azimuth",
        "interval",
        "au",
        "karoliina",
        "samurai",
        "samurai",
        "samurai",
        "samurai",
        "samurai",
        "karoliina",
        "nfe",
        "nfe",
        "nfe",
        "samurai",
        "samurai",
        "samurai",
        "samurai",
        "samurai",
        "samurai",
        "samurai",
        "nfe",
        "samurai",
        "samurai",
        "nfe",
        "nfe",
        "nfe",
        "nfe",
        "interval",
        "presented",
        "table",
        "represent",
        "sampling",
        "width",
        "representative",
        "true",
        "width",
        "mineralisation",
        "regional",
        "fieldwork",
        "company",
        "recently",
        "completed",
        "consolidation",
        "historic",
        "geological",
        "geochemical",
        "information",
        "covering",
        "extensive",
        "licence",
        "area",
        "inhouse",
        "database",
        "completed",
        "last",
        "area",
        "detailed",
        "uav",
        "magnetic",
        "surveying",
        "end",
        "may",
        "updated",
        "regional",
        "geological",
        "structural",
        "interpretation",
        "well",
        "advanced",
        "key",
        "area",
        "licence",
        "package",
        "prioritised",
        "summer",
        "fieldwork",
        "begin",
        "early",
        "june",
        "six",
        "additional",
        "geologist",
        "joining",
        "team",
        "undertake",
        "extensive",
        "regional",
        "mapping",
        "sampling",
        "programme",
        "include",
        "followup",
        "work",
        "valimaa",
        "saitta",
        "target",
        "identified",
        "last",
        "year",
        "boulder",
        "outcrop",
        "sampling",
        "along",
        "known",
        "occurrence",
        "koppelokangas",
        "hookana",
        "near",
        "mine",
        "exploration",
        "also",
        "continue",
        "base",
        "till",
        "bot",
        "drilling",
        "planned",
        "followup",
        "result",
        "ionic",
        "leach",
        "sampling",
        "heavy",
        "mineral",
        "sampling",
        "drilling",
        "completed",
        "date",
        "liikamaa",
        "paskamaa",
        "target",
        "western",
        "extension",
        "area",
        "see",
        "figure",
        "view",
        "figure",
        "area",
        "focus",
        "fieldwork",
        "campaign",
        "please",
        "visit",
        "following",
        "link",
        "http",
        "expanded",
        "licence",
        "area",
        "rupert",
        "applied",
        "expand",
        "contiguous",
        "licence",
        "area",
        "central",
        "lapland",
        "greenstone",
        "belt",
        "290km",
        "new",
        "area",
        "extends",
        "rupert",
        "position",
        "eastward",
        "towards",
        "two",
        "significant",
        "base",
        "metal",
        "deposit",
        "region",
        "operated",
        "boliden",
        "anglo",
        "american",
        "expanded",
        "area",
        "also",
        "extends",
        "coverage",
        "significant",
        "east",
        "west",
        "structure",
        "host",
        "pahtavaara",
        "see",
        "figure",
        "view",
        "figure",
        "rupert",
        "land",
        "holding",
        "may",
        "additional",
        "area",
        "outline",
        "red",
        "please",
        "visit",
        "following",
        "link",
        "http",
        "review",
        "qualified",
        "person",
        "quality",
        "control",
        "report",
        "compliance",
        "national",
        "instrument",
        "mike",
        "sutton",
        "qualified",
        "person",
        "supervised",
        "preparation",
        "scientific",
        "technical",
        "disclosure",
        "news",
        "release",
        "sample",
        "assayed",
        "finland",
        "takatie",
        "kempele",
        "finland",
        "iso9001",
        "sample",
        "prep",
        "al",
        "mineral",
        "sodankyla",
        "finland",
        "pitea",
        "sweden",
        "sample",
        "watch",
        "drill",
        "site",
        "storage",
        "facility",
        "sample",
        "assayed",
        "using",
        "cyanide",
        "leach",
        "method",
        "aa",
        "detection",
        "au",
        "company",
        "program",
        "includes",
        "regular",
        "insertion",
        "blank",
        "standard",
        "sample",
        "shipment",
        "well",
        "instruction",
        "duplication",
        "standard",
        "blank",
        "duplicate",
        "inserted",
        "appropriate",
        "interval",
        "approximately",
        "five",
        "percent",
        "pulp",
        "reject",
        "sent",
        "check",
        "assaying",
        "second",
        "lab",
        "result",
        "averaged",
        "intersection",
        "updated",
        "received",
        "rupert",
        "rupert",
        "canadian",
        "based",
        "gold",
        "exploration",
        "development",
        "company",
        "listed",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "rup",
        "company",
        "owns",
        "pahtavaara",
        "gold",
        "mine",
        "mill",
        "exploration",
        "permit",
        "concession",
        "located",
        "central",
        "lapland",
        "greenstone",
        "belt",
        "northern",
        "finland",
        "pahtavaara",
        "see",
        "company",
        "november",
        "press",
        "release",
        "pahtavaara",
        "inferred",
        "mineral",
        "resource",
        "au",
        "cut",
        "grade",
        "mt",
        "grade",
        "au",
        "koz",
        "see",
        "company",
        "release",
        "april",
        "company",
        "also",
        "hold",
        "interest",
        "two",
        "property",
        "central",
        "finland",
        "hirsikangas",
        "osikonmaki",
        "gold",
        "centre",
        "property",
        "consists",
        "mineral",
        "claim",
        "located",
        "balmer",
        "township",
        "red",
        "lake",
        "ontario",
        "surf",
        "inlet",
        "property",
        "british",
        "columbia",
        "tsx",
        "venture",
        "exchange",
        "way",
        "passed",
        "upon",
        "merit",
        "proposed",
        "transaction",
        "neither",
        "approved",
        "disapproved",
        "content",
        "press",
        "release",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "note",
        "regarding",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "constitute",
        "statement",
        "including",
        "statement",
        "respect",
        "address",
        "potential",
        "quantity",
        "grade",
        "mineral",
        "potential",
        "mineral",
        "completion",
        "proposed",
        "transaction",
        "deadline",
        "regulatory",
        "approval",
        "business",
        "activity",
        "operating",
        "performance",
        "company",
        "word",
        "may",
        "would",
        "could",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "company",
        "intended",
        "identify",
        "statement",
        "investor",
        "cautioned",
        "statement",
        "based",
        "opinion",
        "assumption",
        "estimate",
        "management",
        "considered",
        "reasonable",
        "date",
        "statement",
        "made",
        "inherently",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "known",
        "unknown",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "factor",
        "include",
        "general",
        "risk",
        "mining",
        "industry",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "company",
        "annual",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "february",
        "available",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "underlying",
        "statement",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "herein",
        "intended",
        "planned",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "company",
        "intend",
        "assume",
        "obligation",
        "update",
        "statement",
        "except",
        "otherwise",
        "required",
        "applicable",
        "law",
        "information",
        "please",
        "contact",
        "james",
        "withall",
        "chief",
        "executive",
        "officer",
        "jwithall",
        "thomas",
        "credland",
        "head",
        "corporate",
        "development",
        "investor",
        "relation",
        "tcredland",
        "rupert",
        "resource",
        "ltd",
        "richmond",
        "street",
        "east",
        "suite",
        "toronto",
        "ontario",
        "m5c",
        "1p1",
        "tel",
        "web",
        "http",
        "source",
        "rupert",
        "resource",
        "ltd"
    ]
}