{
    "organizations": [],
    "uuid": "8eb8e9c5944d108c5defa060d2f4099f6d3499d8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/business-wire-medallion-financial-corp-reports-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Medallion Financial Corp. Reports 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Medallion Financial Corp. (Nasdaq:MFIN), a specialty finance company that originates and services loans in various niche industries, announced today its 2018 first quarter results.\n2018 First Quarter Highlights\nCompleted de-BDC process on April 2, 2018, and will begin reporting as a traditional finance company starting in the second quarter of 2018 Net decrease in net assets resulting from operations of $14.9 million, or a loss of $0.62 per share Net investment income before income taxes at Medallion Bank of $16.1 million, driven primarily by Medallion Bank’s consumer lending segment Medallion Bank’s medallion portfolio now represents just 17% of its investments, the lowest percentage of investments for the Bank since its 2003 formation Medallion Bank’s net consumer lending portfolio was $717 million as of March 31, 2018; representing 12% of growth from the prior year, and 31% growth from the prior year when including $127 million of receivables sold in the 2017 fourth quarter Managed assets of $1.51 billion as of March 31, 2018, including $1.2 billion related to Medallion Bank Net interest margin of 0.32%, compared to 0.58% in the prior-year period; and on a pro-forma basis combined with Medallion Bank was 6.96%, compared to 6.59% in the prior-year period Medallion Financial and Medallion Bank recorded non-cash reserves and realized losses/charge-offs of $40.1 million and $22.6 million, respectively, on the medallion portfolios Total medallion delinquencies over 90 days (inclusive of Medallion Bank) improved to $53.2 million as of March 31, 2018, compared to $71.9 million in the prior quarter; lowest amount since December 2015 Wrote New York medallion and wheelchair accessible medallion values down to $183,500 and $156,000, respectively Net asset value per share of $11.15 Mezzanine lending division earned $2.3 million for the 2018 first quarter\n“Our first quarter was characterized by continued strong performance from our consumer and mezzanine lending segments,” stated Andrew Murstein, President of Medallion Financial. “Our consumer segment at Medallion Bank continues to be the main driver for our Company, generating over $16 million in net investment income before income taxes. We also took substantial additional write-downs on our non-performing medallion loans and foreclosed medallion assets, and wrote medallion values down to $183,500 for New York medallions, and $156,000 for wheelchair accessible New York medallions. Despite the significant reduction we took in terms of medallion values, the Tier 1 capital to average assets leverage ratio of Medallion Bank is over 15% as of April 30, 2018. While we continue to reduce our medallion exposure, we remain hopeful that medallion prices have bottomed out as the average New York City medallion transfer price in April as reported by the TLC was over $230,000 per medallion. In addition the New York City Council is currently discussing and evaluating substantial changes to the taxi and e-hail industry. While there are no guarantees that legislation will pass, the changes could substantially help prices. Furthermore, we believe another large medallion lender sold their portfolio to a private investment firm. That is a big positive on many fronts as it represents new capital coming into the industry and a sign that the buyer presumably feels that prices may have bottomed out. We are also in discussions to service medallion portfolios for third parties, which would entail receiving substantial fee income without balance sheet risk.”\n“Notably, we were pleased that we have now completed the de-BDC process and beginning in the 2018 second quarter will report as a traditional finance company,” added Mr. Murstein. “We will begin consolidating all of our non-investment company subsidiaries, including Medallion Bank, and can report as one entity. Our long-term strategy remains unchanged as we continue to focus squarely on our consumer and mezzanine divisions while steadily reducing our medallion lending exposure as we work to unlock value for our shareholders.”\nMedallion Bank\nThere has been renewed interest recently by third party companies, including fintech firms, for buying part or all of Medallion Bank, as well as partnering on new products, which could result in additional value creation for the Bank. In addition, the Company is evaluating other capital raise opportunities for the Bank.\nFor the 2018 first quarter, Medallion Bank earned net interest income of $23.3 million, up slightly from $23.2 million in the prior-year period. Net investment income before taxes was $16.1 million, a 6% decrease from the prior-year period. Medallion Bank recorded a net loss of $9.1 million, compared to net income of $4.3 million in the prior-year period. The net loss was primarily due to recording increased charge-offs and reserves in the first quarter of 2018 on the medallion portfolio compared to the prior-year period.\nConsumer Lending Segment\nMedallion Bank’s net consumer loan portfolio was $716.8 million as of March 31, 2018, a 12% increase compared to $642.1 million at the end of the prior-year period, primarily as a result of increased originations, and partially offset by the sale of approximately $127 million in performing consumer loans in the 2017 fourth quarter. Including the loans sold, the consumer division grew by approximately 31%. The average interest rate on the portfolio was 14.86%, an increase from 14.79% one year ago. Consumer loan delinquencies over 90 days as of March 31, 2018 were 0.40% versus 0.57% in the prior quarter.\nMedallion Lending Segment\nMedallion Bank’s net medallion loan portfolio as of March 31, 2018 was $157.7 million, a 33% reduction from $233.7 million a year ago. This was the lowest amount of medallion loans that Medallion Bank has had since September 2009. The average interest rate on the portfolio was 4.34% versus 3.82% a year ago. Medallion loans represented 17% of Medallion Bank’s investment portfolio compared to 26% a year ago. As a percentage of assets, this is the lowest level of medallion loans since the Bank’s formation in 2003. Total medallion loan delinquencies over 90 days past due were $14.8 million as of March 31, 2018, compared to $12.2 million in the prior quarter.\nMedallion Financial and Non-Bank Subsidiaries\nFor the 2018 first quarter, net decrease in net assets resulting from operations was $14.9 million, or a loss of $0.62 per common share, compared to a net increase in net assets resulting from operations of $1.1 million, or $0.05 per diluted common share in the prior-year period. Net investment loss before taxes for the 2018 first quarter was $3.6 million, compared to net investment loss before income taxes of $1.3 million in the prior-year period.\nMedallion Financial’s net interest margin was 0.32% for the quarter, compared to 0.58% in the prior year. On a pro-forma combined basis with Medallion Bank, the 2018 first quarter net interest margin was 6.96%, compared to 6.59% in the prior year, reflecting the low cost of funds at Medallion Bank and its higher-yielding loan portfolio.\nMedallion Lending\nNet medallion loans outstanding as of March 31, 2018 were $161.2 million, a reduction of 36% compared to $251.0 million a year ago, primarily due to unrealized depreciation and realized losses reflecting current medallion market conditions and portfolio reductions. The average interest rate on the medallion portfolio was 4.50% versus 4.02% a year ago. Total medallion delinquencies over 90 days declined to $38.3 million as of March 31, 2018, compared to $59.7 million in the prior quarter; this is the lowest dollar amount of medallion delinquencies over 90 days since December 2015.\nThe net managed medallion portfolio, which encompasses loans at Medallion Bank, was $318.9 million at quarter end, a decline of 34% from $484.7 million a year ago. Total medallion delinquencies over 90 days (inclusive of Medallion Bank) declined to $53.2 million as of March 31, 2018, compared to $71.9 million in the prior quarter; this is the lowest dollar amount of medallion delinquencies over 90 days since December 2015.\nCommercial Lending\nCommercial loans, net, as of March 31, 2018 were $93.6 million, a 27% increase from $73.7 million a year ago, reflecting an increase in mezzanine loans in the portfolio. Commercial loans represented 15% of the investment portfolio, compared with 12% a year ago. The average interest rate on the portfolio was 12.07%, compared to 12.88% in the prior year.\nFor the 2018 first quarter, the Company’s mezzanine segment grew its assets by 5% from a year ago to $91.2 million. Net increase in net assets resulting from operations for the mezzanine lending segment was $2.3 million compared to $1.1 million in the prior year.\nConference Call Information\nThe Company is hosting a conference call to discuss the financial results tomorrow May 15, 2018, at 8:30 am Eastern.\nIf you have a question for management that you would like answered on the call, please submit your question to investorrelations@medallion.com prior to the start of the call.\nThe dial-in number for the conference call is (877) 407-0789 (toll-free) or (201) 689-8562 (direct). Please dial the number 10 minutes prior to the scheduled start time. A live webcast of the conference call will also be available on Medallion Financial’s website at http://www.medallion.com/investors.html .\nA replay will be available following the end of the call through Tuesday, May 22, 2018, by telephone at (844) 512-2921 (toll-free) or (412) 317-6671 (direct), passcode 13679966. A webcast replay of the call will be available at http://www.medallion.com/ for one year following the call.\n* * *\nAbout Medallion Financial Corp.\nMedallion Financial Corp. is a specialty finance company that originates and services loans in various industries, and its wholly-owned portfolio company, Medallion Bank, also originates and services consumer loans. The Company and its subsidiaries have lent approximately $7 billion to small businesses since the Company’s initial public offering in 1996.\nPlease note that this press release contains that involve risks and uncertainties relating to business performance, cash flow, costs, sales, net investment income, earnings, and growth. Medallion’s actual results may differ significantly from the results discussed in such Factors that might cause such a difference include, but are not limited to, those factors discussed under the heading “Risk Factors,” in Medallion’s 2017 Annual Report on Form 10-K.\nMEDALLION FINANCIAL CORP. CONSOLIDATED STATEMENTS OF OPERATIONS Three Months Ended March 31, (Dollars in thousands, except per share data) 2018 2017 Total investment income $ 4,033 $ 4,250 Total interest expense 3,551 3,334 Net interest income 482 916 Total noninterest income 60 2 Salaries and benefits 2,349 765 Professional fees 723 692 Occupancy expense 243 265 Other operating expenses 793 503 Total operating expenses 4,108 2,225 Net investment loss before income taxes (3,566 ) (1,307 ) Income tax benefit 336 872 Net investment loss after income taxes (3,230 ) (435 ) Net realized gains (losses) on investments, net of taxes (26,319 ) 845 Net change in unrealized appreciation on Medallion Bank and other controlled subsidiaries\n29,115 8,124 Net change in unrealized (depreciation) on investments (6,318 ) (8,523 ) Income tax benefit (provision) (8,122 ) 1,100 Net unrealized appreciation on investments 14,675 701 Net realized/unrealized gains (losses) on investments (11,644 ) 1,546 Net increase (decrease) in net assets resulting from operations ($14,874 ) $ 1,111 Net investment income (loss) after income taxes per common share Basic ($0.13 ) ($0.02 ) Diluted ($0.13 ) ($0.02 ) Net increase (decrease) in net assets resulting from operations per common share\nBasic ($0.62 ) $ 0.05 Diluted ($0.62 ) $ 0.05 Weighted average common shares outstanding Basic 24,154,879 23,892,942 Diluted 24,154,879 23,945,556 MEDALLION FINANCIAL CORP. CONSOLIDATED BALANCE SHEETS (Dollars in thousands, except per share data) March 31, 2018 December 31, 2017 Assets Medallion loans, at fair value $ 161,155 $ 208,279 Commercial loans, at fair value 93,620 90,188 Investment in Medallion Bank and other controlled subsidiaries, at fair value 331,169 302,147 Equity investments, at fair value 9,458 9,521 Net investments 595,402 610,135 Cash and cash equivalents 10,956 12,690 Accrued interest receivable 417 547 Fixed assets, net 216 235 Investments other than securities 5,535 7,450 Other assets, net 4,184 4,465 Total assets $ 616,710 $ 635,522 Liabilities Accounts payable and accrued expenses $ 3,634 $ 4,373 Accrued interest payable 3,582 3,831 Deferred and other tax liabilities, net 16,395 12,536 Funds borrowed 320,662 327,623 Total liabilities 344,273 348,363 Commitments and contingencies - - Total shareholders' equity (net assets) 272,437 287,159 Total liabilities and shareholders' equity $ 616,710 $ 635,522 Number of common shares outstanding 24,438,810 24,343,084 Net asset value per share $ 11.15 $ 11.80 Total managed loans $ 1,159,124 $ 1,190,382 Total managed assets 1,506,564 1,592,985\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180514006268/en/\nCompany:\nInvestors:\nMedallion Financial Corp.\n212-328-2176\nInvestorRelations@medallion.com\nSource: Medallion Financial Corp.",
    "published": "2018-05-15T00:10:00.000+03:00",
    "crawled": "2018-05-15T00:50:50.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "medallion",
        "financial",
        "nasdaq",
        "mfin",
        "specialty",
        "finance",
        "company",
        "originates",
        "service",
        "loan",
        "various",
        "niche",
        "industry",
        "announced",
        "today",
        "first",
        "quarter",
        "result",
        "first",
        "quarter",
        "highlight",
        "completed",
        "process",
        "april",
        "begin",
        "reporting",
        "traditional",
        "finance",
        "company",
        "starting",
        "second",
        "quarter",
        "net",
        "decrease",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "loss",
        "per",
        "share",
        "net",
        "investment",
        "income",
        "income",
        "tax",
        "medallion",
        "bank",
        "million",
        "driven",
        "primarily",
        "medallion",
        "bank",
        "consumer",
        "lending",
        "segment",
        "medallion",
        "bank",
        "medallion",
        "portfolio",
        "represents",
        "investment",
        "lowest",
        "percentage",
        "investment",
        "bank",
        "since",
        "formation",
        "medallion",
        "bank",
        "net",
        "consumer",
        "lending",
        "portfolio",
        "million",
        "march",
        "representing",
        "growth",
        "prior",
        "year",
        "growth",
        "prior",
        "year",
        "including",
        "million",
        "receivables",
        "sold",
        "fourth",
        "quarter",
        "managed",
        "asset",
        "billion",
        "march",
        "including",
        "billion",
        "related",
        "medallion",
        "bank",
        "net",
        "interest",
        "margin",
        "compared",
        "period",
        "basis",
        "combined",
        "medallion",
        "bank",
        "compared",
        "period",
        "medallion",
        "financial",
        "medallion",
        "bank",
        "recorded",
        "reserve",
        "realized",
        "million",
        "million",
        "respectively",
        "medallion",
        "portfolio",
        "total",
        "medallion",
        "delinquency",
        "day",
        "inclusive",
        "medallion",
        "bank",
        "improved",
        "million",
        "march",
        "compared",
        "million",
        "prior",
        "quarter",
        "lowest",
        "amount",
        "since",
        "december",
        "wrote",
        "new",
        "york",
        "medallion",
        "wheelchair",
        "accessible",
        "medallion",
        "value",
        "respectively",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "mezzanine",
        "lending",
        "division",
        "earned",
        "million",
        "first",
        "quarter",
        "first",
        "quarter",
        "characterized",
        "continued",
        "strong",
        "performance",
        "consumer",
        "mezzanine",
        "lending",
        "segment",
        "stated",
        "andrew",
        "murstein",
        "president",
        "medallion",
        "financial",
        "consumer",
        "segment",
        "medallion",
        "bank",
        "continues",
        "main",
        "driver",
        "company",
        "generating",
        "million",
        "net",
        "investment",
        "income",
        "income",
        "tax",
        "also",
        "took",
        "substantial",
        "additional",
        "medallion",
        "loan",
        "foreclosed",
        "medallion",
        "asset",
        "wrote",
        "medallion",
        "value",
        "new",
        "york",
        "medallion",
        "wheelchair",
        "accessible",
        "new",
        "york",
        "medallion",
        "despite",
        "significant",
        "reduction",
        "took",
        "term",
        "medallion",
        "value",
        "tier",
        "capital",
        "average",
        "asset",
        "leverage",
        "ratio",
        "medallion",
        "bank",
        "april",
        "continue",
        "reduce",
        "medallion",
        "exposure",
        "remain",
        "hopeful",
        "medallion",
        "price",
        "bottomed",
        "average",
        "new",
        "york",
        "city",
        "medallion",
        "transfer",
        "price",
        "april",
        "reported",
        "tlc",
        "per",
        "medallion",
        "addition",
        "new",
        "york",
        "city",
        "council",
        "currently",
        "discussing",
        "evaluating",
        "substantial",
        "change",
        "taxi",
        "industry",
        "guarantee",
        "legislation",
        "pas",
        "change",
        "could",
        "substantially",
        "help",
        "price",
        "furthermore",
        "believe",
        "another",
        "large",
        "medallion",
        "lender",
        "sold",
        "portfolio",
        "private",
        "investment",
        "firm",
        "big",
        "positive",
        "many",
        "front",
        "represents",
        "new",
        "capital",
        "coming",
        "industry",
        "sign",
        "buyer",
        "presumably",
        "feel",
        "price",
        "may",
        "bottomed",
        "also",
        "discussion",
        "service",
        "medallion",
        "portfolio",
        "third",
        "party",
        "would",
        "entail",
        "receiving",
        "substantial",
        "fee",
        "income",
        "without",
        "balance",
        "sheet",
        "notably",
        "pleased",
        "completed",
        "process",
        "beginning",
        "second",
        "quarter",
        "report",
        "traditional",
        "finance",
        "company",
        "added",
        "murstein",
        "begin",
        "consolidating",
        "company",
        "subsidiary",
        "including",
        "medallion",
        "bank",
        "report",
        "one",
        "entity",
        "strategy",
        "remains",
        "unchanged",
        "continue",
        "focus",
        "squarely",
        "consumer",
        "mezzanine",
        "division",
        "steadily",
        "reducing",
        "medallion",
        "lending",
        "exposure",
        "work",
        "unlock",
        "value",
        "medallion",
        "bank",
        "renewed",
        "interest",
        "recently",
        "third",
        "party",
        "company",
        "including",
        "fintech",
        "firm",
        "buying",
        "part",
        "medallion",
        "bank",
        "well",
        "partnering",
        "new",
        "product",
        "could",
        "result",
        "additional",
        "value",
        "creation",
        "bank",
        "addition",
        "company",
        "evaluating",
        "capital",
        "raise",
        "opportunity",
        "bank",
        "first",
        "quarter",
        "medallion",
        "bank",
        "earned",
        "net",
        "interest",
        "income",
        "million",
        "slightly",
        "million",
        "period",
        "net",
        "investment",
        "income",
        "tax",
        "million",
        "decrease",
        "period",
        "medallion",
        "bank",
        "recorded",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "period",
        "net",
        "loss",
        "primarily",
        "due",
        "recording",
        "increased",
        "reserve",
        "first",
        "quarter",
        "medallion",
        "portfolio",
        "compared",
        "period",
        "consumer",
        "lending",
        "segment",
        "medallion",
        "bank",
        "net",
        "consumer",
        "loan",
        "portfolio",
        "million",
        "march",
        "increase",
        "compared",
        "million",
        "end",
        "period",
        "primarily",
        "result",
        "increased",
        "origination",
        "partially",
        "offset",
        "sale",
        "approximately",
        "million",
        "performing",
        "consumer",
        "loan",
        "fourth",
        "quarter",
        "including",
        "loan",
        "sold",
        "consumer",
        "division",
        "grew",
        "approximately",
        "average",
        "interest",
        "rate",
        "portfolio",
        "increase",
        "one",
        "year",
        "ago",
        "consumer",
        "loan",
        "delinquency",
        "day",
        "march",
        "versus",
        "prior",
        "quarter",
        "medallion",
        "lending",
        "segment",
        "medallion",
        "bank",
        "net",
        "medallion",
        "loan",
        "portfolio",
        "march",
        "million",
        "reduction",
        "million",
        "year",
        "ago",
        "lowest",
        "amount",
        "medallion",
        "loan",
        "medallion",
        "bank",
        "since",
        "september",
        "average",
        "interest",
        "rate",
        "portfolio",
        "versus",
        "year",
        "ago",
        "medallion",
        "loan",
        "represented",
        "medallion",
        "bank",
        "investment",
        "portfolio",
        "compared",
        "year",
        "ago",
        "percentage",
        "asset",
        "lowest",
        "level",
        "medallion",
        "loan",
        "since",
        "bank",
        "formation",
        "total",
        "medallion",
        "loan",
        "delinquency",
        "day",
        "past",
        "due",
        "million",
        "march",
        "compared",
        "million",
        "prior",
        "quarter",
        "medallion",
        "financial",
        "subsidiary",
        "first",
        "quarter",
        "net",
        "decrease",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "period",
        "net",
        "investment",
        "loss",
        "tax",
        "first",
        "quarter",
        "million",
        "compared",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "million",
        "period",
        "medallion",
        "financial",
        "net",
        "interest",
        "margin",
        "quarter",
        "compared",
        "prior",
        "year",
        "combined",
        "basis",
        "medallion",
        "bank",
        "first",
        "quarter",
        "net",
        "interest",
        "margin",
        "compared",
        "prior",
        "year",
        "reflecting",
        "low",
        "cost",
        "fund",
        "medallion",
        "bank",
        "loan",
        "portfolio",
        "medallion",
        "lending",
        "net",
        "medallion",
        "loan",
        "outstanding",
        "march",
        "million",
        "reduction",
        "compared",
        "million",
        "year",
        "ago",
        "primarily",
        "due",
        "unrealized",
        "depreciation",
        "realized",
        "loss",
        "reflecting",
        "current",
        "medallion",
        "market",
        "condition",
        "portfolio",
        "reduction",
        "average",
        "interest",
        "rate",
        "medallion",
        "portfolio",
        "versus",
        "year",
        "ago",
        "total",
        "medallion",
        "delinquency",
        "day",
        "declined",
        "million",
        "march",
        "compared",
        "million",
        "prior",
        "quarter",
        "lowest",
        "dollar",
        "amount",
        "medallion",
        "delinquency",
        "day",
        "since",
        "december",
        "net",
        "managed",
        "medallion",
        "portfolio",
        "encompasses",
        "loan",
        "medallion",
        "bank",
        "million",
        "quarter",
        "end",
        "decline",
        "million",
        "year",
        "ago",
        "total",
        "medallion",
        "delinquency",
        "day",
        "inclusive",
        "medallion",
        "bank",
        "declined",
        "million",
        "march",
        "compared",
        "million",
        "prior",
        "quarter",
        "lowest",
        "dollar",
        "amount",
        "medallion",
        "delinquency",
        "day",
        "since",
        "december",
        "commercial",
        "lending",
        "commercial",
        "loan",
        "net",
        "march",
        "million",
        "increase",
        "million",
        "year",
        "ago",
        "reflecting",
        "increase",
        "mezzanine",
        "loan",
        "portfolio",
        "commercial",
        "loan",
        "represented",
        "investment",
        "portfolio",
        "compared",
        "year",
        "ago",
        "average",
        "interest",
        "rate",
        "portfolio",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "company",
        "mezzanine",
        "segment",
        "grew",
        "asset",
        "year",
        "ago",
        "million",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "mezzanine",
        "lending",
        "segment",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "conference",
        "call",
        "information",
        "company",
        "hosting",
        "conference",
        "call",
        "discus",
        "financial",
        "result",
        "tomorrow",
        "may",
        "eastern",
        "question",
        "management",
        "would",
        "like",
        "answered",
        "call",
        "please",
        "submit",
        "question",
        "investorrelations",
        "prior",
        "start",
        "call",
        "number",
        "conference",
        "call",
        "direct",
        "please",
        "dial",
        "number",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "live",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "medallion",
        "financial",
        "website",
        "http",
        "replay",
        "available",
        "following",
        "end",
        "call",
        "tuesday",
        "may",
        "telephone",
        "direct",
        "passcode",
        "webcast",
        "replay",
        "call",
        "available",
        "http",
        "one",
        "year",
        "following",
        "call",
        "medallion",
        "financial",
        "medallion",
        "financial",
        "specialty",
        "finance",
        "company",
        "originates",
        "service",
        "loan",
        "various",
        "industry",
        "portfolio",
        "company",
        "medallion",
        "bank",
        "also",
        "originates",
        "service",
        "consumer",
        "loan",
        "company",
        "subsidiary",
        "lent",
        "approximately",
        "billion",
        "small",
        "business",
        "since",
        "company",
        "initial",
        "public",
        "offering",
        "please",
        "note",
        "press",
        "release",
        "contains",
        "involve",
        "risk",
        "uncertainty",
        "relating",
        "business",
        "performance",
        "cash",
        "flow",
        "cost",
        "sale",
        "net",
        "investment",
        "income",
        "earnings",
        "growth",
        "medallion",
        "actual",
        "result",
        "may",
        "differ",
        "significantly",
        "result",
        "discussed",
        "factor",
        "might",
        "cause",
        "difference",
        "include",
        "limited",
        "factor",
        "discussed",
        "heading",
        "risk",
        "factor",
        "medallion",
        "annual",
        "report",
        "form",
        "medallion",
        "financial",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "total",
        "investment",
        "income",
        "total",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "total",
        "noninterest",
        "income",
        "salary",
        "benefit",
        "professional",
        "fee",
        "occupancy",
        "expense",
        "operating",
        "expense",
        "total",
        "operating",
        "expense",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "net",
        "realized",
        "gain",
        "loss",
        "investment",
        "net",
        "tax",
        "net",
        "change",
        "unrealized",
        "appreciation",
        "medallion",
        "bank",
        "controlled",
        "subsidiary",
        "net",
        "change",
        "unrealized",
        "depreciation",
        "investment",
        "income",
        "tax",
        "benefit",
        "provision",
        "net",
        "unrealized",
        "appreciation",
        "investment",
        "net",
        "gain",
        "loss",
        "investment",
        "net",
        "increase",
        "decrease",
        "net",
        "asset",
        "resulting",
        "operation",
        "net",
        "investment",
        "income",
        "loss",
        "income",
        "tax",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "net",
        "increase",
        "decrease",
        "net",
        "asset",
        "resulting",
        "operation",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "medallion",
        "financial",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "medallion",
        "loan",
        "fair",
        "value",
        "commercial",
        "loan",
        "fair",
        "value",
        "investment",
        "medallion",
        "bank",
        "controlled",
        "subsidiary",
        "fair",
        "value",
        "equity",
        "investment",
        "fair",
        "value",
        "net",
        "investment",
        "cash",
        "cash",
        "equivalent",
        "accrued",
        "interest",
        "receivable",
        "fixed",
        "asset",
        "net",
        "investment",
        "security",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "interest",
        "payable",
        "deferred",
        "tax",
        "liability",
        "net",
        "fund",
        "borrowed",
        "total",
        "liability",
        "commitment",
        "contingency",
        "total",
        "shareholder",
        "equity",
        "net",
        "asset",
        "total",
        "liability",
        "shareholder",
        "equity",
        "number",
        "common",
        "share",
        "outstanding",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "total",
        "managed",
        "loan",
        "total",
        "managed",
        "asset",
        "view",
        "source",
        "version",
        "http",
        "company",
        "investor",
        "medallion",
        "financial",
        "investorrelations",
        "source",
        "medallion",
        "financial",
        "corp"
    ]
}