{
    "organizations": [],
    "uuid": "1f1f78a44bbb8cbc39a6287230b2e1756d914a6f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/31/globe-newswire-natus-medical-highlights-boardas-strengths-and-managementas-track-record-of-value-creation-in-investor-presentation.html",
    "ord_in_thread": 0,
    "title": "Natus Medical Highlights Board’s Strengths and Management’s Track Record of Value Creation in Investor Presentation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Outlines Ongoing, Successful Execution of Strategic Plan\nBoard Urges Shareholders to Vote on the WHITE Proxy Card FOR the Election\nof Doris Engibous and Robert Weiss TODAY\nShareholders Should Not Vote for Removal of Chairman Robert Gunst\nPLEASANTON, Calif., May 31, 2018 (GLOBE NEWSWIRE) -- Natus Medical Incorporated (NASDAQ:BABY) (“Natus”) today announced that it has filed an investor presentation with the Securities and Exchange Commission in connection with the Company’s 2018 Annual Meeting of Shareholders (“Annual Meeting”) to be held on June 22, 2018. The presentation and other materials regarding the Board’s recommendation for the 2018 Annual Meeting can be found at https://investor.natus.com/ . Highlights include:\nNatus Has a Track Record of Enhancing Shareholder Value Since 2004, Natus’ revenues have grown from approximately $34 million to more than $500 million. Natus has increased its stock price by 155% over the last five years 1 and by 799% since Jim Hawkins was appointed CEO 2 , outperforming major indices during those time periods. Natus has announced $80 million in repurchase programs over the last four years and returned approximately $42 million to shareholders via buybacks over that same timeframe.\nNatus Continues to Execute a Proven Strategy Since Jim Hawkins joined the Company in 2004 as CEO, the Board and management team have continued to focus on a strategy of growth, innovation and efficient capital allocation. Natus has developed from a small, single product company into a leader in three major markets. The Company has successfully improved segment margin performance of acquired businesses, including its largest deals Nicolet, Otometrics and Integra Life Sciences. Natus’ long-term financial goals are driven by the execution of its strategic plan.\nNatus Has the Right Board to Execute This Strategy The Natus Board comprises six highly-qualified directors, five of whom are independent. All of Natus’ highly-qualified Board members and director nominees bring significant relevant experience and offer a diverse mix of skills and expertise. Implemented and overseen by the Board, performance-focused compensation policies are aligned with shareholder interests. Natus executives are not paid cash bonuses when performance criteria are not met.\nVoce’s Attack on Natus is Uninformed and Offers No Defined Plan Voce Capital, an activist shareholder, proposes to gain control of the Board, but it has not articulated what it would do if it gained control. If Voce is successful, Voce nominees would occupy three out of six Board seats. The only plan Voce has communicated is to halt Natus’ successful acquisition strategy and cease R&D activities. Voce’s nominees add no incremental value compared to Natus’ slate. In fact, many of the companies in which Voce’s nominees have served have exhibited substantial declines in shareholder value.\nThe Natus Board Has Attempted on Multiple Occasions to Find a Mutually Agreeable Resolution with Voce The Board believes that avoiding this costly and unnecessary proxy fight with Voce would have been best for Natus and its shareholders. For this reason, over the several weeks before filing its proxy statement, Natus made multiple proposals to Voce in an attempt to reach a reasonable resolution. Voce rejected the Board proposals and in our opinion, Voce’s increasingly unreasonable demands underscore that Voce is really fighting to take control of Natus.\nNatus’ Strategy is Disciplined and Has Established the Company as a Global Market Leader Natus has delivered strong growth and performance, positioning Natus for the future. Natus has efficiently allocated capital to drive long-term value. The Company has exhibited an ongoing commitment to refreshing its Board of Directors Voce lacks a plan and its slate is less qualified.\nShareholders are urged to protect their investment and keep Natus on the right track\nThe Natus Board urges shareholders to vote the WHITE proxy card today FOR the election of Doris Engibous and Robert Weiss. The Natus Board also unanimously recommends that shareholders not vote for the removal of Chairman Robert Gunst.\nAll shareholders should be aware that any vote for Voce nominees on Voce’s blue proxy card will revoke any previous proxy submitted by a shareholder, including any votes submitted on the Company’s WHITE proxy card FOR any of the Board’s nominees. It is critical that shareholders DO NOT RETURN ANY PROXY CARD SENT BY VOCE, EVEN AS A PROTEST VOTE AGAINST VOCE OR THE VOCE NOMINEES. The Natus Board strongly urges shareholders to DISCARD all blue proxy cards or other materials sent by Voce .\nNatus shareholders are reminded that their vote is important, no matter how many or how few shares they own. If shareholders have questions, or require assistance in voting, please contact Morrow Sodali, by calling toll-free (800) 662-5200, or via e-mail BABY@morrowsodali.com .\nFenwick & West LLP is serving as legal counsel to Natus.\nAbout Natus Medical Incorporated\nNatus is a leading provider of healthcare products and services used for the screening, detection, treatment, monitoring and tracking of common medical ailments in newborn care, hearing impairment, neurological dysfunction, neurosurgery, epilepsy, sleep disorders, and balance and mobility disorders.\nAdditional information about Natus Medical can be found at www.natus.com .\nForward Looking Statements\nThis press release contains forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995, particularly statements regarding the expectations, beliefs, plans, intentions and strategies of Natus. These statements relate to our current estimates and assumptions and involve known and unknown risks, uncertainties and other factors that may cause actual results, levels of activity, performance, or achievements to differ materially from those expressed or implied by the forward-looking statements. Forward-looking statements are only predictions and the actual events or results may differ materially. Natus cannot provide any assurance that its future results or the results implied by the forward-looking statements will meet expectations. Our future results could differ materially due to a number of factors, including the effects of competition, our ability to successfully integrate and achieve our profitability goals from recent acquisitions, the demand for our products and services, the impact of adverse global economic conditions and changing governmental regulations, including foreign exchange rate changes, on our target markets, our ability to expand our sales in international markets, our ability to maintain current sales levels in a mature domestic market, our ability to control costs, risks associated with our, and our commercial partner’s, bringing new products to market, and our ability to fulfill product orders on a timely basis. Natus disclaims any obligation to update information contained in any forward looking statement.\nMore information about potential risk factors that could affect the business and financial results of Natus is included in Natus' annual report on Form 10-K for the year ended December 31, 2017 and its subsequent quarterly reports on Form 10-Q and in other reports filed from time to time by Natus with the U.S. Securities and Exchange Commission.\nImportant Additional Information and Where to Find It\nNatus has filed a definitive proxy statement (the “Proxy Statement”) and accompanying WHITE proxy card with the Securities and Exchange Commission (the “SEC”) on May 18, 2018 in connection with the solicitation of proxies for the 2018 Annual Meeting of Stockholders. NATUS STOCKHOLDERS ARE URGED TO READ THE PROXY STATEMENT (INCLUDING ANY AMENDMENTS OR SUPPLEMENTS THERETO), THE ACCOMPANYING WHITE PROXY CARD AND ANY OTHER RELEVANT DOCUMENTS THAT NATUS WILL FILE WITH THE SEC WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION.\nCertain Information Regarding Participants in Solicitation\nNatus, its directors and certain of its executive officers will be participants in the solicitation of proxies from stockholders in respect of the 2018 Annual Meeting of Stockholders. Information regarding the names of Natus’ directors and executive officers and their respective interests in Natus by security holdings or otherwise is set forth in the Proxy Statement. Investors and stockholders may obtain a copy of the definitive proxy statement and other documents filed by Natus free of charge from the SEC’s website, www.sec.gov . Additionally, Natus stockholders may obtain, without charge, a copy of the definitive Proxy Statement and other relevant filed documents by directing a request to Natus’ proxy solicitor for the 2018 Annual Meeting of Stockholders, Morrow Sodali, at 800-662-5200 or via email at BABY@morrowsodali.com\nContacts\nNatus Medical Incorporated\nJonathan A. Kennedy\nExecutive Vice President and Chief Financial Officer\n925-223-6700\nInvestorRelations@Natus.com\nJoele Frank, Wilkinson Brimmer Katcher\nJim Golden / Tim Lynch / Adam Pollack\n212-355-4449\n1 From 05/25/13 to 05/25/18\n2 From 04/12/04 to 05/25/18\nSource:Natus Medical Incorporated",
    "published": "2018-05-31T16:00:00.000+03:00",
    "crawled": "2018-05-31T16:28:48.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "outline",
        "ongoing",
        "successful",
        "execution",
        "strategic",
        "plan",
        "board",
        "urge",
        "shareholder",
        "vote",
        "white",
        "proxy",
        "card",
        "election",
        "doris",
        "engibous",
        "robert",
        "weiss",
        "today",
        "shareholder",
        "vote",
        "removal",
        "chairman",
        "robert",
        "gunst",
        "pleasanton",
        "may",
        "globe",
        "newswire",
        "natus",
        "medical",
        "incorporated",
        "nasdaq",
        "baby",
        "natus",
        "today",
        "announced",
        "filed",
        "investor",
        "presentation",
        "security",
        "exchange",
        "commission",
        "connection",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "annual",
        "meeting",
        "held",
        "june",
        "presentation",
        "material",
        "regarding",
        "board",
        "recommendation",
        "annual",
        "meeting",
        "found",
        "http",
        "highlight",
        "include",
        "natus",
        "track",
        "record",
        "enhancing",
        "shareholder",
        "value",
        "since",
        "natus",
        "revenue",
        "grown",
        "approximately",
        "million",
        "million",
        "natus",
        "increased",
        "stock",
        "price",
        "last",
        "five",
        "year",
        "since",
        "jim",
        "hawkins",
        "appointed",
        "ceo",
        "outperforming",
        "major",
        "index",
        "time",
        "period",
        "natus",
        "announced",
        "million",
        "repurchase",
        "program",
        "last",
        "four",
        "year",
        "returned",
        "approximately",
        "million",
        "shareholder",
        "via",
        "buyback",
        "timeframe",
        "natus",
        "continues",
        "execute",
        "proven",
        "strategy",
        "since",
        "jim",
        "hawkins",
        "joined",
        "company",
        "ceo",
        "board",
        "management",
        "team",
        "continued",
        "focus",
        "strategy",
        "growth",
        "innovation",
        "efficient",
        "capital",
        "allocation",
        "natus",
        "developed",
        "small",
        "single",
        "product",
        "company",
        "leader",
        "three",
        "major",
        "market",
        "company",
        "successfully",
        "improved",
        "segment",
        "margin",
        "performance",
        "acquired",
        "business",
        "including",
        "largest",
        "deal",
        "nicolet",
        "otometrics",
        "integra",
        "life",
        "science",
        "natus",
        "financial",
        "goal",
        "driven",
        "execution",
        "strategic",
        "plan",
        "natus",
        "right",
        "board",
        "execute",
        "strategy",
        "natus",
        "board",
        "comprises",
        "six",
        "director",
        "five",
        "independent",
        "natus",
        "board",
        "member",
        "director",
        "nominee",
        "bring",
        "significant",
        "relevant",
        "experience",
        "offer",
        "diverse",
        "mix",
        "skill",
        "expertise",
        "implemented",
        "overseen",
        "board",
        "compensation",
        "policy",
        "aligned",
        "shareholder",
        "interest",
        "natus",
        "executive",
        "paid",
        "cash",
        "bonus",
        "performance",
        "criterion",
        "met",
        "voce",
        "attack",
        "natus",
        "uninformed",
        "offer",
        "defined",
        "plan",
        "voce",
        "capital",
        "activist",
        "shareholder",
        "proposes",
        "gain",
        "control",
        "board",
        "articulated",
        "would",
        "gained",
        "control",
        "voce",
        "successful",
        "voce",
        "nominee",
        "would",
        "occupy",
        "three",
        "six",
        "board",
        "seat",
        "plan",
        "voce",
        "communicated",
        "halt",
        "natus",
        "successful",
        "acquisition",
        "strategy",
        "cease",
        "r",
        "activity",
        "voce",
        "nominee",
        "add",
        "incremental",
        "value",
        "compared",
        "natus",
        "slate",
        "fact",
        "many",
        "company",
        "voce",
        "nominee",
        "served",
        "exhibited",
        "substantial",
        "decline",
        "shareholder",
        "value",
        "natus",
        "board",
        "attempted",
        "multiple",
        "occasion",
        "find",
        "mutually",
        "agreeable",
        "resolution",
        "voce",
        "board",
        "belief",
        "avoiding",
        "costly",
        "unnecessary",
        "proxy",
        "fight",
        "voce",
        "would",
        "best",
        "natus",
        "shareholder",
        "reason",
        "several",
        "week",
        "filing",
        "proxy",
        "statement",
        "natus",
        "made",
        "multiple",
        "proposal",
        "voce",
        "attempt",
        "reach",
        "reasonable",
        "resolution",
        "voce",
        "rejected",
        "board",
        "proposal",
        "opinion",
        "voce",
        "increasingly",
        "unreasonable",
        "demand",
        "underscore",
        "voce",
        "really",
        "fighting",
        "take",
        "control",
        "natus",
        "natus",
        "strategy",
        "disciplined",
        "established",
        "company",
        "global",
        "market",
        "leader",
        "natus",
        "delivered",
        "strong",
        "growth",
        "performance",
        "positioning",
        "natus",
        "future",
        "natus",
        "efficiently",
        "allocated",
        "capital",
        "drive",
        "value",
        "company",
        "exhibited",
        "ongoing",
        "commitment",
        "refreshing",
        "board",
        "director",
        "voce",
        "lack",
        "plan",
        "slate",
        "less",
        "qualified",
        "shareholder",
        "urged",
        "protect",
        "investment",
        "keep",
        "natus",
        "right",
        "track",
        "natus",
        "board",
        "urge",
        "shareholder",
        "vote",
        "white",
        "proxy",
        "card",
        "today",
        "election",
        "doris",
        "engibous",
        "robert",
        "weiss",
        "natus",
        "board",
        "also",
        "unanimously",
        "recommends",
        "shareholder",
        "vote",
        "removal",
        "chairman",
        "robert",
        "gunst",
        "shareholder",
        "aware",
        "vote",
        "voce",
        "nominee",
        "voce",
        "blue",
        "proxy",
        "card",
        "revoke",
        "previous",
        "proxy",
        "submitted",
        "shareholder",
        "including",
        "vote",
        "submitted",
        "company",
        "white",
        "proxy",
        "card",
        "board",
        "nominee",
        "critical",
        "shareholder",
        "return",
        "proxy",
        "card",
        "sent",
        "voce",
        "even",
        "protest",
        "vote",
        "voce",
        "voce",
        "nominee",
        "natus",
        "board",
        "strongly",
        "urge",
        "shareholder",
        "discard",
        "blue",
        "proxy",
        "card",
        "material",
        "sent",
        "voce",
        "natus",
        "shareholder",
        "reminded",
        "vote",
        "important",
        "matter",
        "many",
        "share",
        "shareholder",
        "question",
        "require",
        "assistance",
        "voting",
        "please",
        "contact",
        "morrow",
        "sodali",
        "calling",
        "via",
        "baby",
        "fenwick",
        "west",
        "llp",
        "serving",
        "legal",
        "counsel",
        "natus",
        "natus",
        "medical",
        "incorporated",
        "natus",
        "leading",
        "provider",
        "healthcare",
        "product",
        "service",
        "used",
        "screening",
        "detection",
        "treatment",
        "monitoring",
        "tracking",
        "common",
        "medical",
        "ailment",
        "newborn",
        "care",
        "hearing",
        "impairment",
        "neurological",
        "dysfunction",
        "neurosurgery",
        "epilepsy",
        "sleep",
        "disorder",
        "balance",
        "mobility",
        "disorder",
        "additional",
        "information",
        "natus",
        "medical",
        "found",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "particularly",
        "statement",
        "regarding",
        "expectation",
        "belief",
        "plan",
        "intention",
        "strategy",
        "natus",
        "statement",
        "relate",
        "current",
        "estimate",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "prediction",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "natus",
        "provide",
        "assurance",
        "future",
        "result",
        "result",
        "implied",
        "statement",
        "meet",
        "expectation",
        "future",
        "result",
        "could",
        "differ",
        "materially",
        "due",
        "number",
        "factor",
        "including",
        "effect",
        "competition",
        "ability",
        "successfully",
        "integrate",
        "achieve",
        "profitability",
        "goal",
        "recent",
        "acquisition",
        "demand",
        "product",
        "service",
        "impact",
        "adverse",
        "global",
        "economic",
        "condition",
        "changing",
        "governmental",
        "regulation",
        "including",
        "foreign",
        "exchange",
        "rate",
        "change",
        "target",
        "market",
        "ability",
        "expand",
        "sale",
        "international",
        "market",
        "ability",
        "maintain",
        "current",
        "sale",
        "level",
        "mature",
        "domestic",
        "market",
        "ability",
        "control",
        "cost",
        "risk",
        "associated",
        "commercial",
        "partner",
        "bringing",
        "new",
        "product",
        "market",
        "ability",
        "fulfill",
        "product",
        "order",
        "timely",
        "basis",
        "natus",
        "disclaims",
        "obligation",
        "update",
        "information",
        "contained",
        "forward",
        "looking",
        "statement",
        "information",
        "potential",
        "risk",
        "factor",
        "could",
        "affect",
        "business",
        "financial",
        "result",
        "natus",
        "included",
        "natus",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "report",
        "filed",
        "time",
        "time",
        "natus",
        "security",
        "exchange",
        "commission",
        "important",
        "additional",
        "information",
        "find",
        "natus",
        "filed",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "connection",
        "solicitation",
        "proxy",
        "annual",
        "meeting",
        "stockholder",
        "natus",
        "stockholder",
        "urged",
        "read",
        "proxy",
        "statement",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "accompanying",
        "white",
        "proxy",
        "card",
        "relevant",
        "document",
        "natus",
        "file",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "certain",
        "information",
        "regarding",
        "participant",
        "solicitation",
        "natus",
        "director",
        "certain",
        "executive",
        "officer",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "respect",
        "annual",
        "meeting",
        "stockholder",
        "information",
        "regarding",
        "name",
        "natus",
        "director",
        "executive",
        "officer",
        "respective",
        "interest",
        "natus",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "proxy",
        "statement",
        "investor",
        "stockholder",
        "may",
        "obtain",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "document",
        "filed",
        "natus",
        "free",
        "charge",
        "sec",
        "website",
        "additionally",
        "natus",
        "stockholder",
        "may",
        "obtain",
        "without",
        "charge",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "relevant",
        "filed",
        "document",
        "directing",
        "request",
        "natus",
        "proxy",
        "solicitor",
        "annual",
        "meeting",
        "stockholder",
        "morrow",
        "sodali",
        "via",
        "email",
        "baby",
        "contact",
        "natus",
        "medical",
        "incorporated",
        "jonathan",
        "kennedy",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "investorrelations",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "jim",
        "golden",
        "tim",
        "lynch",
        "adam",
        "pollack",
        "source",
        "natus",
        "medical",
        "incorporated"
    ]
}