{
    "organizations": [],
    "uuid": "69752cb260c2e9de0f8f3f312aec89d3cf23a7c7",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/14/recreational-ancestry-dna-testing-reveal-more-than-consumers-bargained.html",
    "ord_in_thread": 0,
    "title": "Recreational ancestry DNA testing reveal more than consumers bargained",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Aggressive marketing techniques and the popularization of \"gifting\" recreational ancestry tests has led more consumers than ever to the world of personal genetic testing. Yet, the recent arrest of the Golden State Killer suspect has heightened concerns about privacy and ethics because of the way law enforcement used a third-party DNA interpretation company to identify close relatives and hone in on a likely culprit.\nThe company, GEDmatch, is well-known among genetic genealogy enthusiasts. When consumers want to learn more about their relatives than previously revealed by commercial testing companies such as AncestryDNA or 23andMe, they can seek out third-party companies like this one for further interpretation of their DNA results.\nBut, in addition to clues about where your ancestors were from, DNA holds information about your own medical risks. Here, at the intersection of recreational genetic genealogy and personal health information, is where direct-to-consumer companies are generating some unintended spillover effects that can have personal consequences consumers may not be prepared for.\nMore from The Conversation:\nAs genetic testing for breast cancer gene mutation expands, questions arise about treatment decisions\nDiscovery of a surprise multitasking gene helps explain how new functions and features evolve\nYour genome may have already been hacked\nI approach this area from the medical side. My own work focuses on how people use genomic information for personal health benefits. In particular, I've looked at when and how people decide to undergo genetic testing, and how they understand and cope with their results.\nThe rise of direct-to-consumer genetic testing has led to a sometimes dodgy do-it-youself world of genetics. It may provide access to personal genetic information for the masses, but in many cases, individuals aren't fully aware of all they may find out, or how their data may be used.\nWhen genealogy interest leads to a health scare My interest in the unintended consequences of genealogy exploration started a few years back with a patient who sought help in interpreting data she received from a third-party company that suggested she was at increased genetic risk for breast cancer. Concern over what had been identified in the interpretation report ultimately led this patient to see a genetic counselor – a trained professional who can advise on the genetic risks for various diseases. The counselor eventually determined the result was nothing that warranted concern. This \"false positive\" case raised red flags for me.\nI interviewed this patient to learn more about why she'd used this company (that I had never heard about previously) to learn about her breast cancer risk. It turned out she'd stumbled into the area of genetic testing for health risks due to an interest in genealogy. While watching Henry Louis Gates' PBS show \" Finding Your Roots ,\" she saw an ad for one of the commercial direct-to-consumer companies that offered ancestry testing.\nOnce the patient learned her ancestry results, she also realized that an entire world had opened up in terms of other possible nuggets of information she could discover from her \"raw\" DNA data. So she purchased access to a third-party health app to interpret her raw DNA. It was these results – provided without consultation with a medical professional – which then led her to clinic.\nCurrently, there are many of these third-party apps or online services available to consumers. They're not regulated by the Food and Drug Administration since, as argued by the companies behind them, they just serve as a \" bridge to the literature \" and only provide access to the scientific evidence base.\nWild West of raw DNA My colleagues and I surveyed customers of these third-party companies to learn more about their motives for exploring the raw DNA data they'd received from commercial testing companies. Approximately two-thirds of consumers we surveyed were highly motivated to explore raw DNA for ancestral details. Forty percent were interested in both ancestry and health information.\nSixty-two percent of our respondents used GEDmatch, highlighting the extent to which DNA data that are heavily protected by companies such as AncestryDNA and 23andMe are unguarded by consumers themselves. Many choose to freely upload that data in hopes of finding other relatives. Notably, almost three-quarters of consumers reported using more than one third-party company to interpret their DNA.\nSome might argue these tools provide a beneficial service for consumers, particularly when it comes to learning more about their health risks. In cases where genetic risks are determined via clinically validated tests, it can be empowering. Angelina Jolie is the perfect example.\nYet, the validity of genetic tests that consumers have direct access to remains questionable. In fact, a recent article by scientists at one of the clinical testing labs that medical providers rely on reported that approximately 40 percent of results reported from raw DNA interpretation were incorrect. Thus, 4 out of 10 people are told they have a greater risk for a disease, when they do not. That's an exceedingly high number of individuals to stress out with a false positive result.\nMy ongoing work has found that \"worry\" is the primary driver for patients to seek out medical assistance in raw DNA interpretation. As such, this false positive rate has a notable downstream burden on the healthcare system.\nSocial media sites like Reddit are filled with examples of consumers who are confused about how to interpret the reports generated from some of these third-party companies, which vary greatly in clarity and quality. Or, they have learned from a report they might have a BRCA variant that might confer high risk for breast and ovarian cancer, and ask other site users for help in understanding whether their result is real. It doesn't have to be this way; there are genetic counselors who specialize in interpreting these kinds of results and helping patients figure out what to do.\nGenetic counselors, meanwhile, are frustrated. The message from commercial testing companies has led to unrealistic expectations from consumers about what they can learn about themselves. It's challenging for counselors to correct misconceptions , especially when they are met with resistance from patients.\nThe gift of DNA knowledge? 2017 was the year commercial direct-to-consumer testing exploded . 2018 may be the year users rethink the value of this gift, or at least how to use it. Once the genie is out of the bottle, it isn't going back. The Golden State Killer arrest is only highlighting that the ramifications of genetic genealogy and widespread use of third-party DNA sites are broader than consumers could have ever anticipated.\nCommentary by Catharine Wang, an Associate Professor of Community Health Sciences at Boston University. She is also a contributor at The Conversation , an independent source of news and views from the academic and research community.\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-05-15T01:01:00.000+03:00",
    "crawled": "2018-05-15T00:31:08.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aggressive",
        "marketing",
        "technique",
        "popularization",
        "gifting",
        "recreational",
        "ancestry",
        "test",
        "led",
        "consumer",
        "ever",
        "world",
        "personal",
        "genetic",
        "testing",
        "yet",
        "recent",
        "arrest",
        "golden",
        "state",
        "killer",
        "suspect",
        "heightened",
        "concern",
        "privacy",
        "ethic",
        "way",
        "law",
        "enforcement",
        "used",
        "dna",
        "interpretation",
        "company",
        "identify",
        "close",
        "relative",
        "hone",
        "likely",
        "culprit",
        "company",
        "gedmatch",
        "among",
        "genetic",
        "genealogy",
        "enthusiast",
        "consumer",
        "want",
        "learn",
        "relative",
        "previously",
        "revealed",
        "commercial",
        "testing",
        "company",
        "ancestrydna",
        "23andme",
        "seek",
        "company",
        "like",
        "one",
        "interpretation",
        "dna",
        "result",
        "addition",
        "clue",
        "ancestor",
        "dna",
        "hold",
        "information",
        "medical",
        "risk",
        "intersection",
        "recreational",
        "genetic",
        "genealogy",
        "personal",
        "health",
        "information",
        "company",
        "generating",
        "unintended",
        "spillover",
        "effect",
        "personal",
        "consequence",
        "consumer",
        "may",
        "prepared",
        "conversation",
        "genetic",
        "testing",
        "breast",
        "cancer",
        "gene",
        "mutation",
        "expands",
        "question",
        "arise",
        "treatment",
        "decision",
        "discovery",
        "surprise",
        "multitasking",
        "gene",
        "help",
        "explain",
        "new",
        "function",
        "feature",
        "evolve",
        "genome",
        "may",
        "already",
        "hacked",
        "approach",
        "area",
        "medical",
        "side",
        "work",
        "focus",
        "people",
        "use",
        "genomic",
        "information",
        "personal",
        "health",
        "benefit",
        "particular",
        "looked",
        "people",
        "decide",
        "undergo",
        "genetic",
        "testing",
        "understand",
        "cope",
        "result",
        "rise",
        "genetic",
        "testing",
        "led",
        "sometimes",
        "dodgy",
        "world",
        "genetics",
        "may",
        "provide",
        "access",
        "personal",
        "genetic",
        "information",
        "mass",
        "many",
        "case",
        "individual",
        "fully",
        "aware",
        "may",
        "find",
        "data",
        "may",
        "used",
        "genealogy",
        "interest",
        "lead",
        "health",
        "scare",
        "interest",
        "unintended",
        "consequence",
        "genealogy",
        "exploration",
        "started",
        "year",
        "back",
        "patient",
        "sought",
        "help",
        "interpreting",
        "data",
        "received",
        "company",
        "suggested",
        "increased",
        "genetic",
        "risk",
        "breast",
        "cancer",
        "concern",
        "identified",
        "interpretation",
        "report",
        "ultimately",
        "led",
        "patient",
        "see",
        "genetic",
        "counselor",
        "trained",
        "professional",
        "advise",
        "genetic",
        "risk",
        "various",
        "disease",
        "counselor",
        "eventually",
        "determined",
        "result",
        "nothing",
        "warranted",
        "concern",
        "false",
        "positive",
        "case",
        "raised",
        "red",
        "flag",
        "interviewed",
        "patient",
        "learn",
        "used",
        "company",
        "never",
        "heard",
        "previously",
        "learn",
        "breast",
        "cancer",
        "risk",
        "turned",
        "stumbled",
        "area",
        "genetic",
        "testing",
        "health",
        "risk",
        "due",
        "interest",
        "genealogy",
        "watching",
        "henry",
        "louis",
        "gate",
        "pb",
        "show",
        "finding",
        "root",
        "saw",
        "ad",
        "one",
        "commercial",
        "company",
        "offered",
        "ancestry",
        "testing",
        "patient",
        "learned",
        "ancestry",
        "result",
        "also",
        "realized",
        "entire",
        "world",
        "opened",
        "term",
        "possible",
        "nugget",
        "information",
        "could",
        "discover",
        "raw",
        "dna",
        "data",
        "purchased",
        "access",
        "health",
        "app",
        "interpret",
        "raw",
        "dna",
        "result",
        "provided",
        "without",
        "consultation",
        "medical",
        "professional",
        "led",
        "clinic",
        "currently",
        "many",
        "apps",
        "online",
        "service",
        "available",
        "consumer",
        "regulated",
        "food",
        "drug",
        "administration",
        "since",
        "argued",
        "company",
        "behind",
        "serve",
        "bridge",
        "literature",
        "provide",
        "access",
        "scientific",
        "evidence",
        "base",
        "wild",
        "west",
        "raw",
        "dna",
        "colleague",
        "surveyed",
        "customer",
        "company",
        "learn",
        "motif",
        "exploring",
        "raw",
        "dna",
        "data",
        "received",
        "commercial",
        "testing",
        "company",
        "approximately",
        "consumer",
        "surveyed",
        "highly",
        "motivated",
        "explore",
        "raw",
        "dna",
        "ancestral",
        "detail",
        "forty",
        "percent",
        "interested",
        "ancestry",
        "health",
        "information",
        "percent",
        "respondent",
        "used",
        "gedmatch",
        "highlighting",
        "extent",
        "dna",
        "data",
        "heavily",
        "protected",
        "company",
        "ancestrydna",
        "23andme",
        "unguarded",
        "consumer",
        "many",
        "choose",
        "freely",
        "upload",
        "data",
        "hope",
        "finding",
        "relative",
        "notably",
        "almost",
        "consumer",
        "reported",
        "using",
        "one",
        "company",
        "interpret",
        "dna",
        "might",
        "argue",
        "tool",
        "provide",
        "beneficial",
        "service",
        "consumer",
        "particularly",
        "come",
        "learning",
        "health",
        "risk",
        "case",
        "genetic",
        "risk",
        "determined",
        "via",
        "clinically",
        "validated",
        "test",
        "empowering",
        "angelina",
        "jolie",
        "perfect",
        "example",
        "yet",
        "validity",
        "genetic",
        "test",
        "consumer",
        "direct",
        "access",
        "remains",
        "questionable",
        "fact",
        "recent",
        "article",
        "scientist",
        "one",
        "clinical",
        "testing",
        "lab",
        "medical",
        "provider",
        "rely",
        "reported",
        "approximately",
        "percent",
        "result",
        "reported",
        "raw",
        "dna",
        "interpretation",
        "incorrect",
        "thus",
        "people",
        "told",
        "greater",
        "risk",
        "disease",
        "exceedingly",
        "high",
        "number",
        "individual",
        "stress",
        "false",
        "positive",
        "result",
        "ongoing",
        "work",
        "found",
        "worry",
        "primary",
        "driver",
        "patient",
        "seek",
        "medical",
        "assistance",
        "raw",
        "dna",
        "interpretation",
        "false",
        "positive",
        "rate",
        "notable",
        "downstream",
        "burden",
        "healthcare",
        "system",
        "social",
        "medium",
        "site",
        "like",
        "reddit",
        "filled",
        "example",
        "consumer",
        "confused",
        "interpret",
        "report",
        "generated",
        "company",
        "vary",
        "greatly",
        "clarity",
        "quality",
        "learned",
        "report",
        "might",
        "brca",
        "variant",
        "might",
        "confer",
        "high",
        "risk",
        "breast",
        "ovarian",
        "cancer",
        "ask",
        "site",
        "user",
        "help",
        "understanding",
        "whether",
        "result",
        "real",
        "way",
        "genetic",
        "counselor",
        "specialize",
        "interpreting",
        "kind",
        "result",
        "helping",
        "patient",
        "figure",
        "genetic",
        "counselor",
        "meanwhile",
        "frustrated",
        "message",
        "commercial",
        "testing",
        "company",
        "led",
        "unrealistic",
        "expectation",
        "consumer",
        "learn",
        "challenging",
        "counselor",
        "correct",
        "misconception",
        "especially",
        "met",
        "resistance",
        "patient",
        "gift",
        "dna",
        "knowledge",
        "year",
        "commercial",
        "testing",
        "exploded",
        "may",
        "year",
        "user",
        "rethink",
        "value",
        "gift",
        "least",
        "use",
        "genie",
        "bottle",
        "going",
        "back",
        "golden",
        "state",
        "killer",
        "arrest",
        "highlighting",
        "ramification",
        "genetic",
        "genealogy",
        "widespread",
        "use",
        "dna",
        "site",
        "broader",
        "consumer",
        "could",
        "ever",
        "anticipated",
        "commentary",
        "catharine",
        "wang",
        "associate",
        "professor",
        "community",
        "health",
        "science",
        "boston",
        "university",
        "also",
        "contributor",
        "conversation",
        "independent",
        "source",
        "news",
        "view",
        "academic",
        "research",
        "community",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}