{
    "organizations": [],
    "uuid": "34c76e03bd8c74216dbfe07d59136c19cb6dcc20",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-commercial-vehicle-group-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Commercial Vehicle Group Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW ALBANY, Ohio, May 3, 2018 /PRNewswire/ -- Commercial Vehicle Group, Inc. (the \"Company\") (NASDAQ: CVGI) today reported financial results .\nFirst Quarter\n($ in millions except EPS)\n2018\n2017\nRevenues\n$215.7\n$173.4\nOperating Income\n$15.5\n$4.6\nNet Income\n$9.9\n$0.6\nBasic EPS\n$0.33\n$0.02\nDiluted EPS\n$0.32\n$0.02\nPatrick Miller, President and CEO, stated, \"We are pleased with our strong year over year revenue growth that continues to trend favorably. Heavy- and medium-duty truck production in North America is forecast to be at the highest levels since 2006 and we are well positioned for strong top line performance throughout the year. Importantly, we are delivering improved earnings on the higher sales.\"\nTim Trenary, Chief Financial Officer, stated, \"Revenues 2018 were $216 million, 24 percent higher than the prior year period, and operating income rose to $15.5 million, a margin of 7.2% for the quarter. On a sequential basis, the first quarter of 2018 compared to the fourth quarter of 2017, revenues were up 15 percent and pull through of operating income on this improvement in revenues was 25 percent. These improved results include the benefit of the higher sales and the actions taken to address the labor shortage in our North American wire harness business, and the absence of the facility restructuring and litigation settlement costs incurred in 2017. Additionally, these improvements were achieved notwithstanding continuing pressure from rising commodity prices, tightening labor markets and costs associated with the accelerating build rates.\"\nConsolidated Results\nFirst Quarter 2018 Results\nFirst quarter 2018 revenues were $215.7 million compared to $173.4 million in the prior year period, an increase of 24.4 percent. The increase in revenues period-over-period reflects higher heavy-duty truck production in North America and improvement in the global construction markets we serve. Foreign currency translation favorably impacted first quarter 2018 revenues by $7.1 million, or by 4.1 percent when compared to the same period in the prior year. Operating income 2018 was $15.5 million compared to operating income of $4.6 million in the prior year period. The increase in operating income period-over-period is primarily attributable to the increase in sales volume and actions taken to address the labor shortage in our North American wire harness business. These gains were partially offset by costs associated with rising commodity prices and tighter labor markets, and costs associated with accelerating build rates. The first quarter 2017 results included $1.1 million in charges relating to facility restructuring and other related costs, and $2.4 million associated with litigation settlement costs. Net income was $9.9 million 2018, or $0.32 per diluted share, compared to net income of $0.6 million in the prior year period, or $0.02 per diluted share.\nAt March 31, 2018, the Company had liquidity of $94 million: $38 million of cash and $56 million of availability from our asset based revolver. Borrowings under our asset based revolver, at March 31, 2018, were $7.5 million.\nSegment Results\nGlobal Truck and Bus Segment\nFirst Quarter 2018 Results\nRevenues for the Global Truck and Bus Segment in the first quarter 2018 were $128.3 million compared to $102.1 million for the prior year period, an increase of 25.7 percent primarily resulting from higher North American heavy-duty truck production. Foreign currency translation favorably impacted first quarter 2018 revenue by $0.8 million, or by 0.7 percent when compared to the same period in the prior year. Operating income 2018 was $13.2 million compared to operating income of $8.3 million in the prior year period. The increase in operating income period-over-period is primarily attributable to the increase in sales volume and the absence of the 2017 costs associated with the now completed facility restructuring. The first quarter of 2017 results included charges of $1.0 million relating to facility restructuring and other related costs.\nGlobal Construction and Agriculture Segment\nFirst Quarter 2018 Results\nRevenues for the Global Construction and Agriculture Segment in the first quarter 2018 were $91.2 million compared to $73.5 million in the prior year period, an increase of 24.1 percent primarily as a result of improvement in the global construction markets we serve. Foreign currency translation favorably impacted first quarter 2018 revenues by $6.7 million, or by 9.1 percent when compared to the same period in the prior year. Operating income 2018 was $8.2 million compared to operating income of $3.3 million in the prior year period. The increase in operating income period-over-period is primarily attributable to the increase in sales volume and actions taken to address the labor shortage in our North American wire harness business.\n2018 End Market Outlook\nManagement estimates that the 2018 North American Class 8 truck production will be in the range of 300,000 to 325,000 units, as compared to 256,000 units in 2017; North American Class 5-7 production is expected to be up slightly year-over-year. We believe the construction markets we serve in Europe, Asia, and North America have improved.\nCONFERENCE CALL\nA conference call to discuss this press release is scheduled for Friday, May 4, 2018, at 10:00 a.m. ET. To participate, dial (844) 743-2497 using conference code 9692779.\nThis call is being webcast by NASDAQ and can be accessed at Commercial Vehicle Group's Web site at www.cvgrp.com , where it will be archived for one year.\nA telephonic replay of the conference call will be available for a period of two weeks following the call. To access the replay, dial (855) 859-2056 using access code 9692779.\nAbout Commercial Vehicle Group, Inc.\nCommercial Vehicle Group, Inc. (and its subsidiaries) is a leading supplier of a full range of cab related products and systems for the global commercial vehicle market, including the medium- and heavy-duty truck market, the medium-and heavy-construction vehicle markets, the military, bus, agriculture, specialty transportation, mining, industrial equipment and off-road recreational markets. Information about the Company and its products is available on the internet at www.cvgrp.com .\nForward-Looking Statements\nThis press release contains forward-looking statements that are subject to risks and uncertainties. These statements often include words such as \"believe\", \"expect\", \"anticipate\", \"intend\", \"plan\", \"estimate\", or similar expressions. In particular, this press release may contain forward-looking statements about Company expectations for future periods with respect to its plans to improve financial results and to enhance the Company, the future of the Company's end markets, Class 8 and Class 5-7 North America build rates, performance of the global construction and agriculture equipment business, expected cost savings, the Company's initiatives to address customer needs, organic growth, the Company's economic growth plans to focus on certain segments and markets and the Company's financial position or other financial information. These statements are based on certain assumptions that the Company has made in light of its experience as well as its perspective on historical trends, current conditions, expected future developments and other factors it believes are appropriate under the circumstances. Actual results may differ materially from the anticipated results because of certain risks and uncertainties, including but not limited to: (i) general economic or business conditions affecting the markets in which the Company serves or intends to serve; (ii) the Company's ability to develop or successfully introduce new products; (iii) risks associated with conducting business in foreign countries and currencies; (iv) increased competition in the medium- and heavy-duty truck, construction, agriculture, aftermarket, military, bus and other markets; (v) the Company's failure to complete or successfully integrate strategic acquisitions; (vi) the impact of changes in governmental regulations on the Company's customers or on the Company's business; (vii) the loss of business from a major customer, a collection of smaller customers or the discontinuation of particular commercial vehicle platforms; (viii) security breaches and other disruptions to our information systems and/or our business; (ix) the Company's ability to obtain future financing due to changes in the capital markets or Company's financial position; (x) the Company's ability to comply with the financial covenants in its debt facilities; (xi) fluctuation in interest rates relating to the Company's debt facilities; (xii) the Company's ability to realize the benefits of its cost reduction and strategic initiatives; (xiii) a material weakness in our internal control over financial reporting which could, if not remediated, result in material misstatements in our financial statements; (xiv) volatility and cyclicality in the commercial vehicle market adversely affecting us; (xv) the geographic profile of our taxable income and changes in valuation of our deferred tax assets and liabilities impacting our effective tax rate; (xvi) changes to domestic manufacturing initiatives; (xvii) implementation of tax or other changes, by the United States or other international jurisdictions, related to products manufactured in one or more jurisdictions where we do business; and (xviii) various other risks as outlined under the heading \"Risk Factors\" in the Company's Annual Report on Form 10-K for fiscal year ending December 31, 2017. There can be no assurance that statements made in this press release relating to future events will be achieved. The Company undertakes no obligation to update or revise forward-looking statements to reflect changed assumptions, the occurrence of unanticipated events or changes to future operating results over time. All subsequent written and oral forward-looking statements attributable to the Company or persons acting on behalf of the Company are expressly qualified in their entirety by such cautionary statements.\nCOMMERCIAL VEHICLE GROUP, INC. AND SUBSIDIARIES\nCONDENSED CONSOLIDATED STATEMENTS OF INCOME\n(Unaudited)\n(Amounts in thousands, except per share amounts)\nThree Months Ended March 31,\n2018\n2017\nRevenues\n$\n215,734\n$\n173,416\nCost of Revenues\n184,613\n151,913\nGross Profit\n31,121\n21,503\nSelling, General and Administrative Expenses\n15,304\n16,619\nAmortization Expense\n332\n327\nOperating Income\n15,485\n4,557\nInterest and Other Expense\n1,959\n4,565\nIncome (Loss) Before Provision for Income Taxes\n13,526\n(8)\nProvision (Benefit) for Income Taxes\n3,673\n(636)\nNet Income\n$\n9,853\n$\n628\nEarnings per Common Share:\nBasic\n$\n0.33\n$\n0.02\nDiluted\n$\n0.32\n$\n0.02\nWeighted Average Shares Outstanding:\nBasic\n30,219\n29,872\nDiluted\n30,574\n30,194\nCOMMERCIAL VEHICLE GROUP, INC. AND SUBSIDIARIES\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(Unaudited)\n(Amounts in thousands)\nMarch 31, 2018\nDecember 31, 2017\nASSETS\nCurrent Assets:\nCash\n$\n37,908\n$\n52,244\nAccounts receivable, net of allowances of $6,236 and $5,242, respectively\n141,823\n108,595\nInventories\n94,637\n99,015\nOther current assets\n18,385\n14,792\nTotal current assets\n292,753\n274,646\nProperty, plant and equipment, net of accumulated depreciation of $151,502 and $147,553, respectively\n63,400\n64,630\nGoodwill\n7,941\n8,045\nIntangible assets, net of accumulated amortization of $8,808 and $8,533, respectively\n14,121\n14,548\nDeferred income taxes, net\n18,240\n20,273\nOther assets\n3,187\n2,246\nTotal assets\n$\n399,642\n$\n384,388\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent Liabilities:\nAccounts payable\n$\n85,602\n$\n86,608\nAccrued liabilities and other\n31,761\n33,944\nCurrent portion of long-term debt\n3,199\n3,191\nTotal current liabilities\n120,562\n123,743\nLong-term debt\n162,951\n163,758\nRevolving credit facility\n7,500\n—\nPension and other post-retirement benefits\n15,367\n15,450\nOther long-term liabilities\n6,862\n6,695\nTotal liabilities\n313,242\n309,646\nStockholders' Equity:\nPreferred stock, $0.01 par value (5,000,000 shares authorized; no shares issued and outstanding)\n—\n—\nCommon stock, $0.01 par value (60,000,000 shares authorized; 30,219,278 shares issued and outstanding, as of March 2018 and December 2017)\n304\n304\nTreasury stock, at cost: 1,175,795 shares, as of March 2018 and December 2017\n(9,114)\n(9,114)\nAdditional paid-in capital\n240,543\n239,870\nRetained deficit\n(105,230)\n(115,083)\nAccumulated other comprehensive loss\n(40,103)\n(41,235)\nTotal stockholders' equity\n86,400\n74,742\nTotal liabilities and stockholders' equity\n$\n399,642\n$\n384,388\nCOMMERCIAL VEHICLE GROUP, INC. AND SUBSIDIARIES\nBUSINESS SEGMENT FINANCIAL INFORMATION\n(Unaudited)\n(Amounts in thousands)\nThree Months Ended March 31,\nGlobal Truck & Bus\nGlobal Construction & Agriculture\nCorporate / Other\nTotal\n2018\n2017\n2018\n2017\n2018\n2017\n2018\n2017\nRevenues\nExternal Revenues\n$\n127,492\n$\n101,864\n$\n88,242\n$\n71,552\n$\n—\n$\n—\n$\n215,734\n$\n173,416\nIntersegment Revenues\n812\n225\n2,923\n1,953\n(3,735)\n(2,178)\n—\n—\nTotal Revenues\n$\n128,304\n$\n102,089\n$\n91,165\n$\n73,505\n$\n(3,735)\n$\n(2,178)\n$\n215,734\n$\n173,416\nGross Profit\n$\n18,971\n$\n14,038\n$\n12,535\n$\n7,822\n$\n(385)\n$\n(357)\n$\n31,121\n$\n21,503\nSelling, General & Administrative Expenses\n$\n5,512\n$\n5,453\n$\n4,266\n$\n4,483\n$\n5,526\n$\n6,683\n$\n15,304\n$\n16,619\nOperating Income\n$\n13,162\n$\n8,293\n$\n8,234\n$\n3,305\n$\n(5,911)\n$\n(7,041)\n$\n15,485\n$\n4,557\nView original content: http://www.prnewswire.com/news-releases/commercial-vehicle-group-announces-first-quarter-2018-results-300642477.html\nSOURCE Commercial Vehicle Group, Inc.",
    "published": "2018-05-04T00:10:00.000+03:00",
    "crawled": "2018-05-04T01:40:09.086+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "albany",
        "ohio",
        "may",
        "commercial",
        "vehicle",
        "group",
        "company",
        "nasdaq",
        "cvgi",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "million",
        "except",
        "eps",
        "revenue",
        "operating",
        "income",
        "net",
        "income",
        "basic",
        "eps",
        "diluted",
        "eps",
        "patrick",
        "miller",
        "president",
        "ceo",
        "stated",
        "pleased",
        "strong",
        "year",
        "year",
        "revenue",
        "growth",
        "continues",
        "trend",
        "favorably",
        "truck",
        "production",
        "north",
        "america",
        "forecast",
        "highest",
        "level",
        "since",
        "well",
        "positioned",
        "strong",
        "top",
        "line",
        "performance",
        "throughout",
        "year",
        "importantly",
        "delivering",
        "improved",
        "earnings",
        "higher",
        "sale",
        "tim",
        "trenary",
        "chief",
        "financial",
        "officer",
        "stated",
        "revenue",
        "million",
        "percent",
        "higher",
        "prior",
        "year",
        "period",
        "operating",
        "income",
        "rose",
        "million",
        "margin",
        "quarter",
        "sequential",
        "basis",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "revenue",
        "percent",
        "pull",
        "operating",
        "income",
        "improvement",
        "revenue",
        "percent",
        "improved",
        "result",
        "include",
        "benefit",
        "higher",
        "sale",
        "action",
        "taken",
        "address",
        "labor",
        "shortage",
        "north",
        "american",
        "wire",
        "harness",
        "business",
        "absence",
        "facility",
        "restructuring",
        "litigation",
        "settlement",
        "cost",
        "incurred",
        "additionally",
        "improvement",
        "achieved",
        "notwithstanding",
        "continuing",
        "pressure",
        "rising",
        "commodity",
        "price",
        "tightening",
        "labor",
        "market",
        "cost",
        "associated",
        "accelerating",
        "build",
        "rate",
        "consolidated",
        "result",
        "first",
        "quarter",
        "result",
        "first",
        "quarter",
        "revenue",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "percent",
        "increase",
        "revenue",
        "reflects",
        "higher",
        "truck",
        "production",
        "north",
        "america",
        "improvement",
        "global",
        "construction",
        "market",
        "serve",
        "foreign",
        "currency",
        "translation",
        "favorably",
        "impacted",
        "first",
        "quarter",
        "revenue",
        "million",
        "percent",
        "compared",
        "period",
        "prior",
        "year",
        "operating",
        "income",
        "million",
        "compared",
        "operating",
        "income",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "operating",
        "income",
        "primarily",
        "attributable",
        "increase",
        "sale",
        "volume",
        "action",
        "taken",
        "address",
        "labor",
        "shortage",
        "north",
        "american",
        "wire",
        "harness",
        "business",
        "gain",
        "partially",
        "offset",
        "cost",
        "associated",
        "rising",
        "commodity",
        "price",
        "tighter",
        "labor",
        "market",
        "cost",
        "associated",
        "accelerating",
        "build",
        "rate",
        "first",
        "quarter",
        "result",
        "included",
        "million",
        "charge",
        "relating",
        "facility",
        "restructuring",
        "related",
        "cost",
        "million",
        "associated",
        "litigation",
        "settlement",
        "cost",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "prior",
        "year",
        "period",
        "per",
        "diluted",
        "share",
        "march",
        "company",
        "liquidity",
        "million",
        "million",
        "cash",
        "million",
        "availability",
        "asset",
        "based",
        "revolver",
        "borrowing",
        "asset",
        "based",
        "revolver",
        "march",
        "million",
        "segment",
        "result",
        "global",
        "truck",
        "bus",
        "segment",
        "first",
        "quarter",
        "result",
        "revenue",
        "global",
        "truck",
        "bus",
        "segment",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "percent",
        "primarily",
        "resulting",
        "higher",
        "north",
        "american",
        "truck",
        "production",
        "foreign",
        "currency",
        "translation",
        "favorably",
        "impacted",
        "first",
        "quarter",
        "revenue",
        "million",
        "percent",
        "compared",
        "period",
        "prior",
        "year",
        "operating",
        "income",
        "million",
        "compared",
        "operating",
        "income",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "operating",
        "income",
        "primarily",
        "attributable",
        "increase",
        "sale",
        "volume",
        "absence",
        "cost",
        "associated",
        "completed",
        "facility",
        "restructuring",
        "first",
        "quarter",
        "result",
        "included",
        "charge",
        "million",
        "relating",
        "facility",
        "restructuring",
        "related",
        "cost",
        "global",
        "construction",
        "agriculture",
        "segment",
        "first",
        "quarter",
        "result",
        "revenue",
        "global",
        "construction",
        "agriculture",
        "segment",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "percent",
        "primarily",
        "result",
        "improvement",
        "global",
        "construction",
        "market",
        "serve",
        "foreign",
        "currency",
        "translation",
        "favorably",
        "impacted",
        "first",
        "quarter",
        "revenue",
        "million",
        "percent",
        "compared",
        "period",
        "prior",
        "year",
        "operating",
        "income",
        "million",
        "compared",
        "operating",
        "income",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "operating",
        "income",
        "primarily",
        "attributable",
        "increase",
        "sale",
        "volume",
        "action",
        "taken",
        "address",
        "labor",
        "shortage",
        "north",
        "american",
        "wire",
        "harness",
        "business",
        "end",
        "market",
        "outlook",
        "management",
        "estimate",
        "north",
        "american",
        "class",
        "truck",
        "production",
        "range",
        "unit",
        "compared",
        "unit",
        "north",
        "american",
        "class",
        "production",
        "expected",
        "slightly",
        "believe",
        "construction",
        "market",
        "serve",
        "europe",
        "asia",
        "north",
        "america",
        "improved",
        "conference",
        "call",
        "conference",
        "call",
        "discus",
        "press",
        "release",
        "scheduled",
        "friday",
        "may",
        "et",
        "participate",
        "dial",
        "using",
        "conference",
        "code",
        "call",
        "webcast",
        "nasdaq",
        "accessed",
        "commercial",
        "vehicle",
        "group",
        "web",
        "site",
        "archived",
        "one",
        "year",
        "telephonic",
        "replay",
        "conference",
        "call",
        "available",
        "period",
        "two",
        "week",
        "following",
        "call",
        "access",
        "replay",
        "dial",
        "using",
        "access",
        "code",
        "commercial",
        "vehicle",
        "group",
        "commercial",
        "vehicle",
        "group",
        "subsidiary",
        "leading",
        "supplier",
        "full",
        "range",
        "cab",
        "related",
        "product",
        "system",
        "global",
        "commercial",
        "vehicle",
        "market",
        "including",
        "truck",
        "market",
        "vehicle",
        "market",
        "military",
        "bus",
        "agriculture",
        "specialty",
        "transportation",
        "mining",
        "industrial",
        "equipment",
        "recreational",
        "market",
        "information",
        "company",
        "product",
        "available",
        "internet",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "statement",
        "often",
        "include",
        "word",
        "believe",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "similar",
        "expression",
        "particular",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "company",
        "expectation",
        "future",
        "period",
        "respect",
        "plan",
        "improve",
        "financial",
        "result",
        "enhance",
        "company",
        "future",
        "company",
        "end",
        "market",
        "class",
        "class",
        "north",
        "america",
        "build",
        "rate",
        "performance",
        "global",
        "construction",
        "agriculture",
        "equipment",
        "business",
        "expected",
        "cost",
        "saving",
        "company",
        "initiative",
        "address",
        "customer",
        "need",
        "organic",
        "growth",
        "company",
        "economic",
        "growth",
        "plan",
        "focus",
        "certain",
        "segment",
        "market",
        "company",
        "financial",
        "position",
        "financial",
        "information",
        "statement",
        "based",
        "certain",
        "assumption",
        "company",
        "made",
        "light",
        "experience",
        "well",
        "perspective",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "belief",
        "appropriate",
        "circumstance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "result",
        "certain",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "general",
        "economic",
        "business",
        "condition",
        "affecting",
        "market",
        "company",
        "serf",
        "intends",
        "serve",
        "ii",
        "company",
        "ability",
        "develop",
        "successfully",
        "introduce",
        "new",
        "product",
        "iii",
        "risk",
        "associated",
        "conducting",
        "business",
        "foreign",
        "country",
        "currency",
        "iv",
        "increased",
        "competition",
        "truck",
        "construction",
        "agriculture",
        "aftermarket",
        "military",
        "bus",
        "market",
        "v",
        "company",
        "failure",
        "complete",
        "successfully",
        "integrate",
        "strategic",
        "acquisition",
        "vi",
        "impact",
        "change",
        "governmental",
        "regulation",
        "company",
        "customer",
        "company",
        "business",
        "vii",
        "loss",
        "business",
        "major",
        "customer",
        "collection",
        "smaller",
        "customer",
        "discontinuation",
        "particular",
        "commercial",
        "vehicle",
        "platform",
        "viii",
        "security",
        "breach",
        "disruption",
        "information",
        "system",
        "business",
        "ix",
        "company",
        "ability",
        "obtain",
        "future",
        "financing",
        "due",
        "change",
        "capital",
        "market",
        "company",
        "financial",
        "position",
        "x",
        "company",
        "ability",
        "comply",
        "financial",
        "covenant",
        "debt",
        "facility",
        "xi",
        "fluctuation",
        "interest",
        "rate",
        "relating",
        "company",
        "debt",
        "facility",
        "xii",
        "company",
        "ability",
        "realize",
        "benefit",
        "cost",
        "reduction",
        "strategic",
        "initiative",
        "xiii",
        "material",
        "weakness",
        "internal",
        "control",
        "financial",
        "reporting",
        "could",
        "remediated",
        "result",
        "material",
        "misstatement",
        "financial",
        "statement",
        "xiv",
        "volatility",
        "cyclicality",
        "commercial",
        "vehicle",
        "market",
        "adversely",
        "affecting",
        "u",
        "xv",
        "geographic",
        "profile",
        "taxable",
        "income",
        "change",
        "valuation",
        "deferred",
        "tax",
        "asset",
        "liability",
        "impacting",
        "effective",
        "tax",
        "rate",
        "xvi",
        "change",
        "domestic",
        "manufacturing",
        "initiative",
        "xvii",
        "implementation",
        "tax",
        "change",
        "united",
        "state",
        "international",
        "jurisdiction",
        "related",
        "product",
        "manufactured",
        "one",
        "jurisdiction",
        "business",
        "xviii",
        "various",
        "risk",
        "outlined",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ending",
        "december",
        "assurance",
        "statement",
        "made",
        "press",
        "release",
        "relating",
        "future",
        "event",
        "achieved",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "changed",
        "assumption",
        "occurrence",
        "unanticipated",
        "event",
        "change",
        "future",
        "operating",
        "result",
        "time",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "company",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "commercial",
        "vehicle",
        "group",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "amortization",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "commercial",
        "vehicle",
        "group",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "amount",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "respectively",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "accumulated",
        "depreciation",
        "respectively",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "accumulated",
        "amortization",
        "respectively",
        "deferred",
        "income",
        "tax",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "revolving",
        "credit",
        "facility",
        "pension",
        "benefit",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "december",
        "additional",
        "capital",
        "retained",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "commercial",
        "vehicle",
        "group",
        "subsidiary",
        "business",
        "segment",
        "financial",
        "information",
        "unaudited",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "global",
        "truck",
        "bus",
        "global",
        "construction",
        "agriculture",
        "corporate",
        "total",
        "revenue",
        "external",
        "revenue",
        "intersegment",
        "revenue",
        "total",
        "revenue",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "view",
        "original",
        "content",
        "http",
        "source",
        "commercial",
        "vehicle",
        "group",
        "inc"
    ]
}