{
    "organizations": [],
    "uuid": "5a1b4982ab985fb9a24406480f036a98e8ec77bf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-myokardia-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "MyoKardia Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company to Host Conference Call and Webcast Today at 4:30 p.m. ET (1:30 p.m. PT)\nSOUTH SAN FRANCISCO, Calif., May 08, 2018 (GLOBE NEWSWIRE) -- MyoKardia, Inc. (Nasdaq:MYOK), a clinical-stage biopharmaceutical company pioneering a precision medicine approach for the treatment of heritable cardiovascular diseases, today reported financial results for the quarter ended March 31, 2018.\n“This is a busy and productive time for MyoKardia. We are on track to initiate a total of six clinical trials this year and continue to add talented leadership throughout our organization to support our growth,” said Tassos Gianakakos, Chief Executive Officer. “Already in 2018 we have initiated two new clinical trials studying MYK-491 for dilated cardiomyopathy patients and mavacamten for non-obstructive hypertrophic cardiomyopathy. In the second quarter we expect to begin dosing patients in our Phase 3 EXPLORER-HCM pivotal study of mavacamten for the treatment of symptomatic, obstructive hypertrophic cardiomyopathy and we will also be re-enrolling PIONEER study participants in an open-label extension. The EXPLORER long-term extension study and Phase 2 trial for MYK-491 are planned for the second half of this year.”\nRecent Clinical Program Highlights\nMavacamten for Hypertrophic Cardiomyopathy (HCM)\nPhase 3 EXPLORER-HCM Trial Preparations Underway: MyoKardia remains on track to dose the first patient in the pivotal Phase 3 EXPLORER-HCM clinical trial of mavacamten for the treatment of symptomatic, obstructive hypertrophic cardiomyopathy (oHCM) during the second quarter of 2018. MyoKardia plans to announce the final design of the Phase 3 EXPLORER trial in the coming weeks pending the receipt of written feedback from the U.S. Food and Drug Administration (FDA) following a recent Type C meeting. A long-term extension (LTE) study of patients who complete the Phase 3 EXPLORER-HCM or the Phase 2 MAVERICK-HCM trial is expected to begin by year-end. As previously announced, this LTE study is part of the overall mavacamten registration package agreed to by the FDA.\nInitiated Phase 2 MAVERICK-HCM Clinical Trial of Mavacamten in nHCM: The Phase 2 MAVERICK-HCM trial is a randomized, double-blind, placebo-controlled study designed to assess the safety and tolerability of a 16-week treatment course of mavacamten. The trial is expected to enroll approximately 60 patients with symptomatic, non-obstructive hypertrophic cardiomyopathy (nHCM). Patients will be randomized evenly into three groups to receive a once-daily dose of mavacamten targeting one of two drug plasma concentration levels or placebo. MyoKardia anticipates data from the MAVERICK-HCM study will be available in the second half of 2019.\nPIONEER Open-Label Extension Study to Begin in Second Quarter: The PIONEER-OLE trial is an open-label study enrolling patients who previously completed the Phase 2 PIONEER-HCM clinical trial of mavacamten in oHCM. The PIONEER-OLE study is intended to provide data on longer-term exposure to mavacamten and is expected to commence in the second quarter of 2018.\nPresented Results from PIONEER-HCM Phase 2 Clinical Trial : At the American College of Cardiology (ACC) 67th Annual Scientific Session, data from both cohorts of the PIONEER-HCM clinical trial were presented. In the PIONEER-HCM Phase 2 clinical trial of 21 symptomatic obstructive HCM patients, mavacamten achieved the primary endpoint of reduction in post-exercise left ventricular outflow tract (LVOT) gradient from baseline to week 12 with statistical significance across both cohorts tested. Improvements in peak VO 2 , New York Heart Association (NYHA) classification and dyspnea rating scores were also observed. Mavacamten was generally well-tolerated.\nMYK-491 for Dilated Cardiomyopathy (DCM)\nInitiated MYK-491 Phase 1b Study in DCM Patients: A single-ascending dose study of MYK-491 in symptomatic DCM patients was initiated with first patients dosed in February 2018. The objectives of this randomized, double-blind, placebo-controlled Phase 1b trial are to assess safety, tolerability, preliminary pharmacokinetics and pharmacodynamics of MYK-491 in DCM patients. MyoKardia anticipates reporting data from the Phase 1b clinical trial of MYK-491 in DCM patients in the second half of 2018. Data from the Phase 1 program of MYK-491 will inform a Phase 2 clinical study of MYK-491 in DCM patients planned to begin in the second half of 2018.\nCorporate Updates\nAnnounced Management Changes: MyoKardia appointed Taylor C. Harris to the position of Chief Financial Officer. Jake Bauer, MyoKardia’s former Senior Vice President, Financial and Corporate Development, has been promoted to the role of Chief Business Officer.\nFirst Quarter 2018 Financial Results\nCash Position: Cash, cash equivalents and investments (short-term and long-term) as of March 31, 2018 were $259.3 million, compared to $179.6 million as of March 31, 2017. The increase in the company’s cash position is primarily attributable to proceeds received from the August 2017 follow-on offering of common stock.\nRevenues: Collaboration and license revenue was $5.3 million during the three months ended March 31, 2018, compared with $2.4 million during the first quarter of 2017. The increase in collaboration revenue in 2018 is attributable to the adoption of Accounting Standards Codification Topic 606, Revenue from Contracts with Customers (“ASC 606”). Under ASC 606, the $45 million payment received from Sanofi S.A. (Sanofi) in the first quarter of 2017 is now being allocated based on research and development costs incurred in a particular period relative to the estimated total program costs to be incurred in the two-year period ending December 31, 2018.\nR&D Expenses: Research and development expenses increased by $4.7 million and were $16.6 million, net of Sanofi reimbursements of $2.8 million, for the first three months of 2018, up from $11.9 million for the same period in 2017. The increase in R&D expenses was driven by clinical trial activity for mavacamten and MYK-491, an increase in headcount, and stock compensation expense.\nG&A Expenses: General and administrative expenses were $7.3 million for the three months ended March 31, 2018, compared to $5.5 million for the same period in 2017. The change in G&A expenses was primarily attributable to an increase in headcount, as well as stock compensation expense.\nNet Loss : Net loss was $17.8 million ($0.50 loss per share) for the first quarter of 2018, compared to a net loss of $14.8 million ($0.47 loss per share) for the first quarter of 2017.\nConference Call and Webcast\nMyoKardia management will host a conference call and live audio webcast today, May 8, at 4:30 p.m. ET / 1:30 p.m. PT to review first quarter 2018 financial results. The call may be accessed by phone by calling 844-494-0193 from the U.S. and Canada or 508-637-5584 internationally and using the conference ID 1678364. The webcast may be accessed live on the Investor Relations section of the Company's website at http://investors.myokardia.com. A replay of the webcast will be available on the MyoKardia website for 90 days following the call.\nAbout MyoKardia\nMyoKardia is a clinical-stage biopharmaceutical company pioneering a precision medicine approach to discover, develop and commercialize targeted therapies for the treatment of serious and rare cardiovascular diseases. MyoKardia’s initial focus is on the treatment of heritable cardiomyopathies, a group of rare, genetically driven forms of heart failure that result from biomechanical defects in cardiac muscle contraction. MyoKardia has used its precision medicine platform to generate a pipeline of therapeutic programs for the chronic treatment of two of the most prevalent forms of heritable cardiomyopathy – hypertrophic cardiomyopathy (HCM), and dilated cardiomyopathy (DCM). MyoKardia’s most advanced product candidate is mavacamten (formerly MYK-461), a novel, oral, allosteric modulator of cardiac myosin intended to reduce hypercontractility. Mavacamten is advancing into a pivotal Phase 3 clinical trial, known as EXPLORER-HCM in patients with symptomatic, obstructive HCM and a Phase 2 trial, the MAVERICK-HCM study, in patients with non-obstructive HCM. MYK-491, MyoKardia’s second product candidate, is designed to increase the overall extent of the heart’s contraction in DCM patients by increasing cardiac contractility. MyoKardia is currently evaluating MYK-491 in a Phase 1b study in DCM patients. A cornerstone of the MyoKardia platform is the Sarcomeric Human Cardiomyopathy Registry (SHaRe), a multi-center, international repository of clinical and laboratory data on individuals and families with genetic heart disease, which MyoKardia helped form in 2014. MyoKardia’s mission is to change the world for patients with serious cardiovascular disease through bold and innovative science.\nForward-Looking Statements\nStatements we make in this press release may include statements which are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, which are usually identified by the use of words such as \"anticipates,\" \"believes,\" \"estimates,\" \"expects,\" \"intends,\" \"may,\" \"plans,\" \"projects,\" \"seeks,\" \"should,\" \"will,\" and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Securities Exchange Act and are making this statement for purposes of complying with those safe harbor provisions. These forward-looking statements, including statements regarding the clinical and therapeutic potential of mavacamten and MYK-491, the initiation of patient dosing in the Phase 3 EXPLORER-HCM trial, the trial design for EXPLORER-HCM, enrollment in a Phase 2 trial of mavacamten in nHCM patients, the commencement of and enrollment in an open-label extension study for patients who participated in the Phase 2 PIONEER-HCM trial, the release of topline data from the Phase 1b clinical trial of MYK-491 in DCM patients and the initiation of the Company’s planned Phase 2 trial of MYK-491 in DCM patients, as well as the timing of these events, and the Company’s expected cash runway and ability to receive additional payments from its collaboration agreement with Sanofi, reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a variety of risks and factors that are beyond our control including, without limitation, risks associated with the development and regulation of our product candidates, as well as those set forth in our Annual Report on Form 10-K for the year ended December 31, 2017, and our other filings with the SEC. Except as required by law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\nContacts:\nMichelle Corral\nCorporate Communications & Investor Relations\nMyoKardia, Inc.\n650-351-4690\nmcorral@myokardia.com\nBeth DelGiacco (Investors)\nStern Investor Relations, Inc.\n212-362-1200\nbeth@sternir.com\nSteven Cooper (Media)\nEdelman\n415-486-3264\nsteven.cooper@edelman.com\nMYOKARDIA, INC. Condensed Consolidated Balance Sheets (In thousands) (Unaudited) March 31,\n2018 (Revised under\nASC 606)\nDecember 31,\n2017 Assets Current assets Cash and cash equivalents $ 183,865 $ 224,571 Short-term investments 39,822 31,933 Receivable from collaboration partner — 1,013 Prepaid expenses and other current assets 2,320 1,876 Total current assets 226,007 259,393 Property and equipment, net 4,030 3,147 Long-term investments 35,621 19,900 Other long-term assets 514 368 Total assets $ 266,172 $ 282,808 Liabilities and stockholders’ equity Current liabilities Accounts payable $ 2,292 $ 2,301 Accrued liabilities 10,628 11,639 Prepayment from collaboration partner 7,701 4,432 Deferred revenue 28,227 33,558 Total current liabilities 48,848 51,930 Other long-term liabilities 151 202 Total liabilities 48,999 52,132 Commitments and contingencies Stockholders’ equity Preferred stock, $0.0001 par value; 5,000,000 shares authorized; none\nissued and outstanding — — Common stock, $0.0001 par value, 150,000,000 and 150,000,000\nshares authorized at March 31, 2018 and December 31, 2017,\nrespectively; 35,922,982 and 35,812,791 shares issued and outstanding\nat March 31, 2018 and December 31, 2017, respectively 4 4 Additional paid-in capital 370,173 365,719 Accumulated other comprehensive (loss) income (329 ) (192 ) Accumulated deficit (152,675 ) (134,855 ) Total stockholders’ equity 217,173 230,676 Total liabilities and stockholders’ equity $ 266,172 $ 282,808\nMYOKARDIA, INC. Consolidated Statement of Operations and Comprehensive Loss (in thousands, except share and per share amounts) Three Months Ended\nMarch 31, 2018 (Revised under\nASC 606)\n2017 Collaboration and license revenue $ 5,331 $ 2,410 Operating expenses: Research and development 16,618 11,917 General and administrative 7,313 5,476 Total operating expenses 23,931 17,393 Loss from operations (18,600 ) (14,983 ) Interest and other income, net 780 221 Net loss (17,820 ) (14,762 ) Other comprehensive loss (137 ) (55 ) Comprehensive loss (17,957 ) (14,817 ) Net loss attributable to common stockholders $ (17,820 ) $ (14,762 ) Net loss per share attributable to common stockholders,\nbasic and diluted $ (0.50 ) $ (0.47 ) Weighted average number of shares used to compute net loss\nper share attributable to common stockholders, basic and diluted 35,827,235 31,089,310\nSource:MyoKardia, Inc.",
    "published": "2018-05-09T00:01:00.000+03:00",
    "crawled": "2018-05-08T23:49:04.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "pt",
        "south",
        "san",
        "francisco",
        "may",
        "globe",
        "newswire",
        "myokardia",
        "nasdaq",
        "myok",
        "biopharmaceutical",
        "company",
        "pioneering",
        "precision",
        "medicine",
        "approach",
        "treatment",
        "heritable",
        "cardiovascular",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "busy",
        "productive",
        "time",
        "myokardia",
        "track",
        "initiate",
        "total",
        "six",
        "clinical",
        "trial",
        "year",
        "continue",
        "add",
        "talented",
        "leadership",
        "throughout",
        "organization",
        "support",
        "growth",
        "said",
        "tasso",
        "gianakakos",
        "chief",
        "executive",
        "officer",
        "already",
        "initiated",
        "two",
        "new",
        "clinical",
        "trial",
        "studying",
        "dilated",
        "cardiomyopathy",
        "patient",
        "mavacamten",
        "hypertrophic",
        "cardiomyopathy",
        "second",
        "quarter",
        "expect",
        "begin",
        "dosing",
        "patient",
        "phase",
        "pivotal",
        "study",
        "mavacamten",
        "treatment",
        "symptomatic",
        "obstructive",
        "hypertrophic",
        "cardiomyopathy",
        "also",
        "pioneer",
        "study",
        "participant",
        "extension",
        "explorer",
        "extension",
        "study",
        "phase",
        "trial",
        "planned",
        "second",
        "half",
        "recent",
        "clinical",
        "program",
        "highlight",
        "mavacamten",
        "hypertrophic",
        "cardiomyopathy",
        "hcm",
        "phase",
        "trial",
        "preparation",
        "underway",
        "myokardia",
        "remains",
        "track",
        "dose",
        "first",
        "patient",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "mavacamten",
        "treatment",
        "symptomatic",
        "obstructive",
        "hypertrophic",
        "cardiomyopathy",
        "ohcm",
        "second",
        "quarter",
        "myokardia",
        "plan",
        "announce",
        "final",
        "design",
        "phase",
        "explorer",
        "trial",
        "coming",
        "week",
        "pending",
        "receipt",
        "written",
        "feedback",
        "food",
        "drug",
        "administration",
        "fda",
        "following",
        "recent",
        "type",
        "c",
        "meeting",
        "extension",
        "lte",
        "study",
        "patient",
        "complete",
        "phase",
        "phase",
        "trial",
        "expected",
        "begin",
        "previously",
        "announced",
        "lte",
        "study",
        "part",
        "overall",
        "mavacamten",
        "registration",
        "package",
        "agreed",
        "fda",
        "initiated",
        "phase",
        "clinical",
        "trial",
        "mavacamten",
        "nhcm",
        "phase",
        "trial",
        "randomized",
        "study",
        "designed",
        "assess",
        "safety",
        "tolerability",
        "treatment",
        "course",
        "mavacamten",
        "trial",
        "expected",
        "enroll",
        "approximately",
        "patient",
        "symptomatic",
        "hypertrophic",
        "cardiomyopathy",
        "nhcm",
        "patient",
        "randomized",
        "evenly",
        "three",
        "group",
        "receive",
        "dose",
        "mavacamten",
        "targeting",
        "one",
        "two",
        "drug",
        "plasma",
        "concentration",
        "level",
        "placebo",
        "myokardia",
        "anticipates",
        "data",
        "study",
        "available",
        "second",
        "half",
        "pioneer",
        "extension",
        "study",
        "begin",
        "second",
        "quarter",
        "trial",
        "study",
        "enrolling",
        "patient",
        "previously",
        "completed",
        "phase",
        "clinical",
        "trial",
        "mavacamten",
        "ohcm",
        "study",
        "intended",
        "provide",
        "data",
        "exposure",
        "mavacamten",
        "expected",
        "commence",
        "second",
        "quarter",
        "presented",
        "result",
        "phase",
        "clinical",
        "trial",
        "american",
        "college",
        "cardiology",
        "acc",
        "67th",
        "annual",
        "scientific",
        "session",
        "data",
        "cohort",
        "clinical",
        "trial",
        "presented",
        "phase",
        "clinical",
        "trial",
        "symptomatic",
        "obstructive",
        "hcm",
        "patient",
        "mavacamten",
        "achieved",
        "primary",
        "endpoint",
        "reduction",
        "left",
        "ventricular",
        "outflow",
        "tract",
        "lvot",
        "gradient",
        "baseline",
        "week",
        "statistical",
        "significance",
        "across",
        "cohort",
        "tested",
        "improvement",
        "peak",
        "vo",
        "new",
        "york",
        "heart",
        "association",
        "nyha",
        "classification",
        "dyspnea",
        "rating",
        "score",
        "also",
        "observed",
        "mavacamten",
        "generally",
        "dilated",
        "cardiomyopathy",
        "dcm",
        "initiated",
        "phase",
        "1b",
        "study",
        "dcm",
        "patient",
        "dose",
        "study",
        "symptomatic",
        "dcm",
        "patient",
        "initiated",
        "first",
        "patient",
        "dosed",
        "february",
        "objective",
        "randomized",
        "phase",
        "1b",
        "trial",
        "assess",
        "safety",
        "tolerability",
        "preliminary",
        "pharmacokinetics",
        "pharmacodynamics",
        "dcm",
        "patient",
        "myokardia",
        "anticipates",
        "reporting",
        "data",
        "phase",
        "1b",
        "clinical",
        "trial",
        "dcm",
        "patient",
        "second",
        "half",
        "data",
        "phase",
        "program",
        "inform",
        "phase",
        "clinical",
        "study",
        "dcm",
        "patient",
        "planned",
        "begin",
        "second",
        "half",
        "corporate",
        "update",
        "announced",
        "management",
        "change",
        "myokardia",
        "appointed",
        "taylor",
        "harris",
        "position",
        "chief",
        "financial",
        "officer",
        "jake",
        "bauer",
        "myokardia",
        "former",
        "senior",
        "vice",
        "president",
        "financial",
        "corporate",
        "development",
        "promoted",
        "role",
        "chief",
        "business",
        "officer",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "march",
        "million",
        "compared",
        "million",
        "march",
        "increase",
        "company",
        "cash",
        "position",
        "primarily",
        "attributable",
        "proceeds",
        "received",
        "august",
        "offering",
        "common",
        "stock",
        "revenue",
        "collaboration",
        "license",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "collaboration",
        "revenue",
        "attributable",
        "adoption",
        "accounting",
        "standard",
        "codification",
        "topic",
        "revenue",
        "contract",
        "customer",
        "asc",
        "asc",
        "million",
        "payment",
        "received",
        "sanofi",
        "sanofi",
        "first",
        "quarter",
        "allocated",
        "based",
        "research",
        "development",
        "cost",
        "incurred",
        "particular",
        "period",
        "relative",
        "estimated",
        "total",
        "program",
        "cost",
        "incurred",
        "period",
        "ending",
        "december",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "million",
        "net",
        "sanofi",
        "reimbursement",
        "million",
        "first",
        "three",
        "month",
        "million",
        "period",
        "increase",
        "r",
        "expense",
        "driven",
        "clinical",
        "trial",
        "activity",
        "mavacamten",
        "increase",
        "headcount",
        "stock",
        "compensation",
        "expense",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "change",
        "g",
        "expense",
        "primarily",
        "attributable",
        "increase",
        "headcount",
        "well",
        "stock",
        "compensation",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "conference",
        "call",
        "webcast",
        "myokardia",
        "management",
        "host",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "today",
        "may",
        "et",
        "pt",
        "review",
        "first",
        "quarter",
        "financial",
        "result",
        "call",
        "may",
        "accessed",
        "phone",
        "calling",
        "canada",
        "internationally",
        "using",
        "conference",
        "id",
        "webcast",
        "may",
        "accessed",
        "live",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "replay",
        "webcast",
        "available",
        "myokardia",
        "website",
        "day",
        "following",
        "call",
        "myokardia",
        "myokardia",
        "biopharmaceutical",
        "company",
        "pioneering",
        "precision",
        "medicine",
        "approach",
        "discover",
        "develop",
        "commercialize",
        "targeted",
        "therapy",
        "treatment",
        "serious",
        "rare",
        "cardiovascular",
        "disease",
        "myokardia",
        "initial",
        "focus",
        "treatment",
        "heritable",
        "cardiomyopathy",
        "group",
        "rare",
        "genetically",
        "driven",
        "form",
        "heart",
        "failure",
        "result",
        "biomechanical",
        "defect",
        "cardiac",
        "muscle",
        "contraction",
        "myokardia",
        "used",
        "precision",
        "medicine",
        "platform",
        "generate",
        "pipeline",
        "therapeutic",
        "program",
        "chronic",
        "treatment",
        "two",
        "prevalent",
        "form",
        "heritable",
        "cardiomyopathy",
        "hypertrophic",
        "cardiomyopathy",
        "hcm",
        "dilated",
        "cardiomyopathy",
        "dcm",
        "myokardia",
        "advanced",
        "product",
        "candidate",
        "mavacamten",
        "formerly",
        "novel",
        "oral",
        "allosteric",
        "modulator",
        "cardiac",
        "myosin",
        "intended",
        "reduce",
        "hypercontractility",
        "mavacamten",
        "advancing",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "known",
        "patient",
        "symptomatic",
        "obstructive",
        "hcm",
        "phase",
        "trial",
        "study",
        "patient",
        "hcm",
        "myokardia",
        "second",
        "product",
        "candidate",
        "designed",
        "increase",
        "overall",
        "extent",
        "heart",
        "contraction",
        "dcm",
        "patient",
        "increasing",
        "cardiac",
        "contractility",
        "myokardia",
        "currently",
        "evaluating",
        "phase",
        "1b",
        "study",
        "dcm",
        "patient",
        "cornerstone",
        "myokardia",
        "platform",
        "sarcomeric",
        "human",
        "cardiomyopathy",
        "registry",
        "share",
        "international",
        "repository",
        "clinical",
        "laboratory",
        "data",
        "individual",
        "family",
        "genetic",
        "heart",
        "disease",
        "myokardia",
        "helped",
        "form",
        "myokardia",
        "mission",
        "change",
        "world",
        "patient",
        "serious",
        "cardiovascular",
        "disease",
        "bold",
        "innovative",
        "science",
        "statement",
        "statement",
        "make",
        "press",
        "release",
        "may",
        "include",
        "statement",
        "historical",
        "fact",
        "considered",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "usually",
        "identified",
        "use",
        "word",
        "anticipates",
        "belief",
        "estimate",
        "expects",
        "intends",
        "may",
        "plan",
        "project",
        "seek",
        "variation",
        "word",
        "similar",
        "expression",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "statement",
        "contained",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "making",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "statement",
        "including",
        "statement",
        "regarding",
        "clinical",
        "therapeutic",
        "potential",
        "mavacamten",
        "initiation",
        "patient",
        "dosing",
        "phase",
        "trial",
        "trial",
        "design",
        "enrollment",
        "phase",
        "trial",
        "mavacamten",
        "nhcm",
        "patient",
        "commencement",
        "enrollment",
        "extension",
        "study",
        "patient",
        "participated",
        "phase",
        "trial",
        "release",
        "topline",
        "data",
        "phase",
        "1b",
        "clinical",
        "trial",
        "dcm",
        "patient",
        "initiation",
        "company",
        "planned",
        "phase",
        "trial",
        "dcm",
        "patient",
        "well",
        "timing",
        "event",
        "company",
        "expected",
        "cash",
        "runway",
        "ability",
        "receive",
        "additional",
        "payment",
        "collaboration",
        "agreement",
        "sanofi",
        "reflect",
        "current",
        "view",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "assumption",
        "made",
        "although",
        "believe",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "reflected",
        "suggested",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "attained",
        "achieved",
        "furthermore",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "described",
        "statement",
        "affected",
        "variety",
        "risk",
        "factor",
        "beyond",
        "control",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "development",
        "regulation",
        "product",
        "candidate",
        "well",
        "set",
        "forth",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "sec",
        "except",
        "required",
        "law",
        "assume",
        "obligation",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "michelle",
        "corral",
        "corporate",
        "communication",
        "investor",
        "relation",
        "myokardia",
        "mcorral",
        "beth",
        "delgiacco",
        "investor",
        "stern",
        "investor",
        "relation",
        "beth",
        "steven",
        "cooper",
        "medium",
        "edelman",
        "myokardia",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "revised",
        "asc",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "receivable",
        "collaboration",
        "partner",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "prepayment",
        "collaboration",
        "partner",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "respectively",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "myokardia",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revised",
        "asc",
        "collaboration",
        "license",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "source",
        "myokardia",
        "inc"
    ]
}