{
    "organizations": [],
    "uuid": "cec869b389518a95cd1748d84ac037863a849b92",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-revance-releases-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Revance Releases First Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEWARK, Calif.--(BUSINESS WIRE)-- Revance Therapeutics, Inc. (NASDAQ:RVNC), a biotechnology company developing neuromodulators for use in treating aesthetic and therapeutic conditions, today announced results for the first quarter ended March 31, 2018.\nRecent Company Highlights and Upcoming Milestones for DaxibotulinumtoxinA for Injection (RT002):\nExpects to report the SAKURA 3 open-label, long-term safety study of RT002 for the treatment of glabellar (frown) lines in the second half of 2018. On track to file a Biologics Licensing Application (BLA) with the U.S. Food and Drug Administration (FDA) for RT002 to treat glabellar (frown) lines in first half of 2019. Plans to commence enrollment in the ASPEN Phase 3 program with RT002 for the treatment of moderate to severe isolated cervical dystonia for the U.S. in the second quarter of 2018. The program is expected to include a single pivotal trial, plus an open-label trial, totaling approximately 300 patients from the U.S., Canada and Europe. Announced a collaboration and license agreement in February 2018 with Mylan Ireland Limited, on a biosimilar to BOTOX® that provided for an upfront payment of $25 million to Revance, with contingent payments upon achievement of additional clinical, regulatory and sales milestones, plus sales royalties worldwide (except Japan).\n“With unparalleled 6-month duration demonstrated in the SAKURA 1 and SAKURA 2 pivotal trials, the next major RT002 milestone is the reporting of the SAKURA 3 open-label results later this year. SAKURA 3 represents one of the largest data sets collected with a neuromodulator for an aesthetic indication, with at least 2,500 patients evaluated over two years. We believe the upcoming data from SAKURA 3 will further reinforce RT002 as first and best positioned neuromodulator to address the most sought after improvement to currently available products-the need for longer duration,” said Dan Browne, President and Chief Executive Officer at Revance. “As we approach the FDA filing for glabellar lines in the first half of 2019, and expand our pipeline for RT002 to include adult upper limb spasticity and chronic migraine, we remain confident in our ability to execute on our milestones and become the leader in neuromodulators.”\nSummary Financial Results\nCash, cash equivalents and investments as of March 31, 2018 were $268.8 million.\nRevenue for the first quarter ended March 31, 2018 was $0.2 million compared to $0.1 million for the same period in 2017. The $0.2 million recognized for the first quarter ended March 31, 2018 represents revenue earned from the $25 million upfront payment for Mylan under the biosimilar collaboration and license agreement.\nResearch and development expenses for the first quarter ended March 31, 2018 were $22.2 million compared to $19.4 million for the same period in 2017. The change in research and development expenses is primarily due to the ongoing clinical trials for RT002 for the treatment of glabellar lines, cervical dystonia, and plantar fasciitis and increased costs to support manufacturing, quality efforts and research.\nGeneral and administrative expenses for the first quarter ended March 31, 2018 were $13.6 million compared to $7.8 million for the same period in 2017. The increase in general and administrative expenses is primarily due to increased costs related to personnel, consulting and pre-commercial activities to support future product launches.\nTotal operating expenses for the first quarter ended March 31, 2018 were $35.9 million compared to $27.2 million for the same period in 2017. Stock-based compensation for the first quarter ended March 31, 2018 was $4.2 million. When excluding depreciation and stock-based compensation, total operating expenses for the first quarter ended March 31, 2018 were $31.3 million.\nNet loss for the first quarter ended March 31, 2018 was $35.0 million compared to $27.2 million for the same period in 2017.\n2018 Financial Outlook\nRevance reiterates its financial guidance provided in January 2018. Revance expects cash burn for 2018 to be in the range of $117 to $137 million. Revance expects 2018 GAAP operating expense to be in the range of $128 to $154 million, which when excluding depreciation of $1 to $3 million and estimated stock-based compensation of $17 to $21 million, results in projected 2018 non-GAAP operating expense of $110 to $130 million, driven by increased research and development expenditure and launch preparation activities. With three clinical programs and preparations to file the BLA all underway, Revance anticipates 2018 GAAP research and development expense to be in the range of $84 to $101 million, which when excluding depreciation of $1 to $2 million and estimated stock-based compensation of $7 to $9 million, results in projected 2018 non-GAAP research and development expense of $76 to $90 million.\nConference Call\nIndividuals interested in listening to the conference call may do so by dialing (855) 453-3827 for domestic callers, or (484) 756-4301 for international callers and reference conference ID: 4580549; or from the webcast link in the investor relations section of the company's website at: www.revance.com .\nA replay of the call will be available beginning May 8, 2018 at 4:30pm PT/7:30pm ET to May 9, 2018 at 4:30pm PT/7:30pm ET. To access the replay, dial (855) 859-2056 or (404) 537-3406 and reference conference ID: 4580549. The webcast will be available in the investor relations section on the company's website for 30 days following the completion of the call.\nAbout Revance Therapeutics, Inc.\nRevance Therapeutics is a biotechnology company developing neuromodulators for use in treating aesthetic and underserved therapeutic conditions, including muscle movement disorders and pain. The company's lead drug candidate, DaxibotulinumtoxinA for Injection (RT002), is currently in development for the treatment of glabellar lines, cervical dystonia and plantar fasciitis, with plans to initiate studies in upper limb spasticity and chronic migraine. RT002 has the potential to be the first long-acting neuromodulator. Revance has developed a proprietary, stabilizing excipient peptide technology designed to create novel, differentiated therapies. The company has a comprehensive pipeline based upon its peptide technology, including injectable and topical formulations of daxibotulinumtoxinA. More information on Revance may be found at www.revance.com .\n“Revance Therapeutics” and the Revance logo are registered trademarks of Revance Therapeutics, Inc.\nBOTOX is a registered trademark of Allergan, Inc.\nForward-Looking Statements\nThis press release contains forward-looking statements, including statements related to Revance Therapeutics' long-term financial outlook and other financial performance, the process and timing of, and ability to complete, current and anticipated future clinical development of our investigational drug product candidates, including but not limited to initiation and design of clinical studies for current and future indications, related results and reporting of such results; statements about our business strategy, timeline and other goals and market for our anticipated products, plans and prospects; and statements about our ability to obtain regulatory approval; and potential benefits of our drug product candidates and our technologies.\nForward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from our expectations. These risks and uncertainties include, but are not limited to: the outcome, cost, and timing of our product development activities and clinical trials; the uncertain clinical development process, including the risk that clinical trials may not have an effective design or generate positive results; our ability to obtain and maintain regulatory approval of our drug product candidates; our ability to obtain funding for our operations; our plans to research, develop, and commercialize our drug product candidates; our ability to achieve market acceptance of our drug product candidates; unanticipated costs or delays in research, development, and commercialization efforts; the applicability of clinical study results to actual outcomes; the size and growth potential of the markets for our drug product candidates; our ability to successfully commercialize our drug product candidates and the timing of commercialization activities; the rate and degree of market acceptance of our drug product candidates; our ability to develop sales and marketing capabilities; the accuracy of our estimates regarding expenses, future revenues, capital requirements and needs for financing; our ability to continue obtaining and maintaining intellectual property protection for our drug product candidates; and other risks. Detailed information regarding factors that may cause actual results to differ materially from the results expressed or implied by statements in this press release may be found in Revance's periodic filings with the Securities and Exchange Commission (the \"SEC\"), including factors described in the section entitled \"Risk Factors\" of our annual report on Form 10-K filed March 2, 2018. These forward-looking statements speak only as of the date hereof. Revance disclaims any obligation to update these forward-looking statements.\nUse of Non-GAAP Financial Measures\nRevance has presented certain non-GAAP financial measures in this release. This release and the reconciliation tables included herein include total non-GAAP operating expense and non-GAAP R&D expense, both of which exclude depreciation and stock-based compensation. Revance excludes depreciation costs and stock-based compensation expense because management believes the exclusion of these items is helpful to investors to evaluate Revance's recurring operational performance. Revance management uses these non-GAAP financial measures to monitor and evaluate its operating results and trends on an on-going basis, and internally for operating, budgeting and financial planning purposes. The non-GAAP financial measures should be considered in addition to results prepared in accordance with GAAP, but should not be considered a substitute for or superior to GAAP results.\nRevance Therapeutics, Inc.\nCondensed Consolidated Balance Sheets\n(In thousands, except share and per share amounts)\n(Unaudited)\nMarch 31,\nDecember 31, 2018 2017 ASSETS CURRENT ASSETS Cash and cash equivalents $ 69,212 $ 282,896 Short-term investments 199,594 — Prepaid expenses and other current assets 4,612 2,315 Total current assets 273,418 285,211 Property and equipment, net 10,064 9,250 Restricted cash 580 580 Other non-current assets 718 658 TOTAL ASSETS $ 284,780 $ 295,699 LIABILITIES AND STOCKHOLDERS’ EQUITY CURRENT LIABILITIES Accounts payable $ 5,361 $ 6,805 Accruals and other current liabilities 11,120 12,225 Deferred revenue, current portion 5,532 — Financing obligations 983 1,872 Total current liabilities 22,996 20,902 Derivative liability associated with Medicis settlement 2,647 2,613 Deferred revenue, net of current portion 19,275 — Deferred rent 3,221 3,339 TOTAL LIABILITIES 48,139 26,854 Commitments and Contingencies STOCKHOLDERS’ EQUITY Common stock, par value $0.001 per share — 95,000,000 shares authorized as of March 31, 2018 and December 31, 2017; 36,742,847 and 36,516,075 shares issued and outstanding as of March 31, 2018 and December 31, 2017, respectively 37 37 Additional paid-in capital 814,084 810,975 Accumulated other comprehensive loss (276 ) — Accumulated deficit (577,204 ) (542,167 ) TOTAL STOCKHOLDERS’ EQUITY 236,641 268,845 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 284,780 $ 295,699 Revance Therapeutics, Inc.\nCondensed Consolidated Statements of Operations and Comprehensive Loss\n(In thousands, except share and per share amounts)\n(Unaudited)\nThree Months Ended\nMarch 31, 2018 2017 Revenue $ 193 $ 75 Operating expenses: Research and development 22,239 19,409 General and administrative 13,616 7,754 Total operating expenses 35,855 27,163 Loss from operations (35,662 ) (27,088 ) Interest income 1,022 311 Interest expense (44 ) (193 ) Change in fair value of derivative liability associated with Medicis settlement (34 ) (60 ) Other expense, net (319 ) (126 ) Net loss (35,037 ) (27,156 ) Unrealized loss on available for sale securities (276 ) (52 ) Comprehensive loss $ (35,313 ) $ (27,208 ) Basic and Diluted net loss attributable to common stockholders $ (35,037 ) $ (27,156 ) Basic and Diluted net loss per share attributable to common stockholders $ (0.97 ) $ (0.94 ) Basic and Diluted weighted-average number of shares used in computing net loss per share attributable to common stockholders 35,950,593 28,808,195 Revance Therapeutics, Inc.\n2018 Financial Results\nReconciliation of GAAP Operating Expense to Non-GAAP Operating Expense\n(In thousands)\nQuarter Ended\nMarch 31, 2018\nOperating expense: GAAP operating expense $ 35,855 Adjustments: Stock-based compensation (4,158 ) Depreciation (390 ) Non-GAAP operating expense $ 31,307 Revance Therapeutics, Inc.\n2018 Financial Guidance\nReconciliation of GAAP Operating Expense to Non-GAAP Operating Expense\n(In thousands)\nFiscal Year 2018 Low High Operating expense: GAAP operating expense $ 128,000 $ 154,000 Adjustments: Stock-based compensation (17,000 ) (21,000 ) Depreciation (1,000 ) (3,000 ) Non-GAAP operating expense $ 110,000 $ 130,000 Reconciliation of GAAP R&D Expense to Non-GAAP R&D Expense\n(In thousands)\nFiscal Year 2018 Low High R&D expense: GAAP R&D expense $ 84,000 $ 101,000 Adjustments: Stock-based compensation (7,000 ) (9,000 ) Depreciation (1,000 ) (2,000 ) Non-GAAP R&D expense $ 76,000 $ 90,000\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006527/en/\nINVESTORS\nRevance Therapeutics, Inc.:\nJeanie Herbert, 714-325-3584\njherbert@revance.com\nor\nBurns McClellan, Inc.:\nAmi Bavishi, 212-213-0006\nabavishi@burnsmc.com\nor\nMEDIA\nGeneral Media:\nTOGORUN:\nMariann Caprino, 917-242-1087\nm.caprino@togorun.com\nor\nTrade Media:\nNadine Tosk, 504-453-8344\nnadinepr@gmail.com\nSource: Revance Therapeutics, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-08T23:36:53.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newark",
        "business",
        "wire",
        "revance",
        "therapeutic",
        "nasdaq",
        "rvnc",
        "biotechnology",
        "company",
        "developing",
        "neuromodulators",
        "use",
        "treating",
        "aesthetic",
        "therapeutic",
        "condition",
        "today",
        "announced",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "recent",
        "company",
        "highlight",
        "upcoming",
        "milestone",
        "daxibotulinumtoxina",
        "injection",
        "rt002",
        "expects",
        "report",
        "sakura",
        "safety",
        "study",
        "rt002",
        "treatment",
        "glabellar",
        "frown",
        "line",
        "second",
        "half",
        "track",
        "file",
        "biologics",
        "licensing",
        "application",
        "bla",
        "food",
        "drug",
        "administration",
        "fda",
        "rt002",
        "treat",
        "glabellar",
        "frown",
        "line",
        "first",
        "half",
        "plan",
        "commence",
        "enrollment",
        "aspen",
        "phase",
        "program",
        "rt002",
        "treatment",
        "moderate",
        "severe",
        "isolated",
        "cervical",
        "dystonia",
        "second",
        "quarter",
        "program",
        "expected",
        "include",
        "single",
        "pivotal",
        "trial",
        "plus",
        "trial",
        "totaling",
        "approximately",
        "patient",
        "canada",
        "europe",
        "announced",
        "collaboration",
        "license",
        "agreement",
        "february",
        "mylan",
        "ireland",
        "limited",
        "biosimilar",
        "provided",
        "upfront",
        "payment",
        "million",
        "revance",
        "contingent",
        "payment",
        "upon",
        "achievement",
        "additional",
        "clinical",
        "regulatory",
        "sale",
        "milestone",
        "plus",
        "sale",
        "royalty",
        "worldwide",
        "except",
        "japan",
        "unparalleled",
        "duration",
        "demonstrated",
        "sakura",
        "sakura",
        "pivotal",
        "trial",
        "next",
        "major",
        "rt002",
        "milestone",
        "reporting",
        "sakura",
        "result",
        "later",
        "year",
        "sakura",
        "represents",
        "one",
        "largest",
        "data",
        "set",
        "collected",
        "neuromodulator",
        "aesthetic",
        "indication",
        "least",
        "patient",
        "evaluated",
        "two",
        "year",
        "believe",
        "upcoming",
        "data",
        "sakura",
        "reinforce",
        "rt002",
        "first",
        "best",
        "positioned",
        "neuromodulator",
        "address",
        "sought",
        "improvement",
        "currently",
        "available",
        "need",
        "longer",
        "duration",
        "said",
        "dan",
        "browne",
        "president",
        "chief",
        "executive",
        "officer",
        "revance",
        "approach",
        "fda",
        "filing",
        "glabellar",
        "line",
        "first",
        "half",
        "expand",
        "pipeline",
        "rt002",
        "include",
        "adult",
        "upper",
        "limb",
        "spasticity",
        "chronic",
        "migraine",
        "remain",
        "confident",
        "ability",
        "execute",
        "milestone",
        "become",
        "leader",
        "summary",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "march",
        "million",
        "revenue",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "million",
        "recognized",
        "first",
        "quarter",
        "ended",
        "march",
        "represents",
        "revenue",
        "earned",
        "million",
        "upfront",
        "payment",
        "mylan",
        "biosimilar",
        "collaboration",
        "license",
        "agreement",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "change",
        "research",
        "development",
        "expense",
        "primarily",
        "due",
        "ongoing",
        "clinical",
        "trial",
        "rt002",
        "treatment",
        "glabellar",
        "line",
        "cervical",
        "dystonia",
        "plantar",
        "fasciitis",
        "increased",
        "cost",
        "support",
        "manufacturing",
        "quality",
        "effort",
        "research",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "increased",
        "cost",
        "related",
        "personnel",
        "consulting",
        "activity",
        "support",
        "future",
        "product",
        "launch",
        "total",
        "operating",
        "expense",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "compensation",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "excluding",
        "depreciation",
        "compensation",
        "total",
        "operating",
        "expense",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "net",
        "loss",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "financial",
        "outlook",
        "revance",
        "reiterates",
        "financial",
        "guidance",
        "provided",
        "january",
        "revance",
        "expects",
        "cash",
        "burn",
        "range",
        "million",
        "revance",
        "expects",
        "gaap",
        "operating",
        "expense",
        "range",
        "million",
        "excluding",
        "depreciation",
        "million",
        "estimated",
        "compensation",
        "million",
        "result",
        "projected",
        "operating",
        "expense",
        "million",
        "driven",
        "increased",
        "research",
        "development",
        "expenditure",
        "launch",
        "preparation",
        "activity",
        "three",
        "clinical",
        "program",
        "preparation",
        "file",
        "bla",
        "underway",
        "revance",
        "anticipates",
        "gaap",
        "research",
        "development",
        "expense",
        "range",
        "million",
        "excluding",
        "depreciation",
        "million",
        "estimated",
        "compensation",
        "million",
        "result",
        "projected",
        "research",
        "development",
        "expense",
        "million",
        "conference",
        "call",
        "individual",
        "interested",
        "listening",
        "conference",
        "call",
        "may",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "reference",
        "conference",
        "id",
        "webcast",
        "link",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "replay",
        "call",
        "available",
        "beginning",
        "may",
        "et",
        "may",
        "et",
        "access",
        "replay",
        "dial",
        "reference",
        "conference",
        "id",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "day",
        "following",
        "completion",
        "call",
        "revance",
        "therapeutic",
        "revance",
        "therapeutic",
        "biotechnology",
        "company",
        "developing",
        "neuromodulators",
        "use",
        "treating",
        "aesthetic",
        "underserved",
        "therapeutic",
        "condition",
        "including",
        "muscle",
        "movement",
        "disorder",
        "pain",
        "company",
        "lead",
        "drug",
        "candidate",
        "daxibotulinumtoxina",
        "injection",
        "rt002",
        "currently",
        "development",
        "treatment",
        "glabellar",
        "line",
        "cervical",
        "dystonia",
        "plantar",
        "fasciitis",
        "plan",
        "initiate",
        "study",
        "upper",
        "limb",
        "spasticity",
        "chronic",
        "migraine",
        "rt002",
        "potential",
        "first",
        "neuromodulator",
        "revance",
        "developed",
        "proprietary",
        "stabilizing",
        "excipient",
        "peptide",
        "technology",
        "designed",
        "create",
        "novel",
        "differentiated",
        "therapy",
        "company",
        "comprehensive",
        "pipeline",
        "based",
        "upon",
        "peptide",
        "technology",
        "including",
        "injectable",
        "topical",
        "formulation",
        "daxibotulinumtoxina",
        "information",
        "revance",
        "may",
        "found",
        "revance",
        "therapeutic",
        "revance",
        "logo",
        "registered",
        "trademark",
        "revance",
        "therapeutic",
        "botox",
        "registered",
        "trademark",
        "allergan",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "related",
        "revance",
        "therapeutic",
        "financial",
        "outlook",
        "financial",
        "performance",
        "process",
        "timing",
        "ability",
        "complete",
        "current",
        "anticipated",
        "future",
        "clinical",
        "development",
        "investigational",
        "drug",
        "product",
        "candidate",
        "including",
        "limited",
        "initiation",
        "design",
        "clinical",
        "study",
        "current",
        "future",
        "indication",
        "related",
        "result",
        "reporting",
        "result",
        "statement",
        "business",
        "strategy",
        "timeline",
        "goal",
        "market",
        "anticipated",
        "product",
        "plan",
        "prospect",
        "statement",
        "ability",
        "obtain",
        "regulatory",
        "approval",
        "potential",
        "benefit",
        "drug",
        "product",
        "candidate",
        "technology",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "outcome",
        "cost",
        "timing",
        "product",
        "development",
        "activity",
        "clinical",
        "trial",
        "uncertain",
        "clinical",
        "development",
        "process",
        "including",
        "risk",
        "clinical",
        "trial",
        "may",
        "effective",
        "design",
        "generate",
        "positive",
        "result",
        "ability",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "drug",
        "product",
        "candidate",
        "ability",
        "obtain",
        "funding",
        "operation",
        "plan",
        "research",
        "develop",
        "commercialize",
        "drug",
        "product",
        "candidate",
        "ability",
        "achieve",
        "market",
        "acceptance",
        "drug",
        "product",
        "candidate",
        "unanticipated",
        "cost",
        "delay",
        "research",
        "development",
        "commercialization",
        "effort",
        "applicability",
        "clinical",
        "study",
        "result",
        "actual",
        "outcome",
        "size",
        "growth",
        "potential",
        "market",
        "drug",
        "product",
        "candidate",
        "ability",
        "successfully",
        "commercialize",
        "drug",
        "product",
        "candidate",
        "timing",
        "commercialization",
        "activity",
        "rate",
        "degree",
        "market",
        "acceptance",
        "drug",
        "product",
        "candidate",
        "ability",
        "develop",
        "sale",
        "marketing",
        "capability",
        "accuracy",
        "estimate",
        "regarding",
        "expense",
        "future",
        "revenue",
        "capital",
        "requirement",
        "need",
        "financing",
        "ability",
        "continue",
        "obtaining",
        "maintaining",
        "intellectual",
        "property",
        "protection",
        "drug",
        "product",
        "candidate",
        "risk",
        "detailed",
        "information",
        "regarding",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "expressed",
        "implied",
        "statement",
        "press",
        "release",
        "may",
        "found",
        "revance",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "factor",
        "described",
        "section",
        "entitled",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "filed",
        "march",
        "statement",
        "speak",
        "date",
        "hereof",
        "revance",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "use",
        "financial",
        "measure",
        "revance",
        "presented",
        "certain",
        "financial",
        "measure",
        "release",
        "release",
        "reconciliation",
        "table",
        "included",
        "herein",
        "include",
        "total",
        "operating",
        "expense",
        "r",
        "expense",
        "exclude",
        "depreciation",
        "compensation",
        "revance",
        "excludes",
        "depreciation",
        "cost",
        "compensation",
        "expense",
        "management",
        "belief",
        "exclusion",
        "item",
        "helpful",
        "investor",
        "evaluate",
        "revance",
        "recurring",
        "operational",
        "performance",
        "revance",
        "management",
        "us",
        "financial",
        "measure",
        "monitor",
        "evaluate",
        "operating",
        "result",
        "trend",
        "basis",
        "internally",
        "operating",
        "budgeting",
        "financial",
        "planning",
        "purpose",
        "financial",
        "measure",
        "considered",
        "addition",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "superior",
        "gaap",
        "result",
        "revance",
        "therapeutic",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrual",
        "current",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "financing",
        "obligation",
        "total",
        "current",
        "liability",
        "derivative",
        "liability",
        "associated",
        "medici",
        "settlement",
        "deferred",
        "revenue",
        "net",
        "current",
        "portion",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "revance",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "associated",
        "medici",
        "settlement",
        "expense",
        "net",
        "net",
        "loss",
        "unrealized",
        "loss",
        "available",
        "sale",
        "security",
        "comprehensive",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "number",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "revance",
        "therapeutic",
        "financial",
        "result",
        "reconciliation",
        "gaap",
        "operating",
        "expense",
        "operating",
        "expense",
        "thousand",
        "quarter",
        "ended",
        "march",
        "operating",
        "expense",
        "gaap",
        "operating",
        "expense",
        "adjustment",
        "compensation",
        "depreciation",
        "operating",
        "expense",
        "revance",
        "therapeutic",
        "financial",
        "guidance",
        "reconciliation",
        "gaap",
        "operating",
        "expense",
        "operating",
        "expense",
        "thousand",
        "fiscal",
        "year",
        "low",
        "high",
        "operating",
        "expense",
        "gaap",
        "operating",
        "expense",
        "adjustment",
        "compensation",
        "depreciation",
        "operating",
        "expense",
        "reconciliation",
        "gaap",
        "r",
        "expense",
        "r",
        "expense",
        "thousand",
        "fiscal",
        "year",
        "low",
        "high",
        "r",
        "expense",
        "gaap",
        "r",
        "expense",
        "adjustment",
        "compensation",
        "depreciation",
        "r",
        "expense",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "revance",
        "therapeutic",
        "jeanie",
        "herbert",
        "jherbert",
        "burn",
        "mcclellan",
        "ami",
        "bavishi",
        "abavishi",
        "medium",
        "general",
        "medium",
        "togorun",
        "mariann",
        "caprino",
        "trade",
        "medium",
        "nadine",
        "tosk",
        "nadinepr",
        "source",
        "revance",
        "therapeutic",
        "inc"
    ]
}