{
    "organizations": [],
    "uuid": "9fd28aed8f5d71b69462bb39e1780aca81f72439",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-la-jolla-pharmaceutical-company-announces-financial-results-for-the-three-months-ended-march-31-2018-and-recent-corporate.html",
    "ord_in_thread": 0,
    "title": "La Jolla Pharmaceutical Company Announces Financial Results for the Three Months Ended March 31, 2018 and Recent Corporate Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 10, 2018 (GLOBE NEWSWIRE) -- La Jolla Pharmaceutical Company (Nasdaq:LJPC), a leader in the discovery, development and commercialization of innovative therapies intended to significantly improve outcomes in patients suffering from life-threatening diseases, today announced financial results for the three months ended March 31, 2018 and highlighted recent corporate progress.\nRecent Corporate Progress\nIn May 2018, La Jolla closed a $125 million royalty financing agreement with HealthCare Royalty Partners (HCR). Under the terms of the agreement, La Jolla will receive $125 million in exchange for tiered royalty payments on worldwide net sales of GIAPREZA. Payments under the agreement start annually at a maximum royalty rate, with step-downs based on the achievement of annual net sales thresholds. Through December 31, 2021, the royalty rate will be a maximum of 10%. Starting January 1, 2022, the maximum royalty rate may increase by 4% if an agreed-upon, cumulative sales threshold has not been met, and, starting January 1, 2024, the maximum royalty rate may increase by an additional 4% if a different agreed-upon, cumulative sales threshold has not been met. The agreement is subject to maximum aggregate royalty payments to HCR of 180% of the $125 million to be received by La Jolla, at which time the payment obligations under the agreement would expire. The agreement was entered into by La Jolla’s wholly owned subsidiary, La Jolla Pharma, LLC, and HCR has no recourse under the agreement against La Jolla or any assets other than GIAPREZA.\nIn March 2018, La Jolla announced the commercial availability of GIAPREZA™ (angiotensin II) injection for intravenous infusion (formerly known as LJPC-501). In December 2017, GIAPREZA was approved by the U.S. Food and Drug Administration (FDA) to increase blood pressure in adults with septic or other distributive shock. GIAPREZA mimics the body’s endogenous regulatory peptide that is central to the renin-angiotensin-aldosterone system to increase blood pressure. Prescribing information for GIAPREZA is available at www.giapreza.com .\nIn March 2018, an analysis, entitled “ Outcomes in Patients with Acute Kidney Injury Receiving Angiotensin II for Vasodilatory Shock ,” was presented at the 23rd International Conference on Advances in Critical Care Nephrology AKI & CRRT 2018. The manuscript of this analysis, entitled “Outcomes in patients with vasodilatory shock and renal replacement therapy treated with intravenous angiotensin II,” was published online in Critical Care Medicine . The presentation and manuscript detail the outcomes of patients with acute kidney injury (AKI) and vasodilatory shock enrolled in the ATHOS-3 (Angiotensin II for the Treatment of High-Output Shock) Phase 3 study of GIAPREZA. In this post-hoc analysis, the data from 105 AKI patients (GIAPREZA n=45; placebo n=60) requiring renal replacement therapy (RRT) at study drug initiation were analyzed. Survival through day 28 was 53% (95% CI: 38%-67%) for the GIAPREZA group compared to 30% (95% CI: 19%-41%) for the placebo group (p = 0.012). By day 7, 38% (95% CI: 25%-54%) of patients treated with GIAPREZA discontinued RRT compared to 15% (95% CI: 8%-27%) of patients treated with placebo (p = 0.007). Mean arterial pressure (MAP) response at hour 3 was achieved in 53% (95% CI: 38%-68%) of patients treated with GIAPREZA compared to 22% (95% CI: 12%-34%) of patients treated with placebo (p = 0.001).\nIn February 2018, an abstract, entitled “ Effect of Disease Severity on Survival in Patients Receiving Angiotensin II for Vasodilatory Shock ,” was presented at the Society of Critical Care Medicine’s (SCCM) 47th Critical Care Congress. The abstract, which was published in the January Supplement of Critical Care Medicine , includes results from a pre-specified analysis from the ATHOS-3 Phase 3 study of GIAPREZA in patients with high severity of illness, defined as an APACHE II (Acute Physiology and Chronic Health Evaluation II) score > 30 or baseline MAP < 65 mmHg, despite treatment with high-dose vasopressors. The authors presented data showing a lower 28-day mortality rate in patients with baseline APACHE II scores > 30 in the GIAPREZA group versus the placebo group: 28-day mortality was 51.8% (n = 58) for the GIAPREZA group compared to 70.8% (n = 65) for the placebo group (hazard ratio=0.62 [95% CI: 0.39, 0.98; p=0.037]). In patients with a baseline MAP < 65 mmHg, a trend towards improved 28-day mortality was seen in the GIAPREZA group compared to the placebo group: 28-day mortality was 54.2% (n = 52) for the GIAPREZA group compared to 70.4% (n = 50) for the placebo group (hazard ratio=0.66 [95% CI: 0.40, 1.09; p=0.10]).\n“This first quarter was the start of an exciting and transformational year for La Jolla, highlighted by the commercial launch of GIAPREZA,” said George Tidmarsh, M.D., Ph.D., La Jolla’s President and Chief Executive Officer. “We are excited to bring this new treatment option to the many critically ill patients suffering from septic or other distributive shock.”\nResults of Operations\nAs of March 31, 2018, La Jolla had $154.4 million in cash and cash equivalents, compared to $90.9 million as of December 31, 2017. On a pro-forma basis, adjusting for the net proceeds from the May 2018 royalty financing, La Jolla’s cash and cash equivalents as of March 31, 2018 were $279 million. Cash used for operating activities for the three months ended March 31, 2018 was $45.9 million, compared to $22.0 million for the same period in 2017. La Jolla recognized GIAPREZA net product sales of $0.8 million for the three months ended March 31, 2018. La Jolla launched GIAPREZA in March 2018. La Jolla’s net loss for the three months ended March 31, 2018 was $50.5 million, or $2.22 per share, compared to $23.2 million, or $1.26 per share, for the same period in 2017.\nAbout Septic or Other Distributive Shock\nOver one million Americans are affected by shock on an annual basis, with one in three patients being treated for shock in the intensive care unit. Distributive shock is the most common type of shock in the inpatient setting with approximately 800,000 distributive shock cases in the U.S. per year. Of these cases, an estimated 90% are septic shock patients. Approximately 300,000 do not achieve adequate blood pressure response with standard of care vasopressor therapy (catecholamines and vasopressin). The inability to achieve or maintain adequate blood pressure results in inadequate blood flow to the body’s organs and tissue and is associated with a mortality rate exceeding most acute conditions requiring hospitalization.\nAbout GIAPREZA\nIn December 2017, GIAPREZA™ (angiotensin II) was approved by the U.S. Food and Drug Administration (FDA) to increase blood pressure in adults with septic or other distributive shock. GIAPREZA mimics the body’s endogenous regulatory peptide that is central to the renin-angiotensin-aldosterone system to increase blood pressure. Prescribing information for GIAPREZA is available at www.giapreza.com .\nIMPORTANT SAFETY INFORMATION\nContraindications\nNone\nWarnings and Precautions\nThere is a potential for venous and arterial thrombotic and thromboembolic events in patients who receive GIAPREZA. Use concurrent venous thromboembolism (VTE) prophylaxis.\nAdverse Reactions\nThe most common adverse reactions that were reported in greater than 10% of GIAPREZA-treated patients were thromboembolic events.\nDrug Interactions\nAngiotensin converting enzyme (ACE) inhibitors may increase response to GIAPREZA. Angiotensin II receptor blockers (ARB) may reduce response to GIAPREZA.\nYou are encouraged to report negative side effects of prescription drugs to the FDA. Visit www.fda.gov/medwatch or call 1-800-FDA-1088.\nFor additional information, please see Full Prescribing Information .\nAbout La Jolla Pharmaceutical Company\nLa Jolla Pharmaceutical Company is a biopharmaceutical company focused on the discovery, development and commercialization of innovative therapies intended to significantly improve outcomes in patients suffering from life-threatening diseases. GIAPREZA™ (angiotensin II), formerly known as LJPC-501, was approved by the U.S. Food and Drug Administration (FDA) on December 21, 2017 as a vasoconstrictor to increase blood pressure in adults with septic or other distributive shock. LJPC‑401 (synthetic human hepcidin), a clinical-stage investigational product, is being developed for the potential treatment of conditions characterized by iron overload, such as hereditary hemochromatosis, beta thalassemia, sickle cell disease and myelodysplastic syndrome. For more information, please visit www.ljpc.com .\nForward-looking Statements\nThis press release contains , as that term is defined in the Private Securities Litigation Reform Act of 1995. These statements relate to expectations regarding future events or La Jolla’s future results of operations. These statements are only predictions or statements of current expectations and involve known and unknown risks, uncertainties and other factors that may cause actual results to be materially different from those anticipated by the . La Jolla cautions readers not to place undue reliance on any such , which speak only as of the date they were made. Certain of these risks, uncertainties and other factors are described in greater detail in La Jolla’s filings with the U.S. Commission (SEC), all of which are available free of charge on the SEC’s website www.sec.gov . These risks include, but are not limited to, risks relating to: our ability to successfully commercialize, market and achieve market acceptance of GIAPREZA and other product candidates; potential market sizes, including for septic or other distributive shock; the success of development activities for LJPC-401 and other product candidates, including post-approval studies for GIAPREZA; the successful and timely completion of clinical trials; unforeseen safety issues from the administration of product and product candidates in patients; and other risks and uncertainties identified in our filings with the SEC. Forward-looking statements are presented as of the date of this press release, and La Jolla expressly disclaims any intent to update any forward‑looking statements to reflect the outcome of subsequent events.\nLA JOLLA PHARMACEUTICAL COMPANY\nUnaudited Condensed Consolidated Statements of Operations\n(in thousands, except per share amounts)\nThree Months Ended\nMarch 31, 2018 2017 Revenue Net product sales $ 809 $ — Total revenue 809 — Operating expenses Cost of product sales 58 — Research and development 28,429 17,765 Selling, general and administrative 23,016 5,503 Total operating expenses 51,503 23,268 Loss from operations (50,694 ) (23,268 ) Other income, net 166 28 Net loss $ (50,528 ) $ (23,240 ) Net loss per share, basic and diluted $ (2.22 ) $ (1.26 ) Weighted-average common shares outstanding, basic and diluted 22,742 18,410\nLA JOLLA PHARMACEUTICAL COMPANY\nCondensed Consolidated Balance Sheets\n(in thousands, except share and par value amounts)\nMarch 31,\n2018 December 31,\n2017 (Unaudited) ASSETS Current assets: Cash and cash equivalents $ 154,408 $ 90,915 Inventory 820 — Prepaid expenses and other current assets 6,326 3,147 Total current assets 161,554 94,062 Property and equipment, net 24,438 24,568 Restricted cash 909 909 Total assets $ 186,901 $ 119,539 LIABILITIES AND SHAREHOLDERS’ EQUITY Current liabilities: Accounts payable $ 7,321 $ 11,484 Accrued clinical and other expenses 4,280 703 Accrued payroll and related expenses 3,044 4,995 Deferred rent, current portion 1,370 1,370 Total current liabilities 16,015 18,552 Deferred rent, less current portion 13,473 12,785 Total liabilities 29,488 31,337 Shareholders’ equity: Common Stock, $0.0001 par value; 100,000,000 shares authorized,\n26,154,439 and 22,167,529 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively 3 2 Series C-1 2 Convertible Preferred Stock, $0.0001 par value; 11,000 shares authorized, 3,906 shares issued and outstanding at March 31, 2018 and December 31, 2017, and liquidation preference of $3,906 at March 31, 2018 and December 31, 2017 3,906 3,906 Series F Convertible Preferred Stock, $0.0001 par value; 10,000 shares authorized,\n2,737 shares issued and outstanding at March 31, 2018 and December 31, 2017, and liquidation preference of $2,737 at March 31, 2018 and December 31, 2017 2,737 2,737 Additional paid-in capital 922,809 803,071 Accumulated deficit (772,042 ) (721,514 ) Total shareholders’ equity 157,413 88,202 Total liabilities and shareholders’ equity $ 186,901 $ 119,539 Company Contacts\nSandra Vedrick\nDirector, Investor Relations & Human Resources\nLa Jolla Pharmaceutical Company\nPhone: (858) 207-4264 Ext: 1135\nEmail: svedrick@ljpc.com\nand\nDennis M. Mulroy\nChief Financial Officer\nLa Jolla Pharmaceutical Company\nPhone: (858) 207-4264 Ext: 1040\nEmail: dmulroy@ljpc.com\nSource:La Jolla Pharmaceutical Company",
    "published": "2018-05-11T00:45:00.000+03:00",
    "crawled": "2018-05-11T00:19:47.057+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "nasdaq",
        "ljpc",
        "leader",
        "discovery",
        "development",
        "commercialization",
        "innovative",
        "therapy",
        "intended",
        "significantly",
        "improve",
        "outcome",
        "patient",
        "suffering",
        "disease",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "highlighted",
        "recent",
        "corporate",
        "progress",
        "recent",
        "corporate",
        "progress",
        "may",
        "la",
        "jolla",
        "closed",
        "million",
        "royalty",
        "financing",
        "agreement",
        "healthcare",
        "royalty",
        "partner",
        "hcr",
        "term",
        "agreement",
        "la",
        "jolla",
        "receive",
        "million",
        "exchange",
        "tiered",
        "royalty",
        "payment",
        "worldwide",
        "net",
        "sale",
        "giapreza",
        "payment",
        "agreement",
        "start",
        "annually",
        "maximum",
        "royalty",
        "rate",
        "based",
        "achievement",
        "annual",
        "net",
        "sale",
        "threshold",
        "december",
        "royalty",
        "rate",
        "maximum",
        "starting",
        "january",
        "maximum",
        "royalty",
        "rate",
        "may",
        "increase",
        "cumulative",
        "sale",
        "threshold",
        "met",
        "starting",
        "january",
        "maximum",
        "royalty",
        "rate",
        "may",
        "increase",
        "additional",
        "different",
        "cumulative",
        "sale",
        "threshold",
        "met",
        "agreement",
        "subject",
        "maximum",
        "aggregate",
        "royalty",
        "payment",
        "hcr",
        "million",
        "received",
        "la",
        "jolla",
        "time",
        "payment",
        "obligation",
        "agreement",
        "would",
        "expire",
        "agreement",
        "entered",
        "la",
        "jolla",
        "wholly",
        "owned",
        "subsidiary",
        "la",
        "jolla",
        "pharma",
        "llc",
        "hcr",
        "recourse",
        "agreement",
        "la",
        "jolla",
        "asset",
        "giapreza",
        "march",
        "la",
        "jolla",
        "announced",
        "commercial",
        "availability",
        "angiotensin",
        "ii",
        "injection",
        "intravenous",
        "infusion",
        "formerly",
        "known",
        "december",
        "giapreza",
        "approved",
        "food",
        "drug",
        "administration",
        "fda",
        "increase",
        "blood",
        "pressure",
        "adult",
        "septic",
        "distributive",
        "shock",
        "giapreza",
        "mimic",
        "body",
        "endogenous",
        "regulatory",
        "peptide",
        "central",
        "system",
        "increase",
        "blood",
        "pressure",
        "prescribing",
        "information",
        "giapreza",
        "available",
        "march",
        "analysis",
        "entitled",
        "outcome",
        "patient",
        "acute",
        "kidney",
        "injury",
        "receiving",
        "angiotensin",
        "ii",
        "vasodilatory",
        "shock",
        "presented",
        "23rd",
        "international",
        "conference",
        "advance",
        "critical",
        "care",
        "nephrology",
        "aki",
        "crrt",
        "manuscript",
        "analysis",
        "entitled",
        "outcome",
        "patient",
        "vasodilatory",
        "shock",
        "renal",
        "replacement",
        "therapy",
        "treated",
        "intravenous",
        "angiotensin",
        "ii",
        "published",
        "online",
        "critical",
        "care",
        "medicine",
        "presentation",
        "manuscript",
        "detail",
        "outcome",
        "patient",
        "acute",
        "kidney",
        "injury",
        "aki",
        "vasodilatory",
        "shock",
        "enrolled",
        "angiotensin",
        "ii",
        "treatment",
        "shock",
        "phase",
        "study",
        "giapreza",
        "analysis",
        "data",
        "aki",
        "patient",
        "giapreza",
        "placebo",
        "requiring",
        "renal",
        "replacement",
        "therapy",
        "rrt",
        "study",
        "drug",
        "initiation",
        "analyzed",
        "survival",
        "day",
        "ci",
        "giapreza",
        "group",
        "compared",
        "ci",
        "placebo",
        "group",
        "p",
        "day",
        "ci",
        "patient",
        "treated",
        "giapreza",
        "discontinued",
        "rrt",
        "compared",
        "ci",
        "patient",
        "treated",
        "placebo",
        "p",
        "mean",
        "arterial",
        "pressure",
        "map",
        "response",
        "hour",
        "achieved",
        "ci",
        "patient",
        "treated",
        "giapreza",
        "compared",
        "ci",
        "patient",
        "treated",
        "placebo",
        "p",
        "february",
        "abstract",
        "entitled",
        "effect",
        "disease",
        "severity",
        "survival",
        "patient",
        "receiving",
        "angiotensin",
        "ii",
        "vasodilatory",
        "shock",
        "presented",
        "society",
        "critical",
        "care",
        "medicine",
        "sccm",
        "47th",
        "critical",
        "care",
        "congress",
        "abstract",
        "published",
        "january",
        "supplement",
        "critical",
        "care",
        "medicine",
        "includes",
        "result",
        "analysis",
        "phase",
        "study",
        "giapreza",
        "patient",
        "high",
        "severity",
        "illness",
        "defined",
        "apache",
        "ii",
        "acute",
        "physiology",
        "chronic",
        "health",
        "evaluation",
        "ii",
        "score",
        "baseline",
        "map",
        "mmhg",
        "despite",
        "treatment",
        "vasopressor",
        "author",
        "presented",
        "data",
        "showing",
        "lower",
        "mortality",
        "rate",
        "patient",
        "baseline",
        "apache",
        "ii",
        "score",
        "giapreza",
        "group",
        "versus",
        "placebo",
        "group",
        "mortality",
        "n",
        "giapreza",
        "group",
        "compared",
        "n",
        "placebo",
        "group",
        "hazard",
        "ci",
        "patient",
        "baseline",
        "map",
        "mmhg",
        "trend",
        "towards",
        "improved",
        "mortality",
        "seen",
        "giapreza",
        "group",
        "compared",
        "placebo",
        "group",
        "mortality",
        "n",
        "giapreza",
        "group",
        "compared",
        "n",
        "placebo",
        "group",
        "hazard",
        "ci",
        "first",
        "quarter",
        "start",
        "exciting",
        "transformational",
        "year",
        "la",
        "jolla",
        "highlighted",
        "commercial",
        "launch",
        "giapreza",
        "said",
        "george",
        "tidmarsh",
        "la",
        "jolla",
        "president",
        "chief",
        "executive",
        "officer",
        "excited",
        "bring",
        "new",
        "treatment",
        "option",
        "many",
        "critically",
        "ill",
        "patient",
        "suffering",
        "septic",
        "distributive",
        "result",
        "operation",
        "march",
        "la",
        "jolla",
        "million",
        "cash",
        "cash",
        "equivalent",
        "compared",
        "million",
        "december",
        "basis",
        "adjusting",
        "net",
        "proceeds",
        "may",
        "royalty",
        "financing",
        "la",
        "jolla",
        "cash",
        "cash",
        "equivalent",
        "march",
        "million",
        "cash",
        "used",
        "operating",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "la",
        "jolla",
        "recognized",
        "giapreza",
        "net",
        "product",
        "sale",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "la",
        "jolla",
        "launched",
        "giapreza",
        "march",
        "la",
        "jolla",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "septic",
        "distributive",
        "shock",
        "one",
        "million",
        "american",
        "affected",
        "shock",
        "annual",
        "basis",
        "one",
        "three",
        "patient",
        "treated",
        "shock",
        "intensive",
        "care",
        "unit",
        "distributive",
        "shock",
        "common",
        "type",
        "shock",
        "inpatient",
        "setting",
        "approximately",
        "distributive",
        "shock",
        "case",
        "per",
        "year",
        "case",
        "estimated",
        "septic",
        "shock",
        "patient",
        "approximately",
        "achieve",
        "adequate",
        "blood",
        "pressure",
        "response",
        "standard",
        "care",
        "vasopressor",
        "therapy",
        "catecholamine",
        "vasopressin",
        "inability",
        "achieve",
        "maintain",
        "adequate",
        "blood",
        "pressure",
        "result",
        "inadequate",
        "blood",
        "flow",
        "body",
        "organ",
        "tissue",
        "associated",
        "mortality",
        "rate",
        "exceeding",
        "acute",
        "condition",
        "requiring",
        "hospitalization",
        "giapreza",
        "december",
        "angiotensin",
        "ii",
        "approved",
        "food",
        "drug",
        "administration",
        "fda",
        "increase",
        "blood",
        "pressure",
        "adult",
        "septic",
        "distributive",
        "shock",
        "giapreza",
        "mimic",
        "body",
        "endogenous",
        "regulatory",
        "peptide",
        "central",
        "system",
        "increase",
        "blood",
        "pressure",
        "prescribing",
        "information",
        "giapreza",
        "available",
        "important",
        "safety",
        "information",
        "contraindication",
        "none",
        "warning",
        "precaution",
        "potential",
        "venous",
        "arterial",
        "thrombotic",
        "thromboembolic",
        "event",
        "patient",
        "receive",
        "giapreza",
        "use",
        "concurrent",
        "venous",
        "thromboembolism",
        "vte",
        "prophylaxis",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "reported",
        "greater",
        "patient",
        "thromboembolic",
        "event",
        "drug",
        "interaction",
        "angiotensin",
        "converting",
        "enzyme",
        "ace",
        "inhibitor",
        "may",
        "increase",
        "response",
        "giapreza",
        "angiotensin",
        "ii",
        "receptor",
        "blocker",
        "arb",
        "may",
        "reduce",
        "response",
        "giapreza",
        "encouraged",
        "report",
        "negative",
        "side",
        "effect",
        "prescription",
        "drug",
        "fda",
        "visit",
        "call",
        "additional",
        "information",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "biopharmaceutical",
        "company",
        "focused",
        "discovery",
        "development",
        "commercialization",
        "innovative",
        "therapy",
        "intended",
        "significantly",
        "improve",
        "outcome",
        "patient",
        "suffering",
        "disease",
        "angiotensin",
        "ii",
        "formerly",
        "known",
        "approved",
        "food",
        "drug",
        "administration",
        "fda",
        "december",
        "vasoconstrictor",
        "increase",
        "blood",
        "pressure",
        "adult",
        "septic",
        "distributive",
        "shock",
        "synthetic",
        "human",
        "hepcidin",
        "investigational",
        "product",
        "developed",
        "potential",
        "treatment",
        "condition",
        "characterized",
        "iron",
        "overload",
        "hereditary",
        "hemochromatosis",
        "beta",
        "thalassemia",
        "sickle",
        "cell",
        "disease",
        "myelodysplastic",
        "syndrome",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "expectation",
        "regarding",
        "future",
        "event",
        "la",
        "jolla",
        "future",
        "result",
        "operation",
        "statement",
        "prediction",
        "statement",
        "current",
        "expectation",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "anticipated",
        "la",
        "jolla",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "made",
        "certain",
        "risk",
        "uncertainty",
        "factor",
        "described",
        "greater",
        "detail",
        "la",
        "jolla",
        "filing",
        "commission",
        "sec",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "risk",
        "include",
        "limited",
        "risk",
        "relating",
        "ability",
        "successfully",
        "commercialize",
        "market",
        "achieve",
        "market",
        "acceptance",
        "giapreza",
        "product",
        "candidate",
        "potential",
        "market",
        "size",
        "including",
        "septic",
        "distributive",
        "shock",
        "success",
        "development",
        "activity",
        "product",
        "candidate",
        "including",
        "study",
        "giapreza",
        "successful",
        "timely",
        "completion",
        "clinical",
        "trial",
        "unforeseen",
        "safety",
        "issue",
        "administration",
        "product",
        "product",
        "candidate",
        "patient",
        "risk",
        "uncertainty",
        "identified",
        "filing",
        "sec",
        "statement",
        "presented",
        "date",
        "press",
        "release",
        "la",
        "jolla",
        "expressly",
        "disclaims",
        "intent",
        "update",
        "statement",
        "reflect",
        "outcome",
        "subsequent",
        "event",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "net",
        "product",
        "sale",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "sale",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "par",
        "value",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "clinical",
        "expense",
        "accrued",
        "payroll",
        "related",
        "expense",
        "deferred",
        "rent",
        "current",
        "portion",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "less",
        "current",
        "portion",
        "total",
        "liability",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "liquidation",
        "preference",
        "march",
        "december",
        "series",
        "f",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "liquidation",
        "preference",
        "march",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "company",
        "contact",
        "sandra",
        "vedrick",
        "director",
        "investor",
        "relation",
        "human",
        "resource",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "phone",
        "ext",
        "email",
        "svedrick",
        "dennis",
        "mulroy",
        "chief",
        "financial",
        "officer",
        "la",
        "jolla",
        "pharmaceutical",
        "company",
        "phone",
        "ext",
        "email",
        "dmulroy",
        "source",
        "la",
        "jolla",
        "pharmaceutical",
        "company"
    ]
}