{
    "organizations": [],
    "uuid": "b68da38b1c33418be625faadae63c7e723299edd",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-roundup-cubs-upend-braves-with-ninth-inning-rally-idUSKCN1IH2YI",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: Cubs upend Braves with ninth-inning rally",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Ben Zobrist singled in the go-ahead run to cap a two-run, ninth-inning rally and help the Chicago Cubs score a 3-2, come-from-behind win over host Atlanta on Tuesday, snapping the Braves’ three-game winning streak.\nMay 15, 2018; Atlanta, GA, USA; Chicago Cubs left fielder Ben Zobrist (18) hits an RBI single scoring shortstop Addison Russell (not pictured) in the ninth inning against the Atlanta Braves at SunTrust Park. Mandatory Credit: Jason Getz-USA TODAY Sports The Cubs trailed 2-1 entering the ninth but came back to tie the game against Atlanta closer Arodys Vizcaino.\nChicago’s Albert Almora Jr. and Addison Russell put together back-to-back doubles to tie the game 2-2, then Zobrist lined an RBI single to center field with two outs to plate the go-ahead run.\nBrandon Morrow pitched a scoreless ninth to earn his 10th save in 11 tries. The win went to Carl Edwards Jr. (2-0), who surrendered a long solo home run to Atlanta rookie Ronald Acuna Jr. that gave the Braves a 2-1 lead in the eighth.\nA’s 5, Red Sox 3\nMatt Chapman and Mark Canha laced two-run doubles, helping visiting Oakland outlast Boston. Daniel Mengden (3-4) pitched six strong innings to clinch the Athletics’ second consecutive series win over the Red Sox.\nOakland wasted no time jumping on Red Sox starter Eduardo Rodriguez (3-1), with Marcus Semien and Chad Pinder opening the first inning with singles. Two outs later, Chapman smacked his double to right field, chasing Semien and Pinder home and giving Mengden an early 2-0 lead.\nStephen Piscotty, batting for the first time since missing four games while on the bereavement list due to his mother’s death, made it 3-0 in the second inning with his third home run of the season.\nAstros 5, Angels 3\nJose Altuve’s three-run, eighth-inning double rallied Houston to a win over Los Angeles in Anaheim, Calif.\nThe reigning American League MVP hooked a slider from Angels reliever Jose Alvarez into the left field corner, driving in Josh Reddick, Yuli Gurriel and Alex Bregman to erase a 3-1 deficit and spoil a stellar performance by Angels starter Jaime Barria. The Los Angeles right-hander gave up one run and four hits (all singles) in seven innings, leaving with a 3-1 lead. He struck out seven and did not walk a batter.\nCollin McHugh (2-1) tossed two shutout innings for the win, and Ken Giles pitched a scoreless ninth for his sixth save.\nGiants 5, Reds 3\nBrandon Belt ignited a four-run fourth inning with a leadoff home run, and five relievers combined for five innings of shutout ball, sealing a San Francisco victory over visiting Cincinnati.\nPierce Johnson, Will Smith, Sam Dyson, Tony Watson and Hunter Strickland picked up for Giants starter Ty Blach in the fifth inning, protecting a narrow lead the rest of the way en route to San Francisco’s second straight win over the visiting Reds.\nJohnson (2-1), who pitched a 1-2-3 fifth inning immediately after the Giants had taken a 4-3 lead, was credited with the win. Strickland got his ninth save with a hitless ninth. The fivesome combined to strike out eight while allowing just two hits.\nPadres 4, Rockies 0\nJordan Lyles made the second-longest bid for a perfect game in Padres history, and a pair of two-run homers by Eric Hosmer and Christian Villanueva provided all the offense needed by San Diego in a victory over visiting Colorado.\nMay 15, 2018; Boston, MA, USA; Oakland Athletics third baseman Matt Chapman (26) hits an 2-RBI double against the Boston Red Sox in the first inning at Fenway Park. Mandatory Credit: David Butler II-USA TODAY Sports Trevor Story’s one-out single to left in the eighth ended Lyles’ bid for the first no-hitter in Padres history as well as the perfect game.\nThe Padres are the only major league team without a no-hitter — a record that spans 7,858 games since the franchise’s birth in 1969 as an expansion team. After Story singled, Lyles (1-1) walked Pat Valaika before leaving the field to a standing ovation.\nTwins 4, Cardinals 1\nMinnesota ended a scoring drought and a short losing streak, beating visiting St. Louis as Twins starter Jose Berrios proved sharp over 7 1/3 innings.\nMinnesota had gone 16 innings without scoring, including getting shut out 1-0 Monday by the Seattle Mariners in a makeup game. But trailing 1-0 to the Cardinals, they tied it in the sixth and went ahead in the seventh to end a two-game skid.\nBerrios (4-4) gave up only two hits and a run and struck out 10 — nine swinging — and walked one. It also marked the third time this season that the Twins defeated the Cardinals in interleague play. The Twins swept two games in St. Louis earlier this month, outscoring the Cardinals 13-1.\nPirates 7, White Sox 0\nJosh Bell drove in three runs with two doubles, and Trevor Williams combined with two Pittsburgh Pirates relievers to shut down visiting Chicago, not needing another run after a leadoff homer from Adam Frazier.\nWilliams (5-2) pitched seven innings, allowing six hits, striking out six and walking none. Kyle Crick pitched the eighth, Richard Rodriguez the ninth. The Pirates lead the major leagues with seven shutouts.\nChicago starter Reynaldo Lopez (0-3) gave up six runs and seven hits in two innings, with two walks and no strikeouts.\nMarlins 4, Dodgers 2\nJ.T. Realmuto went 3-for-4 with an RBI to lead Miami over visiting Los Angeles, raising his batting average to .322 as he continues to make his case to be an All-Star.\nYasiel Puig hit a home run — his second of the season and second in the past two games — to lead the Dodgers. Puig also threw out a runner at third and walked twice.\nMiami starter Wei-Yin Chen, who was in line for a win with a 2-0 lead, couldn’t make it through the fifth inning. He went 4 1/3 and allowed three hits, three walks and no runs while striking out three. Marlins reliever Nick Wittgren (2-0), who pitched 1 2/3 perfect innings, earned the win.\nMets 12, Blue Jays 2\nJuan Lagares had four hits and three RBIs as New York routed visiting Toronto, winning for the ninth time in their past 26 games. The Blue Jays took their third consecutive loss and fell for the 16th time in the past 25 games.\nSlideshow (3 Images) Toronto carried a 2-1 lead into the fourth inning thanks to a two-run single in the third by Yangervis Solarte. However, the Mets scored five runs in the fourth before putting the game away with three more runs in the fifth.\nNoah Syndergaard (3-1), who knocked in the Mets’ first run with a second-inning double, tied the game with a fourth-inning sacrifice fly. Amed Rosario followed with an RBI double. Two batters later, Lagares chased Jaime Garcia (2-3) with a two-out, two-run single.\nDiamondbacks 2, Brewers 1\nDaniel Descalso singled home the tiebreaking run with two outs in the eighth inning, and Arizona broke a six-game losing streak with a victory over visiting Milwaukee.\nJeff Mathis walked to open the eighth inning off Taylor Williams (0-1), and pinch runner Jarrod Dyson took second on a sacrifice bunt. Boone Logan entered and got David Peralta to ground out before walking Chris Owings to bring up Descalso, who started as the No. 3 hitter in the lineup for the first time in his career.\nTravis Shaw drove in a run with one of three doubles for the Brewers, who had won four of five. Diamondbacks setup man Archie Bradley (1-1) pitched a 1-2-3 eighth inning, striking out two, and Brad Boxberger pitched around a one-out error in the ninth for his 12th save in 13 opportunities.\nRays 6, Royals 5\nJoey Wendle delivered a go-ahead single with two outs in the ninth inning as visiting Tampa Bay held off Kansas City. The Rays’ C.J. Cron had two hits, including a two-run home run two batters into the game.\nWhit Merrifield had two hits and drove in three runs for the Royals, giving him a multi-hit game on consecutive nights.\nJonny Venters (1-0) recorded two outs to earn the victory, and Alex Colome pitched the ninth inning for his eighth save. Kelvin Herrera (1-1) gave up one run on three hits over one inning to take the loss.\nTigers 9, Indians 8\nJaCoby Jones and John Hicks combined for four hits, four runs and four RBIs, and Detroit rallied from a pair of four-run deficits to defeat visiting Cleveland.\nHicks had a leadoff single and drew a bases-loaded walk during a five-run uprising in the seventh inning. Jones, who homered in the first inning, contributed a run-scoring double during the big inning. James McCann had two hits, a run and an RBI.\nLouis Coleman (1-0) tossed an inning of scoreless relief to get the victory. Shane Greene pitched the ninth for his ninth save. Andrew Miller (1-2) took the loss, getting just one out while allowing two runs on two hits and three walks in the seventh.\nYankees 3, Nationals 3 (suspended in sixth)\nNew York and host Washington had their game suspended due to rain tied at 3-3 going into the bottom of the sixth and will resume Wednesday at 5:05 p.m. EDT. The teams will then play a regularly scheduled game beginning at 7:05 p.m.\nOrioles-Phillies, ppd.\nThe interleague game between host Baltimore and Philadelphia was postponed nearly three hours after its scheduled start time due to rain. The game will be made up on what was a mutual off day for both teams July 12, with the time to be announced at a later date.\n—Field Level Media\n ",
    "published": "2018-05-16T23:50:00.000+03:00",
    "crawled": "2018-05-17T00:03:03.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ben",
        "zobrist",
        "singled",
        "run",
        "cap",
        "rally",
        "help",
        "chicago",
        "cub",
        "score",
        "win",
        "host",
        "atlanta",
        "tuesday",
        "snapping",
        "brave",
        "winning",
        "streak",
        "may",
        "atlanta",
        "ga",
        "usa",
        "chicago",
        "cub",
        "left",
        "fielder",
        "ben",
        "zobrist",
        "hit",
        "rbi",
        "single",
        "scoring",
        "shortstop",
        "addison",
        "russell",
        "pictured",
        "ninth",
        "inning",
        "atlanta",
        "brave",
        "suntrust",
        "park",
        "mandatory",
        "credit",
        "jason",
        "today",
        "sport",
        "cub",
        "trailed",
        "entering",
        "ninth",
        "came",
        "back",
        "tie",
        "game",
        "atlanta",
        "closer",
        "arodys",
        "vizcaino",
        "chicago",
        "albert",
        "almora",
        "addison",
        "russell",
        "put",
        "together",
        "double",
        "tie",
        "game",
        "zobrist",
        "lined",
        "rbi",
        "single",
        "center",
        "field",
        "two",
        "out",
        "plate",
        "run",
        "brandon",
        "morrow",
        "pitched",
        "scoreless",
        "ninth",
        "earn",
        "10th",
        "save",
        "try",
        "win",
        "went",
        "carl",
        "edward",
        "surrendered",
        "long",
        "solo",
        "home",
        "run",
        "atlanta",
        "rookie",
        "ronald",
        "acuna",
        "gave",
        "brave",
        "lead",
        "eighth",
        "red",
        "sox",
        "matt",
        "chapman",
        "mark",
        "canha",
        "laced",
        "double",
        "helping",
        "visiting",
        "oakland",
        "outlast",
        "boston",
        "daniel",
        "mengden",
        "pitched",
        "six",
        "strong",
        "inning",
        "clinch",
        "athletics",
        "second",
        "consecutive",
        "series",
        "win",
        "red",
        "sox",
        "oakland",
        "wasted",
        "time",
        "jumping",
        "red",
        "sox",
        "starter",
        "eduardo",
        "rodriguez",
        "marcus",
        "semien",
        "chad",
        "pinder",
        "opening",
        "first",
        "inning",
        "single",
        "two",
        "out",
        "later",
        "chapman",
        "smacked",
        "double",
        "right",
        "field",
        "chasing",
        "semien",
        "pinder",
        "home",
        "giving",
        "mengden",
        "early",
        "lead",
        "stephen",
        "piscotty",
        "batting",
        "first",
        "time",
        "since",
        "missing",
        "four",
        "game",
        "bereavement",
        "list",
        "due",
        "mother",
        "death",
        "made",
        "second",
        "inning",
        "third",
        "home",
        "run",
        "season",
        "astros",
        "angel",
        "jose",
        "altuve",
        "double",
        "rallied",
        "houston",
        "win",
        "los",
        "angeles",
        "anaheim",
        "reigning",
        "american",
        "league",
        "mvp",
        "hooked",
        "slider",
        "angel",
        "reliever",
        "jose",
        "alvarez",
        "left",
        "field",
        "corner",
        "driving",
        "josh",
        "reddick",
        "yuli",
        "gurriel",
        "alex",
        "bregman",
        "erase",
        "deficit",
        "spoil",
        "stellar",
        "performance",
        "angel",
        "starter",
        "jaime",
        "barria",
        "los",
        "angeles",
        "gave",
        "one",
        "run",
        "four",
        "hit",
        "single",
        "seven",
        "inning",
        "leaving",
        "lead",
        "struck",
        "seven",
        "walk",
        "batter",
        "collin",
        "mchugh",
        "tossed",
        "two",
        "shutout",
        "inning",
        "win",
        "ken",
        "giles",
        "pitched",
        "scoreless",
        "ninth",
        "sixth",
        "save",
        "giant",
        "red",
        "brandon",
        "belt",
        "ignited",
        "fourth",
        "inning",
        "leadoff",
        "home",
        "run",
        "five",
        "reliever",
        "combined",
        "five",
        "inning",
        "shutout",
        "ball",
        "sealing",
        "san",
        "francisco",
        "victory",
        "visiting",
        "cincinnati",
        "pierce",
        "johnson",
        "smith",
        "sam",
        "dyson",
        "tony",
        "watson",
        "hunter",
        "strickland",
        "picked",
        "giant",
        "starter",
        "ty",
        "blach",
        "fifth",
        "inning",
        "protecting",
        "narrow",
        "lead",
        "rest",
        "way",
        "en",
        "route",
        "san",
        "francisco",
        "second",
        "straight",
        "win",
        "visiting",
        "red",
        "johnson",
        "pitched",
        "fifth",
        "inning",
        "immediately",
        "giant",
        "taken",
        "lead",
        "credited",
        "win",
        "strickland",
        "got",
        "ninth",
        "save",
        "hitless",
        "ninth",
        "fivesome",
        "combined",
        "strike",
        "eight",
        "allowing",
        "two",
        "hit",
        "padre",
        "rockies",
        "jordan",
        "lyles",
        "made",
        "bid",
        "perfect",
        "game",
        "padre",
        "history",
        "pair",
        "homer",
        "eric",
        "hosmer",
        "christian",
        "villanueva",
        "provided",
        "offense",
        "needed",
        "san",
        "diego",
        "victory",
        "visiting",
        "colorado",
        "may",
        "boston",
        "usa",
        "oakland",
        "athletics",
        "third",
        "baseman",
        "matt",
        "chapman",
        "hit",
        "double",
        "boston",
        "red",
        "sox",
        "first",
        "inning",
        "fenway",
        "park",
        "mandatory",
        "credit",
        "david",
        "butler",
        "today",
        "sport",
        "trevor",
        "story",
        "single",
        "left",
        "eighth",
        "ended",
        "lyles",
        "bid",
        "first",
        "padre",
        "history",
        "well",
        "perfect",
        "game",
        "padre",
        "major",
        "league",
        "team",
        "without",
        "record",
        "span",
        "game",
        "since",
        "franchise",
        "birth",
        "expansion",
        "team",
        "story",
        "singled",
        "lyles",
        "walked",
        "pat",
        "valaika",
        "leaving",
        "field",
        "standing",
        "ovation",
        "twin",
        "cardinal",
        "minnesota",
        "ended",
        "scoring",
        "drought",
        "short",
        "losing",
        "streak",
        "beating",
        "visiting",
        "louis",
        "twin",
        "starter",
        "jose",
        "berrios",
        "proved",
        "sharp",
        "inning",
        "minnesota",
        "gone",
        "inning",
        "without",
        "scoring",
        "including",
        "getting",
        "shut",
        "monday",
        "seattle",
        "mariner",
        "makeup",
        "game",
        "trailing",
        "cardinal",
        "tied",
        "sixth",
        "went",
        "ahead",
        "seventh",
        "end",
        "skid",
        "berrios",
        "gave",
        "two",
        "hit",
        "run",
        "struck",
        "nine",
        "swinging",
        "walked",
        "one",
        "also",
        "marked",
        "third",
        "time",
        "season",
        "twin",
        "defeated",
        "cardinal",
        "interleague",
        "play",
        "twin",
        "swept",
        "two",
        "game",
        "louis",
        "earlier",
        "month",
        "outscoring",
        "cardinal",
        "pirate",
        "white",
        "sox",
        "josh",
        "bell",
        "drove",
        "three",
        "run",
        "two",
        "double",
        "trevor",
        "williams",
        "combined",
        "two",
        "pittsburgh",
        "pirate",
        "reliever",
        "shut",
        "visiting",
        "chicago",
        "needing",
        "another",
        "run",
        "leadoff",
        "homer",
        "adam",
        "frazier",
        "williams",
        "pitched",
        "seven",
        "inning",
        "allowing",
        "six",
        "hit",
        "striking",
        "six",
        "walking",
        "none",
        "kyle",
        "crick",
        "pitched",
        "eighth",
        "richard",
        "rodriguez",
        "ninth",
        "pirate",
        "lead",
        "major",
        "league",
        "seven",
        "shutout",
        "chicago",
        "starter",
        "reynaldo",
        "lopez",
        "gave",
        "six",
        "run",
        "seven",
        "hit",
        "two",
        "inning",
        "two",
        "walk",
        "strikeout",
        "marlin",
        "dodger",
        "realmuto",
        "went",
        "rbi",
        "lead",
        "miami",
        "visiting",
        "los",
        "angeles",
        "raising",
        "batting",
        "average",
        "continues",
        "make",
        "case",
        "yasiel",
        "puig",
        "hit",
        "home",
        "run",
        "second",
        "season",
        "second",
        "past",
        "two",
        "game",
        "lead",
        "dodger",
        "puig",
        "also",
        "threw",
        "runner",
        "third",
        "walked",
        "twice",
        "miami",
        "starter",
        "chen",
        "line",
        "win",
        "lead",
        "make",
        "fifth",
        "inning",
        "went",
        "allowed",
        "three",
        "hit",
        "three",
        "walk",
        "run",
        "striking",
        "three",
        "marlin",
        "reliever",
        "nick",
        "wittgren",
        "pitched",
        "perfect",
        "inning",
        "earned",
        "win",
        "mets",
        "blue",
        "jay",
        "juan",
        "lagares",
        "four",
        "hit",
        "three",
        "rbi",
        "new",
        "york",
        "routed",
        "visiting",
        "toronto",
        "winning",
        "ninth",
        "time",
        "past",
        "game",
        "blue",
        "jay",
        "took",
        "third",
        "consecutive",
        "loss",
        "fell",
        "16th",
        "time",
        "past",
        "game",
        "slideshow",
        "image",
        "toronto",
        "carried",
        "lead",
        "fourth",
        "inning",
        "thanks",
        "single",
        "third",
        "yangervis",
        "solarte",
        "however",
        "mets",
        "scored",
        "five",
        "run",
        "fourth",
        "putting",
        "game",
        "away",
        "three",
        "run",
        "fifth",
        "noah",
        "syndergaard",
        "knocked",
        "mets",
        "first",
        "run",
        "double",
        "tied",
        "game",
        "sacrifice",
        "fly",
        "amed",
        "rosario",
        "followed",
        "rbi",
        "double",
        "two",
        "batter",
        "later",
        "lagares",
        "chased",
        "jaime",
        "garcia",
        "single",
        "diamondback",
        "brewer",
        "daniel",
        "descalso",
        "singled",
        "home",
        "tiebreaking",
        "run",
        "two",
        "out",
        "eighth",
        "inning",
        "arizona",
        "broke",
        "losing",
        "streak",
        "victory",
        "visiting",
        "milwaukee",
        "jeff",
        "mathis",
        "walked",
        "open",
        "eighth",
        "inning",
        "taylor",
        "williams",
        "pinch",
        "runner",
        "jarrod",
        "dyson",
        "took",
        "second",
        "sacrifice",
        "bunt",
        "boone",
        "logan",
        "entered",
        "got",
        "david",
        "peralta",
        "ground",
        "walking",
        "chris",
        "owings",
        "bring",
        "descalso",
        "started",
        "hitter",
        "lineup",
        "first",
        "time",
        "career",
        "travis",
        "shaw",
        "drove",
        "run",
        "one",
        "three",
        "double",
        "brewer",
        "four",
        "five",
        "diamondback",
        "setup",
        "man",
        "archie",
        "bradley",
        "pitched",
        "eighth",
        "inning",
        "striking",
        "two",
        "brad",
        "boxberger",
        "pitched",
        "around",
        "error",
        "ninth",
        "12th",
        "save",
        "opportunity",
        "ray",
        "royal",
        "joey",
        "wendle",
        "delivered",
        "single",
        "two",
        "out",
        "ninth",
        "inning",
        "visiting",
        "tampa",
        "bay",
        "held",
        "kansa",
        "city",
        "ray",
        "cron",
        "two",
        "hit",
        "including",
        "home",
        "run",
        "two",
        "batter",
        "game",
        "whit",
        "merrifield",
        "two",
        "hit",
        "drove",
        "three",
        "run",
        "royal",
        "giving",
        "game",
        "consecutive",
        "night",
        "jonny",
        "venter",
        "recorded",
        "two",
        "out",
        "earn",
        "victory",
        "alex",
        "colome",
        "pitched",
        "ninth",
        "inning",
        "eighth",
        "save",
        "kelvin",
        "herrera",
        "gave",
        "one",
        "run",
        "three",
        "hit",
        "one",
        "inning",
        "take",
        "loss",
        "tiger",
        "indian",
        "jacoby",
        "jones",
        "john",
        "hick",
        "combined",
        "four",
        "hit",
        "four",
        "run",
        "four",
        "rbi",
        "detroit",
        "rallied",
        "pair",
        "deficit",
        "defeat",
        "visiting",
        "cleveland",
        "hick",
        "leadoff",
        "single",
        "drew",
        "walk",
        "uprising",
        "seventh",
        "inning",
        "jones",
        "homered",
        "first",
        "inning",
        "contributed",
        "double",
        "big",
        "inning",
        "james",
        "mccann",
        "two",
        "hit",
        "run",
        "rbi",
        "louis",
        "coleman",
        "tossed",
        "inning",
        "scoreless",
        "relief",
        "get",
        "victory",
        "shane",
        "greene",
        "pitched",
        "ninth",
        "ninth",
        "save",
        "andrew",
        "miller",
        "took",
        "loss",
        "getting",
        "one",
        "allowing",
        "two",
        "run",
        "two",
        "hit",
        "three",
        "walk",
        "seventh",
        "yankee",
        "national",
        "suspended",
        "sixth",
        "new",
        "york",
        "host",
        "washington",
        "game",
        "suspended",
        "due",
        "rain",
        "tied",
        "going",
        "bottom",
        "sixth",
        "resume",
        "wednesday",
        "edt",
        "team",
        "play",
        "regularly",
        "scheduled",
        "game",
        "beginning",
        "ppd",
        "interleague",
        "game",
        "host",
        "baltimore",
        "philadelphia",
        "postponed",
        "nearly",
        "three",
        "hour",
        "scheduled",
        "start",
        "time",
        "due",
        "rain",
        "game",
        "made",
        "mutual",
        "day",
        "team",
        "july",
        "time",
        "announced",
        "later",
        "date",
        "level",
        "medium"
    ]
}