{
    "organizations": [],
    "uuid": "1eea1ea4af9ba0b57728db2a3d9cd0da06ca4662",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/globe-newswire-sundance-energy-australia-limited-reports-first-quarter-2018-financial-and-operational-results.html",
    "ord_in_thread": 0,
    "title": "Sundance Energy Australia Limited Reports First Quarter 2018 Financial and Operational Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, Sundance Energy Australia Limited (ASX:SEA) (NASDAQ:SNDE) (“Sundance” or the “Company”), a U.S. onshore oil and gas exploration and production company focused in the Eagle Ford in South Texas, reported its first quarter 2018 financial and operations results.\nFirst Quarter 2018 Financial Results\nAdjusted EBITDAX of $12.3 million, or 51.3 percent Adjusted EBITDAX Margin. This figure excludes the one time impact of $1.0 million of non-recurring deal costs related to the Pioneer transaction which were expensed during the quarter. Total revenue increased 3.5% to $24.0 million as compared to the same prior year period Average first quarter price realized excluding the impact of hedging and fixed price physical delivery contracts was $64.80 per barrel and $46.54 per Boe. Average first quarter price received per barrel was $55.15 and per Boe was $40.59. Cash operating costs increased 38.4% to $20.61/Boe for the quarter, as compared to $14.89/Boe for the same prior year period. The increase was driven by higher Lease Operating Expenses of $11.25/boe primarily due to workover expenses and conversion of wells from rod to gas lift. As of May 14, 2018, the Company’s oil hedges covered a total of 3.9 million bbls through 2023 with a weighted average floor of $50.34 and ceiling of $57.61. Hedging covered approximately 54% of 2018 and ~17% of 2019 forecast production.\nOperational Highlights\nFirst quarter net production increased 5% to 630,183 Boe, or 7,002 Boe/day as compared to the same period in the prior year and decreased 18% as compared to the fourth quarter of 2017. The Company did not bring any new wells into production during the quarter, but it drilled two gross (1.9 net) wells. The Paloma Ranch 7H and Peeler Ranch EFS 9HC had lateral lengths of 7,799 feet and 6,025 feet, respectively. In addition, as of quarter end the Company was in the process of drilling a third (1.0 net) well at quarter‐end, the Peeler Ranch 8HC with a lateral length of 5,778 ft. Drilling was completed on 12 April 2018. First quarter development and production related expenditures totaled $8.3 million.\nPioneer Natural Resources Joint Venture Acquisition and Guidance\nDuring the quarter, the Company announced it had entered into a Purchase and Sale Agreement to acquire approximately 21,900 net acres and 1,700 Boe/d of production in the Eagle Ford from a joint venture operated by Pioneer Natural Resources, USA, Inc. for cash consideration of US$221.5 million, subject to post‐closing adjustments. Subsequent to the end of the quarter, this acquisition successfully closed as outlined in the Company’s 26 April, 2018 release. To fund the acquisition, the Company raised US$260.0 million of new equity. In addition, the Company refinanced its existing credit facility contemporaneous with the acquisition closing. Inclusive of the acquisition, the Company anticipates average production for the first half of 2018 to be 7,000-7,500 boe/d with significant development activities in the second half of the year increasing full year 2018 production to 9,000-10,000 boe/d. The Company’s two rig development plan calls for the drilling of 30 - 40 new wells per twelve month period. The Company anticipates Capital Expenditures of $175 – 190 million in 2018 and $200 – 220 million in 2019. The Company began drilling the H Harlan Bethune 25H, 26H and 27H subsequent to quarter end and anticipates mobilizing a second rig late in the second quarter to the acquired assets. The Company anticipates Lease Operating Expenses to increase slightly in the second quarter due to the assumption of Pioneer’s existing midstream contracts for acquired existing production, before decreasing as additional production come online at more market rates. The Company has issued EBITDAX guidance of $100 - 110 million and $250 - 275 million for full years 2018 and 2019 respectively.\nThe following tables present certain production, per unit metrics and Adjusted EBITDAX that compare results of the corresponding quarterly reporting periods:\nThree Months Ended March 31, Unaudited 2018 2017 % Change Net Sales Volumes Oil (Bbls) 365,241 398,634 -8 % Natural gas (Mcf) 884,423 770,845 15 % NGL (Bbls) 79,513 68,046 17 % Total Boe 592,158 595,154 -0.5 % Average Daily Volumes Average daily production (Boe), including flared gas (1) 7,002 6,685 5 % Product Price Received Total price received (per Boe) $ 40.59 $ 39.04 4 % Total realized price (per Boe) (2) $ 37.92 $ 38.11 -0.5 % (1) Includes flared gas of 228,150 Mcf and 38,862 Mcf for the three months ended March 31, 2018 and 2017, respectively. (2) Includes realized losses on commodity derivatives of $1.6 million and $0.6 million for the three months ended March 31, 2018 and 2017, respectively.\nUNIT COST ANALYSIS Three Months Ended March 31, Unaudited 2018 2017 % Change Revenue/Boe $ 40.59 $ 39.04 4 % Lease operating expenses/Boe (11.25 ) (7.12 ) 58 % Production taxes/Boe (3.13 ) (2.36 ) 33 % Cash G&A/Boe (1) (6.23 ) (5.41 ) 15 % Net per Boe 19.98 24.15 -17 % Adjusted EBITDAX (2) 12,342 13,828 -11 % Adjusted EBITDAX Margin (3) 51.3 % 59.5 % -14 % (1) Cash G&A represents general and administrative expenses incurred less equity-settled share based compensation expense, which totaled $0.4 million and $0.6 million for the three months ended March 31, 2018 and 2017, respectively. (2) See reconciliation of income (loss) attributable to owners of the Company to Adjusted EBITDAX included at end of release. (3) Adjusted EBITDAX Margin represents Adjusted EBITDAX as a percentage of revenue during the period. Condensed Consolidated Financial Statements\nThe Company’s condensed consolidated financial statements are included below.\nCONDENSED CONSOLIDATED STATEMENT OF OPERATIONS Three Months Ended March 31, Unaudited (US$000s) 2018 2017 Revenue $ 24,036 $ 23,233 Lease operating and production tax expense (8,515 ) (5,641 ) Depreciation and amortisation expense (12,187 ) (14,159 ) General and administrative expenses (4,057 ) (3,771 ) (Loss) Gain on commodity hedging, net (6,684 ) 6,580 Finance costs, net of amounts capitalized (3,982 ) (3,107 ) Impairment expense (1) (2,957 ) - Other items of income, net 1,066 7 Income before income tax (13,280 ) 3,142 Income tax expense (2,303 ) (651 ) Income (loss) attributable to owners of the Company $ (15,583 ) $ 2,491 (1) 2018 impairment expense relates to further impairment on the Company's non-core Dimmit County and PEL570 assets of $2.3 million and $0.7 million, respectively.\nCONDENSED CONSOLIDATED BALANCE SHEETS (US$000s) March 31, 2018 December 31, 2017 (Unaudited) (Audited) Cash $ 1,066 $ 5,761 Trade and other receivables 3,599 4,006 Other current assets (1) 52,003 3,855 Assets held for sale (2) 59,824 61,064 Total current assets 116,492 74,686 Oil and gas properties 370,361 375,021 Other assets 5,968 4,911 Total assets $ 492,821 $ 454,618 Current liabilities $ 76,680 $ 73,072 Liabilities related to assets held for sale (2) 979 1,064 Total current liabilities 77,659 74,136 Total current liabilities Credit facilities, net of financing fees 189,520 189,310 Other non current liabilities 15,575 13,821 Total liabilities $ 282,754 $ 277,267 Net Assets $ 210,067 $ 177,351 Equity $ 210,067 $ 177,351 (1) Includes $48.0 million nonrefundable deposit made in connection with the Company's Eagle Ford acquisition, which closed on April 23, 2018. (2) The Company's Dimmit County Eagle Ford assets (and related liabilities) were classified as held for sale as of March 31, 2018 and December 31, 2017.\nCONDENSED CONSOLIDATED STATEMENT OF CASH FLOWS Three Months Ended March 31, Unaudited (US$000s) 2018 2017 Operating Receipts from sales $ 25,896 $ 25,525 Payments for operating and administrative expenses (9,026 ) (9,503 ) Payments for commodity derivative settlements (1,613 ) (839 ) Other, net (1) (2,324 ) 3,850 Net cash provided by operating activities 12,933 19,033 Investing Payments for development expenditures (7,058 ) (16,073 ) Payments for exploration expenditures (1,359 ) (1,409 ) Deposit for Eagle Ford acquisition (48,000 ) - Other (62 ) (100 ) Net cash used in investing activities (56,479 ) (17,582 ) Financing Proceeds from the issuance of shares (2) 47,585 - Proceeds from foreign currency derivatives 991 - Interest paid, net of capitalized portion (3,648 ) (5,595 ) Repayments of borrowings (3) (6,415 ) (949 ) Net cash provided by (used in) financing activities 38,513 (6,544 ) Cash beginning of quarter 5,761 17,463 FX effect 338 10 Cash at end of quarter $ 1,066 $ 12,380 (1) Includes $2.3 million of federal income tax payments and $3.9 million of federal income tax refunds (net) for the quarters ended March 31, 2018 and 2017, respectively. (2) Transaction costs related to the issuance of shares were settled in the second quarter of 2018 with the completion of the Conditional Placement portion of the capital raise. (3) 2018 repayments of borrowings related to the Company's 2017 revenue advance from its oil purchaser. Conference Call\nThe Company will host a conference call for investors on Wednesday, May 16, 2018, at 5 p.m. Mountain Time (Thursday, May 17, 2018 at 9 a.m. AEDT).\nInterested investors can listen to the call via webcast at http://www.sundanceenergy.net/events.cfm . The webcast will also be available for replay on the Company’s website.\nAdditional Information\nWe define “Adjusted EBITDAX” as earnings before interest expense, income taxes, depreciation, depletion and amortization, property impairments, gain/(loss) on sale of non-current assets, exploration expense, share based compensation and income, gains and losses on commodity hedging, net of settlements of commodity hedging and items that the Company believes affect the comparability of operating results such as items whose timing and/or amount cannot be reasonably estimated or items that are non-recurring.\nBelow is a reconciliation from the net income (loss) attributable to owners of the Company to Adjusted EBITDAX:\nIFRS Income (Loss) Attributable to Owners of Sundance Reconciliation to Adjusted EBITDAX Three Months Ended March 31, Unaudited (US$000s) 2018 2017 Income (loss) attributable to owners of Sundance $ (15,583 ) $ 2,491 Income tax expense 2,303 651 Finance costs, net of amounts capitalized 3,982 3,107 Loss (gain) on derivative financial instruments, net 6,684 (6,580 ) Settlement of commodity derivatives (1,583 ) (552 ) Depreciation and amortization 12,187 14,159 Impairment expense 2,957 - Noncash share-based compensation 369 552 Acquisition-related costs included in general and administrative expenses (1) 1,026 - Adjusted EBITDAX $ 12,342 $ 13,828 (1) Professional fees included in general and administrative expense related to the Company's Eagle Ford acquisition, which closed April 23, 2018. The Company reports under International Financial Reporting Standards (IFRS). All amounts are reported in US dollars unless otherwise noted.\nThe Company’s full Unaudited Activities Report as filed with the Australian Securities Exchange (ASX) and Securities and Exchange Commission on Form 6-K for the Quarter Ended March 31, 2018 can be found at www.sundanceenergy.net .\nThe Company’s 2017 Annual Report as filed with the ASX and Form 20-F as filed with the SEC can be found at www.sundanceenergy.net .\nFor more information, please contact:\nUnited States\nEric McCrady, Managing Director\nTel: +1 (303) 543 5703 Australia\nMike Hannell, Chairman\nTel: +61 8 8363 0388 About Sundance Energy Australia Limited\nSundance Energy Australia Limited (“Sundance” or the “Company”) is an Australian-based, independent energy exploration company, with a wholly owned US subsidiary, Sundance Energy Inc., located in Denver, Colorado, USA. The Company is focused on the acquisition and development of large, repeatable oil and natural gas resource plays in North America. Current activities are focused in the Eagle Ford. A comprehensive overview of the Company can be found on Sundance’s website at www.sundanceenergy.net\nSummary Information\nThe following disclaimer applies to this document and any information contained in it. The information in this release is of general background and does not purport to be complete. It should be read in conjunction with Sundance’s periodic and continuous disclosure announcements lodged with ASX Limited that are available at www.asx.com.au and Sundance’s filings with the Securities and Exchange Commission available at www.sec.gov .\nForward Looking Statements\nThis release may contain forward-looking statements. These statements relate to the Company’s expectations, beliefs, intentions or strategies regarding the future. These statements can be identified by the use of words like “anticipate”, “believe”, “intend”, “estimate”, “expect”, “may”, “plan”, “project”, “will”, “should”, “seek” and similar words or expressions containing same.\nThese forward-looking statements reflect the Company’s views and assumptions with respect to future events as of the date of this release and are subject to a variety of unpredictable risks, uncertainties, and other unknowns. Actual and future results and trends could differ materially from those set forth in such statements due to various factors, many of which are beyond our ability to control or predict. These include, but are not limited to, risks or uncertainties associated with the discovery and development of oil and natural gas reserves, cash flows and liquidity, business and financial strategy, budget, projections and operating results, oil and natural gas prices, amount, nature and timing of capital expenditures, including future development costs, availability and terms of capital and general economic and business conditions. Given these uncertainties, no one should place undue reliance on any forward looking statements attributable to Sundance, or any of its affiliates or persons acting on its behalf. Although every effort has been made to ensure this release sets forth a fair and accurate view, we do not undertake any obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nSource:Sundance Energy Australia Limited",
    "published": "2018-05-17T02:36:00.000+03:00",
    "crawled": "2018-05-17T05:17:45.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "sundance",
        "energy",
        "australia",
        "limited",
        "asx",
        "sea",
        "nasdaq",
        "snde",
        "sundance",
        "company",
        "onshore",
        "oil",
        "gas",
        "exploration",
        "production",
        "company",
        "focused",
        "eagle",
        "ford",
        "south",
        "texas",
        "reported",
        "first",
        "quarter",
        "financial",
        "operation",
        "result",
        "first",
        "quarter",
        "financial",
        "result",
        "adjusted",
        "ebitdax",
        "million",
        "percent",
        "adjusted",
        "ebitdax",
        "margin",
        "figure",
        "excludes",
        "one",
        "time",
        "impact",
        "million",
        "deal",
        "cost",
        "related",
        "pioneer",
        "transaction",
        "expensed",
        "quarter",
        "total",
        "revenue",
        "increased",
        "million",
        "compared",
        "prior",
        "year",
        "period",
        "average",
        "first",
        "quarter",
        "price",
        "realized",
        "excluding",
        "impact",
        "hedging",
        "fixed",
        "price",
        "physical",
        "delivery",
        "contract",
        "per",
        "barrel",
        "per",
        "boe",
        "average",
        "first",
        "quarter",
        "price",
        "received",
        "per",
        "barrel",
        "per",
        "boe",
        "cash",
        "operating",
        "cost",
        "increased",
        "quarter",
        "compared",
        "prior",
        "year",
        "period",
        "increase",
        "driven",
        "higher",
        "lease",
        "operating",
        "expense",
        "primarily",
        "due",
        "workover",
        "expense",
        "conversion",
        "well",
        "rod",
        "gas",
        "lift",
        "may",
        "company",
        "oil",
        "hedge",
        "covered",
        "total",
        "million",
        "bbl",
        "weighted",
        "average",
        "floor",
        "ceiling",
        "hedging",
        "covered",
        "approximately",
        "forecast",
        "production",
        "operational",
        "highlight",
        "first",
        "quarter",
        "net",
        "production",
        "increased",
        "boe",
        "compared",
        "period",
        "prior",
        "year",
        "decreased",
        "compared",
        "fourth",
        "quarter",
        "company",
        "bring",
        "new",
        "well",
        "production",
        "quarter",
        "drilled",
        "two",
        "gross",
        "net",
        "well",
        "paloma",
        "ranch",
        "7h",
        "peeler",
        "ranch",
        "efs",
        "9hc",
        "lateral",
        "length",
        "foot",
        "foot",
        "respectively",
        "addition",
        "quarter",
        "end",
        "company",
        "process",
        "drilling",
        "third",
        "net",
        "well",
        "peeler",
        "ranch",
        "8hc",
        "lateral",
        "length",
        "drilling",
        "completed",
        "april",
        "first",
        "quarter",
        "development",
        "production",
        "related",
        "expenditure",
        "totaled",
        "million",
        "pioneer",
        "natural",
        "resource",
        "joint",
        "venture",
        "acquisition",
        "guidance",
        "quarter",
        "company",
        "announced",
        "entered",
        "purchase",
        "sale",
        "agreement",
        "acquire",
        "approximately",
        "net",
        "acre",
        "production",
        "eagle",
        "ford",
        "joint",
        "venture",
        "operated",
        "pioneer",
        "natural",
        "resource",
        "usa",
        "cash",
        "consideration",
        "u",
        "million",
        "subject",
        "adjustment",
        "subsequent",
        "end",
        "quarter",
        "acquisition",
        "successfully",
        "closed",
        "outlined",
        "company",
        "april",
        "release",
        "fund",
        "acquisition",
        "company",
        "raised",
        "u",
        "million",
        "new",
        "equity",
        "addition",
        "company",
        "refinanced",
        "existing",
        "credit",
        "facility",
        "contemporaneous",
        "acquisition",
        "closing",
        "inclusive",
        "acquisition",
        "company",
        "anticipates",
        "average",
        "production",
        "first",
        "half",
        "significant",
        "development",
        "activity",
        "second",
        "half",
        "year",
        "increasing",
        "full",
        "year",
        "production",
        "company",
        "two",
        "rig",
        "development",
        "plan",
        "call",
        "drilling",
        "new",
        "well",
        "per",
        "twelve",
        "month",
        "period",
        "company",
        "anticipates",
        "capital",
        "expenditure",
        "million",
        "million",
        "company",
        "began",
        "drilling",
        "h",
        "harlan",
        "bethune",
        "25h",
        "26h",
        "27h",
        "subsequent",
        "quarter",
        "end",
        "anticipates",
        "mobilizing",
        "second",
        "rig",
        "late",
        "second",
        "quarter",
        "acquired",
        "asset",
        "company",
        "anticipates",
        "lease",
        "operating",
        "expense",
        "increase",
        "slightly",
        "second",
        "quarter",
        "due",
        "assumption",
        "pioneer",
        "existing",
        "midstream",
        "contract",
        "acquired",
        "existing",
        "production",
        "decreasing",
        "additional",
        "production",
        "come",
        "online",
        "market",
        "rate",
        "company",
        "issued",
        "ebitdax",
        "guidance",
        "million",
        "million",
        "full",
        "year",
        "respectively",
        "following",
        "table",
        "present",
        "certain",
        "production",
        "per",
        "unit",
        "metric",
        "adjusted",
        "ebitdax",
        "compare",
        "result",
        "corresponding",
        "quarterly",
        "reporting",
        "period",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "change",
        "net",
        "sale",
        "volume",
        "oil",
        "bbl",
        "natural",
        "gas",
        "mcf",
        "ngl",
        "bbl",
        "total",
        "boe",
        "average",
        "daily",
        "volume",
        "average",
        "daily",
        "production",
        "boe",
        "including",
        "flared",
        "gas",
        "product",
        "price",
        "received",
        "total",
        "price",
        "received",
        "per",
        "boe",
        "total",
        "realized",
        "price",
        "per",
        "boe",
        "includes",
        "flared",
        "gas",
        "mcf",
        "mcf",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "includes",
        "realized",
        "loss",
        "commodity",
        "derivative",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "unit",
        "cost",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "change",
        "lease",
        "operating",
        "production",
        "cash",
        "g",
        "net",
        "per",
        "boe",
        "adjusted",
        "ebitdax",
        "adjusted",
        "ebitdax",
        "margin",
        "cash",
        "g",
        "represents",
        "general",
        "administrative",
        "expense",
        "incurred",
        "less",
        "share",
        "based",
        "compensation",
        "expense",
        "totaled",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "see",
        "reconciliation",
        "income",
        "loss",
        "attributable",
        "owner",
        "company",
        "adjusted",
        "ebitdax",
        "included",
        "end",
        "release",
        "adjusted",
        "ebitdax",
        "margin",
        "represents",
        "adjusted",
        "ebitdax",
        "percentage",
        "revenue",
        "period",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "company",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "included",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "u",
        "000s",
        "revenue",
        "lease",
        "operating",
        "production",
        "tax",
        "expense",
        "depreciation",
        "amortisation",
        "expense",
        "general",
        "administrative",
        "expense",
        "loss",
        "gain",
        "commodity",
        "hedging",
        "net",
        "finance",
        "cost",
        "net",
        "amount",
        "capitalized",
        "impairment",
        "expense",
        "item",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "income",
        "loss",
        "attributable",
        "owner",
        "company",
        "impairment",
        "expense",
        "relates",
        "impairment",
        "company",
        "dimmit",
        "county",
        "pel570",
        "asset",
        "million",
        "million",
        "respectively",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "u",
        "000s",
        "march",
        "december",
        "unaudited",
        "audited",
        "cash",
        "trade",
        "receivables",
        "current",
        "asset",
        "asset",
        "held",
        "sale",
        "total",
        "current",
        "asset",
        "oil",
        "gas",
        "property",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "liability",
        "related",
        "asset",
        "held",
        "sale",
        "total",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "credit",
        "facility",
        "net",
        "financing",
        "fee",
        "non",
        "current",
        "liability",
        "total",
        "liability",
        "net",
        "asset",
        "equity",
        "includes",
        "million",
        "nonrefundable",
        "deposit",
        "made",
        "connection",
        "company",
        "eagle",
        "ford",
        "acquisition",
        "closed",
        "april",
        "company",
        "dimmit",
        "county",
        "eagle",
        "ford",
        "asset",
        "related",
        "liability",
        "classified",
        "held",
        "sale",
        "march",
        "december",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "u",
        "000s",
        "operating",
        "receipt",
        "sale",
        "payment",
        "operating",
        "administrative",
        "expense",
        "payment",
        "commodity",
        "derivative",
        "settlement",
        "net",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "payment",
        "development",
        "expenditure",
        "payment",
        "exploration",
        "expenditure",
        "deposit",
        "eagle",
        "ford",
        "acquisition",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "proceeds",
        "issuance",
        "share",
        "proceeds",
        "foreign",
        "currency",
        "derivative",
        "interest",
        "paid",
        "net",
        "capitalized",
        "portion",
        "repayment",
        "borrowing",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "cash",
        "beginning",
        "quarter",
        "fx",
        "effect",
        "cash",
        "end",
        "quarter",
        "includes",
        "million",
        "federal",
        "income",
        "tax",
        "payment",
        "million",
        "federal",
        "income",
        "tax",
        "refund",
        "net",
        "quarter",
        "ended",
        "march",
        "respectively",
        "transaction",
        "cost",
        "related",
        "issuance",
        "share",
        "settled",
        "second",
        "quarter",
        "completion",
        "conditional",
        "placement",
        "portion",
        "capital",
        "raise",
        "repayment",
        "borrowing",
        "related",
        "company",
        "revenue",
        "advance",
        "oil",
        "purchaser",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "investor",
        "wednesday",
        "may",
        "mountain",
        "time",
        "thursday",
        "may",
        "aedt",
        "interested",
        "investor",
        "listen",
        "call",
        "via",
        "webcast",
        "http",
        "webcast",
        "also",
        "available",
        "replay",
        "company",
        "website",
        "additional",
        "information",
        "define",
        "adjusted",
        "ebitdax",
        "earnings",
        "interest",
        "expense",
        "income",
        "tax",
        "depreciation",
        "depletion",
        "amortization",
        "property",
        "impairment",
        "loss",
        "sale",
        "asset",
        "exploration",
        "expense",
        "share",
        "based",
        "compensation",
        "income",
        "gain",
        "loss",
        "commodity",
        "hedging",
        "net",
        "settlement",
        "commodity",
        "hedging",
        "item",
        "company",
        "belief",
        "affect",
        "comparability",
        "operating",
        "result",
        "item",
        "whose",
        "timing",
        "amount",
        "reasonably",
        "estimated",
        "item",
        "reconciliation",
        "net",
        "income",
        "loss",
        "attributable",
        "owner",
        "company",
        "adjusted",
        "ebitdax",
        "ifrs",
        "income",
        "loss",
        "attributable",
        "owner",
        "sundance",
        "reconciliation",
        "adjusted",
        "ebitdax",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "u",
        "000s",
        "income",
        "loss",
        "attributable",
        "owner",
        "sundance",
        "income",
        "tax",
        "expense",
        "finance",
        "cost",
        "net",
        "amount",
        "capitalized",
        "loss",
        "gain",
        "derivative",
        "financial",
        "instrument",
        "net",
        "settlement",
        "commodity",
        "derivative",
        "depreciation",
        "amortization",
        "impairment",
        "expense",
        "noncash",
        "compensation",
        "cost",
        "included",
        "general",
        "administrative",
        "expense",
        "adjusted",
        "ebitdax",
        "professional",
        "fee",
        "included",
        "general",
        "administrative",
        "expense",
        "related",
        "company",
        "eagle",
        "ford",
        "acquisition",
        "closed",
        "april",
        "company",
        "report",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "amount",
        "reported",
        "u",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "company",
        "full",
        "unaudited",
        "activity",
        "report",
        "filed",
        "australian",
        "security",
        "exchange",
        "asx",
        "security",
        "exchange",
        "commission",
        "form",
        "quarter",
        "ended",
        "march",
        "found",
        "company",
        "annual",
        "report",
        "filed",
        "asx",
        "form",
        "filed",
        "sec",
        "found",
        "information",
        "please",
        "contact",
        "united",
        "state",
        "eric",
        "mccrady",
        "managing",
        "director",
        "tel",
        "australia",
        "mike",
        "hannell",
        "chairman",
        "tel",
        "sundance",
        "energy",
        "australia",
        "limited",
        "sundance",
        "energy",
        "australia",
        "limited",
        "sundance",
        "company",
        "independent",
        "energy",
        "exploration",
        "company",
        "wholly",
        "owned",
        "u",
        "subsidiary",
        "sundance",
        "energy",
        "located",
        "denver",
        "colorado",
        "usa",
        "company",
        "focused",
        "acquisition",
        "development",
        "large",
        "repeatable",
        "oil",
        "natural",
        "gas",
        "resource",
        "play",
        "north",
        "america",
        "current",
        "activity",
        "focused",
        "eagle",
        "ford",
        "comprehensive",
        "overview",
        "company",
        "found",
        "sundance",
        "website",
        "summary",
        "information",
        "following",
        "disclaimer",
        "applies",
        "document",
        "information",
        "contained",
        "information",
        "release",
        "general",
        "background",
        "purport",
        "complete",
        "read",
        "conjunction",
        "sundance",
        "periodic",
        "continuous",
        "disclosure",
        "announcement",
        "lodged",
        "asx",
        "limited",
        "available",
        "sundance",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "forward",
        "looking",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "statement",
        "relate",
        "company",
        "expectation",
        "belief",
        "intention",
        "strategy",
        "regarding",
        "future",
        "statement",
        "identified",
        "use",
        "word",
        "like",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "expect",
        "may",
        "plan",
        "project",
        "seek",
        "similar",
        "word",
        "expression",
        "containing",
        "statement",
        "reflect",
        "company",
        "view",
        "assumption",
        "respect",
        "future",
        "event",
        "date",
        "release",
        "subject",
        "variety",
        "unpredictable",
        "risk",
        "uncertainty",
        "unknown",
        "actual",
        "future",
        "result",
        "trend",
        "could",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "due",
        "various",
        "factor",
        "many",
        "beyond",
        "ability",
        "control",
        "predict",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "associated",
        "discovery",
        "development",
        "oil",
        "natural",
        "gas",
        "reserve",
        "cash",
        "flow",
        "liquidity",
        "business",
        "financial",
        "strategy",
        "budget",
        "projection",
        "operating",
        "result",
        "oil",
        "natural",
        "gas",
        "price",
        "amount",
        "nature",
        "timing",
        "capital",
        "expenditure",
        "including",
        "future",
        "development",
        "cost",
        "availability",
        "term",
        "capital",
        "general",
        "economic",
        "business",
        "condition",
        "given",
        "uncertainty",
        "one",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "attributable",
        "sundance",
        "affiliate",
        "person",
        "acting",
        "behalf",
        "although",
        "every",
        "effort",
        "made",
        "ensure",
        "release",
        "set",
        "forth",
        "fair",
        "accurate",
        "view",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "sundance",
        "energy",
        "australia",
        "limited"
    ]
}