{
    "organizations": [],
    "uuid": "a720aabd9c8a34f0ad0cae6cab49f36218e93bfb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/business-wire-3pea-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "3PEA Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First Quarter 2018 Revenue up 46% to $4.6 million\nHENDERSON, Nev.--(BUSINESS WIRE)-- 3PEA International, Inc. (“3PEA” or the “Company) (OTCQB:TPNL), a vertically integrated provider of innovative prepaid card programs and processing services for corporate, consumer and government applications, reported financial results for the first quarter ended March 31, 2018.\nQ1 2018 Highlights\nFirst quarter 2018 revenue increased 46% to a record $4.6 million compared to $3.2 million in the same year ago quarter. Gross profit for the three months ended March 31, 2018 increased to $2.24 million compared to $1.36 million in the same year ago quarter. Net income for the three months ended March 31, 2018 was $412,548, or $.01 per share, compared to net income of $369,394, or $.01 per share, in the same year ago quarter. Adjusted EBITDA for the three months ended March 31, 2018 was $795,987 compared to adjusted EBITDA of $640,162 in the same year ago quarter (a reconciliation of Adjusted EBITDA to GAAP Net Income is set forth below). Surpassed 1,700,000 PaySign ® Cardholders participating in 217 card programs as of March 31, 2018, up from approximately 1,550,000 cardholders participating in 205 programs for the period ended December 31, 2018.\nManagement Commentary\n“We are pleased with our first quarter results, which were both within our expectations and reflect the seasonality we commonly experience in the first quarter,” said Mark Newcomer, Chief Executive Officer, 3PEA International. “In recent months, we added several highly talented team members to our sales and marketing, operations, compliance, and customer service departments. Our expanded sales and marketing team has produced a strong pipeline, and results are just starting to be realized. Additionally, we appointed four highly respected independent directors to our board, whose diverse talents, experience and expertise will be relied upon as we continue to grow our Company.”\n“The increase in revenue in the first quarter was primarily a result of growth in our cardholder base throughout our prepaid programs,” said Brian Polan, Chief Financial Officer, 3PEA International. “We experienced a significant improvement in gross margins as a result of reductions in cost and the addition of higher margin programs. We expect our revenue to continue to grow at comparable rates as we bring higher margin card products to market.”\nThree Months Ended March 31, 2018\nRevenues for the three months ended March 31, 2018 were $4,676,320, an increase of $1,475,425, or 46%, compared to the same period in the prior year, when revenues were $3,200,895. The increase in revenue is due to growth of our cardholder base. As of March 31, 2018, we managed 217 card programs with over 1,700,000 participating card holders. The company expects revenues to continue to trend upwards in the long term.\nGross profit for the three months ended March 31, 2018 was $2,243,110, or 48% of revenue, an increase of $875,764 compared to the same period in the prior year, when gross profit was $1,367,346, or 43% of revenue.\nSelling, general and administrative expenses for the three months ended March 31, 2018 were $1,579,019, an increase of $764,742 compared to the same period in the prior year, when selling, general and administrative expenses were $814,277. The increase in selling, general and administrative expenses was primarily due to costs associated with the expansion of our compliance, technology, customer service, operations, and sales and marketing departments in order to successfully scale our business. We expect selling, general and administrative expenses to remain relatively stable for the remainder of the year.\nAdjusted EBITDA for the three months ended March 31, 2018 was $795,987, an increase of $155,825 compared to the same period in the prior year, when Adjusted EBITDA was $640,162. Adjusted EBITDA increased in the current quarter, despite a substantial increase in selling, general and administrative expenses from the same period in the prior year, as increases in revenues and gross margins more than offset such increased expenses.\nOur net income for the three months ended March 31, 2018 was $412,548, or $0.01 per share, an increase of $43,154 compared to the same period in the prior year, when we recorded net income of $369,394, or $0.01 per share. The increase in our net income is attributable to the aforementioned factors.\nShareholder Update\nIn the first quarter of 2018, we expanded our compliance, operations, technology and sales and marketing departments. In 2018 we will continue to focus our sales and marketing efforts on increasing our footprint in corporate incentive, rebate and healthcare related card programs. In addition, we will offer a fully reloadable prepaid card option to our existing cardholder base. At of the end of the first quarter 2018, the Company has over 1.7 million PaySign Cardholders participating in 217 card programs.\nIn 2018, the Company added four independent non-executive directors:\nBruce A. Mina, co-founder & managing member of Mina Llano Higgins Group, LLP. Quinn Williams, a shareholder with the firm Greenberg Traurig LLP. Dennis Triplett, former CEO of Healthcare Services at UMB Bank, N.A. a leading provider of healthcare payment solutions including health savings accounts (HSAs), healthcare spending accounts and payments technology. Dan Henry, former CEO of Netspend Corporation and former President and COO at Euronet Worldwide. During his tenure at Netspend, cardholder accounts grew from 700,000 to more than 2.35 million and Netspend’s annual revenues grew from $129 million in 2007 to $351 million in 2012, and completed an all cash sale of the company to TSYS Corporation for $1.4 billion.\nFor 2018, the company will be focused on increasing gross margins, increasing market share, and offering new products and services to its existing cardholders.\nAbout 3PEA International\n3PEA International ( OTCQB:TPNL ) is an experienced and trusted prepaid debit card payment solutions provider as well as an integrated payment processor that has managed millions of prepaid debit cards in its portfolio. Through its PaySign brand, 3PEA designs and develops payment solutions, prepaid card programs, and customized payment services. 3PEA’s corporate incentive prepaid cards are changing the way corporations reward, motivate, and engage their current and potential customers, employees, and agents. 3PEA’s customizable prepaid solutions offer significant cost savings while improving brand recognition and customer loyalty. 3PEA’s customers include healthcare companies, major pharmaceutical companies, large multinationals, prestigious universities, and social media companies. PaySign is a registered trademark of 3PEA Technologies, Inc. in the United States and other countries. For more information visit us at www.3pea.com or follow us on LinkedIn , Twitter and Facebook .\nForward- Looking Statements\nCertain statements in this news release may contain forward-looking information within the meaning of Rule 175 under the Securities Act of 1933 and Rule 3b­6 under the Securities Exchange Act of 1934, and are subject to the safe harbor created by those rules. All statements, other than statements of fact, included in this release, including, without limitation, statements regarding potential future plans and objectives of the companies, are forward-looking statements that involve risks and uncertainties. There is no assurance that such statements will prove to be accurate, and actual results and future events could differ materially. 3PEA undertakes no obligation to publicly update or revise any statements in this release, whether as a result of new information, future events, or otherwise.\n3PEA INTERNATIONAL, INC. CONSOLIDATED STATEMENTS OF INCOME MARCH 31, 2018 AND MARCH 31, 2017\n(UNAUDITED) For the three months ended March 31, 2018 2017 Revenues $ 4,676,320 $ 3,200,895 Cost of revenues 2,433,210 1,833,549 Gross profit 2,243,110 1,367,346 Operating expenses Depreciation and amortization 246,038 215,267 Selling, general and administrative 1,579,019 814,277 Total operating expenses 1,825,057 1,029,544 Income from operations 418,053 337,802 Other income (expense) Other income (expense) (7,400 ) 20,096 Total other income (expense) (7,400 ) 20,096 Income (loss) before provision for income taxes and noncontrolling interest 410,653 357,898 Provision for income taxes - 3,000 Net income (loss) before noncontrolling interest 410,653 354,898 Net loss attributable to the noncontrolling interest 1,895 14,496 Net income attributable to 3PEA International, Inc.\n$ 412,548 $ 369,394 Net income (loss) per common share - basic 0.01 0.01 Net income (loss) per common share - fully diluted 0.01 0.01 Weighted average common shares outstanding - basic 43,670,765 43,185,765 Weighted average common shares outstanding - fully diluted 45,654,876 44,159,996 3PEA INTERNATIONAL, INC. CONSOLIDATED BALANCE SHEETS MARCH 31, 2018 AND DECEMBER 31, 2017 March 31, December 31, 2018 2017 (Unaudited) (Audited) ASSETS Current assets Cash $ 2,170,391 $ 2,748,313 Restricted Cash 16,324,556 14,416,444 Accounts receivable 164,700 165,523 Prepaid Expenses and other current assets 986,970 572,789 Total current assets 19,646,617 17,903,069 Fixed assets, net 854,925 854,402 Intangible and other assets Deposits 4,551 5,551 Intangible assets, net 1,745,529 1,639,557 Total assets $ 22,251,622 $ 20,402,579 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities Accounts payable and accrued liabilities $ 537,960 $ 1,145,083 Customer card funding 16,324,556 14,416,444 Total current liabilities 16,862,516 15,561,527 Long-term liabilities Notes Payable - - Total long-term liabilities - - Total liabilities 16,862,516 15,561,527 Stockholders' equity Common stock: $0.001 par value; 150,000,000 shares authorized, 43,670,765 and 43,670,765 43,671 43,671 issued and outstanding at March 31, 2018 and December 31, 2017 Additional paid-in capital 7,293,371 7,155,970 Treasury stock at cost, 303,450 and 303,450 shares, March 31, 2018 and December 31, 2017, respectively (150,000 ) (150,000 ) Accumulated deficit (1,595,924 ) (2,008,472 ) Total 3PEA International, Inc.'s stockholders' equity\n5,591,118 5,041,169 Noncontrolling interest (202,012 ) (200,117 ) Total stockholders' equity 5,389,106 4,841,052 Total liabilities and stockholders' equity $ 22,251,622 $ 20,402,579 3PEA International, Inc. Non-GAAP Measures\nTo supplement 3PEA’s financial results presented on a GAAP basis, we use non-GAAP measures of net income that excludes the following cash and non-cash items – interest, taxes, stock-based compensation, amortization and depreciation. We believe these non-GAAP measures help investors better evaluate our past financial performance and potential future results. Non-GAAP measures should not be considered in isolation or as a substitute for comparable GAAP accounting and investors should read them in conjunction with the company’s financial statements prepared in accordance with GAAP. The non-GAAP measures of net income we use may be different from, and not directly comparable to, similarly titled measures used by other companies.\n“EBITDA” defined as earnings before interest, taxes, depreciation and amortization expense. “Adjusted EBITDA” reflects the adjustment to EBITDA to exclude stock-based compensation charges.\nAdjusted EBITDA is not intended to represent cash flows from operations, operating income (loss) or net income (loss) as defined by U.S. GAAP as indicators of operating performances. Management cautions that amounts presented in accordance with 3PEA’s definition of Adjusted EBITDA may not be comparable to similar measures disclosed by other companies because not all companies calculate Adjusted EBITDA in the same manner.\nMarch 31, 2018 2017 Net income attributable to 3PEA International, Inc.\n$ 412,548 $ 369,394 Income tax expense - 3,000 Interest expense - - Depreciation and amortization 246,038 215,267 EBITDA $ 658,586 $ 587,661 Stock-based compensation $ 137,401 $ 52,501 Adjusted EBITDA $ 795,987 $ 640,162\n //www.businesswire.com/news/home/20180514005394/en/\n3PEA International, Inc.\nBrian Polan, 1-702-749-7234\nChief Financial Officer\nbpolan@3pea.com\nwww.3pea.com\nSource: 3PEA International, Inc.",
    "published": "2018-05-14T16:28:00.000+03:00",
    "crawled": "2018-05-14T17:13:11.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "revenue",
        "million",
        "henderson",
        "business",
        "wire",
        "3pea",
        "international",
        "3pea",
        "company",
        "otcqb",
        "tpnl",
        "vertically",
        "integrated",
        "provider",
        "innovative",
        "prepaid",
        "card",
        "program",
        "processing",
        "service",
        "corporate",
        "consumer",
        "government",
        "application",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "q1",
        "highlight",
        "first",
        "quarter",
        "revenue",
        "increased",
        "record",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "quarter",
        "gross",
        "profit",
        "three",
        "month",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "year",
        "ago",
        "quarter",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "per",
        "share",
        "year",
        "ago",
        "quarter",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "adjusted",
        "ebitda",
        "year",
        "ago",
        "quarter",
        "reconciliation",
        "adjusted",
        "ebitda",
        "gaap",
        "net",
        "income",
        "set",
        "forth",
        "surpassed",
        "paysign",
        "cardholder",
        "participating",
        "card",
        "program",
        "march",
        "approximately",
        "cardholder",
        "participating",
        "program",
        "period",
        "ended",
        "december",
        "management",
        "commentary",
        "pleased",
        "first",
        "quarter",
        "result",
        "within",
        "expectation",
        "reflect",
        "seasonality",
        "commonly",
        "experience",
        "first",
        "quarter",
        "said",
        "mark",
        "newcomer",
        "chief",
        "executive",
        "officer",
        "3pea",
        "international",
        "recent",
        "month",
        "added",
        "several",
        "highly",
        "talented",
        "team",
        "member",
        "sale",
        "marketing",
        "operation",
        "compliance",
        "customer",
        "service",
        "department",
        "expanded",
        "sale",
        "marketing",
        "team",
        "produced",
        "strong",
        "pipeline",
        "result",
        "starting",
        "realized",
        "additionally",
        "appointed",
        "four",
        "highly",
        "respected",
        "independent",
        "director",
        "board",
        "whose",
        "diverse",
        "talent",
        "experience",
        "expertise",
        "relied",
        "upon",
        "continue",
        "grow",
        "increase",
        "revenue",
        "first",
        "quarter",
        "primarily",
        "result",
        "growth",
        "cardholder",
        "base",
        "throughout",
        "prepaid",
        "program",
        "said",
        "brian",
        "polan",
        "chief",
        "financial",
        "officer",
        "3pea",
        "international",
        "experienced",
        "significant",
        "improvement",
        "gross",
        "margin",
        "result",
        "reduction",
        "cost",
        "addition",
        "higher",
        "margin",
        "program",
        "expect",
        "revenue",
        "continue",
        "grow",
        "comparable",
        "rate",
        "bring",
        "higher",
        "margin",
        "card",
        "product",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "revenue",
        "increase",
        "revenue",
        "due",
        "growth",
        "cardholder",
        "base",
        "march",
        "managed",
        "card",
        "program",
        "participating",
        "card",
        "holder",
        "company",
        "expects",
        "revenue",
        "continue",
        "trend",
        "upwards",
        "long",
        "term",
        "gross",
        "profit",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "gross",
        "profit",
        "revenue",
        "selling",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "selling",
        "general",
        "administrative",
        "expense",
        "increase",
        "selling",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "cost",
        "associated",
        "expansion",
        "compliance",
        "technology",
        "customer",
        "service",
        "operation",
        "sale",
        "marketing",
        "department",
        "order",
        "successfully",
        "scale",
        "business",
        "expect",
        "selling",
        "general",
        "administrative",
        "expense",
        "remain",
        "relatively",
        "stable",
        "remainder",
        "year",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "increased",
        "current",
        "quarter",
        "despite",
        "substantial",
        "increase",
        "selling",
        "general",
        "administrative",
        "expense",
        "period",
        "prior",
        "year",
        "increase",
        "revenue",
        "gross",
        "margin",
        "offset",
        "increased",
        "expense",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "share",
        "increase",
        "compared",
        "period",
        "prior",
        "year",
        "recorded",
        "net",
        "income",
        "per",
        "share",
        "increase",
        "net",
        "income",
        "attributable",
        "aforementioned",
        "factor",
        "shareholder",
        "update",
        "first",
        "quarter",
        "expanded",
        "compliance",
        "operation",
        "technology",
        "sale",
        "marketing",
        "department",
        "continue",
        "focus",
        "sale",
        "marketing",
        "effort",
        "increasing",
        "footprint",
        "corporate",
        "incentive",
        "rebate",
        "healthcare",
        "related",
        "card",
        "program",
        "addition",
        "offer",
        "fully",
        "reloadable",
        "prepaid",
        "card",
        "option",
        "existing",
        "cardholder",
        "base",
        "end",
        "first",
        "quarter",
        "company",
        "million",
        "paysign",
        "cardholder",
        "participating",
        "card",
        "program",
        "company",
        "added",
        "four",
        "independent",
        "director",
        "bruce",
        "mina",
        "managing",
        "member",
        "mina",
        "llano",
        "higgins",
        "group",
        "llp",
        "quinn",
        "williams",
        "shareholder",
        "firm",
        "greenberg",
        "traurig",
        "llp",
        "dennis",
        "triplett",
        "former",
        "ceo",
        "healthcare",
        "service",
        "umb",
        "bank",
        "leading",
        "provider",
        "healthcare",
        "payment",
        "solution",
        "including",
        "health",
        "saving",
        "account",
        "hsas",
        "healthcare",
        "spending",
        "account",
        "payment",
        "technology",
        "dan",
        "henry",
        "former",
        "ceo",
        "netspend",
        "corporation",
        "former",
        "president",
        "coo",
        "euronet",
        "worldwide",
        "tenure",
        "netspend",
        "cardholder",
        "account",
        "grew",
        "million",
        "netspend",
        "annual",
        "revenue",
        "grew",
        "million",
        "million",
        "completed",
        "cash",
        "sale",
        "company",
        "tsys",
        "corporation",
        "billion",
        "company",
        "focused",
        "increasing",
        "gross",
        "margin",
        "increasing",
        "market",
        "share",
        "offering",
        "new",
        "product",
        "service",
        "existing",
        "cardholder",
        "3pea",
        "international",
        "3pea",
        "international",
        "otcqb",
        "tpnl",
        "experienced",
        "trusted",
        "prepaid",
        "debit",
        "card",
        "payment",
        "solution",
        "provider",
        "well",
        "integrated",
        "payment",
        "processor",
        "managed",
        "million",
        "prepaid",
        "debit",
        "card",
        "portfolio",
        "paysign",
        "brand",
        "3pea",
        "design",
        "develops",
        "payment",
        "solution",
        "prepaid",
        "card",
        "program",
        "customized",
        "payment",
        "service",
        "3pea",
        "corporate",
        "incentive",
        "prepaid",
        "card",
        "changing",
        "way",
        "corporation",
        "reward",
        "motivate",
        "engage",
        "current",
        "potential",
        "customer",
        "employee",
        "agent",
        "3pea",
        "customizable",
        "prepaid",
        "solution",
        "offer",
        "significant",
        "cost",
        "saving",
        "improving",
        "brand",
        "recognition",
        "customer",
        "loyalty",
        "3pea",
        "customer",
        "include",
        "healthcare",
        "company",
        "major",
        "pharmaceutical",
        "company",
        "large",
        "multinationals",
        "prestigious",
        "university",
        "social",
        "medium",
        "company",
        "paysign",
        "registered",
        "trademark",
        "3pea",
        "technology",
        "united",
        "state",
        "country",
        "information",
        "visit",
        "u",
        "follow",
        "u",
        "linkedin",
        "twitter",
        "facebook",
        "looking",
        "statement",
        "certain",
        "statement",
        "news",
        "release",
        "may",
        "contain",
        "information",
        "within",
        "meaning",
        "rule",
        "security",
        "act",
        "rule",
        "security",
        "exchange",
        "act",
        "subject",
        "safe",
        "harbor",
        "created",
        "rule",
        "statement",
        "statement",
        "fact",
        "included",
        "release",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "potential",
        "future",
        "plan",
        "objective",
        "company",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "3pea",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "3pea",
        "international",
        "consolidated",
        "statement",
        "income",
        "march",
        "march",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "depreciation",
        "amortization",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "income",
        "expense",
        "income",
        "expense",
        "total",
        "income",
        "expense",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "noncontrolling",
        "interest",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "3pea",
        "international",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "fully",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "fully",
        "diluted",
        "3pea",
        "international",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "march",
        "december",
        "unaudited",
        "audited",
        "asset",
        "current",
        "asset",
        "cash",
        "restricted",
        "cash",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "fixed",
        "asset",
        "net",
        "intangible",
        "asset",
        "deposit",
        "intangible",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "customer",
        "card",
        "funding",
        "total",
        "current",
        "liability",
        "liability",
        "note",
        "payable",
        "total",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "march",
        "december",
        "additional",
        "capital",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "december",
        "respectively",
        "accumulated",
        "deficit",
        "total",
        "3pea",
        "international",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "3pea",
        "international",
        "measure",
        "supplement",
        "3pea",
        "financial",
        "result",
        "presented",
        "gaap",
        "basis",
        "use",
        "measure",
        "net",
        "income",
        "excludes",
        "following",
        "cash",
        "item",
        "interest",
        "tax",
        "compensation",
        "amortization",
        "depreciation",
        "believe",
        "measure",
        "help",
        "investor",
        "better",
        "evaluate",
        "past",
        "financial",
        "performance",
        "potential",
        "future",
        "result",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "gaap",
        "accounting",
        "investor",
        "read",
        "conjunction",
        "company",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "measure",
        "net",
        "income",
        "use",
        "may",
        "different",
        "directly",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "ebitda",
        "defined",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "adjusted",
        "ebitda",
        "reflects",
        "adjustment",
        "ebitda",
        "exclude",
        "compensation",
        "charge",
        "adjusted",
        "ebitda",
        "intended",
        "represent",
        "cash",
        "flow",
        "operation",
        "operating",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "defined",
        "gaap",
        "indicator",
        "operating",
        "performance",
        "management",
        "caution",
        "amount",
        "presented",
        "accordance",
        "3pea",
        "definition",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "disclosed",
        "company",
        "company",
        "calculate",
        "adjusted",
        "ebitda",
        "manner",
        "march",
        "net",
        "income",
        "attributable",
        "3pea",
        "international",
        "income",
        "tax",
        "expense",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "compensation",
        "adjusted",
        "ebitda",
        "3pea",
        "international",
        "brian",
        "polan",
        "chief",
        "financial",
        "officer",
        "bpolan",
        "source",
        "3pea",
        "international",
        "inc"
    ]
}