{
    "organizations": [],
    "uuid": "be3402b571fff571e665201970585ca1876f209f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-hudson-technologies-reports-first-quarter-2018-revenues-of-42-point-4-million.html",
    "ord_in_thread": 0,
    "title": "Hudson Technologies First Quarter Revenues of $42.4 Million",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PEARL RIVER, N.Y., May 09, 2018 (GLOBE NEWSWIRE) -- Hudson Technologies, Inc. (NASDAQ:HDSN) announced results for the first quarter ended March 31, 2018.\nFor the quarter ended March 31, 2018 Hudson reported revenues of $42.4 million, a 9% increase compared to $38.8 million in the comparable 2017 period. Gross margin was 19% for the first quarter of 2018 compared to 32% for the first quarter of 2017. Net loss for the first quarter of 2018 was $3.1 million, or ($0.07) per basic and diluted share, compared to net income of $5.7 million or $0.14 per basic and $0.13 per diluted share in the first quarter of 2017. Non-GAAP adjusted net loss for the quarter ended March 31, 2018 was $1.0 million, or ($0.02) per diluted share, compared to non-GAAP adjusted net income of $6.1 million, or $0.14 per diluted share during the first quarter of 2017. Adjusted EBITDA was $2.9 million for the first quarter of 2018, as compared to adjusted EBITDA of $10.5 million for the first quarter of 2017.\nReconciliations of net income (loss) to non-GAAP adjusted net income (loss), diluted net income (loss) per share to non-GAAP adjusted diluted net income (loss) per share, and net income (loss) to non-GAAP adjusted EBITDA, respectively, are provided in the tables immediately following the consolidated financial statements. Additional information about the Company’s non-GAAP financial measures can be found under the caption “Use of Non-GAAP Measures” below.\nKevin J. Zugibe, Chairman and Chief Executive Officer of Hudson Technologies commented, “As we previously indicated, the 2018 selling season has had a very slow start. Our first quarter results were negatively impacted by declines in both price and volume for most of the refrigerants we sell, with many customers resorting to a just-in-time buying pattern for all refrigerants, as opposed to the typical pre-season inventory stocking in anticipation of the impending cooling season. This just-in-time buying approach, combined with cooler than normal weather and price declines contributed to our weaker performance for both revenues and gross margins in the first quarter.\n“The refrigerant season is a nine-month season and we’ve only recently begun to see more seasonable weather, and improved demand. However, we are concerned with the overall pricing dynamics for all refrigerants, particularly in the near term. With our visibility today, we do not expect to achieve the revenue, gross margin or GAAP earnings per share targets set forth in our fourth quarter earnings release. Assuming that refrigerant pricing remains at current levels, GAAP gross margins should remain in the upper teens in the near term. Overall, we do believe that demand will return to more normal levels. Consequently, primarily based on lower sales price expectations, we are expecting revenues for the year to be approximately $230 million.”\nMr. Zugibe concluded, “Despite the current market softness we remain optimistic about the long term market opportunity. It should be noted that 2018 full year non-cash expenses, net of anticipated capital expenditures and taxes, should provide approximately $8 million of additional cash flow. Moreover, we expect to generate approximately $10 million in additional cash flow from the anticipated reduction in inventory levels and approximately $9 million in additional cash flow from the realization of a one-time cash tax benefit resulting from the change in the tax law.\n“We have experienced unsettled refrigerant seasons in the past, but we anticipate that, as in these prior seasons, refrigerant pricing will stabilize and, as such, we should begin to see gross and operating margins returning to historical levels. Our acquisition of ASPEN Refrigerants, Inc. (“ARI”) provides a more diverse customer base that will give us added flexibility to navigate the current refrigerant market and will help to grow our supply of reclaimed refrigerants. Our Company is a market leader in the refrigerant and reclamation industry with a portfolio of products and service offerings that leave us well positioned to capitalize on the opportunities associated with the final virgin production phase out of R-22 in 2019.”\nConference Call Information\nThe Company will host a conference call and webcast to discuss the first quarter results today, May 9, 2018 at 5:00 P.M. Eastern Time.\nTo access the live webcast, log onto the Hudson Technologies website at www.hudsontech.com , and click on “Investor Relations.”\nTo participate in the call by phone, dial (877) 407-9205 approximately five minutes prior to the scheduled start time. International callers please dial (201) 689-8054.\nA replay of the teleconference will be available until June 9, 2018 and may be accessed by dialing (877) 481-4010. International callers may dial (919) 882-2331. Callers should use conference ID: 27890.\nAbout Hudson Technologies\nHudson Technologies, Inc. is a leading provider of innovative and sustainable solutions for optimizing performance and enhancing reliability of commercial and industrial chiller plants and refrigeration systems. Hudson's proprietary RefrigerantSide ® Services increase operating efficiency, provide energy and cost savings, reduce greenhouse gas emissions and the plant’s carbon footprint while enhancing system life and reliability of operations at the same time. RefrigerantSide ® Services can be performed at a customer's site as an integral part of an effective scheduled maintenance program or in response to emergencies. Hudson also offers SMARTenergy OPS ® , which is a cloud-based Managed Software as a Service for continuous monitoring, Fault Detection and Diagnostics and real-time optimization of chilled water plants. In addition, the Company sells refrigerants and provides traditional reclamation services for commercial and industrial air conditioning and refrigeration uses. For further information on Hudson, please visit the Company's web site at www.hudsontech.com .\nSafe Harbor Statement under the Private Securities Litigation Reform Act of 1995\nStatements contained herein which are not historical facts constitute . These include statements regarding management’s intentions, plans, beliefs, expectations or forecasts for the future including, without limitation, Hudson’s expectations with respect to the benefits, costs and other anticipated financial impacts of the ARI transaction; future financial and operating results of the Company; and the Company’s plans, objectives, expectations and intentions with respect to future operations and services. Such involve a number of known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to be materially different from any future results, performance or achievements expressed or implied by such . Such factors include, but are not limited to, changes in the laws and regulations affecting the industry, changes in the demand and price for refrigerants (including unfavorable market conditions adversely affecting the demand for, and the price of, refrigerants), the Company's ability to source refrigerants, regulatory and economic factors, seasonality, competition, litigation, the nature of supplier or customer arrangements that become available to the Company in the future, adverse weather conditions, possible technological obsolescence of existing products and services, possible reduction in the carrying value of long-lived assets, estimates of the useful life of its assets, potential environmental liability, customer concentration, the ability to obtain financing, any delays or interruptions in bringing products and services to market, the timely availability of any requisite permits and authorizations from governmental entities and third parties as well as factors relating to doing business outside the United States, including changes in the laws, regulations, policies, and political, financial and economic conditions, including inflation, interest and currency exchange rates, of countries in which the Company may seek to conduct business, the Company’s ability to successfully integrate ARI’s operations and any assets it acquires from other third parties into its operations, and other risks detailed in the Company's 10-K for the year ended December 31, 2017 and other subsequent filings Commission. Examples of such risks and uncertainties specific to the ARI transaction include, but are not limited to, the possibility that the expected benefits will not be realized, or will not be realized within the expected time period. The words \"believe\", \"expect\", \"anticipate\", \"may\", \"plan\", \"should\" and similar expressions identify . Readers are cautioned not to place undue reliance on these , which speak only as of the date the statement was made.\nUse of Non-GAAP Measures\nThe Company has presented the following non-GAAP financial measures in this press release: EBITDA, Adjusted EBITDA, Adjusted Net Income (Loss) and Adjusted Net Income (Loss) Per Share (Adjusted EPS). The Company defines EBITDA as the net income (loss) as reported under GAAP, plus income tax expense (benefit), interest expense and depreciation and amortization expense. The Company defines Adjusted EBITDA as EBITDA plus the amortization of the inventory step-up in basis arising from inventory purchased in the ARI acquisition, non-cash stock compensation expense, and non-recurring transaction fees and integration costs related to the ARI acquisition. The Company defines Adjusted Net Income (Loss) as the net income (loss) as reported under GAAP plus income tax expense (benefit), the amortization of the inventory step-up in basis arising from inventory purchased in the ARI acquisition, amortization expense, non-cash stock compensation expense, and non-recurring transaction fees and integration costs related to the ARI acquisition and adjusted for effective tax rates. The Company defines Adjusted EPS as Adjusted Net Income (Loss) per share.\nWe present these non-GAAP measures because we believe these measures are useful indicators of our operating performance, particularly in light of the impact of the recent ARI acquisition. Our management believes that detail as to the impact of the specified acquisition-related matters and other matters is useful in understanding the overall change in the consolidated results of operations for Hudson Technologies from one reporting period to another. Our management uses these non-GAAP measures principally as a measure of our operating performance and believes that these measures are useful to investors because they are frequently used by analysts, investors and other interested parties to evaluate the operating performance of companies in our industry. We also believe that these measures will be useful to our management and investors during 2018 as the impact of the ARI acquisition continues to be reflected in the Company’s financial results.\nInvestor Relations Contact:\nJohn Nesbett/Jennifer Belodeau\nInstitutional Marketing Services (IMS)\n(203) 972-9200\njnesbett@institutionalms.com Company Contact:\nBrian F. Coleman, President & COO\nHudson Technologies, Inc.\n(845) 735-6000\nbcoleman@hudsontech.com Hudson Technologies, Inc. and Subsidiaries\nConsolidated Statements of Operations\n(unaudited)\n(Amounts in thousands, except for share and per share amounts)\nThree-month period\nended March 31, 2018 2017 Revenues $ 42,428 $ 38,830 Cost of sales 34,523 26,363 Gross profit 7,905 12,467 Operating expenses: Selling, general and administrative 8,077 2,952 Amortization 742 122 Total operating expenses 8,819 3,074 Operating income (loss) (914 ) 9,393 Other income (expense) Interest expense (3,206 ) (85 ) Total other income (expense) (3,206 ) (85 ) Income (loss) before income taxes (4,120 ) 9,308 Income tax (benefit) expense (1,064 ) 3,574 Net income (loss) $ (3,056 ) $ 5,734 Net income (loss) per common share – Basic $ (0.07 ) $ 0.14 Net income (loss) per common share – Diluted $ (0.07 ) $ 0.13 Weighted average number of shares outstanding – Basic 42,403,029 41,507,941 Weighted average number of shares outstanding – Diluted 42,403,029 43,503,889 Hudson Technologies, Inc. and Subsidiaries\nConsolidated Balance Sheets\n(Amounts in thousands, except for share and par value amounts)\nMarch 31, December 31, 2018 2017 (unaudited) Assets Current assets: 978 $ 5,002 Trade accounts receivable – net 26,852 14,831 Inventories 170,933 172,485 Income tax receivable 9,664 9,664 Prepaid expenses and other current assets 3,904 6,934 212,331 208,916 Property, plant and equipment, less accumulated depreciation 29,655 30,461 Goodwill 49,464 49,464 Intangible assets, less accumulated amortization 31,677 32,419 Other assets 184 184 Total Assets $ 323,311 $ 321,444 Liabilities and Stockholders' Equity Current liabilities: Trade accounts payable $ 29,248 $ 10,885 Accrued expenses and other current liabilities 16,411 15,221 Accrued payroll 2,659 3,052 Current maturities of long-term debt 1,050 1,050 Short-term debt 52,098 65,152 Total current liabilities 101,466 95,360 Deferred tax liability 410 1,473 Long-term debt, less current maturities 100,996 101,158 Total Liabilities 202,872 197,991 Commitments and contingencies Stockholders' equity: Preferred stock, shares authorized 5,000,000: Series A Convertible preferred stock,\n$0.01 par value ($100 liquidation preference value); shares authorized 150,000; none\nissued or outstanding — — Common stock, $0.01 par value; shares authorized 100,000,000; issued and outstanding\n42,403,140 and 42,398,140 424 424 Additional paid-in capital 114,345 114,302 Retained earnings 5,670 8,727 Total Stockholders' Equity 120,439 123,453 Total Liabilities and Stockholders' Equity $ 323,311 $ 321,444 Appendix – Non GAAP Reconciliations (unaudited)\nAdjusted EBITDA Three Months Ended\nMarch 31, 2018\n2017\nNet income (loss) $ (3,056 ) $ 5,734 Income tax expense (benefit) (1,064 ) 3,574 Interest expense 3,206 85 Depreciation expense 1,012 483 Amortization expense 742 122 EBITDA 840 9,998 Amortization of inventory step-up in basis 1,080 - Stock compensation expense 27 - Nonrecurring expenses 965 512 Adjusted EBITDA $ 2,912 $ 10,510\nAdjusted Net Income (Loss) and Net Income (Loss) Per Share Three Months Ended\nMarch 31, 2018\n2017\nNet income (loss) $ (3,056 ) $ 5,734 Income tax expense (benefit) (1,064 ) 3,574 Pretax income (loss) (4,120 ) 9,308 Amortization of inventory step-up in basis 1,080 - Amortization expense 742 122 Stock compensation expense 27 - Nonrecurring expenses 965 512 Adjusted pretax income (loss) (1,306 ) 9,942 Income tax expense (benefit) (336 ) 3,818 Adjusted net income (loss) $ (970 ) $ 6,124 Net income (loss) per share Diluted net income (loss) per common share (0.07 ) 0.13 Adjustment to diluted net income (loss) per common share 0.05 0.01 Adjusted diluted net income (loss) per common share $ (0.02 ) $ 0.14\nSource:Hudson Technologies",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:41:41.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pearl",
        "river",
        "may",
        "globe",
        "newswire",
        "hudson",
        "technology",
        "nasdaq",
        "hdsn",
        "announced",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "march",
        "hudson",
        "reported",
        "revenue",
        "million",
        "increase",
        "compared",
        "million",
        "comparable",
        "period",
        "gross",
        "margin",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "adjusted",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "quarter",
        "reconciliation",
        "net",
        "income",
        "loss",
        "adjusted",
        "net",
        "income",
        "loss",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "respectively",
        "provided",
        "table",
        "immediately",
        "following",
        "consolidated",
        "financial",
        "statement",
        "additional",
        "information",
        "company",
        "financial",
        "measure",
        "found",
        "caption",
        "use",
        "measure",
        "kevin",
        "zugibe",
        "chairman",
        "chief",
        "executive",
        "officer",
        "hudson",
        "technology",
        "commented",
        "previously",
        "indicated",
        "selling",
        "season",
        "slow",
        "start",
        "first",
        "quarter",
        "result",
        "negatively",
        "impacted",
        "decline",
        "price",
        "volume",
        "refrigerant",
        "sell",
        "many",
        "customer",
        "resorting",
        "buying",
        "pattern",
        "refrigerant",
        "opposed",
        "typical",
        "inventory",
        "stocking",
        "anticipation",
        "impending",
        "cooling",
        "season",
        "buying",
        "approach",
        "combined",
        "cooler",
        "normal",
        "weather",
        "price",
        "decline",
        "contributed",
        "weaker",
        "performance",
        "revenue",
        "gross",
        "margin",
        "first",
        "quarter",
        "refrigerant",
        "season",
        "season",
        "recently",
        "begun",
        "see",
        "seasonable",
        "weather",
        "improved",
        "demand",
        "however",
        "concerned",
        "overall",
        "pricing",
        "dynamic",
        "refrigerant",
        "particularly",
        "near",
        "term",
        "visibility",
        "today",
        "expect",
        "achieve",
        "revenue",
        "gross",
        "margin",
        "gaap",
        "earnings",
        "per",
        "share",
        "target",
        "set",
        "forth",
        "fourth",
        "quarter",
        "earnings",
        "release",
        "assuming",
        "refrigerant",
        "pricing",
        "remains",
        "current",
        "level",
        "gaap",
        "gross",
        "margin",
        "remain",
        "upper",
        "teen",
        "near",
        "term",
        "overall",
        "believe",
        "demand",
        "return",
        "normal",
        "level",
        "consequently",
        "primarily",
        "based",
        "lower",
        "sale",
        "price",
        "expectation",
        "expecting",
        "revenue",
        "year",
        "approximately",
        "zugibe",
        "concluded",
        "despite",
        "current",
        "market",
        "softness",
        "remain",
        "optimistic",
        "long",
        "term",
        "market",
        "opportunity",
        "noted",
        "full",
        "year",
        "expense",
        "net",
        "anticipated",
        "capital",
        "expenditure",
        "tax",
        "provide",
        "approximately",
        "million",
        "additional",
        "cash",
        "flow",
        "moreover",
        "expect",
        "generate",
        "approximately",
        "million",
        "additional",
        "cash",
        "flow",
        "anticipated",
        "reduction",
        "inventory",
        "level",
        "approximately",
        "million",
        "additional",
        "cash",
        "flow",
        "realization",
        "cash",
        "tax",
        "benefit",
        "resulting",
        "change",
        "tax",
        "law",
        "experienced",
        "unsettled",
        "refrigerant",
        "season",
        "past",
        "anticipate",
        "prior",
        "season",
        "refrigerant",
        "pricing",
        "stabilize",
        "begin",
        "see",
        "gross",
        "operating",
        "margin",
        "returning",
        "historical",
        "level",
        "acquisition",
        "aspen",
        "refrigerant",
        "ari",
        "provides",
        "diverse",
        "customer",
        "base",
        "give",
        "u",
        "added",
        "flexibility",
        "navigate",
        "current",
        "refrigerant",
        "market",
        "help",
        "grow",
        "supply",
        "reclaimed",
        "refrigerant",
        "company",
        "market",
        "leader",
        "refrigerant",
        "reclamation",
        "industry",
        "portfolio",
        "product",
        "service",
        "offering",
        "leave",
        "u",
        "well",
        "positioned",
        "capitalize",
        "opportunity",
        "associated",
        "final",
        "virgin",
        "production",
        "phase",
        "conference",
        "call",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "first",
        "quarter",
        "result",
        "today",
        "may",
        "eastern",
        "time",
        "access",
        "live",
        "webcast",
        "log",
        "onto",
        "hudson",
        "technology",
        "website",
        "click",
        "investor",
        "participate",
        "call",
        "phone",
        "dial",
        "approximately",
        "five",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "international",
        "caller",
        "please",
        "dial",
        "replay",
        "teleconference",
        "available",
        "june",
        "may",
        "accessed",
        "dialing",
        "international",
        "caller",
        "may",
        "dial",
        "caller",
        "use",
        "conference",
        "id",
        "hudson",
        "technology",
        "hudson",
        "technology",
        "leading",
        "provider",
        "innovative",
        "sustainable",
        "solution",
        "optimizing",
        "performance",
        "enhancing",
        "reliability",
        "commercial",
        "industrial",
        "chiller",
        "plant",
        "refrigeration",
        "system",
        "hudson",
        "proprietary",
        "refrigerantside",
        "service",
        "increase",
        "operating",
        "efficiency",
        "provide",
        "energy",
        "cost",
        "saving",
        "reduce",
        "greenhouse",
        "gas",
        "emission",
        "plant",
        "carbon",
        "footprint",
        "enhancing",
        "system",
        "life",
        "reliability",
        "operation",
        "time",
        "refrigerantside",
        "service",
        "performed",
        "customer",
        "site",
        "integral",
        "part",
        "effective",
        "scheduled",
        "maintenance",
        "program",
        "response",
        "emergency",
        "hudson",
        "also",
        "offer",
        "smartenergy",
        "ops",
        "managed",
        "software",
        "service",
        "continuous",
        "monitoring",
        "fault",
        "detection",
        "diagnostics",
        "optimization",
        "chilled",
        "water",
        "plant",
        "addition",
        "company",
        "sell",
        "refrigerant",
        "provides",
        "traditional",
        "reclamation",
        "service",
        "commercial",
        "industrial",
        "air",
        "conditioning",
        "refrigeration",
        "us",
        "information",
        "hudson",
        "please",
        "visit",
        "company",
        "web",
        "site",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "herein",
        "historical",
        "fact",
        "constitute",
        "include",
        "statement",
        "regarding",
        "management",
        "intention",
        "plan",
        "belief",
        "expectation",
        "forecast",
        "future",
        "including",
        "without",
        "limitation",
        "hudson",
        "expectation",
        "respect",
        "benefit",
        "cost",
        "anticipated",
        "financial",
        "impact",
        "ari",
        "transaction",
        "future",
        "financial",
        "operating",
        "result",
        "company",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "respect",
        "future",
        "operation",
        "service",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "factor",
        "include",
        "limited",
        "change",
        "law",
        "regulation",
        "affecting",
        "industry",
        "change",
        "demand",
        "price",
        "refrigerant",
        "including",
        "unfavorable",
        "market",
        "condition",
        "adversely",
        "affecting",
        "demand",
        "price",
        "refrigerant",
        "company",
        "ability",
        "source",
        "refrigerant",
        "regulatory",
        "economic",
        "factor",
        "seasonality",
        "competition",
        "litigation",
        "nature",
        "supplier",
        "customer",
        "arrangement",
        "become",
        "available",
        "company",
        "future",
        "adverse",
        "weather",
        "condition",
        "possible",
        "technological",
        "obsolescence",
        "existing",
        "product",
        "service",
        "possible",
        "reduction",
        "carrying",
        "value",
        "asset",
        "estimate",
        "useful",
        "life",
        "asset",
        "potential",
        "environmental",
        "liability",
        "customer",
        "concentration",
        "ability",
        "obtain",
        "financing",
        "delay",
        "interruption",
        "bringing",
        "product",
        "service",
        "market",
        "timely",
        "availability",
        "requisite",
        "permit",
        "authorization",
        "governmental",
        "entity",
        "third",
        "party",
        "well",
        "factor",
        "relating",
        "business",
        "outside",
        "united",
        "state",
        "including",
        "change",
        "law",
        "regulation",
        "policy",
        "political",
        "financial",
        "economic",
        "condition",
        "including",
        "inflation",
        "interest",
        "currency",
        "exchange",
        "rate",
        "country",
        "company",
        "may",
        "seek",
        "conduct",
        "business",
        "company",
        "ability",
        "successfully",
        "integrate",
        "ari",
        "operation",
        "asset",
        "acquires",
        "third",
        "party",
        "operation",
        "risk",
        "detailed",
        "company",
        "year",
        "ended",
        "december",
        "subsequent",
        "filing",
        "commission",
        "example",
        "risk",
        "uncertainty",
        "specific",
        "ari",
        "transaction",
        "include",
        "limited",
        "possibility",
        "expected",
        "benefit",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "word",
        "believe",
        "expect",
        "anticipate",
        "may",
        "plan",
        "similar",
        "expression",
        "identify",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "statement",
        "made",
        "use",
        "measure",
        "company",
        "presented",
        "following",
        "financial",
        "measure",
        "press",
        "release",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "adjusted",
        "eps",
        "company",
        "defines",
        "ebitda",
        "net",
        "income",
        "loss",
        "reported",
        "gaap",
        "plus",
        "income",
        "tax",
        "expense",
        "benefit",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "ebitda",
        "plus",
        "amortization",
        "inventory",
        "basis",
        "arising",
        "inventory",
        "purchased",
        "ari",
        "acquisition",
        "stock",
        "compensation",
        "expense",
        "transaction",
        "fee",
        "integration",
        "cost",
        "related",
        "ari",
        "acquisition",
        "company",
        "defines",
        "adjusted",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "reported",
        "gaap",
        "plus",
        "income",
        "tax",
        "expense",
        "benefit",
        "amortization",
        "inventory",
        "basis",
        "arising",
        "inventory",
        "purchased",
        "ari",
        "acquisition",
        "amortization",
        "expense",
        "stock",
        "compensation",
        "expense",
        "transaction",
        "fee",
        "integration",
        "cost",
        "related",
        "ari",
        "acquisition",
        "adjusted",
        "effective",
        "tax",
        "rate",
        "company",
        "defines",
        "adjusted",
        "eps",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "present",
        "measure",
        "believe",
        "measure",
        "useful",
        "indicator",
        "operating",
        "performance",
        "particularly",
        "light",
        "impact",
        "recent",
        "ari",
        "acquisition",
        "management",
        "belief",
        "detail",
        "impact",
        "specified",
        "matter",
        "matter",
        "useful",
        "understanding",
        "overall",
        "change",
        "consolidated",
        "result",
        "operation",
        "hudson",
        "technology",
        "one",
        "reporting",
        "period",
        "another",
        "management",
        "us",
        "measure",
        "principally",
        "measure",
        "operating",
        "performance",
        "belief",
        "measure",
        "useful",
        "investor",
        "frequently",
        "used",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluate",
        "operating",
        "performance",
        "company",
        "industry",
        "also",
        "believe",
        "measure",
        "useful",
        "management",
        "investor",
        "impact",
        "ari",
        "acquisition",
        "continues",
        "reflected",
        "company",
        "financial",
        "result",
        "investor",
        "relation",
        "contact",
        "john",
        "belodeau",
        "institutional",
        "marketing",
        "service",
        "ims",
        "jnesbett",
        "company",
        "contact",
        "brian",
        "coleman",
        "president",
        "coo",
        "hudson",
        "technology",
        "bcoleman",
        "hudson",
        "technology",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "period",
        "ended",
        "march",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "income",
        "expense",
        "interest",
        "expense",
        "total",
        "income",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "diluted",
        "hudson",
        "technology",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "share",
        "par",
        "value",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "trade",
        "account",
        "receivable",
        "net",
        "inventory",
        "income",
        "tax",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "less",
        "accumulated",
        "depreciation",
        "goodwill",
        "intangible",
        "asset",
        "less",
        "accumulated",
        "amortization",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "accrued",
        "payroll",
        "current",
        "maturity",
        "debt",
        "debt",
        "total",
        "current",
        "liability",
        "deferred",
        "tax",
        "liability",
        "debt",
        "less",
        "current",
        "maturity",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "share",
        "authorized",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "liquidation",
        "preference",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "additional",
        "capital",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "appendix",
        "non",
        "gaap",
        "reconciliation",
        "unaudited",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "benefit",
        "interest",
        "expense",
        "depreciation",
        "expense",
        "amortization",
        "expense",
        "ebitda",
        "amortization",
        "inventory",
        "basis",
        "stock",
        "compensation",
        "expense",
        "nonrecurring",
        "expense",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "benefit",
        "pretax",
        "income",
        "loss",
        "amortization",
        "inventory",
        "basis",
        "amortization",
        "expense",
        "stock",
        "compensation",
        "expense",
        "nonrecurring",
        "expense",
        "adjusted",
        "pretax",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "benefit",
        "adjusted",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "adjustment",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "adjusted",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "source",
        "hudson",
        "technology"
    ]
}