{
    "organizations": [],
    "uuid": "a282e7cb4c3c9fc1091a64f23f4c0aa23ca3694f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-poet-technologies-reports-first-quarter-2018-financial-results-and-announces-annual-meeting-of-stockholders-on-june-21.html",
    "ord_in_thread": 0,
    "title": "POET Technologies Reports First Quarter 2018 Financial Results and Announces Annual Meeting of Stockholders on June 21",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., May 29, 2018 (GLOBE NEWSWIRE) -- POET Technologies Inc. (the “Company” or “POET”) (OTCQX:POETF) (TSX Venture:PTK), a designer, developer and manufacturer of optoelectronic devices, including light sources, passive wave guides and Photonic Integrated Circuits (PIC) for the data communication and telecom markets, reported its unaudited condensed consolidated financial results for the first quarter ended March 31, 2018. The Company’s financial results as well as the Management Discussion and Analysis for the first quarter have been filed on SEDAR.\nFirst Quarter Highlights:\nRevenue was US$673,229 with gross profit of US$405,051, or 60.2%; Appointed two highly-experienced members to the Board of Directors: Don Listwin in January, and Peter Charbonneau in March; Announced the POET Optical Interposer™ platform in January, which leverages the Company’s dielectric waveguide technology to facilitate the co-packaging of electronics and optics in a single multi-chip module; Successfully demonstrated a high-frequency waveguide integrated PIN Photodiode targeting 100G and 400G optical transceivers for data center applications; Signed a Memorandum of Understanding (MOU) with Accelink for the co-development, qualification and sales of a family of transceiver products based on the Optical Interposer platform; Successfully completed a “bought deal” public offering in March, resulting in gross proceeds of approximately US$10.7 million (C$13.8 million); and Ended the first quarter with cash and short-term investments of US$13.2 million.\nFinancial Summary\nRevenue for the first quarter of 2018 was US$673,229, compared with US$717,692 in the preceding quarter and US$712,550 in the first quarter of 2017. Revenue in the respective periods primarily reflects the sale of DenseLight photonic sensors for test & measurement applications. Gross margin for the first quarter of 2018 increased to 60.2%, compared with 46.3% in the preceding quarter and 59.6% in the year-ago first quarter. Net loss before taxes in the first quarter of 2018 was (US$3,249,292), or ($0.01) per share, compared with a net loss before taxes of (US$2,915,240), or ($0.01) per share, in the fourth quarter of 2017 and (US$3,590,648), or ($0.01) per share, in the year-ago first quarter.\nThe net loss in the first quarter of 2018 included non-cash stock-based compensation of US$792,122 and depreciation and amortization of US$596,015, compared with US$894,813 and US$540,393 respectively in the same quarter one year ago. Capital investment in plant, equipment and patents was US$1,064,693 in the first quarter of 2018 compared with US$129,531 in the first quarter of 2017.\nLD Micro Invitational Conference on June 4 th\nThe Company will be attending the 8th Annual LD Micro Invitational Conference to be held at the Luxe Sunset Boulevard Hotel in Los Angeles. Thomas R. Mika, POET’s executive vice president and chief financial officer, is scheduled to present on Monday, June 4, 2018 at 10:30 a.m. PT and will be available to meet with investors throughout the day.\nA copy of the Company's presentation materials will be available on the day of the presentation on the investor relations section of POET’s website at www.poet-technologies.com .\nAnnual Meeting of Shareholders\nThe Company will hold its Annual and Special Meeting (the “Meeting”) on Thursday, June 21, 2018, at 10:00 a.m. PT at the Holiday Inn San Jose – Silicon Valley, 1350 North 1 st Street, San Jose, CA 95112. Following the formal part of the Meeting and vote on the board’s proposals, POET management will conduct a presentation and overview of recent business and technical updates.\nA live audio webcast, presentation materials and an archived replay of the Meeting will be made available in the Investor Relations section of POET’s website. Additionally, investors may also submit questions to the Company in advance of the Meeting by completing the form provided on POET’s website: http://www.poet-technologies.com/agm/agm2018.html .\nProxy Notice and Access Details\nThe Record Date for voting and receiving notice of the Meeting was May 10, 2018. The Company is using the “Notice and Access” method for the Meeting, whereby only a proxy or a voting instruction form (“VIF”) is being mailed to the shareholders of the Company (the “Shareholders”). The Notice of Meeting and Information Circular are available for download from the Company’s documents filed on SEDAR at www.sedar.com as well as on the Company’s website at www.poet-technologies.com/agm . A proxy or VIF was mailed to the Shareholders on May 18, 2018 and contains the details of the meeting and the instructions for downloading the Information Circular or requesting a hard copy.\nThe Company’s Transfer Agent mailed a proxy to the Shareholders who hold their shares in their own names (“Registered Shareholders”) and a VIF to the Shareholders who have consented to having their broker release the details of their shareholdings to the Company (known as Non-Objecting Beneficial Owners or “NOBO Shareholders”). Shareholders will be able to vote online, by fax or by mail. The Shareholders who have objected to having their information shared with the Company (known as Objecting Beneficial Owners or “OBO Shareholders”) may, at the discretion of their broker, receive a VIF mailed by the broker or its agent. NOBO and OBO Shareholders will be required to return their VIF within the time frame, and in the manner, set out in the instructions contained in the VIF. If they wish to attend the Meeting and vote personally, they must appoint themselves as proxyholder before the cut-off time and date set-out in the VIF. All proxy votes must be received by the Company’s transfer agent no later than 10:00 a.m. (PT) on June 19, 2018. Shareholders may want to contact their broker to verify whether they are on the NOBO or OBO list and, if desired, ensure that they receive the appropriate voting form.\nAbout POET Technologies Inc.\nPOET Technologies is a developer and manufacturer of optical light source products for the sensing and data communications markets. Integration of optics and electronics is fundamental to increasing functional scaling and lowering the cost of current photonic solutions. POET believes that its approach to both hybrid and monolithic integration of devices, utilizing a novel dielectric platform and proven advanced wafer-level packaging techniques enables substantial improvements in device cost, efficiency and performance. Optical engines based on this integrated approach have applications ranging from data centers to consumer products. POET is headquartered in Toronto, with operations in Silicon Valley, the United Kingdom, and Singapore. More information may be obtained at www.poet-technologies.com .\nON BEHALF OF THE BOARD OF DIRECTORS\n(signed) “John F. O’Donnell”, Secretary\nFor further information:\nShelton Group\nBrett L. Perry\nLeanne K. Sievers\nE: sheltonir@sheltongroup.com\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThis news release contains “forward-looking information” (within the meaning of applicable Canadian securities laws) and “ ” (within the meaning of the U.S. Private Securities Litigation Reform Act of 1995). Such statements or information are identified with words such as “anticipate”, “believe”, “expect”, “plan”, “intend”, “potential”, “estimate”, “propose”, “project”, “outlook”, “foresee” or similar words suggesting future outcomes or statements regarding an outlook. Such statements include the Company’s expectations regarding the improvements in device cost, efficiency and performance anticipated with respect to the Company’s approach to hybrid and monolithic integration of devices.\nSuch forward-looking information or statements are based on a number of risks, uncertainties and assumptions which may cause actual results or other expectations to those anticipated and which may prove to be incorrect. Assumptions have been made regarding, among other things, management’s expectations regarding future growth, plans for and completion of projects by the Company’s third-party relationships, availability of capital, and the necessity to incur capital and other expenditures. Actual results could differ materially due to a number of factors, including, without limitation, operational risks in the completion of the Company’s anticipated projects, delays or changes in plans with respect to the development of the Company’s anticipated projects by the Company’s third-party relationships, risks affecting the Company’s ability to execute projects, the ability to attract key personnel, and the inability to raise additional capital. Although the Company believes that the expectations reflected in the forward-looking information or statements are reasonable, prospective investors in the Company’s securities should not place undue reliance on because the Company can provide no assurance that such expectations will prove to be correct. Forward-looking information and statements contained in this news release are as of the date of this news release and the Company assumes no obligation to update or revise this forward-looking information and statements except as required by law.\n120 Eglinton Avenue, East, Suite 1107, Toronto, ON, M4P 1E2- Tel: 416-368-9411 - Fax: 416-322-5075\nSource: POET Technologies Inc.",
    "published": "2018-05-29T15:00:00.000+03:00",
    "crawled": "2018-05-29T16:30:06.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "may",
        "globe",
        "newswire",
        "poet",
        "technology",
        "company",
        "poet",
        "otcqx",
        "poetf",
        "tsx",
        "venture",
        "ptk",
        "designer",
        "developer",
        "manufacturer",
        "optoelectronic",
        "device",
        "including",
        "light",
        "source",
        "passive",
        "wave",
        "guide",
        "photonic",
        "integrated",
        "circuit",
        "pic",
        "data",
        "communication",
        "telecom",
        "market",
        "reported",
        "unaudited",
        "condensed",
        "consolidated",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "company",
        "financial",
        "result",
        "well",
        "management",
        "discussion",
        "analysis",
        "first",
        "quarter",
        "filed",
        "sedar",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "u",
        "gross",
        "profit",
        "u",
        "appointed",
        "two",
        "member",
        "board",
        "director",
        "listwin",
        "january",
        "peter",
        "charbonneau",
        "march",
        "announced",
        "poet",
        "optical",
        "platform",
        "january",
        "leverage",
        "company",
        "dielectric",
        "waveguide",
        "technology",
        "facilitate",
        "electronics",
        "optic",
        "single",
        "module",
        "successfully",
        "demonstrated",
        "waveguide",
        "integrated",
        "pin",
        "photodiode",
        "targeting",
        "100g",
        "400g",
        "optical",
        "transceivers",
        "data",
        "center",
        "application",
        "signed",
        "memorandum",
        "understanding",
        "mou",
        "accelink",
        "qualification",
        "sale",
        "family",
        "transceiver",
        "product",
        "based",
        "optical",
        "interposer",
        "platform",
        "successfully",
        "completed",
        "bought",
        "deal",
        "public",
        "offering",
        "march",
        "resulting",
        "gross",
        "proceeds",
        "approximately",
        "u",
        "million",
        "c",
        "million",
        "ended",
        "first",
        "quarter",
        "cash",
        "investment",
        "u",
        "million",
        "financial",
        "summary",
        "revenue",
        "first",
        "quarter",
        "u",
        "compared",
        "u",
        "preceding",
        "quarter",
        "u",
        "first",
        "quarter",
        "revenue",
        "respective",
        "period",
        "primarily",
        "reflects",
        "sale",
        "denselight",
        "photonic",
        "sensor",
        "test",
        "measurement",
        "application",
        "gross",
        "margin",
        "first",
        "quarter",
        "increased",
        "compared",
        "preceding",
        "quarter",
        "first",
        "quarter",
        "net",
        "loss",
        "tax",
        "first",
        "quarter",
        "u",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "tax",
        "u",
        "per",
        "share",
        "fourth",
        "quarter",
        "u",
        "per",
        "share",
        "first",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "included",
        "compensation",
        "u",
        "depreciation",
        "amortization",
        "u",
        "compared",
        "u",
        "u",
        "respectively",
        "quarter",
        "one",
        "year",
        "ago",
        "capital",
        "investment",
        "plant",
        "equipment",
        "patent",
        "u",
        "first",
        "quarter",
        "compared",
        "u",
        "first",
        "quarter",
        "ld",
        "micro",
        "invitational",
        "conference",
        "june",
        "th",
        "company",
        "attending",
        "8th",
        "annual",
        "ld",
        "micro",
        "invitational",
        "conference",
        "held",
        "luxe",
        "sunset",
        "boulevard",
        "hotel",
        "los",
        "angeles",
        "thomas",
        "mika",
        "poet",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "scheduled",
        "present",
        "monday",
        "june",
        "pt",
        "available",
        "meet",
        "investor",
        "throughout",
        "day",
        "copy",
        "company",
        "presentation",
        "material",
        "available",
        "day",
        "presentation",
        "investor",
        "relation",
        "section",
        "poet",
        "website",
        "annual",
        "meeting",
        "shareholder",
        "company",
        "hold",
        "annual",
        "special",
        "meeting",
        "meeting",
        "thursday",
        "june",
        "pt",
        "holiday",
        "inn",
        "san",
        "jose",
        "silicon",
        "valley",
        "north",
        "st",
        "street",
        "san",
        "jose",
        "ca",
        "following",
        "formal",
        "part",
        "meeting",
        "vote",
        "board",
        "proposal",
        "poet",
        "management",
        "conduct",
        "presentation",
        "overview",
        "recent",
        "business",
        "technical",
        "update",
        "live",
        "audio",
        "webcast",
        "presentation",
        "material",
        "archived",
        "replay",
        "meeting",
        "made",
        "available",
        "investor",
        "relation",
        "section",
        "poet",
        "website",
        "additionally",
        "investor",
        "may",
        "also",
        "submit",
        "question",
        "company",
        "advance",
        "meeting",
        "completing",
        "form",
        "provided",
        "poet",
        "website",
        "http",
        "proxy",
        "notice",
        "access",
        "detail",
        "record",
        "date",
        "voting",
        "receiving",
        "notice",
        "meeting",
        "may",
        "company",
        "using",
        "notice",
        "access",
        "method",
        "meeting",
        "whereby",
        "proxy",
        "voting",
        "instruction",
        "form",
        "vif",
        "mailed",
        "shareholder",
        "company",
        "shareholder",
        "notice",
        "meeting",
        "information",
        "circular",
        "available",
        "download",
        "company",
        "document",
        "filed",
        "sedar",
        "well",
        "company",
        "website",
        "proxy",
        "vif",
        "mailed",
        "shareholder",
        "may",
        "contains",
        "detail",
        "meeting",
        "instruction",
        "downloading",
        "information",
        "circular",
        "requesting",
        "hard",
        "copy",
        "company",
        "transfer",
        "agent",
        "mailed",
        "proxy",
        "shareholder",
        "hold",
        "share",
        "name",
        "registered",
        "shareholder",
        "vif",
        "shareholder",
        "consented",
        "broker",
        "release",
        "detail",
        "shareholding",
        "company",
        "known",
        "beneficial",
        "owner",
        "nobo",
        "shareholder",
        "shareholder",
        "able",
        "vote",
        "online",
        "fax",
        "mail",
        "shareholder",
        "objected",
        "information",
        "shared",
        "company",
        "known",
        "objecting",
        "beneficial",
        "owner",
        "obo",
        "shareholder",
        "may",
        "discretion",
        "broker",
        "receive",
        "vif",
        "mailed",
        "broker",
        "agent",
        "nobo",
        "obo",
        "shareholder",
        "required",
        "return",
        "vif",
        "within",
        "time",
        "frame",
        "manner",
        "set",
        "instruction",
        "contained",
        "vif",
        "wish",
        "attend",
        "meeting",
        "vote",
        "personally",
        "must",
        "appoint",
        "proxyholder",
        "time",
        "date",
        "vif",
        "proxy",
        "vote",
        "must",
        "received",
        "company",
        "transfer",
        "agent",
        "later",
        "pt",
        "june",
        "shareholder",
        "may",
        "want",
        "contact",
        "broker",
        "verify",
        "whether",
        "nobo",
        "obo",
        "list",
        "desired",
        "ensure",
        "receive",
        "appropriate",
        "voting",
        "form",
        "poet",
        "technology",
        "poet",
        "technology",
        "developer",
        "manufacturer",
        "optical",
        "light",
        "source",
        "product",
        "sensing",
        "data",
        "communication",
        "market",
        "integration",
        "optic",
        "electronics",
        "fundamental",
        "increasing",
        "functional",
        "scaling",
        "lowering",
        "cost",
        "current",
        "photonic",
        "solution",
        "poet",
        "belief",
        "approach",
        "hybrid",
        "monolithic",
        "integration",
        "device",
        "utilizing",
        "novel",
        "dielectric",
        "platform",
        "proven",
        "advanced",
        "packaging",
        "technique",
        "enables",
        "substantial",
        "improvement",
        "device",
        "cost",
        "efficiency",
        "performance",
        "optical",
        "engine",
        "based",
        "integrated",
        "approach",
        "application",
        "ranging",
        "data",
        "center",
        "consumer",
        "product",
        "poet",
        "headquartered",
        "toronto",
        "operation",
        "silicon",
        "valley",
        "united",
        "kingdom",
        "singapore",
        "information",
        "may",
        "obtained",
        "behalf",
        "board",
        "director",
        "signed",
        "john",
        "donnell",
        "secretary",
        "information",
        "shelton",
        "group",
        "brett",
        "perry",
        "leanne",
        "sievers",
        "e",
        "sheltonir",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "information",
        "identified",
        "word",
        "anticipate",
        "believe",
        "expect",
        "plan",
        "intend",
        "potential",
        "estimate",
        "propose",
        "project",
        "outlook",
        "foresee",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "statement",
        "regarding",
        "outlook",
        "statement",
        "include",
        "company",
        "expectation",
        "regarding",
        "improvement",
        "device",
        "cost",
        "efficiency",
        "performance",
        "anticipated",
        "respect",
        "company",
        "approach",
        "hybrid",
        "monolithic",
        "integration",
        "device",
        "information",
        "statement",
        "based",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "may",
        "cause",
        "actual",
        "result",
        "expectation",
        "anticipated",
        "may",
        "prove",
        "incorrect",
        "assumption",
        "made",
        "regarding",
        "among",
        "thing",
        "management",
        "expectation",
        "regarding",
        "future",
        "growth",
        "plan",
        "completion",
        "project",
        "company",
        "relationship",
        "availability",
        "capital",
        "necessity",
        "incur",
        "capital",
        "expenditure",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "due",
        "number",
        "factor",
        "including",
        "without",
        "limitation",
        "operational",
        "risk",
        "completion",
        "company",
        "anticipated",
        "project",
        "delay",
        "change",
        "plan",
        "respect",
        "development",
        "company",
        "anticipated",
        "project",
        "company",
        "relationship",
        "risk",
        "affecting",
        "company",
        "ability",
        "execute",
        "project",
        "ability",
        "attract",
        "key",
        "personnel",
        "inability",
        "raise",
        "additional",
        "capital",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "information",
        "statement",
        "reasonable",
        "prospective",
        "investor",
        "company",
        "security",
        "place",
        "undue",
        "reliance",
        "company",
        "provide",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "information",
        "statement",
        "contained",
        "news",
        "release",
        "date",
        "news",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "revise",
        "information",
        "statement",
        "except",
        "required",
        "law",
        "eglinton",
        "avenue",
        "east",
        "suite",
        "toronto",
        "m4p",
        "tel",
        "fax",
        "source",
        "poet",
        "technology",
        "inc"
    ]
}