{
    "organizations": [],
    "uuid": "dd4a3ba5e6ec6f60bbea48f747c221f094854d64",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/business-wire-data-communications-management-corp-announces-strategic-acquisition-of-perennial-group-of-companies-and-12-million-term-loan.html",
    "ord_in_thread": 0,
    "title": "DATA Communications Management Corp. Announces Strategic Acquisition of Perennial Group of Companies and $12 million Term Loan with Crown Capital Partners",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRAMPTON, Ontario--(BUSINESS WIRE)-- DATA Communications Management Corp. (TSX: DCM):\nNOT FOR DISTRIBUTION TO U.S. NEWS WIRE SERVICES OR DISSEMINATION IN THE UNITED STATES\nDATA Communications Management Corp. (TSX: DCM) (“ DCM ” or the “ Company ”) announces it has entered into an agreement to acquire privately-held Perennial Group of Companies (the “ Perennial Group ”). DCM also announces it has arranged a $12 million term loan from Crown Capital Fund IV LP, an investment fund managed by Crown Capital Partners Inc. (“Crown”) (TSX: CRWN), to fund the cash component of the acquisition and repay other indebtedness.\nPerennial Group of Companies\nFor more than 25 years, the Perennial Group has been the trusted partner for many of North America’s top brands in retail, financial services, and consumer packaged goods. The acquisition includes Perennial Inc., one of Canada’s leading design firms focused on creating and delivering design strategies for major retail brands in Canada and around the world, and The Finished Line Studios Inc., an independent, multi-function creative, execution and production art studio.\nThe Perennial Group generated approximately $7 million in revenues (unaudited) for the fiscal year ended July 31, 2017, with offices in Toronto and Bolton, Ontario. The Perennial Group’s suite of services includes business and brand strategy, consumer insights, environmental and graphic design, and communications and retail operations design and strategy.\n“We are very excited to welcome the Perennial and The Finished Line teams to DCM,” said Michael G. Sifton, CEO of DCM. “This transaction represents an important step in our strategic evolution from a business communications-focused provider to a marketing communications provider,” he added.\n“Our customers are dealing with a fundamental shift in their businesses as their customers are becoming more knowledgeable and enhancing the customer experience is becoming critical to their own competitive success,” said Gregory J. Cochrane, President of DCM. “Perennial’s insights will enable us to play a much more strategic role in helping them get closer to their customers, whether it be offline or online, in store or remote, tactile or digital,” he added.\nTransaction Overview\nDCM will acquire Perennial for a total purchase price of approximately $12 million, comprised of $7 million payable in cash on closing , $2.5 million through the issuance of common shares of DCM and $2.5 million in the form of a subordinated, unsecured non-interest bearing vendor take back note, with $1 million payable on the first anniversary of closing, $1 million on the second anniversary of closing and $0.5 million on the third anniversary of closing. The purchase price will be subject to certain customary working capital and other closing adjustments.\nThe acquisition will be completed pursuant to a share purchase agreement dated April 30, 2018 (the “SPA”) between DCM and the Perennial Group shareholders (the “Vendors”). The SPA contains customary representations, warranties, covenants and other terms and conditions. DCM has secured lock-up agreements with the Vendors, pursuant to which the Vendors have agreed not to sell DCM common shares issued pursuant to the sale transaction for a period of twelve months from closing. A total of 1,394,856 common shares of DCM will be issued to the Vendors and the number of DCM’s issued and outstanding common shares will increase from 20,039,159 to 21,434,015 common shares outstanding. The issuance of common shares to the Vendors is subject to the approval of the Toronto Stock Exchange.\nChris Lund, President & CEO of the Perennial Group, will assume the role of Chief Creative and Innovation Officer of DCM. Kevin Lund, Managing Director of Global Retail Programs for Perennial, will become Senior Vice President, Chief Brand Officer of DCM. George Athanasiou, Managing Director, The Finished Line, will become Vice President, Digital Product Innovation and Development of DCM.\n“We see a tremendous opportunity to leverage DCM’s size and scale to assist our clients in executing the delivery of their brand promise to their customers as well as to help drive improved customer engagement strategies for DCM’s top clients with our capabilities,” said Chris Lund, President & CEO of the Perennial Group.\nCredit Facilities\nIn connection with the acquisition, DCM has established a $12 million non-revolving term loan facility with Crown, of which approximately $7 million will be used to fund the up-front cash component of the Perennial Group acquisition and $3.5 million will be used to repay in full the outstanding balance of the Company’s non-revolving credit facility with Bridging Finance Inc., with the balance being used for general working capital purposes. The Crown term loan bears interest at a fixed rate of 10% per annum and the principal amount of the loan is due at maturity, which is 60 months from closing. DCM’s obligations under the Crown term loan are secured by conventional security charging all the property and assets of DCM and its subsidiaries. In addition, a total of 960,000 warrants have been issued to Crown in connection with the facility. Each warrant entitles the holder to acquire one DCM common share at an exercise price of $1.75 for a period of five years from closing. The issuance of the warrants and underlying DCM common shares to Crown is subject to the approval of the Toronto Stock Exchange. Cormark Securities Inc. was engaged by DCM as its exclusive advisor in connection with the Crown term loan.\nClosing of the acquisition of the Perennial Group and funding of the Crown term loan is expected to occur on or about May 7, 2018 and is subject to customary closing conditions.\nAbout DATA Communications Management Corp.\nDCM is a leading provider of business communication solutions, bringing value and collaboration to marketing and operation teams in companies across North America. We help marketers and agencies unify and execute communications campaigns across multiple channels, and we help operations teams streamline and automate document and communications management processes. Our core capabilities include direct marketing, print services, labels and asset tracking, event tickets and gift cards, logistics and fulfilment, content and workflow management, data management and analytics, and regulatory communications. We serve clients in key vertical markets such as financial services, retail, healthcare, lottery and gaming, not‐for‐profit, and energy. We are strategically located across Canada to support clients on a national basis and serve the U.S. market through our facilities in Chicago, Illinois and Manhattan, New York.\nAdditional information relating to DATA Communications Management Corp. is available on www.datacm.com , and in the disclosure documents filed by DATA Communications Management Corp. on the System for Electronic Document Analysis and Retrieval (SEDAR) at www.sedar.com .\nFORWARD-LOOKING STATEMENTS\nCertain statements in this press release constitute “forward-looking” statements that involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance, objectives or achievements of DCM, or industry results, to be materially different from any future results, performance, objectives or achievements expressed or implied by such forward-looking statements. When used in this press release, words such as “may”, “would”, “could”, “will”, “expect”, “anticipate”, “estimate”, “believe”, “intend”, “plan”, and other similar expressions are intended to identify forward-looking statements. These statements reflect DCM’s current views regarding future events and operating performance, are based on information currently available to DCM, and speak only as of the date of this press release. These forward-looking statements involve a number of risks, uncertainties and assumptions and should not be read as guarantees of future performance or results and will not necessarily be accurate indications of whether or not such performance or results will be achieved. Many factors could cause the actual results, performance, objectives or achievements of DCM to be materially different from any future results, performance, objectives or achievements that may be expressed or implied by such forward-looking statements. The principal factors, assumptions and risks that DCM made or took into account in the preparation of these forward-looking statements include: the occurrence of any event, change or other circumstance that could give rise to the termination of the SPA or the Crown term loan; the risk that any of the closing conditions to the proposed Perennial Group acquisition and Crown term loan transactions may not be satisfied in a timely manner; risks related to disruption of management time from ongoing business operations due to the proposed transactions; the failure to realize the expected benefits from the acquisition of Perennial Group and risks associated with the integration of the Perennial Group; the limited growth in the traditional printing industry and the potential for further declines in sales of DCM’s printed business documents relative to historical sales levels for those products; the risk that changes in the mix of products and services sold by DCM will adversely affect DCM’s financial results; the risk that DCM may not be successful in reducing the size of its legacy print business, realizing the benefits expected from restructuring and business reorganization initiatives, reducing costs, reducing and repaying its long-term debt, and growing its digital and marketing communications businesses; the risk that DCM may not be successful in managing its organic growth; DCM’s ability to invest in, develop and successfully market new digital and other products and services; competition from competitors supplying similar products and services, some of whom have greater economic resources than DCM and are well-established suppliers; DCM’s ability to grow its sales or even maintain historical levels of its sales of printed business documents; the impact of economic conditions on DCM’s businesses; risks associated with acquisitions by DCM; the failure to realize the expected benefits from acquisitions and risks associated with the integration of acquired businesses; increases in the costs of paper and other raw materials used by DCM; and DCM’s ability to maintain relationships with its customers. Additional factors are discussed elsewhere in this press release and under the headings \"Risk Factors\" and “Risks and Uncertainties” in DCM’s management’s discussion and analysis and in DCM’s other publicly available disclosure documents, as filed by DCM on SEDAR ( www.sedar.com ). Should one or more of these risks or uncertainties materialize, or should assumptions underlying the forward-looking statements prove incorrect, actual results may vary materially from those described in this press release as intended, planned, anticipated, believed, estimated or expected. Unless required by applicable securities law, DCM does not intend and does not assume any obligation to update these forward-looking statements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180501006332/en/\nDATA Communications Management Corp.\nMr. Gregory J. Cochrane, (905) 791-3151\nPresident\nor\nMr. James E. Lorimer, (905) 791-3151\nChief Financial Officer\nir@datacm.com\nSource: DATA Communications Management Corp.",
    "published": "2018-05-01T19:55:00.000+03:00",
    "crawled": "2018-05-01T20:37:44.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "brampton",
        "ontario",
        "business",
        "wire",
        "data",
        "communication",
        "management",
        "tsx",
        "dcm",
        "distribution",
        "news",
        "wire",
        "service",
        "dissemination",
        "united",
        "state",
        "data",
        "communication",
        "management",
        "tsx",
        "dcm",
        "dcm",
        "company",
        "announces",
        "entered",
        "agreement",
        "acquire",
        "perennial",
        "group",
        "company",
        "perennial",
        "group",
        "dcm",
        "also",
        "announces",
        "arranged",
        "million",
        "term",
        "loan",
        "crown",
        "capital",
        "fund",
        "iv",
        "lp",
        "investment",
        "fund",
        "managed",
        "crown",
        "capital",
        "partner",
        "crown",
        "tsx",
        "crwn",
        "fund",
        "cash",
        "component",
        "acquisition",
        "repay",
        "indebtedness",
        "perennial",
        "group",
        "company",
        "year",
        "perennial",
        "group",
        "trusted",
        "partner",
        "many",
        "north",
        "america",
        "top",
        "brand",
        "retail",
        "financial",
        "service",
        "consumer",
        "packaged",
        "good",
        "acquisition",
        "includes",
        "perennial",
        "one",
        "canada",
        "leading",
        "design",
        "firm",
        "focused",
        "creating",
        "delivering",
        "design",
        "strategy",
        "major",
        "retail",
        "brand",
        "canada",
        "around",
        "world",
        "finished",
        "line",
        "studio",
        "independent",
        "creative",
        "execution",
        "production",
        "art",
        "studio",
        "perennial",
        "group",
        "generated",
        "approximately",
        "million",
        "revenue",
        "unaudited",
        "fiscal",
        "year",
        "ended",
        "july",
        "office",
        "toronto",
        "bolton",
        "ontario",
        "perennial",
        "group",
        "suite",
        "service",
        "includes",
        "business",
        "brand",
        "strategy",
        "consumer",
        "insight",
        "environmental",
        "graphic",
        "design",
        "communication",
        "retail",
        "operation",
        "design",
        "strategy",
        "excited",
        "welcome",
        "perennial",
        "finished",
        "line",
        "team",
        "dcm",
        "said",
        "michael",
        "sifton",
        "ceo",
        "dcm",
        "transaction",
        "represents",
        "important",
        "step",
        "strategic",
        "evolution",
        "business",
        "provider",
        "marketing",
        "communication",
        "provider",
        "added",
        "customer",
        "dealing",
        "fundamental",
        "shift",
        "business",
        "customer",
        "becoming",
        "knowledgeable",
        "enhancing",
        "customer",
        "experience",
        "becoming",
        "critical",
        "competitive",
        "success",
        "said",
        "gregory",
        "cochrane",
        "president",
        "dcm",
        "perennial",
        "insight",
        "enable",
        "u",
        "play",
        "much",
        "strategic",
        "role",
        "helping",
        "get",
        "closer",
        "customer",
        "whether",
        "offline",
        "online",
        "store",
        "remote",
        "tactile",
        "digital",
        "added",
        "transaction",
        "overview",
        "dcm",
        "acquire",
        "perennial",
        "total",
        "purchase",
        "price",
        "approximately",
        "million",
        "comprised",
        "million",
        "payable",
        "cash",
        "closing",
        "million",
        "issuance",
        "common",
        "share",
        "dcm",
        "million",
        "form",
        "subordinated",
        "unsecured",
        "bearing",
        "vendor",
        "take",
        "back",
        "note",
        "million",
        "payable",
        "first",
        "anniversary",
        "closing",
        "million",
        "second",
        "anniversary",
        "closing",
        "million",
        "third",
        "anniversary",
        "closing",
        "purchase",
        "price",
        "subject",
        "certain",
        "customary",
        "working",
        "capital",
        "closing",
        "adjustment",
        "acquisition",
        "completed",
        "pursuant",
        "share",
        "purchase",
        "agreement",
        "dated",
        "april",
        "spa",
        "dcm",
        "perennial",
        "group",
        "shareholder",
        "vendor",
        "spa",
        "contains",
        "customary",
        "representation",
        "warranty",
        "covenant",
        "term",
        "condition",
        "dcm",
        "secured",
        "agreement",
        "vendor",
        "pursuant",
        "vendor",
        "agreed",
        "sell",
        "dcm",
        "common",
        "share",
        "issued",
        "pursuant",
        "sale",
        "transaction",
        "period",
        "twelve",
        "month",
        "closing",
        "total",
        "common",
        "share",
        "dcm",
        "issued",
        "vendor",
        "number",
        "dcm",
        "issued",
        "outstanding",
        "common",
        "share",
        "increase",
        "common",
        "share",
        "outstanding",
        "issuance",
        "common",
        "share",
        "vendor",
        "subject",
        "approval",
        "toronto",
        "stock",
        "exchange",
        "chris",
        "lund",
        "president",
        "ceo",
        "perennial",
        "group",
        "assume",
        "role",
        "chief",
        "creative",
        "innovation",
        "officer",
        "dcm",
        "kevin",
        "lund",
        "managing",
        "director",
        "global",
        "retail",
        "program",
        "perennial",
        "become",
        "senior",
        "vice",
        "president",
        "chief",
        "brand",
        "officer",
        "dcm",
        "george",
        "athanasiou",
        "managing",
        "director",
        "finished",
        "line",
        "become",
        "vice",
        "president",
        "digital",
        "product",
        "innovation",
        "development",
        "dcm",
        "see",
        "tremendous",
        "opportunity",
        "leverage",
        "dcm",
        "size",
        "scale",
        "assist",
        "client",
        "executing",
        "delivery",
        "brand",
        "promise",
        "customer",
        "well",
        "help",
        "drive",
        "improved",
        "customer",
        "engagement",
        "strategy",
        "dcm",
        "top",
        "client",
        "capability",
        "said",
        "chris",
        "lund",
        "president",
        "ceo",
        "perennial",
        "group",
        "credit",
        "facility",
        "connection",
        "acquisition",
        "dcm",
        "established",
        "million",
        "term",
        "loan",
        "facility",
        "crown",
        "approximately",
        "million",
        "used",
        "fund",
        "cash",
        "component",
        "perennial",
        "group",
        "acquisition",
        "million",
        "used",
        "repay",
        "full",
        "outstanding",
        "balance",
        "company",
        "credit",
        "facility",
        "bridging",
        "finance",
        "balance",
        "used",
        "general",
        "working",
        "capital",
        "purpose",
        "crown",
        "term",
        "loan",
        "bear",
        "interest",
        "fixed",
        "rate",
        "per",
        "annum",
        "principal",
        "amount",
        "loan",
        "due",
        "maturity",
        "month",
        "closing",
        "dcm",
        "obligation",
        "crown",
        "term",
        "loan",
        "secured",
        "conventional",
        "security",
        "charging",
        "property",
        "asset",
        "dcm",
        "subsidiary",
        "addition",
        "total",
        "warrant",
        "issued",
        "crown",
        "connection",
        "facility",
        "warrant",
        "entitles",
        "holder",
        "acquire",
        "one",
        "dcm",
        "common",
        "share",
        "exercise",
        "price",
        "period",
        "five",
        "year",
        "closing",
        "issuance",
        "warrant",
        "underlying",
        "dcm",
        "common",
        "share",
        "crown",
        "subject",
        "approval",
        "toronto",
        "stock",
        "exchange",
        "cormark",
        "security",
        "engaged",
        "dcm",
        "exclusive",
        "advisor",
        "connection",
        "crown",
        "term",
        "loan",
        "closing",
        "acquisition",
        "perennial",
        "group",
        "funding",
        "crown",
        "term",
        "loan",
        "expected",
        "occur",
        "may",
        "subject",
        "customary",
        "closing",
        "condition",
        "data",
        "communication",
        "management",
        "dcm",
        "leading",
        "provider",
        "business",
        "communication",
        "solution",
        "bringing",
        "value",
        "collaboration",
        "marketing",
        "operation",
        "team",
        "company",
        "across",
        "north",
        "america",
        "help",
        "marketer",
        "agency",
        "unify",
        "execute",
        "communication",
        "campaign",
        "across",
        "multiple",
        "channel",
        "help",
        "operation",
        "team",
        "streamline",
        "automate",
        "document",
        "communication",
        "management",
        "process",
        "core",
        "capability",
        "include",
        "direct",
        "marketing",
        "print",
        "service",
        "label",
        "asset",
        "tracking",
        "event",
        "ticket",
        "gift",
        "card",
        "logistics",
        "fulfilment",
        "content",
        "workflow",
        "management",
        "data",
        "management",
        "analytics",
        "regulatory",
        "communication",
        "serve",
        "client",
        "key",
        "vertical",
        "market",
        "financial",
        "service",
        "retail",
        "healthcare",
        "lottery",
        "gaming",
        "energy",
        "strategically",
        "located",
        "across",
        "canada",
        "support",
        "client",
        "national",
        "basis",
        "serve",
        "market",
        "facility",
        "chicago",
        "illinois",
        "manhattan",
        "new",
        "york",
        "additional",
        "information",
        "relating",
        "data",
        "communication",
        "management",
        "available",
        "disclosure",
        "document",
        "filed",
        "data",
        "communication",
        "management",
        "system",
        "electronic",
        "document",
        "analysis",
        "retrieval",
        "sedar",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "objective",
        "achievement",
        "dcm",
        "industry",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "objective",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "used",
        "press",
        "release",
        "word",
        "may",
        "would",
        "could",
        "expect",
        "anticipate",
        "estimate",
        "believe",
        "intend",
        "plan",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "reflect",
        "dcm",
        "current",
        "view",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "based",
        "information",
        "currently",
        "available",
        "dcm",
        "speak",
        "date",
        "press",
        "release",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "whether",
        "performance",
        "result",
        "achieved",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "objective",
        "achievement",
        "dcm",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "objective",
        "achievement",
        "may",
        "expressed",
        "implied",
        "statement",
        "principal",
        "factor",
        "assumption",
        "risk",
        "dcm",
        "made",
        "took",
        "account",
        "preparation",
        "statement",
        "include",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "spa",
        "crown",
        "term",
        "loan",
        "risk",
        "closing",
        "condition",
        "proposed",
        "perennial",
        "group",
        "acquisition",
        "crown",
        "term",
        "loan",
        "transaction",
        "may",
        "satisfied",
        "timely",
        "manner",
        "risk",
        "related",
        "disruption",
        "management",
        "time",
        "ongoing",
        "business",
        "operation",
        "due",
        "proposed",
        "transaction",
        "failure",
        "realize",
        "expected",
        "benefit",
        "acquisition",
        "perennial",
        "group",
        "risk",
        "associated",
        "integration",
        "perennial",
        "group",
        "limited",
        "growth",
        "traditional",
        "printing",
        "industry",
        "potential",
        "decline",
        "sale",
        "dcm",
        "printed",
        "business",
        "document",
        "relative",
        "historical",
        "sale",
        "level",
        "product",
        "risk",
        "change",
        "mix",
        "product",
        "service",
        "sold",
        "dcm",
        "adversely",
        "affect",
        "dcm",
        "financial",
        "result",
        "risk",
        "dcm",
        "may",
        "successful",
        "reducing",
        "size",
        "legacy",
        "print",
        "business",
        "realizing",
        "benefit",
        "expected",
        "restructuring",
        "business",
        "reorganization",
        "initiative",
        "reducing",
        "cost",
        "reducing",
        "repaying",
        "debt",
        "growing",
        "digital",
        "marketing",
        "communication",
        "business",
        "risk",
        "dcm",
        "may",
        "successful",
        "managing",
        "organic",
        "growth",
        "dcm",
        "ability",
        "invest",
        "develop",
        "successfully",
        "market",
        "new",
        "digital",
        "product",
        "service",
        "competition",
        "competitor",
        "supplying",
        "similar",
        "product",
        "service",
        "greater",
        "economic",
        "resource",
        "dcm",
        "supplier",
        "dcm",
        "ability",
        "grow",
        "sale",
        "even",
        "maintain",
        "historical",
        "level",
        "sale",
        "printed",
        "business",
        "document",
        "impact",
        "economic",
        "condition",
        "dcm",
        "business",
        "risk",
        "associated",
        "acquisition",
        "dcm",
        "failure",
        "realize",
        "expected",
        "benefit",
        "acquisition",
        "risk",
        "associated",
        "integration",
        "acquired",
        "business",
        "increase",
        "cost",
        "paper",
        "raw",
        "material",
        "used",
        "dcm",
        "dcm",
        "ability",
        "maintain",
        "relationship",
        "customer",
        "additional",
        "factor",
        "discussed",
        "elsewhere",
        "press",
        "release",
        "heading",
        "risk",
        "factor",
        "risk",
        "uncertainty",
        "dcm",
        "management",
        "discussion",
        "analysis",
        "dcm",
        "publicly",
        "available",
        "disclosure",
        "document",
        "filed",
        "dcm",
        "sedar",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "underlying",
        "statement",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "press",
        "release",
        "intended",
        "planned",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "dcm",
        "intend",
        "assume",
        "obligation",
        "update",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "data",
        "communication",
        "management",
        "gregory",
        "cochrane",
        "president",
        "james",
        "lorimer",
        "chief",
        "financial",
        "officer",
        "ir",
        "source",
        "data",
        "communication",
        "management",
        "corp"
    ]
}