{
    "organizations": [],
    "uuid": "f664e1b17f70771b65d545a84832b21a50fd2027",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-epizyme-reports-first-quarter-2018-financial-results-and-provides-business-updates.html",
    "ord_in_thread": 0,
    "title": "Epizyme Reports First Quarter 2018 Financial Results and Provides Business Updates",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Enrollment of Patients Completed in Multiple Tazemetostat Combination Studies\nEU Orphan Designations Received for Tazemetostat\nConference Call to be Held on May 17, 2018 at 9:30 a.m. ET\nCAMBRIDGE, Mass., May 08, 2018 (GLOBE NEWSWIRE) -- Epizyme, Inc. (NASDAQ:EPZM), a clinical-stage company developing novel epigenetic therapies, today reported financial results for the first quarter of 2018 and provided a business update.\n“We made meaningful progress with tazemetostat’s development in the first quarter and strongly believe in its potential to improve the treatment of a range of solid tumors and hematologic malignancies,” said Robert Bazemore, president and chief executive officer of Epizyme. “Our attention now is squarely focused on a set of actions intended to address the partial clinical hold that has paused new patient enrollment in our trials. We look forward to presenting new clinical data at multiple medical meetings in the second quarter and remain on track for a catalyst-rich year that we expect will culminate in our first New Drug Application targeted for submission in the fourth quarter of 2018.”\nClinical Program Status\nAs reported on April 23, 2018, following a safety report of a pediatric patient who developed a secondary T-cell lymphoma in the company’s ongoing Phase 1 clinical trial of tazemetostat in pediatric patients, the U.S. Food and Drug Administration (FDA) issued a partial clinical hold on new enrollment of U.S. patients in the company’s ongoing trials. Epizyme was advised of a similar action by the French National Agency for Medicines and Health Products Safety (ANSM) late last week. Under these regulatory actions, patients on study who have not experienced disease progression may be able to continue to receive tazemetostat. More than 750 patients have been treated with tazemetostat to date, and this is the only case of secondary lymphoma that has been observed across the tazemetostat clinical program. Epizyme is working diligently to address the hold on new patient enrollment, including updating the informed patient consent form, investigator’s brochure and study protocols, and will need to confirm alignment with U.S. and French regulators in order to resume enrollment.\nRecent Progress\nEnrollment in Prednisolone Combination Cohort Completed: Epizyme completed enrollment of 71 wild-type EZH2 patients in its cohort investigating tazemetostat in combination with the steroid prednisolone for relapsed or refractory diffuse large B-cell lymphoma (DLBCL). This cohort is included in the company’s ongoing Phase 2 international trial in relapsed or refractory non-Hodgkin lymphoma (NHL).\nEnrollment in Atezolizumab Combination Trial Completed: Enrollment of 45 patients with relapsed or refractory DLBCL was completed in a Phase 1b trial investigating tazemetostat in combination with atezolizumab, a PD-L1 inhibitor. This study was initiated based on preclinical findings that EZH2 inhibition may enhance the activity of checkpoint inhibitors, and is being conducted by Genentech, a division of Roche, under a collaboration agreement between Epizyme and Genentech.\nEuropean Orphan Drug Designations Granted: The European Commission (EC) has granted orphan drug designation to tazemetostat for the treatment of patients with follicular lymphoma, DLBCL and malignant mesothelioma. This designation is granted by the EC to medicines being developed for the diagnosis, prevention or treatment of a life-threatening or chronically debilitating condition with an EU prevalence of not more than five in 10,000 people.\nUpcoming Clinical Data Presentations and Conference Call\nEpizyme plans to present updated interim clinical data from its tazemetostat development program at multiple medical meetings in the second quarter of 2018, including data from its ongoing Phase 2 trial in malignant mesothelioma at the 2018 American Society of Clinical Oncology (ASCO) Annual Meeting from June 1-5 in Chicago. The company plans to host a conference call and webcast at 9:30 a.m. ET on May 17, 2018 to discuss recent corporate updates and tazemetostat clinical data that will be included in abstracts for upcoming medical meetings, including ASCO. To participate, please dial (877) 844-6886 (domestic) or (970) 315-0315 (international) and refer to conference ID 3058627. A live webcast will be available in the investor section of the company’s website at www.epizyme.com . The webcast also will be archived on the website for 60 days.\nFirst Quarter 2018 Financial Results\nCash Position : Cash, cash equivalents and marketable securities were $247.9 million as of March 31, 2018, which compares to $276.4 million as of December 31, 2017.\nRevenue: No revenue was recognized in the first quarters of 2018 or 2017.\nR&D Expenses: Research and development (R&D) expenses were $25.6 million for the first quarter of 2018, which compares to $24.7 million for the first quarter of 2017. The increase is primarily due to increased tazemetostat manufacturing and clinical development activities, as well as research related to advancing the company’s preclinical G9a inhibitor program.\nG&A Expenses : General and administrative (G&A) expenses were $9.4 million for the first quarter of 2018, which compares to $8.3 million for the first quarter of 2017. The increase is primarily due to increased headcount and related expenses, as well as expanded pre-commercial activities.\nNet Loss: Net loss was $34.1 million, or $0.49 per share, for the first quarter of 2018 which compares to $32.5 million, or $0.56 per share, for the first quarter of 2017.\nFinancial Guidance\nEpizyme continues to expect that its existing cash, cash equivalents and marketable securities as of March 31, 2018 will be sufficient to fund its planned operations into the third quarter of 2019.\nAbout the Tazemetostat Clinical Trial Program\nTazemetostat, a first-in-class EZH2 inhibitor, is currently being studied as a monotherapy in ongoing Phase 1 and 2 programs in certain molecularly defined solid tumors, including epithelioid sarcoma and other INI1-negative tumors; both follicular lymphoma (FL) and diffuse large B-cell lymphoma (DLBCL) forms of NHL; mesothelioma; and combination studies in DLBCL.\nAbout Epizyme, Inc.\nEpizyme, Inc. is a clinical-stage biopharmaceutical company committed to rewriting treatment for cancer and other serious diseases through novel epigenetic medicines. Epizyme is broadly developing its lead product candidate, tazemetostat, a first-in-class EZH2 inhibitor, with studies underway in both solid tumors and hematological malignancies, as a monotherapy and combination therapy in relapsed and front-line disease. The company is also developing a novel G9a program with its next development candidate, EZM8266, which is targeting sickle cell disease. By focusing on the genetic drivers of disease, Epizyme's science seeks to match targeted medicines with the patients who need them. For more information, visit www.epizyme.com .\nCautionary Note on Forward-Looking Statements\nAny statements in this press release about future expectations, plans and prospects for Epizyme, Inc. and other statements containing the words \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"intend,\" \"may,\" \"plan,\" \"predict,\" \"project,\" \"target,\" \"potential,\" \"will,\" \"would,\" \"could,\" \"should,\" \"continue,\" and similar expressions, constitute forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: uncertainties relating to the company’s ability to resume enrollment in its tazemetostat trials and the timing of such resumption, the impact of the partial clinical hold on the company’s development timelines and the impact of the safety finding on enrollment of patients in ongoing and future trials of tazemetostat following the lifting of the partial clinical hold and the resumption of enrollment; uncertainties inherent in the initiation of future clinical studies and in the availability and timing of data from ongoing clinical studies; whether interim results from a clinical trial will be predictive of the final results of the trial; whether results from preclinical studies or earlier clinical studies will be predictive of the results of future trials; whether results from clinical studies will warrant meetings with regulatory authorities, submissions for regulatory approval or review by governmental authorities under the accelerated approval process; whether Fast Track Designation and Orphan Drug Designations will provide the benefits for which tazemetostat is eligible; expectations for regulatory approvals to conduct trials or to market products; whether the company's cash resources will be sufficient to fund the company's foreseeable and unforeseeable operating expenses and capital expenditure requirements; other matters that could affect the availability or commercial potential of the company's therapeutic candidates; and other factors discussed in the \"Risk Factors\" section of the company's most recent Form 10-Q filed with the SEC and in the company's other filings from time to time with the SEC. In addition, the forward-looking statements included in this press release represent the company's views as of the date hereof and should not be relied upon as representing the company's views as of any date subsequent to the date hereof. The company anticipates that subsequent events and developments will cause the company's views to change. However, while the company may elect to update these forward-looking statements at some point in the future, the company specifically disclaims any obligation to do so.\nEPIZYME, INC. CONDENSED CONSOLIDATED BALANCE SHEET DATA (UNAUDITED) (Amounts in thousands) March 31,\n2018 December 31,\n2017 Cash, cash equivalents, and marketable securities $ 247,923 $ 276,439 Total assets 260,201 289,359 Deferred revenue, net of current portion 3,806 28,809 Total stockholders’ equity 231,132 235,371\nEPIZYME, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED) (Amounts in thousands except per share data) Three Months Ended March 31, 2018 2017 Collaboration revenue $ - $ - Operating expenses: Research and development 25,622 24,695 General and administrative 9,360 8,269 Total operating expenses 34,982 32,964 Loss from operations (34,982 ) (32,964 ) Other income, net 917 442 Net loss $ (34,065 ) $ (32,522 ) Loss per share allocable to common stockholders: Basic $ (0.49 ) $ (0.56 ) Diluted $ (0.49 ) $ (0.56 ) Weighted average shares outstanding: Basic 69,386 58,219 Diluted 69,386 58,219 Contacts\nMedia:\nCheya Pope, Epizyme, Inc.\nmedia@epizyme.com\n(617) 229-7561\nInvestors:\nJason Fredette, Epizyme, Inc.\nir@epizyme.com\n(617) 500-0623\nSource:Epizyme, Inc.",
    "published": "2018-05-08T15:30:00.000+03:00",
    "crawled": "2018-05-08T17:13:39.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "enrollment",
        "patient",
        "completed",
        "multiple",
        "tazemetostat",
        "combination",
        "study",
        "eu",
        "orphan",
        "designation",
        "received",
        "tazemetostat",
        "conference",
        "call",
        "held",
        "may",
        "et",
        "cambridge",
        "may",
        "globe",
        "newswire",
        "epizyme",
        "nasdaq",
        "epzm",
        "company",
        "developing",
        "novel",
        "epigenetic",
        "therapy",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "provided",
        "business",
        "update",
        "made",
        "meaningful",
        "progress",
        "tazemetostat",
        "development",
        "first",
        "quarter",
        "strongly",
        "believe",
        "potential",
        "improve",
        "treatment",
        "range",
        "solid",
        "tumor",
        "hematologic",
        "malignancy",
        "said",
        "robert",
        "bazemore",
        "president",
        "chief",
        "executive",
        "officer",
        "epizyme",
        "attention",
        "squarely",
        "focused",
        "set",
        "action",
        "intended",
        "address",
        "partial",
        "clinical",
        "hold",
        "paused",
        "new",
        "patient",
        "enrollment",
        "trial",
        "look",
        "forward",
        "presenting",
        "new",
        "clinical",
        "data",
        "multiple",
        "medical",
        "meeting",
        "second",
        "quarter",
        "remain",
        "track",
        "year",
        "expect",
        "culminate",
        "first",
        "new",
        "drug",
        "application",
        "targeted",
        "submission",
        "fourth",
        "quarter",
        "clinical",
        "program",
        "status",
        "reported",
        "april",
        "following",
        "safety",
        "report",
        "pediatric",
        "patient",
        "developed",
        "secondary",
        "lymphoma",
        "company",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "tazemetostat",
        "pediatric",
        "patient",
        "food",
        "drug",
        "administration",
        "fda",
        "issued",
        "partial",
        "clinical",
        "hold",
        "new",
        "enrollment",
        "patient",
        "company",
        "ongoing",
        "trial",
        "epizyme",
        "advised",
        "similar",
        "action",
        "french",
        "national",
        "agency",
        "medicine",
        "health",
        "product",
        "safety",
        "ansm",
        "late",
        "last",
        "week",
        "regulatory",
        "action",
        "patient",
        "study",
        "experienced",
        "disease",
        "progression",
        "may",
        "able",
        "continue",
        "receive",
        "tazemetostat",
        "patient",
        "treated",
        "tazemetostat",
        "date",
        "case",
        "secondary",
        "lymphoma",
        "observed",
        "across",
        "tazemetostat",
        "clinical",
        "program",
        "epizyme",
        "working",
        "diligently",
        "address",
        "hold",
        "new",
        "patient",
        "enrollment",
        "including",
        "updating",
        "informed",
        "patient",
        "consent",
        "form",
        "investigator",
        "brochure",
        "study",
        "protocol",
        "need",
        "confirm",
        "alignment",
        "french",
        "regulator",
        "order",
        "resume",
        "enrollment",
        "recent",
        "progress",
        "enrollment",
        "prednisolone",
        "combination",
        "cohort",
        "completed",
        "epizyme",
        "completed",
        "enrollment",
        "ezh2",
        "patient",
        "cohort",
        "investigating",
        "tazemetostat",
        "combination",
        "steroid",
        "prednisolone",
        "relapsed",
        "refractory",
        "diffuse",
        "large",
        "lymphoma",
        "dlbcl",
        "cohort",
        "included",
        "company",
        "ongoing",
        "phase",
        "international",
        "trial",
        "relapsed",
        "refractory",
        "lymphoma",
        "nhl",
        "enrollment",
        "atezolizumab",
        "combination",
        "trial",
        "completed",
        "enrollment",
        "patient",
        "relapsed",
        "refractory",
        "dlbcl",
        "completed",
        "phase",
        "1b",
        "trial",
        "investigating",
        "tazemetostat",
        "combination",
        "atezolizumab",
        "inhibitor",
        "study",
        "initiated",
        "based",
        "preclinical",
        "finding",
        "ezh2",
        "inhibition",
        "may",
        "enhance",
        "activity",
        "checkpoint",
        "inhibitor",
        "conducted",
        "genentech",
        "division",
        "roche",
        "collaboration",
        "agreement",
        "epizyme",
        "genentech",
        "european",
        "orphan",
        "drug",
        "designation",
        "granted",
        "european",
        "commission",
        "ec",
        "granted",
        "orphan",
        "drug",
        "designation",
        "tazemetostat",
        "treatment",
        "patient",
        "follicular",
        "lymphoma",
        "dlbcl",
        "malignant",
        "mesothelioma",
        "designation",
        "granted",
        "ec",
        "medicine",
        "developed",
        "diagnosis",
        "prevention",
        "treatment",
        "chronically",
        "debilitating",
        "condition",
        "eu",
        "prevalence",
        "five",
        "people",
        "upcoming",
        "clinical",
        "data",
        "presentation",
        "conference",
        "call",
        "epizyme",
        "plan",
        "present",
        "updated",
        "interim",
        "clinical",
        "data",
        "tazemetostat",
        "development",
        "program",
        "multiple",
        "medical",
        "meeting",
        "second",
        "quarter",
        "including",
        "data",
        "ongoing",
        "phase",
        "trial",
        "malignant",
        "mesothelioma",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "annual",
        "meeting",
        "june",
        "chicago",
        "company",
        "plan",
        "host",
        "conference",
        "call",
        "webcast",
        "et",
        "may",
        "discus",
        "recent",
        "corporate",
        "update",
        "tazemetostat",
        "clinical",
        "data",
        "included",
        "abstract",
        "upcoming",
        "medical",
        "meeting",
        "including",
        "asco",
        "participate",
        "please",
        "dial",
        "domestic",
        "international",
        "refer",
        "conference",
        "id",
        "live",
        "webcast",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "webcast",
        "also",
        "archived",
        "website",
        "day",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "march",
        "compare",
        "million",
        "december",
        "revenue",
        "revenue",
        "recognized",
        "first",
        "quarter",
        "r",
        "expense",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "compare",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increased",
        "tazemetostat",
        "manufacturing",
        "clinical",
        "development",
        "activity",
        "well",
        "research",
        "related",
        "advancing",
        "company",
        "preclinical",
        "g9a",
        "inhibitor",
        "program",
        "g",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compare",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increased",
        "headcount",
        "related",
        "expense",
        "well",
        "expanded",
        "activity",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compare",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "financial",
        "guidance",
        "epizyme",
        "continues",
        "expect",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "sufficient",
        "fund",
        "planned",
        "operation",
        "third",
        "quarter",
        "tazemetostat",
        "clinical",
        "trial",
        "program",
        "tazemetostat",
        "ezh2",
        "inhibitor",
        "currently",
        "studied",
        "monotherapy",
        "ongoing",
        "phase",
        "program",
        "certain",
        "molecularly",
        "defined",
        "solid",
        "tumor",
        "including",
        "epithelioid",
        "sarcoma",
        "tumor",
        "follicular",
        "lymphoma",
        "fl",
        "diffuse",
        "large",
        "lymphoma",
        "dlbcl",
        "form",
        "nhl",
        "mesothelioma",
        "combination",
        "study",
        "dlbcl",
        "epizyme",
        "epizyme",
        "biopharmaceutical",
        "company",
        "committed",
        "rewriting",
        "treatment",
        "cancer",
        "serious",
        "disease",
        "novel",
        "epigenetic",
        "medicine",
        "epizyme",
        "broadly",
        "developing",
        "lead",
        "product",
        "candidate",
        "tazemetostat",
        "ezh2",
        "inhibitor",
        "study",
        "underway",
        "solid",
        "tumor",
        "hematological",
        "malignancy",
        "monotherapy",
        "combination",
        "therapy",
        "relapsed",
        "disease",
        "company",
        "also",
        "developing",
        "novel",
        "g9a",
        "program",
        "next",
        "development",
        "candidate",
        "ezm8266",
        "targeting",
        "sickle",
        "cell",
        "disease",
        "focusing",
        "genetic",
        "driver",
        "disease",
        "epizyme",
        "science",
        "seek",
        "match",
        "targeted",
        "medicine",
        "patient",
        "need",
        "information",
        "visit",
        "cautionary",
        "note",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "epizyme",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "relating",
        "company",
        "ability",
        "resume",
        "enrollment",
        "tazemetostat",
        "trial",
        "timing",
        "resumption",
        "impact",
        "partial",
        "clinical",
        "hold",
        "company",
        "development",
        "timeline",
        "impact",
        "safety",
        "finding",
        "enrollment",
        "patient",
        "ongoing",
        "future",
        "trial",
        "tazemetostat",
        "following",
        "lifting",
        "partial",
        "clinical",
        "hold",
        "resumption",
        "enrollment",
        "uncertainty",
        "inherent",
        "initiation",
        "future",
        "clinical",
        "study",
        "availability",
        "timing",
        "data",
        "ongoing",
        "clinical",
        "study",
        "whether",
        "interim",
        "result",
        "clinical",
        "trial",
        "predictive",
        "final",
        "result",
        "trial",
        "whether",
        "result",
        "preclinical",
        "study",
        "earlier",
        "clinical",
        "study",
        "predictive",
        "result",
        "future",
        "trial",
        "whether",
        "result",
        "clinical",
        "study",
        "warrant",
        "meeting",
        "regulatory",
        "authority",
        "submission",
        "regulatory",
        "approval",
        "review",
        "governmental",
        "authority",
        "accelerated",
        "approval",
        "process",
        "whether",
        "fast",
        "track",
        "designation",
        "orphan",
        "drug",
        "designation",
        "provide",
        "benefit",
        "tazemetostat",
        "eligible",
        "expectation",
        "regulatory",
        "approval",
        "conduct",
        "trial",
        "market",
        "product",
        "whether",
        "company",
        "cash",
        "resource",
        "sufficient",
        "fund",
        "company",
        "foreseeable",
        "unforeseeable",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "company",
        "therapeutic",
        "candidate",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "recent",
        "form",
        "filed",
        "sec",
        "company",
        "filing",
        "time",
        "time",
        "sec",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "company",
        "view",
        "date",
        "hereof",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "company",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "company",
        "view",
        "change",
        "however",
        "company",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "epizyme",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "amount",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "total",
        "asset",
        "deferred",
        "revenue",
        "net",
        "current",
        "portion",
        "total",
        "stockholder",
        "equity",
        "epizyme",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "allocable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "contact",
        "medium",
        "cheya",
        "pope",
        "epizyme",
        "medium",
        "investor",
        "jason",
        "fredette",
        "epizyme",
        "ir",
        "source",
        "epizyme",
        "inc"
    ]
}