{
    "organizations": [],
    "uuid": "2aa3f96edf2f5563be72cbe01df5d63cb9ac1fed",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/business-wire-taro-provides-results-for-year-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "Taro Provides Results for Year Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HAWTHORNE, N.Y.--(BUSINESS WIRE)-- Taro Pharmaceutical Industries Ltd. (NYSE:TARO) (“Taro” or the “Company”) today provided unaudited financial results for the quarter and year ended March 31, 2018.\nQuarter ended March 31, 2018 Highlights ─ compared to March 31, 2017\nNet sales of $175.2 million decreased $21.2 million, the result of continuing increased competition and the challenging pricing environment, particularly in the U.S.; despite an increase in overall volumes. Gross profit of $118.9 million decreased $24.9 million, and as a percentage of net sales was 67.9% compared to 73.2%. Research and development (R&D) expenses of $20.3 million increased slightly from the comparable quarter. Selling, marketing, general and administrative expenses (SG&A) increased $1.6 million to $23.8 million. Operating income of $74.8 million decreased $26.9 million and as a percentage of net sales was 42.7% as compared to 51.8%. Interest and other financial income increased $2.2 million to $5.9 million. Foreign Exchange (FX) income of $16.0 million compared to FX expense of $5.8 million ─ a favorable impact of $21.9 million, principally the result of the weakening of the Canadian dollar vs. the U.S. dollar. Tax expense decreased $6.6 million to $10.7 million resulting in an effective tax rate of 11.0% compared to 17.3%. Net income attributable to Taro was $86.3 million compared to $83.0 million, resulting in diluted earnings per share of $2.17 compared to $2.05 for the same period last year.\nYear ended March 31, 2018 Highlights ─ compared to March 31, 2017\nNet sales of $661.9 million decreased $217.5 million, the result of continuing increased competition and the challenging pricing environment; despite an increase in overall volumes. Gross profit of $463.5 million decreased $207.7 million and as a percentage of net sales was 70.0% compared to 76.3%. R&D expenses of $70.4 million were relatively in line with the prior year. SG&A expenses of $88.2 million increased $2.5 million. Operating income of $303.0 million decreased $211.9 million, and as a percentage of net sales was 45.8% as compared to 58.6%. Interest and other financial income increased $5.5 million to $19.9 million. FX expense of $32.5 million compared to FX income of $20.2 million in 2017 ─ an unfavorable impact of $52.6 million, principally the result of the strength of the Canadian dollar vs. U.S. dollar. Other income of $1.9 million decreased $9.3 million, principally due to the sale of Keveyis in December 2016. Tax expense decreased $21.8 million to $82.0 million, however, the effective tax rate increased to 28.0% from 18.5%. During the third quarter, the Company recorded a $38.0 million expense for the impact of the re-measurement of the Company's estimated net deferred tax asset, as a result of the Tax Cuts and Jobs Act. Excluding the impact from the one-time re-measurement, tax expense would have been $44.0 million with an effective tax rate of 15.0%. Net income attributable to Taro was $211.2 million compared to $456.4 million, resulting in diluted earnings per share of $5.26 compared to $11.05. Excluding the impact of the one-time tax re-measurement, net income attributable to Taro would have been $248.0 million, or diluted earnings per share of $6.18.\nMr. Uday Baldota, Taro’s CEO stated, “Our results reflect the challenges that the entire U.S. generic industry has faced, and continues to encounter. While we continue to invest prudently in developing products, we have a reasonably good pipeline; some of which will come to market over the next 24 months. We also continue to look at initiatives and opportunities in areas of our core strengths and potentially some adjacent areas as well.”\nCash Flow and Balance Sheet Highlights\nCash flow provided by operations for the year ended March 31, 2018, was $323.7 million compared to $437.5 million for the year ended March 31, 2017. As of March 31, 2018, cash, including short-term and long-term bank deposits and marketable securities, increased $190.8 million to $1.6 billion from March 31, 2017. Cash reflects the $107.0 million impact from the Company’s share repurchases during the current fiscal year.\nFDA Approvals and Filings\nThe Company recently received approval from the U.S. Food and Drug Administration (“FDA”) for an Abbreviated New Drug Applications (“ANDA”): Clobetasol Propionate Spray, 0.05%. The Company currently has a total of thirty-two ANDAs awaiting FDA approval, including four tentative approvals. Taro's onychomycosis drug, Novexatin, did not meet the main goal of the Phase IIb study. The study data is being analyzed and we are evaluating the next course of action in the program.\nShare Repurchase Program - Returning Capital to Shareholders\nOn November 23, 2016, the Company announced that its Board of Directors approved a $250 million share repurchase of ordinary shares. Under this authorization, repurchases may be made from time to time at the Company’s discretion, based on ongoing assessments of the capital needs of the business, the market price of its stock, and general market conditions. The repurchase authorization enables the Company to purchase its ordinary shares from time to time through open market purchases, negotiated transactions or other means, including 10b5-1 trading plans in accordance with applicable securities laws or other restrictions. On November 7, 2017, the Board extended the share repurchase program for one year.\nDuring the year, the Company repurchased 1,085,694 shares at an average price of $102.52. Through May 1, 2018, in total under the authorization, the Company has repurchased 1,774,064 shares at an average price of $102.83; with $67.6 million remaining.\nEarnings Call (8:00 am EDT, May 18, 2018)\nAs previously announced, the Company will host an earnings call at 8:00 am EDT on Friday, May 18, 2018, where senior management will discuss the Company’s performance and answer questions from participants. This call will be accessible through an audio dial-in and a web-cast. Audio conference participants can dial-in on the numbers below:\nParticipant Toll-Free Dial-In Number: +1 (844) 421-0601 ID: 3249428 Participant International Dial-In Number: +1 (716) 247-5800 ID: 3249428 Web-cast: More details are provided on our website, www.taro.com\nTo participate in the audio call, please dial the numbers provided above five to ten minutes ahead of the scheduled start time. The operator will provide instructions on asking questions before the call. The transcript of the event will be available on the Company’s website at www.taro.com . An audio playback will be available for thirteen (13) days following the call.\nAbout Taro\nTaro Pharmaceutical Industries Ltd. is a multinational, science-based pharmaceutical company, dedicated to meeting the needs of its customers through the discovery, development, manufacturing and marketing of the highest quality healthcare products. For further information on Taro Pharmaceutical Industries Ltd., please visit the Company’s website at www.taro.com .\nSAFE HARBOR STATEMENT\nThe unaudited consolidated financial statements have been prepared on the same basis as the annual consolidated financial statements and, in the opinion of management, reflect all adjustments necessary to present fairly the financial condition and results of operations of the Company. The unaudited consolidated financial statements should be read in conjunction with the Company’s audited consolidated financial statements included in the Company’s Annual Report on Form 20-F, as filed with the SEC.\nCertain statements in this release are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include, but are not limited to, statements that do not describe historical facts or that refer or relate to events or circumstances the Company “estimates,” “believes,” or “expects” to happen or similar language, and statements with respect to the Company’s financial performance, availability of financial information, and estimates of financial results and information for fiscal year 2019. Although the Company believes the expectations reflected in such forward-looking statements to be based on reasonable assumptions, it can give no assurances that its expectations will be attained. Factors that could cause actual results to differ include general domestic and international economic conditions, industry and market conditions, changes in the Company's financial position, litigation brought by any party in any court in Israel, the United States, or any country in which Taro operates, regulatory and legislative actions in the countries in which Taro operates, and other risks detailed from time to time in the Company’s SEC reports, including its Annual Reports on Form 20-F. Forward-looking statements are applicable only as of the date on which they are made. The Company undertakes no obligations to update, change or revise any forward-looking statement, whether as a result of new information, additional or subsequent developments or otherwise.\n**Financial Tables Follow**\nTARO PHARMACEUTICAL INDUSTRIES LTD. SUMMARY CONSOLIDATED STATEMENTS OF OPERATIONS (U.S. dollars in thousands, except share data) Quarter Ended Year Ended March 31, March 31, 2018 2017 2018 2017 (unaudited) (unaudited) (unaudited) (audited) Sales, net $ 175,216 $ 196,414 $ 661,913 $ 879,387 Cost of sales 56,287 52,494 198,405 207,860 Impairment — 92 — 276 Gross profit 118,929 143,828 463,508 671,251 Operating Expenses: Research and development 20,308 19,878 70,418 70,644 Selling, marketing, general and administrative 23,775 22,206 88,196 85,656 Settlements and loss contingencies 24 — 1,884 — Operating income 74,822 101,744 303,010 514,951 Financial (income) expense, net: Interest and other financial income (5,894 ) (3,654 ) (19,934 ) (14,468 ) Foreign exchange (income) expense (16,041 ) 5,830 32,465 (20,168 ) Other gain, net 458 745 1,889 11,211 Income before income taxes 97,215 100,313 292,368 560,798 Tax expense 10,691 17,313 81,954 103,780 Income from continuing operations 86,524 83,000 210,414 457,018 Net loss from discontinued operations attributable to Taro (96 ) (38 ) (335 ) (352 ) Net income 86,428 82,962 210,079 456,666 Net income (loss) attributable to non-controlling interest 141 (23 ) (1,071 ) 310 Net income attributable to Taro $ 86,287 $ 82,985 $ 211,150 $ 456,356 Net income per ordinary share from continuing\noperations attributable to Taro:\nBasic and Diluted $ 2.17 $ 2.05 $ 5.27 $ 11.06 Net loss per ordinary share from discontinued operations\nattributable to Taro:\nBasic and Diluted $ (0.00 ) * $ (0.00 ) * $ (0.01 ) $ (0.01 ) Net income per ordinary share attributable to Taro: Basic and Diluted $ 2.17 $ 2.05 $ 5.26 $ 11.05 Weighted-average number of shares used to compute net\nincome per share:\nBasic and Diluted 39,729,942 40,566,815 40,155,087 41,300,797 * Amount is less than $0.01 May not foot due to rounding. TARO PHARMACEUTICAL INDUSTRIES LTD. SUMMARY CONSOLIDATED BALANCE SHEETS (U.S. dollars in thousands) March 31, March 31, 2018 2017 ASSETS (unaudited) (audited) CURRENT ASSETS: Cash and cash equivalents $ 576,611 $ 600,399 Short-term and current maturities of long-term bank deposits 296,188 782,813 Marketable securities 549,821 3,548 Accounts receivable and other: Trade, net 206,455 203,924 Other receivables and prepaid expenses 122,965 266,280 Inventories 144,595 141,045 Long-term assets held for sale, net — 1,015 TOTAL CURRENT ASSETS 1,896,635 1,999,024 Long-term deposits and marketable securities 225,639 70,685 Property, plant and equipment, net 193,727 180,085 Deferred income taxes 87,257 10,324 Other assets 29,952 29,635 TOTAL ASSETS $ 2,433,210 $ 2,289,753 LIABILITIES AND SHAREHOLDERS' EQUITY CURRENT LIABILITIES: Trade payables $ 25,697 $ 16,394 Other current liabilities 190,059 193,443 TOTAL CURRENT LIABILITIES 215,756 209,837 Deferred taxes and other long-term liabilities 7,055 6,110 TOTAL LIABILITIES 222,811 215,947 Taro shareholders' equity 2,205,158 2,067,494 Non-controlling interest 5,241 6,312 TOTAL LIABILITIES AND SHAREHOLDERS' EQUITY $ 2,433,210 $ 2,289,753 TARO PHARMACEUTICAL INDUSTRIES LTD. SUMMARY CONSOLIDATED STATEMENTS OF CASH FLOWS (U.S. dollars in thousands) Year Ended March 31, 2018 2017 (unaudited) (audited) Cash flows from operating activities: Net income $ 210,079 $ 456,666 Adjustments required to reconcile net income to net cash provided by operating activities: Depreciation and amortization 16,496 14,829 Impairment of long-lived assets — 276 Realized loss (gain) on sale of marketable securities and long-lived assets 275 (8,389 ) Change in derivative instruments, net (893 ) 1,434 Effect of change in exchange rate on inter-company balances, marketable securities and bank deposits 34,970 (21,174 ) Deferred income taxes, net 56,007 73,706 (Increase) decrease in trade receivables, net (2,297 ) 34,413 Increase in inventories, net (1,978 ) (3,770 ) Decrease (increase) in other receivables, income tax receivable, prepaid expenses and other 12,644 (75,219 ) Decrease in trade, income tax, accrued expenses, and other payables (936 ) (35,237 ) Income from marketable securities, net (678 ) — Net cash provided by operating activities 323,689 437,535 Cash flows from investing activities: Purchase of plant, property & equipment (26,886 ) (35,755 ) Investment in other intangible assets (2,650 ) (68 ) Proceeds from short-term bank deposits, net 161,032 196,170 Proceeds from (investment in) long-term deposits and other assets 396,281 (286,607 ) Investment in marketable securities, net (770,490 ) (26 ) Proceeds from the sale of long-lived assets 1,075 8,508 Net cash used in investing activities (241,638 ) (117,778 ) Cash flows from financing activities: Purchase of treasury stock (106,986 ) (294,897 ) Net cash used in financing activities (106,986 ) (294,897 ) Effect of exchange rate changes on cash and cash equivalents 1,147 (1,218 ) (Decrease) increase in cash and cash equivalents (23,788 ) 23,642 Cash and cash equivalents at beginning of period 600,399 576,757 Cash and cash equivalents at end of period $ 576,611 $ 600,399 Cash Paid during the year for: Income taxes $ 55,051 $ 99,720 Cash Received during the year for: Income taxes $ 36,668 $ 1,938 Non-cash investing transactions: Purchase of property, plant and equipment included in accounts payable $ 2,281 $ 692 Non-cash financing transactions: Purchase of treasury stock $ 4,348 $ — Purchase of marketable securities $ 3,491 $ —\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180517006437/en/\nTaro Pharmaceutical Industries Ltd.\nMariano Balaguer, 914-345-9001\nVP, Chief Financial Officer\nMariano.Balaguer@Taro.com\nor\nWilliam J. Coote, 914-345-9001\nAVP, Business Finance, Treasurer and Investor Relations\nWilliam.Coote@Taro.com\nSource: Taro Pharmaceutical Industries Ltd.",
    "published": "2018-05-18T01:57:00.000+03:00",
    "crawled": "2018-05-18T04:45:29.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hawthorne",
        "business",
        "wire",
        "taro",
        "pharmaceutical",
        "industry",
        "nyse",
        "taro",
        "taro",
        "company",
        "today",
        "provided",
        "unaudited",
        "financial",
        "result",
        "quarter",
        "year",
        "ended",
        "march",
        "quarter",
        "ended",
        "march",
        "highlight",
        "compared",
        "march",
        "net",
        "sale",
        "million",
        "decreased",
        "million",
        "result",
        "continuing",
        "increased",
        "competition",
        "challenging",
        "pricing",
        "environment",
        "particularly",
        "despite",
        "increase",
        "overall",
        "volume",
        "gross",
        "profit",
        "million",
        "decreased",
        "million",
        "percentage",
        "net",
        "sale",
        "compared",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "increased",
        "slightly",
        "comparable",
        "quarter",
        "selling",
        "marketing",
        "general",
        "administrative",
        "expense",
        "sg",
        "increased",
        "million",
        "million",
        "operating",
        "income",
        "million",
        "decreased",
        "million",
        "percentage",
        "net",
        "sale",
        "compared",
        "interest",
        "financial",
        "income",
        "increased",
        "million",
        "million",
        "foreign",
        "exchange",
        "fx",
        "income",
        "million",
        "compared",
        "fx",
        "expense",
        "million",
        "favorable",
        "impact",
        "million",
        "principally",
        "result",
        "weakening",
        "canadian",
        "dollar",
        "dollar",
        "tax",
        "expense",
        "decreased",
        "million",
        "million",
        "resulting",
        "effective",
        "tax",
        "rate",
        "compared",
        "net",
        "income",
        "attributable",
        "taro",
        "million",
        "compared",
        "million",
        "resulting",
        "diluted",
        "earnings",
        "per",
        "share",
        "compared",
        "period",
        "last",
        "year",
        "year",
        "ended",
        "march",
        "highlight",
        "compared",
        "march",
        "net",
        "sale",
        "million",
        "decreased",
        "million",
        "result",
        "continuing",
        "increased",
        "competition",
        "challenging",
        "pricing",
        "environment",
        "despite",
        "increase",
        "overall",
        "volume",
        "gross",
        "profit",
        "million",
        "decreased",
        "million",
        "percentage",
        "net",
        "sale",
        "compared",
        "r",
        "expense",
        "million",
        "relatively",
        "line",
        "prior",
        "year",
        "sg",
        "expense",
        "million",
        "increased",
        "million",
        "operating",
        "income",
        "million",
        "decreased",
        "million",
        "percentage",
        "net",
        "sale",
        "compared",
        "interest",
        "financial",
        "income",
        "increased",
        "million",
        "million",
        "fx",
        "expense",
        "million",
        "compared",
        "fx",
        "income",
        "million",
        "unfavorable",
        "impact",
        "million",
        "principally",
        "result",
        "strength",
        "canadian",
        "dollar",
        "dollar",
        "income",
        "million",
        "decreased",
        "million",
        "principally",
        "due",
        "sale",
        "keveyis",
        "december",
        "tax",
        "expense",
        "decreased",
        "million",
        "million",
        "however",
        "effective",
        "tax",
        "rate",
        "increased",
        "third",
        "quarter",
        "company",
        "recorded",
        "million",
        "expense",
        "impact",
        "company",
        "estimated",
        "net",
        "deferred",
        "tax",
        "asset",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "excluding",
        "impact",
        "tax",
        "expense",
        "would",
        "million",
        "effective",
        "tax",
        "rate",
        "net",
        "income",
        "attributable",
        "taro",
        "million",
        "compared",
        "million",
        "resulting",
        "diluted",
        "earnings",
        "per",
        "share",
        "compared",
        "excluding",
        "impact",
        "tax",
        "net",
        "income",
        "attributable",
        "taro",
        "would",
        "million",
        "diluted",
        "earnings",
        "per",
        "share",
        "uday",
        "baldota",
        "taro",
        "ceo",
        "stated",
        "result",
        "reflect",
        "challenge",
        "entire",
        "generic",
        "industry",
        "faced",
        "continues",
        "encounter",
        "continue",
        "invest",
        "prudently",
        "developing",
        "product",
        "reasonably",
        "good",
        "pipeline",
        "come",
        "market",
        "next",
        "month",
        "also",
        "continue",
        "look",
        "initiative",
        "opportunity",
        "area",
        "core",
        "strength",
        "potentially",
        "adjacent",
        "area",
        "cash",
        "flow",
        "balance",
        "sheet",
        "highlight",
        "cash",
        "flow",
        "provided",
        "operation",
        "year",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "march",
        "march",
        "cash",
        "including",
        "bank",
        "deposit",
        "marketable",
        "security",
        "increased",
        "million",
        "billion",
        "march",
        "cash",
        "reflects",
        "million",
        "impact",
        "company",
        "share",
        "repurchase",
        "current",
        "fiscal",
        "year",
        "fda",
        "approval",
        "filing",
        "company",
        "recently",
        "received",
        "approval",
        "food",
        "drug",
        "administration",
        "fda",
        "abbreviated",
        "new",
        "drug",
        "application",
        "anda",
        "clobetasol",
        "propionate",
        "spray",
        "company",
        "currently",
        "total",
        "andas",
        "awaiting",
        "fda",
        "approval",
        "including",
        "four",
        "tentative",
        "approval",
        "taro",
        "onychomycosis",
        "drug",
        "novexatin",
        "meet",
        "main",
        "goal",
        "phase",
        "iib",
        "study",
        "study",
        "data",
        "analyzed",
        "evaluating",
        "next",
        "course",
        "action",
        "program",
        "share",
        "repurchase",
        "program",
        "returning",
        "capital",
        "shareholder",
        "november",
        "company",
        "announced",
        "board",
        "director",
        "approved",
        "million",
        "share",
        "repurchase",
        "ordinary",
        "share",
        "authorization",
        "repurchase",
        "may",
        "made",
        "time",
        "time",
        "company",
        "discretion",
        "based",
        "ongoing",
        "assessment",
        "capital",
        "need",
        "business",
        "market",
        "price",
        "stock",
        "general",
        "market",
        "condition",
        "repurchase",
        "authorization",
        "enables",
        "company",
        "purchase",
        "ordinary",
        "share",
        "time",
        "time",
        "open",
        "market",
        "purchase",
        "negotiated",
        "transaction",
        "mean",
        "including",
        "trading",
        "plan",
        "accordance",
        "applicable",
        "security",
        "law",
        "restriction",
        "november",
        "board",
        "extended",
        "share",
        "repurchase",
        "program",
        "one",
        "year",
        "year",
        "company",
        "repurchased",
        "share",
        "average",
        "price",
        "may",
        "total",
        "authorization",
        "company",
        "repurchased",
        "share",
        "average",
        "price",
        "million",
        "remaining",
        "earnings",
        "call",
        "edt",
        "may",
        "previously",
        "announced",
        "company",
        "host",
        "earnings",
        "call",
        "edt",
        "friday",
        "may",
        "senior",
        "management",
        "discus",
        "company",
        "performance",
        "answer",
        "question",
        "participant",
        "call",
        "accessible",
        "audio",
        "audio",
        "conference",
        "participant",
        "number",
        "participant",
        "number",
        "id",
        "participant",
        "international",
        "number",
        "id",
        "detail",
        "provided",
        "website",
        "participate",
        "audio",
        "call",
        "please",
        "dial",
        "number",
        "provided",
        "five",
        "ten",
        "minute",
        "ahead",
        "scheduled",
        "start",
        "time",
        "operator",
        "provide",
        "instruction",
        "asking",
        "question",
        "call",
        "transcript",
        "event",
        "available",
        "company",
        "website",
        "audio",
        "playback",
        "available",
        "thirteen",
        "day",
        "following",
        "call",
        "taro",
        "taro",
        "pharmaceutical",
        "industry",
        "multinational",
        "pharmaceutical",
        "company",
        "dedicated",
        "meeting",
        "need",
        "customer",
        "discovery",
        "development",
        "manufacturing",
        "marketing",
        "highest",
        "quality",
        "healthcare",
        "product",
        "information",
        "taro",
        "pharmaceutical",
        "industry",
        "please",
        "visit",
        "company",
        "website",
        "safe",
        "harbor",
        "statement",
        "unaudited",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "basis",
        "annual",
        "consolidated",
        "financial",
        "statement",
        "opinion",
        "management",
        "reflect",
        "adjustment",
        "necessary",
        "present",
        "fairly",
        "financial",
        "condition",
        "result",
        "operation",
        "company",
        "unaudited",
        "consolidated",
        "financial",
        "statement",
        "read",
        "conjunction",
        "company",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "certain",
        "statement",
        "release",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "describe",
        "historical",
        "fact",
        "refer",
        "relate",
        "event",
        "circumstance",
        "company",
        "estimate",
        "belief",
        "expects",
        "happen",
        "similar",
        "language",
        "statement",
        "respect",
        "company",
        "financial",
        "performance",
        "availability",
        "financial",
        "information",
        "estimate",
        "financial",
        "result",
        "information",
        "fiscal",
        "year",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "give",
        "assurance",
        "expectation",
        "attained",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "general",
        "domestic",
        "international",
        "economic",
        "condition",
        "industry",
        "market",
        "condition",
        "change",
        "company",
        "financial",
        "position",
        "litigation",
        "brought",
        "party",
        "court",
        "israel",
        "united",
        "state",
        "country",
        "taro",
        "operates",
        "regulatory",
        "legislative",
        "action",
        "country",
        "taro",
        "operates",
        "risk",
        "detailed",
        "time",
        "time",
        "company",
        "sec",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "statement",
        "applicable",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "change",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "additional",
        "subsequent",
        "development",
        "otherwise",
        "financial",
        "table",
        "follow",
        "taro",
        "pharmaceutical",
        "industry",
        "summary",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "share",
        "data",
        "quarter",
        "ended",
        "year",
        "ended",
        "march",
        "march",
        "unaudited",
        "unaudited",
        "unaudited",
        "audited",
        "sale",
        "net",
        "cost",
        "sale",
        "impairment",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "settlement",
        "loss",
        "contingency",
        "operating",
        "income",
        "financial",
        "income",
        "expense",
        "net",
        "interest",
        "financial",
        "income",
        "foreign",
        "exchange",
        "income",
        "expense",
        "gain",
        "net",
        "income",
        "income",
        "tax",
        "tax",
        "expense",
        "income",
        "continuing",
        "operation",
        "net",
        "loss",
        "discontinued",
        "operation",
        "attributable",
        "taro",
        "net",
        "income",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "net",
        "income",
        "attributable",
        "taro",
        "net",
        "income",
        "per",
        "ordinary",
        "share",
        "continuing",
        "operation",
        "attributable",
        "taro",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "ordinary",
        "share",
        "discontinued",
        "operation",
        "attributable",
        "taro",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "ordinary",
        "share",
        "attributable",
        "taro",
        "basic",
        "diluted",
        "number",
        "share",
        "used",
        "compute",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "amount",
        "less",
        "may",
        "foot",
        "due",
        "rounding",
        "taro",
        "pharmaceutical",
        "industry",
        "summary",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "march",
        "march",
        "asset",
        "unaudited",
        "audited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "current",
        "maturity",
        "bank",
        "deposit",
        "marketable",
        "security",
        "account",
        "receivable",
        "trade",
        "net",
        "receivables",
        "prepaid",
        "expense",
        "inventory",
        "asset",
        "held",
        "sale",
        "net",
        "total",
        "current",
        "asset",
        "deposit",
        "marketable",
        "security",
        "property",
        "plant",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "trade",
        "payable",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "tax",
        "liability",
        "total",
        "liability",
        "taro",
        "shareholder",
        "equity",
        "interest",
        "total",
        "liability",
        "shareholder",
        "equity",
        "taro",
        "pharmaceutical",
        "industry",
        "summary",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "dollar",
        "thousand",
        "year",
        "ended",
        "march",
        "unaudited",
        "audited",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "required",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "impairment",
        "asset",
        "realized",
        "loss",
        "gain",
        "sale",
        "marketable",
        "security",
        "asset",
        "change",
        "derivative",
        "instrument",
        "net",
        "effect",
        "change",
        "exchange",
        "rate",
        "balance",
        "marketable",
        "security",
        "bank",
        "deposit",
        "deferred",
        "income",
        "tax",
        "net",
        "increase",
        "decrease",
        "trade",
        "receivables",
        "net",
        "increase",
        "inventory",
        "net",
        "decrease",
        "increase",
        "receivables",
        "income",
        "tax",
        "receivable",
        "prepaid",
        "expense",
        "decrease",
        "trade",
        "income",
        "tax",
        "accrued",
        "expense",
        "payable",
        "income",
        "marketable",
        "security",
        "net",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "plant",
        "property",
        "equipment",
        "investment",
        "intangible",
        "asset",
        "proceeds",
        "bank",
        "deposit",
        "net",
        "proceeds",
        "investment",
        "deposit",
        "asset",
        "investment",
        "marketable",
        "security",
        "net",
        "proceeds",
        "sale",
        "asset",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "purchase",
        "treasury",
        "stock",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "decrease",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "cash",
        "paid",
        "year",
        "income",
        "tax",
        "cash",
        "received",
        "year",
        "income",
        "tax",
        "investing",
        "transaction",
        "purchase",
        "property",
        "plant",
        "equipment",
        "included",
        "account",
        "payable",
        "financing",
        "transaction",
        "purchase",
        "treasury",
        "stock",
        "purchase",
        "marketable",
        "security",
        "view",
        "source",
        "version",
        "http",
        "taro",
        "pharmaceutical",
        "industry",
        "mariano",
        "balaguer",
        "vp",
        "chief",
        "financial",
        "officer",
        "william",
        "coote",
        "avp",
        "business",
        "finance",
        "treasurer",
        "investor",
        "relation",
        "source",
        "taro",
        "pharmaceutical",
        "industry",
        "ltd"
    ]
}