{
    "organizations": [],
    "uuid": "f76d672245172723838482f33ea8fc735182e24a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/globe-newswire-chakana-copper-acquires-four-new-breccia-pipes-doubles-soledad-land-position.html",
    "ord_in_thread": 0,
    "title": "Chakana Copper Acquires Four New Breccia Pipes, Doubles Soledad Land Position",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 23, 2018 (GLOBE NEWSWIRE) -- Chakana Copper Corp. (TSX-V:PERU) (OTC:CHKKF) (FWB:1ZX) (the “ Company ” or “ Chakana ”), is pleased to announce that it has expanded its mineral rights at the Soledad project (the “Project”) optioned from Condor Resources Inc. Chakana now has, or can earn, a 100% interest in 2,018.89 hectares covering the cluster of nine known breccia pipes shown in Figure 1. The Project is located 35 km south of the Pierina mine in the prolific Miocene metallogenic belt of Peru. The new mineral rights were acquired through an option, an outright purchase, and staking.\nMap showing original Soledad land position optioned from Condor Resources (blue) and expanded land position (black outline).\nMaps showing gold in surface rock samples collected by Condor Resources and Mariana Resources over (A) Bx 1, and (B) Bx 5. For additional results and a discussion of the sampling and analytical methods see www.chakanacopper.com Readers are cautioned that surface rock samples are, by nature, selective and are unlikely to represent average grades on the Project.\nMaps showing gold in surface rock samples collected by Chakana over (A) the Huancarama Breccia Complex, and (B) the Paloma East and Paloma West pipes. For additional results and a discussion of the sampling and analytical methods see www.chakanacopper.com . Readers are cautioned that surface rock samples are, by nature, selective and are unlikely to represent average grades on the Project.\nImages showing surface expression of Bx 1, Bx 5, Huancarama Breccia Complex, and Paloma East and West. Note drill rig for scale for Bx 1 and Bx 5. Main massif on right at Huancarama measures approximately 60 m across. Distance between Paloma East and Paloma West is 220 metres. Rock samples from: Bx 1 (A) shingle breccia, (B) mosaic breccia (field of view 1.5 m wide); Bx 5 (C) shingle breccia, (D) mosaic breccia; Huancarama (E) mosaic breccia, (F) shingle breccia; Paloma West (G) shingle breccia, Paloma East (H) shingle breccia.\n“The expansion and consolidation of our mineral rights at Soledad is strategic as it covers four additional mineralized tourmaline breccia pipes and it allows access to the cluster of breccia pipes from the valley below,” said President and CEO David Kelley. “The four additional pipes include the Huancarama Breccia Complex, Paloma East and West pipes, and Perenne, bringing the total number of principal pipes to nine. All have characteristic surface mineralization and breccia textures that make them highly prospective drill targets. In addition, there are eleven areas with strongly altered andesitic volcanic rock consisting of sheeted quartz-sericite-tourmaline veining now believed to be the vertical expression of blind breccia bodies,” added Mr. Kelley.\nPrevious surface rock chip and channel sampling over Breccia Pipes 1 and 5 (Bx 1 and Bx 5, respectively) by Condor Resources and Mariana Resources show strongly anomalous gold results (Fig. 2). Recent rock chip and channel sampling by Chakana over the Paloma and Huancarama pipes show a similar strong geochemical response to Bx1 and Bx5 (Fig. 3). Sampling of the Perenne pipe is in progress.\n“These sampling results are highly encouraging as they suggest a style of mineralization similar to what we have already drilled in Bx 1 and Bx 5. The Huancarama Breccia Complex is especially exciting as it is the largest exposure of mineralized breccia we have encountered thus far at surface,” states Kelley.\nHuancarama is a breccia complex with a main massif on the east that measures approximately 60 metres in diameter. It is surrounded by 5 additional breccia bodies that extend to the west for 200 metres and a collapse zone adjacent to the massif that measures 30 by 50 metres (Fig. 3). The main massif is strongly anomalous in gold with values up to 9.6 g/t Au. Limited sampling of the peripheral breccia bodies show that they are anomalous with values up to 1.23 g/t Au. The collapse feature is reported to have resulted from historic underground removal of mineralized material allowing the ground above to collapse. The breccia complex is at an elevation of 3,950 metres, 450 metres below the highest pipe Breccia Pipe 6 (Bx 6) with an elevation of 4,400 metres.\nThe Paloma pipes include two prominent breccia pipes along a northeast trending structural zone (Fig. 3). Paloma East is a conical shaped pipe with a diameter of 25 metres. The larger Paloma West pipe measures 30 by 40 metres and is surrounded by smaller breccia bodies and strongly sericite-altered andesitic tuff. The northeast trending Paloma zone measures 340 metres and ranges in elevation from 4,000 to 4,165 metres. Surface rock samples are strongly anomalous with values up to 7.79 g/t Au (Fig. 3).\nBreccia textures and alteration are consistent between the different breccia pipes with shingle and mosaic breccia being most common (Fig. 4). Alteration consists of pervasive quartz-sericite-tourmaline replacement of all primary minerals in the host andesitic crystal-lithic tuff. Drilling at Bx 1 and Bx 5 has shown that both types are breccia can be strongly mineralized, with exceptional grades found in shingle breccia at the breccia pipe margin. Chakana began a 16,000m drill program in August of 2017 designed to determine the economic potential of several quartz-tourmaline-sulfide breccia pipes that crop out at surface. A total of 14,700m have been drilled to date in 55 holes. Highlights from Chakana drilling include 113.0m of 1.17% Cu, 3.58 g/t Au, and 51.5 g/t Ag (3.95% Cu_eq) from surface in Bx 1, and 164.0m of 0.51% Cu, 1.68 g/t Au and 27.4 g/t Ag (1.84% Cu_eq) from 12m in Bx 5 (see news releases dated Feb 7 and Feb 22, 2018 at www.chakanacopper.com ).\nSummary of Land Acquisition\nIn the first transaction, 10 mining concessions totaling 630.73 hectares were acquired April 1, 2018 through a purchase option agreement between Chakana Resources S.A.C. and a Peruvian family. Pursuant to this option agreement, Chakana Resources S.A.C. can acquire a 100% interest in the optioned properties in consideration for aggregate cash payments of US$2,300,000 over 4.5 years with US$1,500,000 of this amount due up exercise of the option. Under the terms of the option agreement, the vendors are entitled, upon exercise of the option, to a 2% NSR that Chakana can purchase at any time for USD $2,000,000.\nTwo smaller mining concessions totaling 31.84 hectares were purchased outright from a private Peruvian company and an individual for USD$200,000. There are no retained royalties.\nAn additional 217.63 hectares of mining concessions have been acquired directly by Chakana through application with the Instituto Geológico Minero y Metalúrgico (INGEMMET).\nSampling and Analytical Procedures\nChakana follows rigorous sampling and analytical protocols that meet industry standards. Samples for assay are stored in a secured area until transport in batches to the ALS facility in Callao, Lima, Peru. Samples are processed under the control of ALS with the samples including certified reference materials, a coarse and finely-crushed blank and duplicates samples. All samples are analyzed using the ME-MS41 procedure in order to obtain a comprehensive multi-element overview of the geochemistry. Gold is analyzed by ME-MS41 (not considered reliable), AA24 (higher precision) and GRA22 when values exceed 10 g/t. Over limit silver, copper, lead and zinc is analyzed using the OG-46 procedures.\nAdditional information concerning the Project is available in a technical report prepared in accordance with National Instrument 43-101 made available on Chakana’s SEDAR profile at www.sedar.com .\nQualified Person\nTechnical information in this news release has been approved by David Kelley, Qualified Professional - Geology designation from the Mining and Metallurgical Society of America, the President, CEO and a Director of Chakana and a Qualified Person as defined by NI 43-101 – Standards of Disclosure for Mineral Projects . Mr. Kelley has verified the sampling and analytical procedures and has reviewed the assay data set out in this News Release during continued visits to the Soledad project; inspection of samples at site prior to shipment to the assay laboratory; and as the direct recipient of the corresponding assay results from the assay laboratory.\nON BEHALF OF THE BOARD\n(signed) “ David Kelley ”\nDavid Kelley\nPresident and CEO\nFor further information contact:\nMichelle Borromeo, Manager – Corporate Communications\nPhone: 604-715-6845\nEmail: mborromeo@chakanacopper.com\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThis release may contain forward-looking statements. Forward-looking statements involve known and unknown risks, uncertainties, and other factors which may cause the actual results, performance, or achievements of Chakana to be materially different from any future results, performance, or achievements expressed or implied by the forward-looking statements. Forward looking statements or information relates to, among other things, the interpretation of the nature of the mineralization at the Project, the potential to grow the Project, the potential to expand the mineralization, the planning for further exploration work, the ability to de-risk the potential exploration targets, and our belief about the unexplored parts of the Project. These forward-looking statements are based on management’s current expectations and beliefs but given the uncertainties, assumptions and risks, readers are cautioned not to place undue reliance on such forward- looking statements or information. The Company disclaims any obligation to update, or to publicly announce, any such statements, events or developments except as required by law.\nPhotos accompanying this announcement are available at\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/c9337e0e-1be4-4b85-a34a-3c0492a3b043\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/63f1cd31-41ce-49d0-b7d7-b4aee62fe37f\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/2b9de922-b3ad-4a51-9d46-352cef1d9f1f\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/3ef9ad31-2cdd-4f03-8868-9d95263a87f6\nSource:Chakana Copper Corp.",
    "published": "2018-05-23T16:30:00.000+03:00",
    "crawled": "2018-05-23T18:56:12.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "chakana",
        "copper",
        "peru",
        "otc",
        "chkkf",
        "company",
        "chakana",
        "pleased",
        "announce",
        "expanded",
        "mineral",
        "right",
        "soledad",
        "project",
        "project",
        "optioned",
        "condor",
        "resource",
        "chakana",
        "earn",
        "interest",
        "hectare",
        "covering",
        "cluster",
        "nine",
        "known",
        "breccia",
        "pipe",
        "shown",
        "figure",
        "project",
        "located",
        "km",
        "south",
        "pierina",
        "mine",
        "prolific",
        "miocene",
        "metallogenic",
        "belt",
        "peru",
        "new",
        "mineral",
        "right",
        "acquired",
        "option",
        "outright",
        "purchase",
        "staking",
        "map",
        "showing",
        "original",
        "soledad",
        "land",
        "position",
        "optioned",
        "condor",
        "resource",
        "blue",
        "expanded",
        "land",
        "position",
        "black",
        "outline",
        "map",
        "showing",
        "gold",
        "surface",
        "rock",
        "sample",
        "collected",
        "condor",
        "resource",
        "mariana",
        "resource",
        "bx",
        "b",
        "bx",
        "additional",
        "result",
        "discussion",
        "sampling",
        "analytical",
        "method",
        "see",
        "reader",
        "cautioned",
        "surface",
        "rock",
        "sample",
        "nature",
        "selective",
        "unlikely",
        "represent",
        "average",
        "grade",
        "project",
        "map",
        "showing",
        "gold",
        "surface",
        "rock",
        "sample",
        "collected",
        "chakana",
        "huancarama",
        "breccia",
        "complex",
        "b",
        "paloma",
        "east",
        "paloma",
        "west",
        "pipe",
        "additional",
        "result",
        "discussion",
        "sampling",
        "analytical",
        "method",
        "see",
        "reader",
        "cautioned",
        "surface",
        "rock",
        "sample",
        "nature",
        "selective",
        "unlikely",
        "represent",
        "average",
        "grade",
        "project",
        "image",
        "showing",
        "surface",
        "expression",
        "bx",
        "bx",
        "huancarama",
        "breccia",
        "complex",
        "paloma",
        "east",
        "west",
        "note",
        "drill",
        "rig",
        "scale",
        "bx",
        "bx",
        "main",
        "massif",
        "right",
        "huancarama",
        "measure",
        "approximately",
        "across",
        "distance",
        "paloma",
        "east",
        "paloma",
        "west",
        "metre",
        "rock",
        "sample",
        "bx",
        "shingle",
        "breccia",
        "b",
        "mosaic",
        "breccia",
        "field",
        "view",
        "wide",
        "bx",
        "c",
        "shingle",
        "breccia",
        "mosaic",
        "breccia",
        "huancarama",
        "e",
        "mosaic",
        "breccia",
        "f",
        "shingle",
        "breccia",
        "paloma",
        "west",
        "g",
        "shingle",
        "breccia",
        "paloma",
        "east",
        "h",
        "shingle",
        "breccia",
        "expansion",
        "consolidation",
        "mineral",
        "right",
        "soledad",
        "strategic",
        "cover",
        "four",
        "additional",
        "mineralized",
        "tourmaline",
        "breccia",
        "pipe",
        "allows",
        "access",
        "cluster",
        "breccia",
        "pipe",
        "valley",
        "said",
        "president",
        "ceo",
        "david",
        "kelley",
        "four",
        "additional",
        "pipe",
        "include",
        "huancarama",
        "breccia",
        "complex",
        "paloma",
        "east",
        "west",
        "pipe",
        "perenne",
        "bringing",
        "total",
        "number",
        "principal",
        "pipe",
        "nine",
        "characteristic",
        "surface",
        "mineralization",
        "breccia",
        "texture",
        "make",
        "highly",
        "prospective",
        "drill",
        "target",
        "addition",
        "eleven",
        "area",
        "strongly",
        "altered",
        "andesitic",
        "volcanic",
        "rock",
        "consisting",
        "sheeted",
        "veining",
        "believed",
        "vertical",
        "expression",
        "blind",
        "breccia",
        "body",
        "added",
        "kelley",
        "previous",
        "surface",
        "rock",
        "chip",
        "channel",
        "sampling",
        "breccia",
        "pipe",
        "bx",
        "bx",
        "respectively",
        "condor",
        "resource",
        "mariana",
        "resource",
        "show",
        "strongly",
        "anomalous",
        "gold",
        "result",
        "fig",
        "recent",
        "rock",
        "chip",
        "channel",
        "sampling",
        "chakana",
        "paloma",
        "huancarama",
        "pipe",
        "show",
        "similar",
        "strong",
        "geochemical",
        "response",
        "bx1",
        "bx5",
        "fig",
        "sampling",
        "perenne",
        "pipe",
        "progress",
        "sampling",
        "result",
        "highly",
        "encouraging",
        "suggest",
        "style",
        "mineralization",
        "similar",
        "already",
        "drilled",
        "bx",
        "bx",
        "huancarama",
        "breccia",
        "complex",
        "especially",
        "exciting",
        "largest",
        "exposure",
        "mineralized",
        "breccia",
        "encountered",
        "thus",
        "far",
        "surface",
        "state",
        "kelley",
        "huancarama",
        "breccia",
        "complex",
        "main",
        "massif",
        "east",
        "measure",
        "approximately",
        "metre",
        "diameter",
        "surrounded",
        "additional",
        "breccia",
        "body",
        "extend",
        "west",
        "metre",
        "collapse",
        "zone",
        "adjacent",
        "massif",
        "measure",
        "metre",
        "fig",
        "main",
        "massif",
        "strongly",
        "anomalous",
        "gold",
        "value",
        "au",
        "limited",
        "sampling",
        "peripheral",
        "breccia",
        "body",
        "show",
        "anomalous",
        "value",
        "au",
        "collapse",
        "feature",
        "reported",
        "resulted",
        "historic",
        "underground",
        "removal",
        "mineralized",
        "material",
        "allowing",
        "ground",
        "collapse",
        "breccia",
        "complex",
        "elevation",
        "metre",
        "metre",
        "highest",
        "pipe",
        "breccia",
        "pipe",
        "bx",
        "elevation",
        "metre",
        "paloma",
        "pipe",
        "include",
        "two",
        "prominent",
        "breccia",
        "pipe",
        "along",
        "northeast",
        "trending",
        "structural",
        "zone",
        "fig",
        "paloma",
        "east",
        "conical",
        "shaped",
        "pipe",
        "diameter",
        "metre",
        "larger",
        "paloma",
        "west",
        "pipe",
        "measure",
        "metre",
        "surrounded",
        "smaller",
        "breccia",
        "body",
        "strongly",
        "andesitic",
        "tuff",
        "northeast",
        "trending",
        "paloma",
        "zone",
        "measure",
        "metre",
        "range",
        "elevation",
        "metre",
        "surface",
        "rock",
        "sample",
        "strongly",
        "anomalous",
        "value",
        "au",
        "fig",
        "breccia",
        "texture",
        "alteration",
        "consistent",
        "different",
        "breccia",
        "pipe",
        "shingle",
        "mosaic",
        "breccia",
        "common",
        "fig",
        "alteration",
        "consists",
        "pervasive",
        "replacement",
        "primary",
        "mineral",
        "host",
        "andesitic",
        "tuff",
        "drilling",
        "bx",
        "bx",
        "shown",
        "type",
        "breccia",
        "strongly",
        "mineralized",
        "exceptional",
        "grade",
        "found",
        "shingle",
        "breccia",
        "breccia",
        "pipe",
        "margin",
        "chakana",
        "began",
        "drill",
        "program",
        "august",
        "designed",
        "determine",
        "economic",
        "potential",
        "several",
        "breccia",
        "pipe",
        "crop",
        "surface",
        "total",
        "drilled",
        "date",
        "hole",
        "highlight",
        "chakana",
        "drilling",
        "include",
        "cu",
        "au",
        "ag",
        "surface",
        "bx",
        "cu",
        "au",
        "ag",
        "12m",
        "bx",
        "see",
        "news",
        "release",
        "dated",
        "feb",
        "feb",
        "summary",
        "land",
        "acquisition",
        "first",
        "transaction",
        "mining",
        "concession",
        "totaling",
        "hectare",
        "acquired",
        "april",
        "purchase",
        "option",
        "agreement",
        "chakana",
        "resource",
        "peruvian",
        "family",
        "pursuant",
        "option",
        "agreement",
        "chakana",
        "resource",
        "acquire",
        "interest",
        "optioned",
        "property",
        "consideration",
        "aggregate",
        "cash",
        "payment",
        "u",
        "year",
        "u",
        "amount",
        "due",
        "exercise",
        "option",
        "term",
        "option",
        "agreement",
        "vendor",
        "entitled",
        "upon",
        "exercise",
        "option",
        "nsr",
        "chakana",
        "purchase",
        "time",
        "usd",
        "two",
        "smaller",
        "mining",
        "concession",
        "totaling",
        "hectare",
        "purchased",
        "outright",
        "private",
        "peruvian",
        "company",
        "individual",
        "usd",
        "retained",
        "royalty",
        "additional",
        "hectare",
        "mining",
        "concession",
        "acquired",
        "directly",
        "chakana",
        "application",
        "instituto",
        "geológico",
        "minero",
        "metalúrgico",
        "ingemmet",
        "sampling",
        "analytical",
        "procedure",
        "chakana",
        "follows",
        "rigorous",
        "sampling",
        "analytical",
        "protocol",
        "meet",
        "industry",
        "standard",
        "sample",
        "assay",
        "stored",
        "secured",
        "area",
        "transport",
        "batch",
        "al",
        "facility",
        "callao",
        "lima",
        "peru",
        "sample",
        "processed",
        "control",
        "al",
        "sample",
        "including",
        "certified",
        "reference",
        "material",
        "coarse",
        "blank",
        "duplicate",
        "sample",
        "sample",
        "analyzed",
        "using",
        "procedure",
        "order",
        "obtain",
        "comprehensive",
        "overview",
        "geochemistry",
        "gold",
        "analyzed",
        "considered",
        "reliable",
        "aa24",
        "higher",
        "precision",
        "gra22",
        "value",
        "exceed",
        "limit",
        "silver",
        "copper",
        "lead",
        "zinc",
        "analyzed",
        "using",
        "procedure",
        "additional",
        "information",
        "concerning",
        "project",
        "available",
        "technical",
        "report",
        "prepared",
        "accordance",
        "national",
        "instrument",
        "made",
        "available",
        "chakana",
        "sedar",
        "profile",
        "qualified",
        "person",
        "technical",
        "information",
        "news",
        "release",
        "approved",
        "david",
        "kelley",
        "qualified",
        "professional",
        "geology",
        "designation",
        "mining",
        "metallurgical",
        "society",
        "america",
        "president",
        "ceo",
        "director",
        "chakana",
        "qualified",
        "person",
        "defined",
        "ni",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "kelley",
        "verified",
        "sampling",
        "analytical",
        "procedure",
        "reviewed",
        "assay",
        "data",
        "set",
        "news",
        "release",
        "continued",
        "visit",
        "soledad",
        "project",
        "inspection",
        "sample",
        "site",
        "prior",
        "shipment",
        "assay",
        "laboratory",
        "direct",
        "recipient",
        "corresponding",
        "assay",
        "result",
        "assay",
        "laboratory",
        "behalf",
        "board",
        "signed",
        "david",
        "kelley",
        "david",
        "kelley",
        "president",
        "ceo",
        "information",
        "contact",
        "michelle",
        "borromeo",
        "manager",
        "corporate",
        "communication",
        "phone",
        "email",
        "mborromeo",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "release",
        "may",
        "contain",
        "statement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "chakana",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "forward",
        "looking",
        "statement",
        "information",
        "relates",
        "among",
        "thing",
        "interpretation",
        "nature",
        "mineralization",
        "project",
        "potential",
        "grow",
        "project",
        "potential",
        "expand",
        "mineralization",
        "planning",
        "exploration",
        "work",
        "ability",
        "potential",
        "exploration",
        "target",
        "belief",
        "unexplored",
        "part",
        "project",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "given",
        "uncertainty",
        "assumption",
        "risk",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "looking",
        "statement",
        "information",
        "company",
        "disclaims",
        "obligation",
        "update",
        "publicly",
        "announce",
        "statement",
        "event",
        "development",
        "except",
        "required",
        "law",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "http",
        "http",
        "http",
        "source",
        "chakana",
        "copper",
        "corp"
    ]
}