{
    "organizations": [],
    "uuid": "173169e9533cbcecde3d05c3992b01e2405a88c6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/business-wire-altice-nvs-shareholders-approve-the-separation-of-altice-usa-from-altice-nv.html",
    "ord_in_thread": 0,
    "title": "Altice NV's Shareholders Approve the Separation of Altice USA from Altice NV",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AMSTERDAM--(BUSINESS WIRE)-- At today's annual general meeting of Altice N.V. (\"Altice NV” or the \"Company\", Euronext: ATC, ATCB) (the \"AGM\"), shareholders of Altice NV approved the intended separation of Altice USA, Inc. (\"Altice USA\", NYSE: ATUS) from Altice NV (which will be renamed \"Altice Europe\") (the \"Separation\").\nThe Separation is to be effected by a special distribution in kind by Altice NV of its 67.2% interest in Altice USA to Altice NV shareholders out of Altice NV's share premium reserve (the \"Distribution\"). 1 The Separation was announced by Altice NV on January 8, 2018.\nIn connection with the Separation, Altice NV today announces the following dates:\n● Ex-dividend date:\nMay 22, 2018 ● Distribution record date:\nMay 23, 2018 ● Election period:\nMay 24, 2018 through June 4, 2018 ● Envisaged effective date of Distribution:\nJune 8, 2018 Altice NV shares will be traded ex-dividend as of May 22, 2018 on Euronext Amsterdam. The Distribution record date will be May 23, 2018. Each shareholder of the Company as of the Distribution record date will be entitled to receive 0.4163 share of Altice USA common stock for every share held by such shareholder in the Company's capital. Between May 24, 2018 and June 4, 2018 (“the “Election Period”), each shareholder will be given the opportunity to elect the percentage of shares of Altice USA Class A common stock and shares of Altice USA Class B common stock such shareholder will receive in the Distribution, whereby the number of shares of Altice USA Class B common stock to be distributed will be subject to a cap of 50% of the total shares of Altice USA common stock being distributed (the \"Class B Cap\"); if the Class B Cap is exceeded, the shares of Altice USA Class B common stock delivered to the Company's shareholders of record who elect to receive shares of Altice USA Class B common stock will be subject to proration, and such shareholders will receive shares of Altice USA Class A common stock in lieu of the portion of shares of Altice USA Class B common stock that is cut back. If a shareholder of the Company does not make an election, the Distribution will be paid to such shareholder in the form of Altice USA Class A common stock. Based on the final results of the election and any proration, Altice NV will convert shares of Class B common stock into the requisite number of shares of Class A common stock for the Distribution, which we expect will take place on June 8, 2018.\nPrior to the start of the Election Period, Altice USA will publish a prospectus in connection with the planned Distribution on Altice N.V.'s website ( www.altice.net/separation-altice-usa-altice-nv ). Shareholders of Altice NV should carefully read this entire prospectus before electing the percentage of shares of Altice USA Class A common stock and shares of Altice USA Class B common stock they wish to receive in the Distribution.\nAttached to this press release is a memo on Altice NV’s anticipated share price adjustment as a result of the Distribution.\nRegulated information\nOutside the US, this press release does not constitute or form part of any offer or invitation to sell, or any solicitation of any offer, to buy or subscribe for any securities in Altice NV or Altice USA.\nAltice USA has filed a registration statement with the Securities and Exchange Commission (SEC) for the offering to which this press release relates. You should read the preliminary prospectus in that registration statement and other documents Altice USA has filed with the SEC for more complete information about Altice USA. You may get these documents for free by visiting EDGAR on the SEC website at www.sec.gov . Alternatively, you may also request a copy of the current preliminary prospectus, at no cost, by mail to Investor Relations, Altice USA, Inc., 1 Court Square West, Long Island City, NY 11101 USA. To review a filed copy of the current registration statement and preliminary prospectus, click the following link on the SEC website at www.sec.gov as follows (or if such address has changed, by reviewing Altice USA filings for the relevant date on the SEC website):\nhttps://www.sec.gov/Archives/edgar/data/1702780/000104746918000085/a2234168zs-1.htm\nAbout Altice\nFounded in 2001 by entrepreneur Patrick Drahi, Altice is a convergent global leader in telecoms, content, media, entertainment and advertising. Altice delivers innovative, customer-centric products and solutions that connect and unlock the limitless potential of its over 50 million customers over fiber networks and mobile broadband. The company enables millions of people to live out their passions by providing original content, high-quality and compelling TV shows, and international, national and local news channels. Altice delivers live broadcast premium sports events and enables millions of customers to enjoy the most well-known media and entertainment. Altice innovates with technology in its Altice Labs across the world. Altice links leading brands to audiences through premium advertising solutions. Altice is also a global provider of enterprise digital solutions to millions of business customers. Altice is present in 10 territories from New York to Paris, from Tel Aviv to Lisbon, from Santo Domingo to Geneva, from Amsterdam to Dallas. Altice (ATC & ATCB) is listed on Euronext Amsterdam. For more information, visit www.altice.net\nMemo on Altice NV’s anticipated share price adjustment\nOn January 8, 2018, Altice NV announced a Group reorganization and proposed the separation of Altice USA from Altice NV, to be effected by a spin-off of Altice NV’s 67.2% interest in Altice USA 2 through a distribution in kind out of Altice NV's share premium reserve to Altice NV shareholders (the “Separation”). On the same day, Altice USA announced that its Board of Directors approved in principle a $1.5bn special cash dividend to all Altice USA shareholders payable to shareholders prior to completion of the Separation. Thereafter, on May 15, 2018, the Board of Directors of Altice USA declared a one-time cash dividend of $2.035 per share of Altice USA Class A common stock and Class B common stock. The dividend is payable to Altice USA shareholders of record at the close of business on May 22, 2018. The payment date for the one-time cash dividend Altice USA declared will be two business days prior to the Separation date.\nFollowing the vote in favour of the Separation by Altice NV shareholders at the Annual General Meeting held on May 18, 2018 and provided regulatory approval of a prospectus in connection with the distribution is obtained from the AFM, the Separation is currently expected to become effective on June 8, 2018. However, the date of the distribution is dependent on the timing of the AFM's approval.\nA technical adjustment in the share price of Altice NV is expected, as follows.\nAltice NV share price adjustment : On Separation, Altice NV shareholders of record at the close of business on May 23, 2018 will receive Altice USA shares at a ratio of 0.4163 per Altice NV share held. The expected share price adjustment will depend on the share prices and exchange rate prevailing on the dates in question, however the following example illustrates the pro forma impact assuming these closing prices and rate on May 21, 2018:\nAltice NV price: 8 euros per share Altice USA price: $20 per share Altice USA special dividend: $2.035 per share 1 euro = $1.1900 USD\nAltice NV expected price adjustment = 0.4163 x (20 – 2.035) x 1/1.1900 = 6.2847 euros reduction, so the expected Altice NV share price following Separation would be 1.7153 euros.\nThe adjustment illustrated above is expected to occur in the opening price of Altice NV shares on May 22, 2018 and does not reflect any other factors that may affect the opening price of Altice NV shares on the ex-dividend date.\nDisclaimer\nCertain statements in this press release regarding the anticipated share price adjustment resulting from the Distribution have been presented for illustrative purposes only and do not purport to represent the actual share price adjustment to the share price of Altice NV resulting from the Distribution and do not represent the expectation or belief of management of Altice NV or Altice USA with respect to any such adjustment and there can be no assurance that such adjustment will occur. There can be no assurance that the amounts presented will materialize. In addition, certain statements in this press release constitute forward-looking statements. These forward-looking statements include, but are not limited to, all statements other than statements of historical facts contained in this press release, including, without limitation, those regarding our current expectations concerning the Distribution and anticipated share price adjustments resulting from the Distribution. These forward-looking statements can be identified by the use of forward-looking terminology, including the terms “believe”, “could”, “estimate”, “expect”, “forecast”, “intend”, “may”, “plan”, “project” or “will” or, in each case, their negative, or other variations or comparable terminology. Where, in any forward-looking statement, we express an expectation or belief as to future events, such expectation or belief is expressed in good faith and believed to have a reasonable basis, but there can be no assurance that the expectation or belief will be achieved or accomplished. To the extent that statements in this press release are not recitations of historical fact, such statements constitute forward-looking statements, which, by definition, involve risks and uncertainties that could cause actual events to differ materially from those expressed or implied by such statements.\n1 The distribution will exclude shares indirectly owned by Altice NV through Neptune Holding US LP.\n2 The distribution will exclude shares indirectly owned by Altice NV through Neptune Holding US LP.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180518005362/en/\nAltice N.V.\nHead of Investor Relations\nNick Brown: +41 79 720 1503\nnick.brown@altice.net\nor\nHead of Communications\nArthur Dreyfuss: +41 79 946 4931\narthur.dreyfuss@altice.net\nSource: Altice N.V.",
    "published": "2018-05-18T17:45:00.000+03:00",
    "crawled": "2018-05-18T18:32:07.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amsterdam",
        "business",
        "wire",
        "today",
        "annual",
        "general",
        "meeting",
        "altice",
        "altice",
        "nv",
        "company",
        "euronext",
        "atc",
        "atcb",
        "agm",
        "shareholder",
        "altice",
        "nv",
        "approved",
        "intended",
        "separation",
        "altice",
        "usa",
        "altice",
        "usa",
        "nyse",
        "atus",
        "altice",
        "nv",
        "renamed",
        "altice",
        "europe",
        "separation",
        "separation",
        "effected",
        "special",
        "distribution",
        "kind",
        "altice",
        "nv",
        "interest",
        "altice",
        "usa",
        "altice",
        "nv",
        "shareholder",
        "altice",
        "nv",
        "share",
        "premium",
        "reserve",
        "distribution",
        "separation",
        "announced",
        "altice",
        "nv",
        "january",
        "connection",
        "separation",
        "altice",
        "nv",
        "today",
        "announces",
        "following",
        "date",
        "date",
        "may",
        "distribution",
        "record",
        "date",
        "may",
        "election",
        "period",
        "may",
        "june",
        "envisaged",
        "effective",
        "date",
        "distribution",
        "june",
        "altice",
        "nv",
        "share",
        "traded",
        "may",
        "euronext",
        "amsterdam",
        "distribution",
        "record",
        "date",
        "may",
        "shareholder",
        "company",
        "distribution",
        "record",
        "date",
        "entitled",
        "receive",
        "share",
        "altice",
        "usa",
        "common",
        "stock",
        "every",
        "share",
        "held",
        "shareholder",
        "company",
        "capital",
        "may",
        "june",
        "election",
        "period",
        "shareholder",
        "given",
        "opportunity",
        "elect",
        "percentage",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "shareholder",
        "receive",
        "distribution",
        "whereby",
        "number",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "distributed",
        "subject",
        "cap",
        "total",
        "share",
        "altice",
        "usa",
        "common",
        "stock",
        "distributed",
        "class",
        "b",
        "cap",
        "class",
        "b",
        "cap",
        "exceeded",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "delivered",
        "company",
        "shareholder",
        "record",
        "elect",
        "receive",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "subject",
        "proration",
        "shareholder",
        "receive",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "lieu",
        "portion",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "cut",
        "back",
        "shareholder",
        "company",
        "make",
        "election",
        "distribution",
        "paid",
        "shareholder",
        "form",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "based",
        "final",
        "result",
        "election",
        "proration",
        "altice",
        "nv",
        "convert",
        "share",
        "class",
        "b",
        "common",
        "stock",
        "requisite",
        "number",
        "share",
        "class",
        "common",
        "stock",
        "distribution",
        "expect",
        "take",
        "place",
        "june",
        "prior",
        "start",
        "election",
        "period",
        "altice",
        "usa",
        "publish",
        "prospectus",
        "connection",
        "planned",
        "distribution",
        "altice",
        "website",
        "shareholder",
        "altice",
        "nv",
        "carefully",
        "read",
        "entire",
        "prospectus",
        "electing",
        "percentage",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "share",
        "altice",
        "usa",
        "class",
        "b",
        "common",
        "stock",
        "wish",
        "receive",
        "distribution",
        "attached",
        "press",
        "release",
        "memo",
        "altice",
        "nv",
        "anticipated",
        "share",
        "price",
        "adjustment",
        "result",
        "distribution",
        "regulated",
        "information",
        "outside",
        "u",
        "press",
        "release",
        "constitute",
        "form",
        "part",
        "offer",
        "invitation",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "subscribe",
        "security",
        "altice",
        "nv",
        "altice",
        "usa",
        "altice",
        "usa",
        "filed",
        "registration",
        "statement",
        "security",
        "exchange",
        "commission",
        "sec",
        "offering",
        "press",
        "release",
        "relates",
        "read",
        "preliminary",
        "prospectus",
        "registration",
        "statement",
        "document",
        "altice",
        "usa",
        "filed",
        "sec",
        "complete",
        "information",
        "altice",
        "usa",
        "may",
        "get",
        "document",
        "free",
        "visiting",
        "edgar",
        "sec",
        "website",
        "alternatively",
        "may",
        "also",
        "request",
        "copy",
        "current",
        "preliminary",
        "prospectus",
        "cost",
        "mail",
        "investor",
        "relation",
        "altice",
        "usa",
        "court",
        "square",
        "west",
        "long",
        "island",
        "city",
        "ny",
        "usa",
        "review",
        "filed",
        "copy",
        "current",
        "registration",
        "statement",
        "preliminary",
        "prospectus",
        "click",
        "following",
        "link",
        "sec",
        "website",
        "follows",
        "address",
        "changed",
        "reviewing",
        "altice",
        "usa",
        "filing",
        "relevant",
        "date",
        "sec",
        "website",
        "http",
        "altice",
        "founded",
        "entrepreneur",
        "patrick",
        "drahi",
        "altice",
        "convergent",
        "global",
        "leader",
        "telecom",
        "content",
        "medium",
        "entertainment",
        "advertising",
        "altice",
        "delivers",
        "innovative",
        "product",
        "solution",
        "connect",
        "unlock",
        "limitless",
        "potential",
        "million",
        "customer",
        "fiber",
        "network",
        "mobile",
        "broadband",
        "company",
        "enables",
        "million",
        "people",
        "live",
        "passion",
        "providing",
        "original",
        "content",
        "compelling",
        "tv",
        "show",
        "international",
        "national",
        "local",
        "news",
        "channel",
        "altice",
        "delivers",
        "live",
        "broadcast",
        "premium",
        "sport",
        "event",
        "enables",
        "million",
        "customer",
        "enjoy",
        "medium",
        "entertainment",
        "altice",
        "innovates",
        "technology",
        "altice",
        "lab",
        "across",
        "world",
        "altice",
        "link",
        "leading",
        "brand",
        "audience",
        "premium",
        "advertising",
        "solution",
        "altice",
        "also",
        "global",
        "provider",
        "enterprise",
        "digital",
        "solution",
        "million",
        "business",
        "customer",
        "altice",
        "present",
        "territory",
        "new",
        "york",
        "paris",
        "tel",
        "aviv",
        "lisbon",
        "santo",
        "domingo",
        "geneva",
        "amsterdam",
        "dallas",
        "altice",
        "atc",
        "atcb",
        "listed",
        "euronext",
        "amsterdam",
        "information",
        "visit",
        "memo",
        "altice",
        "nv",
        "anticipated",
        "share",
        "price",
        "adjustment",
        "january",
        "altice",
        "nv",
        "announced",
        "group",
        "reorganization",
        "proposed",
        "separation",
        "altice",
        "usa",
        "altice",
        "nv",
        "effected",
        "altice",
        "nv",
        "interest",
        "altice",
        "usa",
        "distribution",
        "kind",
        "altice",
        "nv",
        "share",
        "premium",
        "reserve",
        "altice",
        "nv",
        "shareholder",
        "separation",
        "day",
        "altice",
        "usa",
        "announced",
        "board",
        "director",
        "approved",
        "principle",
        "special",
        "cash",
        "dividend",
        "altice",
        "usa",
        "shareholder",
        "payable",
        "shareholder",
        "prior",
        "completion",
        "separation",
        "thereafter",
        "may",
        "board",
        "director",
        "altice",
        "usa",
        "declared",
        "cash",
        "dividend",
        "per",
        "share",
        "altice",
        "usa",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "dividend",
        "payable",
        "altice",
        "usa",
        "shareholder",
        "record",
        "close",
        "business",
        "may",
        "payment",
        "date",
        "cash",
        "dividend",
        "altice",
        "usa",
        "declared",
        "two",
        "business",
        "day",
        "prior",
        "separation",
        "date",
        "following",
        "vote",
        "favour",
        "separation",
        "altice",
        "nv",
        "shareholder",
        "annual",
        "general",
        "meeting",
        "held",
        "may",
        "provided",
        "regulatory",
        "approval",
        "prospectus",
        "connection",
        "distribution",
        "obtained",
        "afm",
        "separation",
        "currently",
        "expected",
        "become",
        "effective",
        "june",
        "however",
        "date",
        "distribution",
        "dependent",
        "timing",
        "afm",
        "approval",
        "technical",
        "adjustment",
        "share",
        "price",
        "altice",
        "nv",
        "expected",
        "follows",
        "altice",
        "nv",
        "share",
        "price",
        "adjustment",
        "separation",
        "altice",
        "nv",
        "shareholder",
        "record",
        "close",
        "business",
        "may",
        "receive",
        "altice",
        "usa",
        "share",
        "ratio",
        "per",
        "altice",
        "nv",
        "share",
        "held",
        "expected",
        "share",
        "price",
        "adjustment",
        "depend",
        "share",
        "price",
        "exchange",
        "rate",
        "prevailing",
        "date",
        "question",
        "however",
        "following",
        "example",
        "illustrates",
        "pro",
        "forma",
        "impact",
        "assuming",
        "closing",
        "price",
        "rate",
        "may",
        "altice",
        "nv",
        "price",
        "euro",
        "per",
        "share",
        "altice",
        "usa",
        "price",
        "per",
        "share",
        "altice",
        "usa",
        "special",
        "dividend",
        "per",
        "share",
        "euro",
        "usd",
        "altice",
        "nv",
        "expected",
        "price",
        "adjustment",
        "x",
        "x",
        "euro",
        "reduction",
        "expected",
        "altice",
        "nv",
        "share",
        "price",
        "following",
        "separation",
        "would",
        "euro",
        "adjustment",
        "illustrated",
        "expected",
        "occur",
        "opening",
        "price",
        "altice",
        "nv",
        "share",
        "may",
        "reflect",
        "factor",
        "may",
        "affect",
        "opening",
        "price",
        "altice",
        "nv",
        "share",
        "date",
        "disclaimer",
        "certain",
        "statement",
        "press",
        "release",
        "regarding",
        "anticipated",
        "share",
        "price",
        "adjustment",
        "resulting",
        "distribution",
        "presented",
        "illustrative",
        "purpose",
        "purport",
        "represent",
        "actual",
        "share",
        "price",
        "adjustment",
        "share",
        "price",
        "altice",
        "nv",
        "resulting",
        "distribution",
        "represent",
        "expectation",
        "belief",
        "management",
        "altice",
        "nv",
        "altice",
        "usa",
        "respect",
        "adjustment",
        "assurance",
        "adjustment",
        "occur",
        "assurance",
        "amount",
        "presented",
        "materialize",
        "addition",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "including",
        "without",
        "limitation",
        "regarding",
        "current",
        "expectation",
        "concerning",
        "distribution",
        "anticipated",
        "share",
        "price",
        "adjustment",
        "resulting",
        "distribution",
        "statement",
        "identified",
        "use",
        "terminology",
        "including",
        "term",
        "believe",
        "could",
        "estimate",
        "expect",
        "forecast",
        "intend",
        "may",
        "plan",
        "project",
        "case",
        "negative",
        "variation",
        "comparable",
        "terminology",
        "statement",
        "express",
        "expectation",
        "belief",
        "future",
        "event",
        "expectation",
        "belief",
        "expressed",
        "good",
        "faith",
        "believed",
        "reasonable",
        "basis",
        "assurance",
        "expectation",
        "belief",
        "achieved",
        "accomplished",
        "extent",
        "statement",
        "press",
        "release",
        "recitation",
        "historical",
        "fact",
        "statement",
        "constitute",
        "statement",
        "definition",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "distribution",
        "exclude",
        "share",
        "indirectly",
        "owned",
        "altice",
        "nv",
        "neptune",
        "holding",
        "u",
        "lp",
        "distribution",
        "exclude",
        "share",
        "indirectly",
        "owned",
        "altice",
        "nv",
        "neptune",
        "holding",
        "u",
        "lp",
        "view",
        "source",
        "version",
        "http",
        "altice",
        "head",
        "investor",
        "relation",
        "nick",
        "brown",
        "head",
        "communication",
        "arthur",
        "dreyfus",
        "source",
        "altice"
    ]
}