{
    "organizations": [],
    "uuid": "b5863e750f462e5931e6c8a91becd0ee42413999",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-roundup-las-mike-trout-has-five-hits-in-career-night-idUSKCN1IS0BZ",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: LA's Mike Trout has five hits in career night",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 27, 2018 / 11:22 AM / Updated 8 hours ago Major League Baseball roundup: LA's Mike Trout has five hits in career night Reuters Staff 11 Min Read\nMike Trout went 5-for-5, his first career five-hit game, leading the Los Angeles Angels to an 11-4 victory over the New York Yankees on Saturday night at Yankee Stadium. May 26, 2018; Bronx, NY, USA; New York Yankees designated hitter Giancarlo Stanton (27) collides with the wall chasing an RBI double by Los Angeles Angels center fielder Mike Trout as Los Angeles Angels third baseman Zack Cozart (7) rounds second base during the first inning at Yankee Stadium. Mandatory Credit: Adam Hunger-USA TODAY Sports\nTrout doubled in his first two at-bats off Sonny Gray (3-4), hit a go-ahead two-run home run in his third at-bat in the fourth and hit his second RBI double of the game in the sixth off Tommy Kahnle. His fifth hit was an infield single in the seventh off Chasen Shreve.\nTrout also became the first Angel to get five hits in a game since Cameron Maybin went 5-for-6 on May 16, 2017, against the Chicago White Sox. Trout recorded his first career game with four extra-base hits and homered for the third straight game.\nJaime Barria (4-1) began his fourth stint with the Angels by allowing four runs on six hits in five innings. Sonny Gray (3-4) followed up eight strong innings Sunday in Kansas City by allowing 11 of the 21 hitters he faced to reach. He was tagged for five runs on seven hits in 3 2/3 innings.\nNationals 4, Marlins 1\nMark Reynolds hit a tiebreaking solo homer in the top of the ninth as Washington rallied to defeat Miami at Marlins Park.\nIt was the fifth homer of the season for Reynolds, who also cut down a would-be, go-ahead run in the eighth with a quick throw to the plate from first base. The score was tied 1-1 at the time. Marlins closer Brad Ziegler (0-4) gave up the Reynolds homer and took the loss.\nThe Nationals have beaten the Marlins 10 straight times, tying a franchise record for consecutive wins against one opponent, a mark originally set against the San Diego Padres in 1994.\nBrewers 17, Mets 6\nChristian Yelich and Jesus Aguilar had three hits and three RBIs apiece, and host Milwaukee had six players with multiple hits in routing New York at Miller Park.\nThe Brewers have won the middle two games of the four-game series and eight of 10 overall. The Mets have dropped four of five.\nThe Brewers actually trailed 3-0 before they even stepped to the plate before tying the game in the bottom of the first. The Mets led 5-3 in the third before Milwaukee scored twice apiece in the third and fourth, three more times in the fifth and seven times in the seventh.\nWhite Sox 8, Tigers 4\nTim Anderson smacked two of Chicago’s four homers and drove in a career-high four runs in defeating host Detroit at Comerica Park.\nAnderson, who has three homers over the last two games, also scored three runs. Jose Abreu supplied four hits, including a homer, while scoring twice and driving in two runs. Daniel Palka added a homer and two RBIs for Chicago. Jeimer Candelario hit two home runs for the Tigers, scoring three runs and driving in three.\nWhite Sox starter Hector Santiago (1-2) lasted the minimum five innings to pick up his first win of the season. He gave up three runs (two earned) on seven hits and struck out five.\nPhillies 2, Blue Jays 1\nPinch hitter Nick Williams led off the bottom of the eighth inning with a home run to give Philadelphia a victory over visiting Toronto.\nThe Blue Jays had tied the game on a seventh-inning single by Russell Martin, the first hit of the game allowed by Phillies starter Aaron Nola. Martin, the longtime catcher, was making his first start at shortstop.\nWilliams hit his fourth homer of the season, and the third of his career as a pinch hitter, on an 0-1 cutter from Blue Jays reliever Joe Biagini (0-4). Maikel Franco also homered for the Phillies. May 23, 2018; Washington, DC, USA; San Diego Padres left fielder Jose Pirela (2) turns a double play ahead of the slide of Washington Nationals first baseman Mark Reynolds (14) to end the game at Nationals Park. The Padres won 3-1. Mandatory Credit: Geoff Burke-USA TODAY Sports\nRangers 4, Royals 3 (10 innings)\nShin-Soo Choo drilled a walk-off home run to lift host Texas past Kansas City at Globe Life Park.\nThe Rangers, who lead the four-game series 2-1, improved to 5-1 in extra-inning games this season. The Royals dropped to 2-4 in extras. Alex Claudio (3-2) pitched the 10th for Texas and picked up the win.\nChoo homered for the second straight game and eighth time this season. His opposite-field shot off Kevin McCarthy (3-2) to left was also the 176th home run of his career, breaking a tie with Hideki Matsui for the most among Asian-born players.\nMariners 4, Twins 3 (12 innings)\nMike Zunino homered with two outs in the bottom of the 12th inning as host Seattle defeated Minnesota at Safeco Field.\nZunino lined a 2-2 slider from right-hander Matt Magill (1-1) over the wall in left field as the Mariners improved to 5-0 in extra innings. It was Zunino’s eighth homer of the season. Nelson Cruz and Jean Segura also hit home runs for the Mariners, who have a major-league-best 15 one-run victories.\nTwins center fielder Byron Buxton exited after crashing into the fence in an attempt to make a spectacular catch on Cruz’s sixth-inning home run. Buxton hit his head against the wall and fell to the warning track. He was attended to by the training staff and had to leave the game with a cut over his left eye.\nReds 6, Rockies 5\nScooter Gennett had five hits, including a home run, Tony Cruz also homered and visiting Cincinnati held on to beat Colorado.\nMichael Lorenzen (1-0) pitched one inning in relief of Tyler Mahle to earn the win, and Jared Hughes survived the ninth for his third save.\nGennett tied a career high for hits, set last year against St. Louis, and used some solid defense to help the Reds secure the win. The Rockies loaded the bases with no outs in the ninth off Hughes, but after a forceout at home, Gennett snared David Dahl’s liner near second base and then doubled up Carlos Gonzalez to end the game.\nGiants 5, Cubs 4\nBrandon Crawford hit a two-run home run and Brandon Belt drove in the tiebreaking and eventual game-winning run as San Francisco edged host Chicago at Wrigley Field.\nGorkys Hernandez went 3-for-5 with two runs scored out of the leadoff spot for San Francisco while starter Chris Stratton (6-3) got the win. Stratton lasted five innings, yielding four hits and three runs with three walks and six strikeouts.\nJose Quintana (5-4) absorbed the loss, allowing five hits and four runs over 4 1/3 innings. He walked two and fanned six.\nRed Sox 8, Braves 6\nMitch Moreland hit a go-ahead, two-run double in the sixth inning, Andrew Benintendi finished a double shy of a cycle with three RBIs and host Boston beat Atlanta in the second of a three-game series. Slideshow (12 Images)\nBenintendi (3-for-4) hit a solo homer and two-run triple. Xander Bogaerts, Christian Vazquez and Blake Swihart had one RBI apiece as Boston won for the eighth time in 10 games. Steven Wright (1-0) got the win after three scoreless innings with one walk and a strikeout.\nDansby Swanson hit a two-run homer and Ronald Acuna Jr. had a solo shot for Atlanta. Freddie Freeman, Nick Markakis and Kurt Suzuki each drove in a run for the Braves, who suffered their third straight loss and their fifth in eight games.\nAthletics 3, Diamondbacks 0\nMatt Joyce, Matt Olson and Chad Pinder hit solo homers and right-hander Daniel Mengden threw his second career shutout as host Oakland blanked Arizona.\nA’s leadoff hitter Joyce homered on the first pitch of the first inning off Clay Buchholz (0-1) before Olson homered in the seventh and Pinder in the eighth for the Athletics, who had lost three of four and had gone seven straight games without a homer until hitting one Friday.\nMengden (5-4) gave up two singles, struck out five and did not walk a batter while stretching his scoreless streak to 16 innings.\nCardinals 4, Pirates 1\nJack Flaherty pitched six strong innings as visiting St. Louis broke a three-game losing streak with a win over Pittsburgh.\nFlaherty (2-1) allowed one run and four hits, with four strikeouts and two walks. He has picked up his first two major league wins in his past two starts as he helps fill the void with starter Adam Wainwright (elbow) out. Bud Norris pitched a perfect ninth to improve to 10-for-10 in save opportunities.\nMatt Carpenter homered off Trevor Williams (5-3) and three teammates each drove in one run. Starling Marte, fresh off the disabled list (right oblique strain), clobbered a two-out pitch 447 feet over both bullpens in center for the Pirates’ only run.\nRays 5, Orioles 1\nAnthony Banda pitched a career-high 6 1/3 effective innings as host Tampa Bay beat Baltimore at Tropicana Field.\nThe Rays used reliever Ryne Stanek to start, and he struck out three in 1 2/3 innings while throwing 21 pitches before Banda produced the best outing of his career. Banda (1-0) allowed a leadoff triple to Danny Valencia in the fifth before escaping without damage and a leadoff double to Manny Machado in the seventh before allowing a two-out RBI single to Chris Davis. The left-handed Banda struck out seven, issued one walk and threw 81 pitches.\nJoey Wendle hit an RBI triple for his first extra-base hit in 56 at-bats and later scored, and C.J. Cron chipped in a two-run double as Tampa Bay won for the eighth time in 12 games.\nIndians 8, Astros 6\nEdwin Encarnacion reached base in all four plate appearances and slugged one of four home runs hit by host Cleveland in a win over Houston at Progressive Field.\nEncarnacion chased Astros right-hander Lance McCullers Jr. (6-3) with a two-run homer in the fifth inning, the Indians’ third two-run shot against McCullers. Cleveland recorded four consecutive hits off McCullers to open the fourth inning, with first baseman Yonder Alonso and second baseman Jason Kipnis socking two-run homers during that stretch.\nThe Astros had their five-game winning streak snapped but pushed hard against the Indians’ power surge. Second baseman Jose Altuve finished 4-for-4 and a double shy of the cycle. His two-run homer off Indians right-hander Carlos Carrasco (6-3) gave the Astros a 2-1 lead in the third.\nPadres 7, Dodgers 5\nChristian Villanueva hit two of the four home runs for visiting San Diego while leading the charge to victory over Los Angeles.\nVillanueva’s two-run shot in the sixth inning tied the score 5-5, and his eighth-inning shot to left field, his 14th of the season, added an insurance run. Freddy Galvis had a two-run home run, and A.J. Ellis hit a solo shot.\nThe resurgent Dodgers entered the game on a modest three-game winning streak, but had won seven of their last eight before the Padres beat them for the third time in eight tries this season. Chris Taylor and Justin Turner homered for L.A.\n—Field Level Media",
    "published": "2018-05-27T14:17:00.000+03:00",
    "crawled": "2018-05-27T15:11:36.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "major",
        "league",
        "baseball",
        "roundup",
        "la",
        "mike",
        "trout",
        "five",
        "hit",
        "career",
        "night",
        "reuters",
        "staff",
        "min",
        "read",
        "mike",
        "trout",
        "went",
        "first",
        "career",
        "game",
        "leading",
        "los",
        "angeles",
        "angel",
        "victory",
        "new",
        "york",
        "yankee",
        "saturday",
        "night",
        "yankee",
        "stadium",
        "may",
        "bronx",
        "ny",
        "usa",
        "new",
        "york",
        "yankee",
        "designated",
        "hitter",
        "giancarlo",
        "stanton",
        "collides",
        "wall",
        "chasing",
        "rbi",
        "double",
        "los",
        "angeles",
        "angel",
        "center",
        "fielder",
        "mike",
        "trout",
        "los",
        "angeles",
        "angel",
        "third",
        "baseman",
        "zack",
        "cozart",
        "round",
        "second",
        "base",
        "first",
        "inning",
        "yankee",
        "stadium",
        "mandatory",
        "credit",
        "adam",
        "today",
        "sport",
        "trout",
        "doubled",
        "first",
        "two",
        "sonny",
        "gray",
        "hit",
        "home",
        "run",
        "third",
        "fourth",
        "hit",
        "second",
        "rbi",
        "double",
        "game",
        "sixth",
        "tommy",
        "kahnle",
        "fifth",
        "hit",
        "infield",
        "single",
        "seventh",
        "chasen",
        "shreve",
        "trout",
        "also",
        "became",
        "first",
        "angel",
        "get",
        "five",
        "hit",
        "game",
        "since",
        "cameron",
        "maybin",
        "went",
        "may",
        "chicago",
        "white",
        "sox",
        "trout",
        "recorded",
        "first",
        "career",
        "game",
        "four",
        "hit",
        "homered",
        "third",
        "straight",
        "game",
        "jaime",
        "barria",
        "began",
        "fourth",
        "stint",
        "angel",
        "allowing",
        "four",
        "run",
        "six",
        "hit",
        "five",
        "inning",
        "sonny",
        "gray",
        "followed",
        "eight",
        "strong",
        "inning",
        "sunday",
        "kansa",
        "city",
        "allowing",
        "hitter",
        "faced",
        "reach",
        "tagged",
        "five",
        "run",
        "seven",
        "hit",
        "inning",
        "national",
        "marlin",
        "mark",
        "reynolds",
        "hit",
        "tiebreaking",
        "solo",
        "homer",
        "top",
        "ninth",
        "washington",
        "rallied",
        "defeat",
        "miami",
        "marlin",
        "park",
        "fifth",
        "homer",
        "season",
        "reynolds",
        "also",
        "cut",
        "run",
        "eighth",
        "quick",
        "throw",
        "plate",
        "first",
        "base",
        "score",
        "tied",
        "time",
        "marlin",
        "closer",
        "brad",
        "ziegler",
        "gave",
        "reynolds",
        "homer",
        "took",
        "loss",
        "national",
        "beaten",
        "marlin",
        "straight",
        "time",
        "tying",
        "franchise",
        "record",
        "consecutive",
        "win",
        "one",
        "opponent",
        "mark",
        "originally",
        "set",
        "san",
        "diego",
        "padre",
        "brewer",
        "mets",
        "christian",
        "yelich",
        "jesus",
        "aguilar",
        "three",
        "hit",
        "three",
        "rbi",
        "apiece",
        "host",
        "milwaukee",
        "six",
        "player",
        "multiple",
        "hit",
        "routing",
        "new",
        "york",
        "miller",
        "park",
        "brewer",
        "middle",
        "two",
        "game",
        "series",
        "eight",
        "overall",
        "mets",
        "dropped",
        "four",
        "five",
        "brewer",
        "actually",
        "trailed",
        "even",
        "stepped",
        "plate",
        "tying",
        "game",
        "bottom",
        "first",
        "mets",
        "led",
        "third",
        "milwaukee",
        "scored",
        "twice",
        "apiece",
        "third",
        "fourth",
        "three",
        "time",
        "fifth",
        "seven",
        "time",
        "seventh",
        "white",
        "sox",
        "tiger",
        "tim",
        "anderson",
        "smacked",
        "two",
        "chicago",
        "four",
        "homer",
        "drove",
        "four",
        "run",
        "defeating",
        "host",
        "detroit",
        "comerica",
        "park",
        "anderson",
        "three",
        "homer",
        "last",
        "two",
        "game",
        "also",
        "scored",
        "three",
        "run",
        "jose",
        "abreu",
        "supplied",
        "four",
        "hit",
        "including",
        "homer",
        "scoring",
        "twice",
        "driving",
        "two",
        "run",
        "daniel",
        "palka",
        "added",
        "homer",
        "two",
        "rbi",
        "chicago",
        "jeimer",
        "candelario",
        "hit",
        "two",
        "home",
        "run",
        "tiger",
        "scoring",
        "three",
        "run",
        "driving",
        "three",
        "white",
        "sox",
        "starter",
        "hector",
        "santiago",
        "lasted",
        "minimum",
        "five",
        "inning",
        "pick",
        "first",
        "win",
        "season",
        "gave",
        "three",
        "run",
        "two",
        "earned",
        "seven",
        "hit",
        "struck",
        "five",
        "phillies",
        "blue",
        "jay",
        "pinch",
        "hitter",
        "nick",
        "williams",
        "led",
        "bottom",
        "eighth",
        "inning",
        "home",
        "run",
        "give",
        "philadelphia",
        "victory",
        "visiting",
        "toronto",
        "blue",
        "jay",
        "tied",
        "game",
        "single",
        "russell",
        "martin",
        "first",
        "hit",
        "game",
        "allowed",
        "phillies",
        "starter",
        "aaron",
        "nola",
        "martin",
        "longtime",
        "catcher",
        "making",
        "first",
        "start",
        "shortstop",
        "williams",
        "hit",
        "fourth",
        "homer",
        "season",
        "third",
        "career",
        "pinch",
        "hitter",
        "cutter",
        "blue",
        "jay",
        "reliever",
        "joe",
        "biagini",
        "maikel",
        "franco",
        "also",
        "homered",
        "phillies",
        "may",
        "washington",
        "dc",
        "usa",
        "san",
        "diego",
        "padre",
        "left",
        "fielder",
        "jose",
        "pirela",
        "turn",
        "double",
        "play",
        "ahead",
        "slide",
        "washington",
        "national",
        "first",
        "baseman",
        "mark",
        "reynolds",
        "end",
        "game",
        "national",
        "park",
        "padre",
        "mandatory",
        "credit",
        "geoff",
        "today",
        "sport",
        "ranger",
        "royal",
        "inning",
        "choo",
        "drilled",
        "home",
        "run",
        "lift",
        "host",
        "texas",
        "past",
        "kansa",
        "city",
        "globe",
        "life",
        "park",
        "ranger",
        "lead",
        "series",
        "improved",
        "game",
        "season",
        "royal",
        "dropped",
        "extra",
        "alex",
        "claudio",
        "pitched",
        "10th",
        "texas",
        "picked",
        "win",
        "choo",
        "homered",
        "second",
        "straight",
        "game",
        "eighth",
        "time",
        "season",
        "shot",
        "kevin",
        "mccarthy",
        "left",
        "also",
        "176th",
        "home",
        "run",
        "career",
        "breaking",
        "tie",
        "hideki",
        "matsui",
        "among",
        "player",
        "mariner",
        "twin",
        "inning",
        "mike",
        "zunino",
        "homered",
        "two",
        "out",
        "bottom",
        "12th",
        "inning",
        "host",
        "seattle",
        "defeated",
        "minnesota",
        "safeco",
        "field",
        "zunino",
        "lined",
        "slider",
        "matt",
        "magill",
        "wall",
        "left",
        "field",
        "mariner",
        "improved",
        "extra",
        "inning",
        "zunino",
        "eighth",
        "homer",
        "season",
        "nelson",
        "cruz",
        "jean",
        "segura",
        "also",
        "hit",
        "home",
        "run",
        "mariner",
        "victory",
        "twin",
        "center",
        "fielder",
        "byron",
        "buxton",
        "exited",
        "crashing",
        "fence",
        "attempt",
        "make",
        "spectacular",
        "catch",
        "cruz",
        "home",
        "run",
        "buxton",
        "hit",
        "head",
        "wall",
        "fell",
        "warning",
        "track",
        "attended",
        "training",
        "staff",
        "leave",
        "game",
        "cut",
        "left",
        "eye",
        "red",
        "rockies",
        "scooter",
        "gennett",
        "five",
        "hit",
        "including",
        "home",
        "run",
        "tony",
        "cruz",
        "also",
        "homered",
        "visiting",
        "cincinnati",
        "held",
        "beat",
        "colorado",
        "michael",
        "lorenzen",
        "pitched",
        "one",
        "inning",
        "relief",
        "tyler",
        "mahle",
        "earn",
        "win",
        "jared",
        "hughes",
        "survived",
        "ninth",
        "third",
        "save",
        "gennett",
        "tied",
        "career",
        "high",
        "hit",
        "set",
        "last",
        "year",
        "louis",
        "used",
        "solid",
        "defense",
        "help",
        "red",
        "secure",
        "win",
        "rockies",
        "loaded",
        "base",
        "out",
        "ninth",
        "hughes",
        "forceout",
        "home",
        "gennett",
        "snared",
        "david",
        "dahl",
        "liner",
        "near",
        "second",
        "base",
        "doubled",
        "carlos",
        "gonzalez",
        "end",
        "game",
        "giant",
        "cub",
        "brandon",
        "crawford",
        "hit",
        "home",
        "run",
        "brandon",
        "belt",
        "drove",
        "tiebreaking",
        "eventual",
        "run",
        "san",
        "francisco",
        "edged",
        "host",
        "chicago",
        "wrigley",
        "field",
        "gorky",
        "hernandez",
        "went",
        "two",
        "run",
        "scored",
        "leadoff",
        "spot",
        "san",
        "francisco",
        "starter",
        "chris",
        "stratton",
        "got",
        "win",
        "stratton",
        "lasted",
        "five",
        "inning",
        "yielding",
        "four",
        "hit",
        "three",
        "run",
        "three",
        "walk",
        "six",
        "strikeout",
        "jose",
        "quintana",
        "absorbed",
        "loss",
        "allowing",
        "five",
        "hit",
        "four",
        "run",
        "inning",
        "walked",
        "two",
        "fanned",
        "six",
        "red",
        "sox",
        "brave",
        "mitch",
        "moreland",
        "hit",
        "double",
        "sixth",
        "inning",
        "andrew",
        "benintendi",
        "finished",
        "double",
        "shy",
        "cycle",
        "three",
        "rbi",
        "host",
        "boston",
        "beat",
        "atlanta",
        "second",
        "series",
        "slideshow",
        "image",
        "benintendi",
        "hit",
        "solo",
        "homer",
        "triple",
        "xander",
        "bogaerts",
        "christian",
        "vazquez",
        "blake",
        "swihart",
        "one",
        "rbi",
        "apiece",
        "boston",
        "eighth",
        "time",
        "game",
        "steven",
        "wright",
        "got",
        "win",
        "three",
        "scoreless",
        "inning",
        "one",
        "walk",
        "strikeout",
        "dansby",
        "swanson",
        "hit",
        "homer",
        "ronald",
        "acuna",
        "solo",
        "shot",
        "atlanta",
        "freddie",
        "freeman",
        "nick",
        "markakis",
        "kurt",
        "suzuki",
        "drove",
        "run",
        "brave",
        "suffered",
        "third",
        "straight",
        "loss",
        "fifth",
        "eight",
        "game",
        "athletics",
        "diamondback",
        "matt",
        "joyce",
        "matt",
        "olson",
        "chad",
        "pinder",
        "hit",
        "solo",
        "homer",
        "daniel",
        "mengden",
        "threw",
        "second",
        "career",
        "shutout",
        "host",
        "oakland",
        "blanked",
        "arizona",
        "leadoff",
        "hitter",
        "joyce",
        "homered",
        "first",
        "pitch",
        "first",
        "inning",
        "clay",
        "buchholz",
        "olson",
        "homered",
        "seventh",
        "pinder",
        "eighth",
        "athletics",
        "lost",
        "three",
        "four",
        "gone",
        "seven",
        "straight",
        "game",
        "without",
        "homer",
        "hitting",
        "one",
        "friday",
        "mengden",
        "gave",
        "two",
        "single",
        "struck",
        "five",
        "walk",
        "batter",
        "stretching",
        "scoreless",
        "streak",
        "inning",
        "cardinal",
        "pirate",
        "jack",
        "flaherty",
        "pitched",
        "six",
        "strong",
        "inning",
        "visiting",
        "louis",
        "broke",
        "losing",
        "streak",
        "win",
        "pittsburgh",
        "flaherty",
        "allowed",
        "one",
        "run",
        "four",
        "hit",
        "four",
        "strikeout",
        "two",
        "walk",
        "picked",
        "first",
        "two",
        "major",
        "league",
        "win",
        "past",
        "two",
        "start",
        "help",
        "fill",
        "void",
        "starter",
        "adam",
        "wainwright",
        "elbow",
        "bud",
        "norris",
        "pitched",
        "perfect",
        "ninth",
        "improve",
        "save",
        "opportunity",
        "matt",
        "carpenter",
        "homered",
        "trevor",
        "williams",
        "three",
        "teammate",
        "drove",
        "one",
        "run",
        "starling",
        "marte",
        "fresh",
        "disabled",
        "list",
        "right",
        "oblique",
        "strain",
        "clobbered",
        "pitch",
        "foot",
        "bullpen",
        "center",
        "pirate",
        "run",
        "ray",
        "oriole",
        "anthony",
        "banda",
        "pitched",
        "effective",
        "inning",
        "host",
        "tampa",
        "bay",
        "beat",
        "baltimore",
        "tropicana",
        "field",
        "ray",
        "used",
        "reliever",
        "ryne",
        "stanek",
        "start",
        "struck",
        "three",
        "inning",
        "throwing",
        "pitch",
        "banda",
        "produced",
        "best",
        "outing",
        "career",
        "banda",
        "allowed",
        "leadoff",
        "triple",
        "danny",
        "valencia",
        "fifth",
        "escaping",
        "without",
        "damage",
        "leadoff",
        "double",
        "manny",
        "machado",
        "seventh",
        "allowing",
        "rbi",
        "single",
        "chris",
        "davis",
        "banda",
        "struck",
        "seven",
        "issued",
        "one",
        "walk",
        "threw",
        "pitch",
        "joey",
        "wendle",
        "hit",
        "rbi",
        "triple",
        "first",
        "hit",
        "later",
        "scored",
        "cron",
        "chipped",
        "double",
        "tampa",
        "bay",
        "eighth",
        "time",
        "game",
        "indian",
        "astros",
        "edwin",
        "encarnacion",
        "reached",
        "base",
        "four",
        "plate",
        "appearance",
        "slugged",
        "one",
        "four",
        "home",
        "run",
        "hit",
        "host",
        "cleveland",
        "win",
        "houston",
        "progressive",
        "field",
        "encarnacion",
        "chased",
        "astros",
        "lance",
        "mccullers",
        "homer",
        "fifth",
        "inning",
        "indian",
        "third",
        "shot",
        "mccullers",
        "cleveland",
        "recorded",
        "four",
        "consecutive",
        "hit",
        "mccullers",
        "open",
        "fourth",
        "inning",
        "first",
        "baseman",
        "yonder",
        "alonso",
        "second",
        "baseman",
        "jason",
        "kipnis",
        "socking",
        "homer",
        "stretch",
        "astros",
        "winning",
        "streak",
        "snapped",
        "pushed",
        "hard",
        "indian",
        "power",
        "surge",
        "second",
        "baseman",
        "jose",
        "altuve",
        "finished",
        "double",
        "shy",
        "cycle",
        "homer",
        "indian",
        "carlos",
        "carrasco",
        "gave",
        "astros",
        "lead",
        "third",
        "padre",
        "dodger",
        "christian",
        "villanueva",
        "hit",
        "two",
        "four",
        "home",
        "run",
        "visiting",
        "san",
        "diego",
        "leading",
        "charge",
        "victory",
        "los",
        "angeles",
        "villanueva",
        "shot",
        "sixth",
        "inning",
        "tied",
        "score",
        "shot",
        "left",
        "field",
        "14th",
        "season",
        "added",
        "insurance",
        "run",
        "freddy",
        "galvis",
        "home",
        "run",
        "elli",
        "hit",
        "solo",
        "shot",
        "resurgent",
        "dodger",
        "entered",
        "game",
        "modest",
        "winning",
        "streak",
        "seven",
        "last",
        "eight",
        "padre",
        "beat",
        "third",
        "time",
        "eight",
        "try",
        "season",
        "chris",
        "taylor",
        "justin",
        "turner",
        "homered",
        "level",
        "medium"
    ]
}