{
    "organizations": [],
    "uuid": "62e1ea08dec8d4ebdcbc8d394ff5653203ef3064",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/business-wire-dillardas-inc-reports-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Dillard’s, Inc. Reports First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Comparable Store Sales Increased 2%\nLITTLE ROCK, Ark.--(BUSINESS WIRE)-- Dillard’s, Inc. (NYSE: DDS) (the “Company” or “Dillard’s”) announced operating results for the 13 weeks ended May 5, 2018. This release contains certain forward-looking statements. Please refer to the Company’s cautionary statements regarding forward-looking information included below under “Forward-Looking Information.”\nFirst Quarter Results\nDillard’s reported net income for the 13 weeks ended May 5, 2018 of $80.5 million, or $2.89 per share, compared to net income of $66.3 million, or $2.12 per share, for the prior year first quarter.\nDillard’s Chief Executive Officer, William T. Dillard, II, stated, “Our positive sales momentum continued into the first quarter. We believe this indicates our customer is more comfortable spending in this economic environment, and we hope the positive trend continues. We executed $35 million of share repurchases during the quarter, completing the amount authorized under our February 2016 program.”\nNet sales for the 13 weeks ended May 5, 2018 were $1.456 billion and $1.418 billion for the 13 weeks ended April 29, 2017. Net sales includes the operations of the Company’s construction business, CDI Contractors, LLC (\"CDI\").\nTotal merchandise sales (which excludes CDI) for the 13-week period ended May 5, 2018 were $1.409 billion and $1.386 billion for the 13-week period ended April 29, 2017. Total merchandise sales increased 2% for the 13-week period ended May 5, 2018. Sales in comparable stores for the period also increased 2%. Sales of home and furniture, ladies' accessories and lingerie and juniors' and children's apparel were above the average company sales trend during the quarter. Sales were slightly above trend in men's apparel and accessories, on trend in ladies' apparel, slightly below trend in cosmetics and notably below trend in shoes. Sales were strongest in the Western region followed by the Eastern and Central regions, respectively.\nGross Margin/Inventory\nGross margin from retail operations (which excludes CDI) declined 31 basis points of sales for the 13 weeks ended May 5, 2018 compared to the prior year first quarter. Consolidated gross margin for the 13 weeks ended May 5, 2018 declined 66 basis points of sales compared to the prior year first quarter. Inventory increased 4% at May 5, 2018 compared to April 29, 2017.\nSelling, General & Administrative Expenses\nSelling, general and administrative expenses (\"operating expenses\") were $406.0 million (27.9% of sales) and $396.6 million (28.0% of sales) during the 13 weeks ended May 5, 2018 and April 29, 2017, respectively. The increase in operating expenses of $9.4 million is comprised primarily of increased selling payroll and services purchased.\nShare Repurchase\nDuring the 13 weeks ended May 5, 2018, the Company purchased $34.8 million (approximately 0.5 million shares) of Class A Common Stock completing authorized purchases under the February 2016 $500 million program. In March, 2018, the Company's Board of Directors authorized a new $500 Million share repurchase program. At May 5, 2018, $500 million authorization remained under the new program. Total shares outstanding (Class A and Class B Common Stock) at May 5, 2018 and April 29, 2017 were 27.6 million and 30.5 million, respectively.\nStore Information\nDillard's operates 267 Dillard's locations and 25 clearance centers spanning 29 states and an Internet store at www.dillards.com . Total store square footage is 49.1 million.\nRevenue Recognition\nDuring the first quarter of fiscal 2018, the Company adopted Accounting Standards Update (“ASU”) No. 2014-09, Revenue from Contracts with Customers (Topic 606). The Company adopted the standard using the full retrospective method, and the condensed consolidated statements of income, balance sheets and statements of cash flows for the 13 weeks ended April 29, 2017 have been recast. The impact of the adoption on the condensed consolidated statements of income for both the 13 weeks ended May 5, 2018 and April 29, 2017 was immaterial. The condensed consolidated balance sheets reflect the impact of recording the allowance for sales returns on a gross basis rather than as a net liability. The return asset totaled $11.7 million and $11.6 million at May 5, 2018 and April 29, 2017, respectively, and the allowance for sales returns totaled $20.0 million at May 5, 2018 and April 29, 2017.\nPension Presentation\nAdditionally during the first quarter of fiscal 2018, the Company retrospectively adopted ASU No. 2017-07, Compensation - Retirement Benefits (Topic 715): Improving the Presentation of Net Periodic Pension Cost and Net Periodic Postretirement Benefit Cost. The impact of the adoption for the 13 weeks ended May 5, 2018 and April 29, 2017 was a reclass of $1.9 million and $1.8 million, respectively, from selling, general and administrative expenses to other expense for the non-service component of net periodic benefit costs.\nThere is no impact to net earnings or earnings per share as a result of the adoption of these standards for the periods presented.\nDillard’s, Inc. and Subsidiaries Condensed Consolidated Statements of Income (Unaudited) (In Millions, Except Per Share Data) 13 Weeks Ended May 5, 2018 April 29, 2017 Amount % of\nNet\nSales\nAmount % of\nNet\nSales\nNet sales $ 1,456.3 100.0 % $ 1,418.2 100.0 % Service charges and other income 34.4 2.4 34.6 2.4 1,490.7 102.4 1,452.8 102.4 Cost of sales 903.0 62.0 870.0 61.3 Selling, general and administrative expenses 406.0 27.9 396.6 28.0 Depreciation and amortization 56.0 3.8 60.0 4.2 Rentals 6.5 0.4 6.2 0.4 Interest and debt expense, net 14.0 1.0 15.7 1.1 Other expense 1.9 0.1 1.8 0.1 Loss on disposal of assets 0.1 0.0 — 0.0 Income before income taxes 103.2 7.1 102.5 7.2 Income taxes 22.7 36.2 Net income $ 80.5 5.5 % $ 66.3 4.7 % Basic and diluted earnings per share $ 2.89 $ 2.12 Basic and diluted weighted average shares 27.8 31.3 Dillard’s, Inc. and Subsidiaries Condensed Consolidated Balance Sheets (Unaudited) (In Millions) May 5, 2018 April 29, 2017 Assets Current Assets: Cash and cash equivalents $ 164.1 $ 301.5 Restricted cash 1.9 — Accounts receivable 43.5 40.4 Merchandise inventories 1,780.8 1,713.9 Other current assets 55.1 48.6 Total current assets 2,045.4 2,104.4 Property and equipment, net 1,662.9 1,764.5 Other assets 73.2\n257.6 Total Assets $ 3,781.5 $ 4,126.5 Liabilities and Stockholders' Equity Current Liabilities: Trade accounts payable and accrued expenses $ 1,052.3 $ 1,069.9 Current portion of long-term debt and capital leases 162.1 90.5 Federal and state income taxes 63.9 86.9 Total current liabilities 1,278.3 1,247.3 Long-term debt and capital leases 368.0 529.9 Other liabilities 240.5 238.3 Deferred income taxes 12.6 220.6 Subordinated debentures 200.0 200.0 Stockholders' equity 1,682.1 1,690.4 Total Liabilities and Stockholders' Equity $ 3,781.5 $ 4,126.5 Dillard’s, Inc. and Subsidiaries Condensed Consolidated Statements of Cash Flows (Unaudited) (In Millions) 13 Weeks Ended May 5, 2018 April 29, 2017 Operating activities: Net income $ 80.5 $ 66.3 Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization of property and other deferred cost 56.5 60.6 Loss on disposal of assets 0.1 — Changes in operating assets and liabilities: (Increase) decrease in accounts receivable (5.1 ) 6.9 Increase in merchandise inventories (317.2 ) (307.5 ) Increase in other current assets (4.7 ) (1.1 ) (Increase) decrease in other assets (1.4 ) 1.4 Increase in trade accounts payable and accrued expenses and other liabilities 224.4 215.7 Increase in income taxes payable 22.3 35.1 Net cash provided by operating activities 55.4 77.4 Investing activities: Purchase of property and equipment (39.2 ) (34.5 ) Proceeds from disposal of assets 1.9 — Proceeds from insurance — 1.9 Distribution from joint venture 0.8 0.3 Net cash used in investing activities (36.5 ) (32.3 ) Financing activities: Principal payments on long-term debt and capital lease obligations (0.3 ) (0.2 ) Cash dividends paid (2.8 ) (2.3 ) Purchase of treasury stock (36.8 ) (88.1 ) Net cash used in financing activities (39.9 ) (90.6 ) Decrease in cash, cash equivalents and restricted cash (21.0 ) (45.5 ) Cash, cash equivalents and restricted cash, beginning of period 187.0 347.0 Cash, cash equivalents and restricted cash, end of period $ 166.0 $ 301.5 Non-cash transactions: Accrued capital expenditures $ 8.1 $ 3.2 Accrued purchases of treasury stock — 3.0 Estimates for 2018\nThe Company is providing the following estimates for certain financial statement items for the fiscal year ending February 2, 2019 based upon current conditions. Actual results may differ significantly from these estimates as conditions and factors change - See “Forward-Looking Information.”\nIn Millions 2018 2017 Estimated Actual Depreciation and amortization $ 225 $ 232 Rentals 29 28 Interest and debt expense, net 50 63 Capital expenditures 140 130 Forward-Looking Information\nThe foregoing contains certain “forward-looking statements” within the definition of federal securities laws. The following are or may constitute forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995: statements including (a) words such as “may,” “will,” “could,” “believe,” “expect,” “future,” “potential,” “anticipate,” “intend,” “plan,” “estimate,” “continue,” or the negative or other variations thereof, and (b) statements regarding matters that are not historical facts. The Company cautions that forward-looking statements contained in this report are based on estimates, projections, beliefs and assumptions of management and information available to management at the time of such statements and are not guarantees of future performance. The Company disclaims any obligation to update or revise any forward-looking statements based on the occurrence of future events, the receipt of new information, or otherwise. Forward-looking statements of the Company involve risks and uncertainties and are subject to change based on various important factors. Actual future performance, outcomes and results may differ materially from those expressed in forward-looking statements made by the Company and its management as a result of a number of risks, uncertainties and assumptions. Representative examples of those factors include (without limitation) general retail industry conditions and macro-economic conditions; economic and weather conditions for regions in which the Company’s stores are located and the effect of these factors on the buying patterns of the Company’s customers, including the effect of changes in prices and availability of oil and natural gas; the availability of consumer credit; the impact of competitive pressures in the department store industry and other retail channels including specialty, off-price, discount and Internet retailers; changes in consumer spending patterns, debt levels and their ability to meet credit obligations; changes in tax legislation; changes in legislation, affecting such matters as the cost of employee benefits or credit card income; adequate and stable availability and pricing of materials, production facilities and labor from which the Company sources its merchandise; changes in operating expenses, including employee wages, commission structures and related benefits; system failures or data security breaches; possible future acquisitions of store properties from other department store operators; the continued availability of financing in amounts and at the terms necessary to support the Company’s future business; fluctuations in LIBOR and other base borrowing rates; potential disruption from terrorist activity and the effect on ongoing consumer confidence; epidemic, pandemic or other public health issues; potential disruption of international trade and supply chain efficiencies; world conflict and the possible impact on consumer spending patterns and other economic and demographic changes of similar or dissimilar nature. The Company’s filings with the Securities and Exchange Commission, including its Annual Report on Form 10-K for the fiscal year ended February 3, 2018, contain other information on factors that may affect financial results or cause actual results to differ materially from forward-looking statements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180517005638/en/\nDillard’s, Inc.\nJulie Johnson Guymon, 501-376-5965\njulie.bull@dillards.com\nSource: Dillard’s, Inc.",
    "published": "2018-05-17T15:30:00.000+03:00",
    "crawled": "2018-05-17T17:40:56.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comparable",
        "store",
        "sale",
        "increased",
        "little",
        "rock",
        "business",
        "wire",
        "dillard",
        "nyse",
        "dd",
        "company",
        "dillard",
        "announced",
        "operating",
        "result",
        "week",
        "ended",
        "may",
        "release",
        "contains",
        "certain",
        "statement",
        "please",
        "refer",
        "company",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "included",
        "first",
        "quarter",
        "result",
        "dillard",
        "reported",
        "net",
        "income",
        "week",
        "ended",
        "may",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "first",
        "quarter",
        "dillard",
        "chief",
        "executive",
        "officer",
        "william",
        "dillard",
        "ii",
        "stated",
        "positive",
        "sale",
        "momentum",
        "continued",
        "first",
        "quarter",
        "believe",
        "indicates",
        "customer",
        "comfortable",
        "spending",
        "economic",
        "environment",
        "hope",
        "positive",
        "trend",
        "continues",
        "executed",
        "million",
        "share",
        "repurchase",
        "quarter",
        "completing",
        "amount",
        "authorized",
        "february",
        "net",
        "sale",
        "week",
        "ended",
        "may",
        "billion",
        "billion",
        "week",
        "ended",
        "april",
        "net",
        "sale",
        "includes",
        "operation",
        "company",
        "construction",
        "business",
        "cdi",
        "contractor",
        "llc",
        "cdi",
        "total",
        "merchandise",
        "sale",
        "excludes",
        "cdi",
        "period",
        "ended",
        "may",
        "billion",
        "billion",
        "period",
        "ended",
        "april",
        "total",
        "merchandise",
        "sale",
        "increased",
        "period",
        "ended",
        "may",
        "sale",
        "comparable",
        "store",
        "period",
        "also",
        "increased",
        "sale",
        "home",
        "furniture",
        "lady",
        "accessory",
        "lingerie",
        "junior",
        "child",
        "apparel",
        "average",
        "company",
        "sale",
        "trend",
        "quarter",
        "sale",
        "slightly",
        "trend",
        "men",
        "apparel",
        "accessory",
        "trend",
        "lady",
        "apparel",
        "slightly",
        "trend",
        "cosmetic",
        "notably",
        "trend",
        "shoe",
        "sale",
        "strongest",
        "western",
        "region",
        "followed",
        "eastern",
        "central",
        "region",
        "respectively",
        "gross",
        "gross",
        "margin",
        "retail",
        "operation",
        "excludes",
        "cdi",
        "declined",
        "basis",
        "point",
        "sale",
        "week",
        "ended",
        "may",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "consolidated",
        "gross",
        "margin",
        "week",
        "ended",
        "may",
        "declined",
        "basis",
        "point",
        "sale",
        "compared",
        "prior",
        "year",
        "first",
        "quarter",
        "inventory",
        "increased",
        "may",
        "compared",
        "april",
        "selling",
        "general",
        "administrative",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "expense",
        "million",
        "sale",
        "million",
        "sale",
        "week",
        "ended",
        "may",
        "april",
        "respectively",
        "increase",
        "operating",
        "expense",
        "million",
        "comprised",
        "primarily",
        "increased",
        "selling",
        "payroll",
        "service",
        "purchased",
        "share",
        "repurchase",
        "week",
        "ended",
        "may",
        "company",
        "purchased",
        "million",
        "approximately",
        "million",
        "share",
        "class",
        "common",
        "stock",
        "completing",
        "authorized",
        "purchase",
        "february",
        "million",
        "program",
        "march",
        "company",
        "board",
        "director",
        "authorized",
        "new",
        "million",
        "share",
        "repurchase",
        "program",
        "may",
        "million",
        "authorization",
        "remained",
        "new",
        "program",
        "total",
        "share",
        "outstanding",
        "class",
        "class",
        "b",
        "common",
        "stock",
        "may",
        "april",
        "million",
        "million",
        "respectively",
        "store",
        "information",
        "dillard",
        "operates",
        "dillard",
        "location",
        "clearance",
        "center",
        "spanning",
        "state",
        "internet",
        "store",
        "total",
        "store",
        "square",
        "footage",
        "million",
        "revenue",
        "recognition",
        "first",
        "quarter",
        "fiscal",
        "company",
        "adopted",
        "accounting",
        "standard",
        "update",
        "asu",
        "revenue",
        "contract",
        "customer",
        "topic",
        "company",
        "adopted",
        "standard",
        "using",
        "full",
        "retrospective",
        "method",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "balance",
        "sheet",
        "statement",
        "cash",
        "flow",
        "week",
        "ended",
        "april",
        "recast",
        "impact",
        "adoption",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "week",
        "ended",
        "may",
        "april",
        "immaterial",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "reflect",
        "impact",
        "recording",
        "allowance",
        "sale",
        "return",
        "gross",
        "basis",
        "rather",
        "net",
        "liability",
        "return",
        "asset",
        "totaled",
        "million",
        "million",
        "may",
        "april",
        "respectively",
        "allowance",
        "sale",
        "return",
        "totaled",
        "million",
        "may",
        "april",
        "pension",
        "presentation",
        "additionally",
        "first",
        "quarter",
        "fiscal",
        "company",
        "retrospectively",
        "adopted",
        "asu",
        "compensation",
        "retirement",
        "benefit",
        "topic",
        "improving",
        "presentation",
        "net",
        "periodic",
        "pension",
        "cost",
        "net",
        "periodic",
        "postretirement",
        "benefit",
        "cost",
        "impact",
        "adoption",
        "week",
        "ended",
        "may",
        "april",
        "reclass",
        "million",
        "million",
        "respectively",
        "selling",
        "general",
        "administrative",
        "expense",
        "expense",
        "component",
        "net",
        "periodic",
        "benefit",
        "cost",
        "impact",
        "net",
        "earnings",
        "earnings",
        "per",
        "share",
        "result",
        "adoption",
        "standard",
        "period",
        "presented",
        "dillard",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "million",
        "except",
        "per",
        "share",
        "data",
        "week",
        "ended",
        "may",
        "april",
        "amount",
        "net",
        "sale",
        "amount",
        "net",
        "sale",
        "net",
        "sale",
        "service",
        "charge",
        "income",
        "cost",
        "sale",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "rental",
        "interest",
        "debt",
        "expense",
        "net",
        "expense",
        "loss",
        "disposal",
        "asset",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "dillard",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "million",
        "may",
        "april",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "receivable",
        "merchandise",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "debt",
        "capital",
        "lease",
        "federal",
        "state",
        "income",
        "tax",
        "total",
        "current",
        "liability",
        "debt",
        "capital",
        "lease",
        "liability",
        "deferred",
        "income",
        "tax",
        "subordinated",
        "debenture",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "dillard",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "million",
        "week",
        "ended",
        "may",
        "april",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "property",
        "deferred",
        "cost",
        "loss",
        "disposal",
        "asset",
        "change",
        "operating",
        "asset",
        "liability",
        "increase",
        "decrease",
        "account",
        "receivable",
        "increase",
        "merchandise",
        "inventory",
        "increase",
        "current",
        "asset",
        "increase",
        "decrease",
        "asset",
        "increase",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "increase",
        "income",
        "tax",
        "payable",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "proceeds",
        "disposal",
        "asset",
        "proceeds",
        "insurance",
        "distribution",
        "joint",
        "venture",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "principal",
        "payment",
        "debt",
        "capital",
        "lease",
        "obligation",
        "cash",
        "dividend",
        "paid",
        "purchase",
        "treasury",
        "stock",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "period",
        "transaction",
        "accrued",
        "capital",
        "expenditure",
        "accrued",
        "purchase",
        "treasury",
        "stock",
        "estimate",
        "company",
        "providing",
        "following",
        "estimate",
        "certain",
        "financial",
        "statement",
        "item",
        "fiscal",
        "year",
        "ending",
        "february",
        "based",
        "upon",
        "current",
        "condition",
        "actual",
        "result",
        "may",
        "differ",
        "significantly",
        "estimate",
        "condition",
        "factor",
        "change",
        "see",
        "million",
        "estimated",
        "actual",
        "depreciation",
        "amortization",
        "rental",
        "interest",
        "debt",
        "expense",
        "net",
        "capital",
        "expenditure",
        "information",
        "foregoing",
        "contains",
        "certain",
        "statement",
        "within",
        "definition",
        "federal",
        "security",
        "law",
        "following",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "including",
        "word",
        "may",
        "could",
        "believe",
        "expect",
        "future",
        "potential",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "continue",
        "negative",
        "variation",
        "thereof",
        "b",
        "statement",
        "regarding",
        "matter",
        "historical",
        "fact",
        "company",
        "caution",
        "statement",
        "contained",
        "report",
        "based",
        "estimate",
        "projection",
        "belief",
        "assumption",
        "management",
        "information",
        "available",
        "management",
        "time",
        "statement",
        "guarantee",
        "future",
        "performance",
        "company",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "statement",
        "based",
        "occurrence",
        "future",
        "event",
        "receipt",
        "new",
        "information",
        "otherwise",
        "statement",
        "company",
        "involve",
        "risk",
        "uncertainty",
        "subject",
        "change",
        "based",
        "various",
        "important",
        "factor",
        "actual",
        "future",
        "performance",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "statement",
        "made",
        "company",
        "management",
        "result",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "representative",
        "example",
        "factor",
        "include",
        "without",
        "limitation",
        "general",
        "retail",
        "industry",
        "condition",
        "condition",
        "economic",
        "weather",
        "condition",
        "region",
        "company",
        "store",
        "located",
        "effect",
        "factor",
        "buying",
        "pattern",
        "company",
        "customer",
        "including",
        "effect",
        "change",
        "price",
        "availability",
        "oil",
        "natural",
        "gas",
        "availability",
        "consumer",
        "credit",
        "impact",
        "competitive",
        "pressure",
        "department",
        "store",
        "industry",
        "retail",
        "channel",
        "including",
        "specialty",
        "discount",
        "internet",
        "retailer",
        "change",
        "consumer",
        "spending",
        "pattern",
        "debt",
        "level",
        "ability",
        "meet",
        "credit",
        "obligation",
        "change",
        "tax",
        "legislation",
        "change",
        "legislation",
        "affecting",
        "matter",
        "cost",
        "employee",
        "benefit",
        "credit",
        "card",
        "income",
        "adequate",
        "stable",
        "availability",
        "pricing",
        "material",
        "production",
        "facility",
        "labor",
        "company",
        "source",
        "merchandise",
        "change",
        "operating",
        "expense",
        "including",
        "employee",
        "wage",
        "commission",
        "structure",
        "related",
        "benefit",
        "system",
        "failure",
        "data",
        "security",
        "breach",
        "possible",
        "future",
        "acquisition",
        "store",
        "property",
        "department",
        "store",
        "operator",
        "continued",
        "availability",
        "financing",
        "amount",
        "term",
        "necessary",
        "support",
        "company",
        "future",
        "business",
        "fluctuation",
        "libor",
        "base",
        "borrowing",
        "rate",
        "potential",
        "disruption",
        "terrorist",
        "activity",
        "effect",
        "ongoing",
        "consumer",
        "confidence",
        "epidemic",
        "pandemic",
        "public",
        "health",
        "issue",
        "potential",
        "disruption",
        "international",
        "trade",
        "supply",
        "chain",
        "efficiency",
        "world",
        "conflict",
        "possible",
        "impact",
        "consumer",
        "spending",
        "pattern",
        "economic",
        "demographic",
        "change",
        "similar",
        "dissimilar",
        "nature",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "february",
        "contain",
        "information",
        "factor",
        "may",
        "affect",
        "financial",
        "result",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "dillard",
        "julie",
        "johnson",
        "guymon",
        "source",
        "dillard",
        "inc"
    ]
}