{
    "organizations": [],
    "uuid": "31b340d19ffe563defa54887b04cc6145e6ddab5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-owens-realty-mortgage-inc-acknowledges-receipt-of-director-nominations-from-eric-hovde-and-financial-institution-partners-iii.html",
    "ord_in_thread": 0,
    "title": "Owens Realty Mortgage, Inc. Acknowledges Receipt of Director Nominations from Eric Hovde and Financial Institution Partners III, LP",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WALNUT CREEK, Calif., May 9, 2018 /PRNewswire/ -- Owens Realty Mortgage, Inc. (NYSE American: ORM) (the \"Company\") today acknowledged receipt of a notice of director nominations from Eric Hovde, Financial Institution Partners III, LP, and certain of their affiliates (collectively, the \"Hovde Group\") that they plan to nominate Steven Hovde and James Hua to stand for election to the Company's Board of Directors (the \"Board\") at the Company's 2018 Annual Meeting of Stockholders.\nThe Board and management of the Company have for quite some time maintained a constructive dialogue with the Hovde Group, as we would with any other stockholder. Indeed, the Nominating and Corporate Governance Committee of the Board (the \"Nominating Committee\"), consisting entirely of independent directors, recently completed its interviews of Messrs. Hovde and Hua as part of its normal process to evaluate potential director candidates. At the end of this process, the Nominating Committee and the full Board concluded that adding the Hovde Group candidates to the Board would not be in the best interests of the Company and its stockholders.\nIn an effort to constructively address its recommendations and to avoid a costly and distracting proxy fight, we made the Hovde Group a very reasonable settlement proposal. Our settlement offer contemplated that the Hovde Group would have direct involvement in the designation of a female director that would replace an existing management director. Our proposal not only would have given the Hovde Group Board representation, it also would have increased the proportion of independent directors on our Board from 60% to 80%. In addition, we proposed that this new, female director would be designated to certain Board committees and would oversee a thorough review by the Board of the Hovde Group's views concerning additional stock repurchase programs by the Company.\nEric Hovde unfortunately rejected our settlement proposal, including completely dismissing the value of designating a female director as we continue to promote gender diversity on our Board. We are disappointed that the Hovde Group has chosen to launch baseless attacks at your Board and management team. Nonetheless, we remain committed to constructively engaging with the Hovde Group and plan to address their attacks in due course.\nYour Board and management team continue to maintain an intense focus on acting in the best interests of the Company and all its stockholders. We continue to make progress in responsibly disposing of our real estate assets and reinvesting the proceeds into commercial real estate loan investments, which we are confident is the best means of maximizing returns for our stockholders and closing the gap between the Company's stock price and book value.\nReturning capital to our stockholders through a mix of dividends and share repurchases remains a strategic priority for the Company, as evidenced by the recently announced increased second quarter 2018 dividend of $0.20 per share of common stock, which represents a 25% increase in the Company's quarterly dividend, and the adoption of a new $10 million stock repurchase plan. As of March 13, 2018, the Company has repurchased approximately $31.5 million of its stock, not including commissions and fees, representing approximately 1,961,000 shares, or 17.5% of the shares outstanding on May 20, 2013, and paid out approximately $17.1 million in cash dividends.\nAs previously disclosed, the Company, through its Compensation Committee consisting completely of independent directors, and Owens Financial Group, the Company's manager, reached an agreement to amend the manager's compensation structure, including making permanent the recent interim management fee adjustment along with an additional adjustment that will decrease the fee when stockholders' equity exceeds $300 million, payment to the Company of 30% of all fees and commissions paid to the manager in connection with its mortgage lending activities, and the elimination of service fees and certain reimbursable expenses.\nAlso, as previously disclosed, your Board continues to facilitate a series of corporate governance enhancements. These include, among others, an ongoing search process to identify a female director candidate, which includes input from our stockholders. Your Board also recently approved of formal policies with respect to Board diversity, majority voting with respect to uncontested director elections, director and officer stock ownership/retention guidelines, and anti-hedging and anti-pledging policies. Finally, today, also as part of our planned governance enhancements, the Company will be announcing that Bill Owens has stepped down as chair of our Board and has assumed the role of executive Chairman Emeritus. Our lead independent director, Dennis Schmal, will now serve as independent Chairman of our Board.\nTogether, it is the Board's strong belief that these actions provide the best opportunity to reduce expenses, deliver a consistent, competitive risk-adjusted yield and further align our management compensation structure and corporate governance with the long-term interests of the Company and all of its stockholders.\nThe Company will provide stockholders with proxy materials, including a WHITE proxy card, in connection with the 2018 Annual Meeting of Stockholders in due course. Stockholders are not required to take action at this time.\nPremierCounsel LLP and Vinson & Elkins L.L.P. are representing Owens Realty Mortgage, Inc.\nAbout Owens Realty Mortgage, Inc.\nOwens Realty Mortgage, Inc., a Maryland corporation, is a specialty finance mortgage company organized to qualify as a real estate investment trust (\"REIT\") that focuses on the origination, investment, and management of commercial real estate mortgage loans. We provide customized, short-term acquisition and transition capital to small balance and middle-market investors that require speed and flexibility. Our primary objective is to provide investors with attractive current income and long-term stockholder value. Owens Realty Mortgage, Inc., is headquartered in Walnut Creek, California, and is externally managed and advised by Owens Financial Group, Inc.\nAdditional information can be found on the Company's website at www.owensmortgage.com .\nImportant Additional Information\nThe Company, its directors and certain of its executive officers are participants in the solicitation of proxies from the Company's stockholders in connection with the Company's 2018 Annual Meeting of Stockholders. The Company intends to file a proxy statement and WHITE proxy card with the U.S. Securities and Exchange Commission (the \"SEC\") in connection with any such solicitation of proxies from the Company's stockholders. STOCKHOLDERS OF THE COMPANY ARE STRONGLY ENCOURAGED TO READ SUCH PROXY STATEMENT, ACCOMPANYING WHITE PROXY CARD AND ALL OTHER DOCUMENTS FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION. Exhibit 99.2 of the Company's Current Report on Form 8-K filed with the SEC on April 25, 2018 (\"Exhibit 99.2\") contains information regarding the direct and indirect interest, by securities holdings or otherwise, of the Company's directors and executive officers in the Company's securities. If the holdings of the Company's securities change from the amounts provided in Exhibit 99.2, such changes will be set forth in SEC filings on Forms 3, 4, and 5, which can be found through the Company's website at www.owensmortgage.com in the section \"SEC Filings & Reports\" or through the SEC's website at www.sec.gov . Information can also be found in the Company's other SEC filings, including the Company's definitive proxy statement for the 2017 Annual Meeting of Stockholders and its Annual Report on Form 10-K for the year ended December 31, 2017. Updated information regarding the identity of potential participants, and their direct or indirect interests, by security holdings or otherwise, will be set forth in the definitive proxy statement and other materials to be filed with the SEC in connection with the 2018 Annual Meeting of Stockholders. Stockholders will be able to obtain the definitive proxy statement, any amendments or supplements to the proxy statement and other documents filed by the Company with the SEC at no charge at the SEC's website at www.sec.gov . Copies will also be available at no charge at the Company's website at www.owensmortgage.com in the section \"SEC Filings & Reports.\"\nForward-Looking Statements\nThis press release includes \"forward-looking statements\" within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. Forward-looking statements about Owens Realty Mortgage Inc.'s plans, strategies, prospects, and anticipated events, including the corporate governance improvements, are based on current information, estimates, and projections; they are subject to, risks and uncertainties, as well as known and unknown risks, which could cause actual results to differ from expectations, estimates and projections and, consequently, readers should not rely on these forward-looking statements as predictions of future events. Words such as \"expect,\" \"target,\" \"assume,\" \"estimate,\" \"project,\" \"budget,\" \"forecast,\" \"anticipate,\" \"intend,\" \"plan,\" \"may,\" \"will,\" \"could,\" \"should,\" \"believe,\" \"predicts,\" \"potential,\" \"continue,\" and similar expressions are intended to identify such forward-looking statements. The forward-looking statements made in this release include, but may not be limited to, expectations around the Company's plans to implement corporate governance enhancements, distribute current and accumulated earnings in 2018, tax treatment and characterization of distributions made by the Company in 2018, and timing and content of any announcements made with respect thereto.\nReaders are cautioned not to place undue reliance upon any forward-looking statements, which speak only as of the date made. The Company does not undertake or accept any obligation to release publicly any updates or revisions to any forward-looking statement to reflect any change in its expectations or any change in events, conditions or circumstances on which any such statement is based. Additional information concerning these and other risk factors is contained in the Company's most recent filings with the SEC. All subsequent written and oral forward-looking statements concerning the Company or matters attributable to the Company or any person acting on its behalf are expressly qualified in their entirety by the cautionary statements above.\nView original content with multimedia: http://www.prnewswire.com/news-releases/owens-realty-mortgage-inc-acknowledges-receipt-of-director-nominations-from-eric-hovde-and-financial-institution-partners-iii-lp-300645333.html\nSOURCE Owens Realty Mortgage, Inc.",
    "published": "2018-05-09T15:30:00.000+03:00",
    "crawled": "2018-05-09T17:13:46.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "walnut",
        "creek",
        "may",
        "owen",
        "realty",
        "mortgage",
        "nyse",
        "american",
        "orm",
        "company",
        "today",
        "acknowledged",
        "receipt",
        "notice",
        "director",
        "nomination",
        "eric",
        "hovde",
        "financial",
        "institution",
        "partner",
        "iii",
        "lp",
        "certain",
        "affiliate",
        "collectively",
        "hovde",
        "group",
        "plan",
        "nominate",
        "steven",
        "hovde",
        "james",
        "hua",
        "stand",
        "election",
        "company",
        "board",
        "director",
        "board",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "board",
        "management",
        "company",
        "quite",
        "time",
        "maintained",
        "constructive",
        "dialogue",
        "hovde",
        "group",
        "would",
        "stockholder",
        "indeed",
        "nominating",
        "corporate",
        "governance",
        "committee",
        "board",
        "nominating",
        "committee",
        "consisting",
        "entirely",
        "independent",
        "director",
        "recently",
        "completed",
        "interview",
        "hovde",
        "hua",
        "part",
        "normal",
        "process",
        "evaluate",
        "potential",
        "director",
        "candidate",
        "end",
        "process",
        "nominating",
        "committee",
        "full",
        "board",
        "concluded",
        "adding",
        "hovde",
        "group",
        "candidate",
        "board",
        "would",
        "best",
        "interest",
        "company",
        "stockholder",
        "effort",
        "constructively",
        "address",
        "recommendation",
        "avoid",
        "costly",
        "distracting",
        "proxy",
        "fight",
        "made",
        "hovde",
        "group",
        "reasonable",
        "settlement",
        "proposal",
        "settlement",
        "offer",
        "contemplated",
        "hovde",
        "group",
        "would",
        "direct",
        "involvement",
        "designation",
        "female",
        "director",
        "would",
        "replace",
        "existing",
        "management",
        "director",
        "proposal",
        "would",
        "given",
        "hovde",
        "group",
        "board",
        "representation",
        "also",
        "would",
        "increased",
        "proportion",
        "independent",
        "director",
        "board",
        "addition",
        "proposed",
        "new",
        "female",
        "director",
        "would",
        "designated",
        "certain",
        "board",
        "committee",
        "would",
        "oversee",
        "thorough",
        "review",
        "board",
        "hovde",
        "group",
        "view",
        "concerning",
        "additional",
        "stock",
        "repurchase",
        "program",
        "company",
        "eric",
        "hovde",
        "unfortunately",
        "rejected",
        "settlement",
        "proposal",
        "including",
        "completely",
        "dismissing",
        "value",
        "designating",
        "female",
        "director",
        "continue",
        "promote",
        "gender",
        "diversity",
        "board",
        "disappointed",
        "hovde",
        "group",
        "chosen",
        "launch",
        "baseless",
        "attack",
        "board",
        "management",
        "team",
        "nonetheless",
        "remain",
        "committed",
        "constructively",
        "engaging",
        "hovde",
        "group",
        "plan",
        "address",
        "attack",
        "due",
        "course",
        "board",
        "management",
        "team",
        "continue",
        "maintain",
        "intense",
        "focus",
        "acting",
        "best",
        "interest",
        "company",
        "stockholder",
        "continue",
        "make",
        "progress",
        "responsibly",
        "disposing",
        "real",
        "estate",
        "asset",
        "reinvesting",
        "proceeds",
        "commercial",
        "real",
        "estate",
        "loan",
        "investment",
        "confident",
        "best",
        "mean",
        "maximizing",
        "return",
        "stockholder",
        "closing",
        "gap",
        "company",
        "stock",
        "price",
        "book",
        "value",
        "returning",
        "capital",
        "stockholder",
        "mix",
        "dividend",
        "share",
        "repurchase",
        "remains",
        "strategic",
        "priority",
        "company",
        "evidenced",
        "recently",
        "announced",
        "increased",
        "second",
        "quarter",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "represents",
        "increase",
        "company",
        "quarterly",
        "dividend",
        "adoption",
        "new",
        "million",
        "stock",
        "repurchase",
        "plan",
        "march",
        "company",
        "repurchased",
        "approximately",
        "million",
        "stock",
        "including",
        "commission",
        "fee",
        "representing",
        "approximately",
        "share",
        "share",
        "outstanding",
        "may",
        "paid",
        "approximately",
        "million",
        "cash",
        "dividend",
        "previously",
        "disclosed",
        "company",
        "compensation",
        "committee",
        "consisting",
        "completely",
        "independent",
        "director",
        "owen",
        "financial",
        "group",
        "company",
        "manager",
        "reached",
        "agreement",
        "amend",
        "manager",
        "compensation",
        "structure",
        "including",
        "making",
        "permanent",
        "recent",
        "interim",
        "management",
        "fee",
        "adjustment",
        "along",
        "additional",
        "adjustment",
        "decrease",
        "fee",
        "stockholder",
        "equity",
        "exceeds",
        "million",
        "payment",
        "company",
        "fee",
        "commission",
        "paid",
        "manager",
        "connection",
        "mortgage",
        "lending",
        "activity",
        "elimination",
        "service",
        "fee",
        "certain",
        "reimbursable",
        "expense",
        "also",
        "previously",
        "disclosed",
        "board",
        "continues",
        "facilitate",
        "series",
        "corporate",
        "governance",
        "enhancement",
        "include",
        "among",
        "others",
        "ongoing",
        "search",
        "process",
        "identify",
        "female",
        "director",
        "candidate",
        "includes",
        "input",
        "stockholder",
        "board",
        "also",
        "recently",
        "approved",
        "formal",
        "policy",
        "respect",
        "board",
        "diversity",
        "majority",
        "voting",
        "respect",
        "uncontested",
        "director",
        "election",
        "director",
        "officer",
        "stock",
        "guideline",
        "policy",
        "finally",
        "today",
        "also",
        "part",
        "planned",
        "governance",
        "enhancement",
        "company",
        "announcing",
        "bill",
        "owen",
        "stepped",
        "chair",
        "board",
        "assumed",
        "role",
        "executive",
        "chairman",
        "emeritus",
        "lead",
        "independent",
        "director",
        "dennis",
        "schmal",
        "serve",
        "independent",
        "chairman",
        "board",
        "together",
        "board",
        "strong",
        "belief",
        "action",
        "provide",
        "best",
        "opportunity",
        "reduce",
        "expense",
        "deliver",
        "consistent",
        "competitive",
        "yield",
        "align",
        "management",
        "compensation",
        "structure",
        "corporate",
        "governance",
        "interest",
        "company",
        "stockholder",
        "company",
        "provide",
        "stockholder",
        "proxy",
        "material",
        "including",
        "white",
        "proxy",
        "card",
        "connection",
        "annual",
        "meeting",
        "stockholder",
        "due",
        "course",
        "stockholder",
        "required",
        "take",
        "action",
        "time",
        "premiercounsel",
        "llp",
        "vinson",
        "elkins",
        "representing",
        "owen",
        "realty",
        "mortgage",
        "owen",
        "realty",
        "mortgage",
        "owen",
        "realty",
        "mortgage",
        "maryland",
        "corporation",
        "specialty",
        "finance",
        "mortgage",
        "company",
        "organized",
        "qualify",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "focus",
        "origination",
        "investment",
        "management",
        "commercial",
        "real",
        "estate",
        "mortgage",
        "loan",
        "provide",
        "customized",
        "acquisition",
        "transition",
        "capital",
        "small",
        "balance",
        "investor",
        "require",
        "speed",
        "flexibility",
        "primary",
        "objective",
        "provide",
        "investor",
        "attractive",
        "current",
        "income",
        "stockholder",
        "value",
        "owen",
        "realty",
        "mortgage",
        "headquartered",
        "walnut",
        "creek",
        "california",
        "externally",
        "managed",
        "advised",
        "owen",
        "financial",
        "group",
        "additional",
        "information",
        "found",
        "company",
        "website",
        "important",
        "additional",
        "information",
        "company",
        "director",
        "certain",
        "executive",
        "officer",
        "participant",
        "solicitation",
        "proxy",
        "company",
        "stockholder",
        "connection",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "company",
        "intends",
        "file",
        "proxy",
        "statement",
        "white",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "company",
        "stockholder",
        "stockholder",
        "company",
        "strongly",
        "encouraged",
        "read",
        "proxy",
        "statement",
        "accompanying",
        "white",
        "proxy",
        "card",
        "document",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "exhibit",
        "company",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "april",
        "exhibit",
        "contains",
        "information",
        "regarding",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "company",
        "director",
        "executive",
        "officer",
        "company",
        "security",
        "holding",
        "company",
        "security",
        "change",
        "amount",
        "provided",
        "exhibit",
        "change",
        "set",
        "forth",
        "sec",
        "filing",
        "form",
        "found",
        "company",
        "website",
        "section",
        "sec",
        "filing",
        "report",
        "sec",
        "website",
        "information",
        "also",
        "found",
        "company",
        "sec",
        "filing",
        "including",
        "company",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "updated",
        "information",
        "regarding",
        "identity",
        "potential",
        "participant",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "material",
        "filed",
        "sec",
        "connection",
        "annual",
        "meeting",
        "stockholder",
        "stockholder",
        "able",
        "obtain",
        "definitive",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "document",
        "filed",
        "company",
        "sec",
        "charge",
        "sec",
        "website",
        "copy",
        "also",
        "available",
        "charge",
        "company",
        "website",
        "section",
        "sec",
        "filing",
        "report",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "owen",
        "realty",
        "mortgage",
        "plan",
        "strategy",
        "prospect",
        "anticipated",
        "event",
        "including",
        "corporate",
        "governance",
        "improvement",
        "based",
        "current",
        "information",
        "estimate",
        "projection",
        "subject",
        "risk",
        "uncertainty",
        "well",
        "known",
        "unknown",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expectation",
        "estimate",
        "projection",
        "consequently",
        "reader",
        "rely",
        "statement",
        "prediction",
        "future",
        "event",
        "word",
        "expect",
        "target",
        "assume",
        "estimate",
        "project",
        "budget",
        "forecast",
        "anticipate",
        "intend",
        "plan",
        "may",
        "could",
        "believe",
        "predicts",
        "potential",
        "continue",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "made",
        "release",
        "include",
        "may",
        "limited",
        "expectation",
        "around",
        "company",
        "plan",
        "implement",
        "corporate",
        "governance",
        "enhancement",
        "distribute",
        "current",
        "accumulated",
        "earnings",
        "tax",
        "treatment",
        "characterization",
        "distribution",
        "made",
        "company",
        "timing",
        "content",
        "announcement",
        "made",
        "respect",
        "thereto",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "upon",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertake",
        "accept",
        "obligation",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "reflect",
        "change",
        "expectation",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "additional",
        "information",
        "concerning",
        "risk",
        "factor",
        "contained",
        "company",
        "recent",
        "filing",
        "sec",
        "subsequent",
        "written",
        "oral",
        "statement",
        "concerning",
        "company",
        "matter",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "owen",
        "realty",
        "mortgage",
        "inc"
    ]
}