{
    "organizations": [],
    "uuid": "3cc1894ef5862452a18d33818b4ebf3a786faac3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-infinera-corporation-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Infinera Corporation First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SUNNYVALE, Calif., May 09, 2018 (GLOBE NEWSWIRE) -- Infinera Corporation, provider of Intelligent Transport Networks, today released financial results for its first quarter ended March 31, 2018.\nGAAP revenue for the quarter was $202.7 million compared to $195.8 million in the fourth quarter of 2017 and $175.5 million in the first quarter of 2017.\nGAAP gross margin for the quarter was 40.5% compared to 24.1% in the fourth quarter of 2017 and 36.5% in the first quarter of 2017. GAAP operating margin for the quarter was (12.2)% compared to (36.0)% in the fourth quarter of 2017 and (21.6)% in the first quarter of 2017.\nGAAP net loss for the quarter was $(26.3) million, or $(0.17) per share, compared to a net loss of $(74.0) million, or $(0.50) per share, in the fourth quarter of 2017, and net loss of $(40.5) million, or $(0.28) per share, in the first quarter of 2017.\nNon-GAAP gross margin for the quarter was 43.7% compared to 37.5% in the fourth quarter of 2017 and 40.3% in the first quarter of 2017. Non-GAAP operating margin for the quarter was (3.4)% compared to (9.3)% in the fourth quarter of 2017 and (11.4)% in the first quarter of 2017.\nNon-GAAP net loss for the quarter was $(7.2) million, or $(0.05) per share, compared to a net loss of $(18.6) million, or $(0.12) per share, in the fourth quarter of 2017, and net loss of $(21.7) million, or $(0.15) per share, in the first quarter of 2017.\nA further explanation of the use of non-GAAP financial information and a reconciliation of the non-GAAP financial measures to the GAAP equivalents can be found at the end of this release.\n“Our financial performance in Q1 reflects continued strong growth from our next-generation products that offset typical seasonal weakness,” said Tom Fallon, Infinera’s Chief Executive Officer. “In 2018, we remain focused on winning new customers that will diversify our revenue base, drive multi-year growth and leverage our unique vertically-integrated operating model. We also remain committed to returning to profitability during the second half of 2018.”\nSecond Quarter 2018 Financial Outlook\nInfinera's outlook for the quarter ending June 30, 2018 is as follows:\nRevenue is expected to be in the range of $203 million to $213 million. GAAP gross margin is expected to be 38% +/- 200 bps. Non-GAAP gross margin is expected to be 42% +/- 200 bps. GAAP operating expenses are expected to be $106 million +/- $2 million. Non-GAAP operating expenses are expected to be $93 million +/- $2 million. GAAP operating margin is expected to be approximately (13)%. Non-GAAP operating margin is expected to be approximately (3)%. GAAP EPS is expected to be $(0.18)+/- $0.02. Non-GAAP EPS is expected to be $(0.05) +/- $0.02.\nInfinera's Financial Outlook does not include the potential impact of any business combinations, asset acquisitions, strategic investments and other significant transactions that may be completed after May 9, 2018. Actual results may Infinera's Financial Outlook as a result of, among other things, the factors described under “Forward-Looking Statements” below.\nFirst Quarter 2018 Financial Commentary Available Online\nA CFO Commentary reviewing Infinera's first quarter of 2018 financial results will be furnished to the SEC on Form 8-K and published on Infinera's Investor Relations website at investors.infinera.com . Analysts and investors are encouraged to review this commentary prior to participating in the conference call webcast.\nConference Call Information\nInfinera will host a conference call for analysts and investors to discuss its first quarter 2018 results and its outlook for the second quarter of 2018 today at 5:00 p.m. Eastern Time (2:00 p.m. Pacific Time). Interested parties may join the conference call by dialing 1-866-373-6878 (toll free) or 1-412-317-5101 (international). A live webcast of the conference call will also be accessible from the Events & Webcasts section of Infinera’s website at investors.infinera.com . Replay of the audio webcast will be available at investors.infinera.com approximately two hours after the end of the live call.\nContacts: Media:\nAnna Vue Investors:\nJeff Hustis Tel. +1 (916) 595-8157 Tel. +1 (408) 213-7150 avue@infinera.com jhustis@infinera.com About Infinera\nInfinera provides Intelligent Transport Networks, enabling carriers, cloud operators, governments and enterprises to scale network bandwidth, accelerate service innovation and automate optical network operations. Infinera’s end-to-end packet-optical portfolio is designed for long-haul, subsea, data center interconnect and metro applications. To learn more about Infinera visit www.infinera.com , follow us on Twitter @Infinera and read our latest blog posts at www.infinera.com/blog .\nForward-Looking Statements\nThis press release contains certain based on current expectations, forecasts and assumptions that involve risks and uncertainties. Such include, without limitation, Infinera’s ability to win new customers that will diversify its revenue base, drive multi-year growth and leverage its unique vertically-integrated operating model; Infinera’s commitment to return to profitability on a non-GAAP basis during the second half of 2018; and Infinera's expectations regarding its outlook for the second quarter of 2018. Forward-looking statements can also be identified by forward-looking words such as “anticipate,” “believe,” “could,” “estimate,” “expect,” “intend,” “may,” “should,” “will,” and \"would” or similar words. These statements are based on information available to Infinera as of the date hereof and actual results could those stated or implied due to risks and uncertainties. The risks and uncertainties that could cause Infinera’s results to those expressed or implied by such include, delays in the development and introduction of new products or updates to existing products and market acceptance of these products; fluctuations in demand, sales cycles and prices for products and services, including discounts given in response to competitive pricing pressures, as well as the timing of purchases by Infinera's key customers; the effect that changes in product pricing or mix, and/or increases in component costs could have on Infinera’s gross margin; the effects of increased customer consolidation; Infinera’s ability to respond to rapid technological changes; aggressive business tactics by Infinera’s competitors; Infinera's reliance on single and limited source suppliers; Infinera's ability to adequately respond to demand as a result of the restructuring plan; Infinera’s ability to protect Infinera’s intellectual property; claims by others that Infinera infringes their intellectual property; the effect of global macroeconomic conditions on Infinera's business; war, terrorism, public health issues, natural disasters and other circumstances that could disrupt the supply, delivery or demand of Infinera's products; and other risks and uncertainties detailed in Infinera’s SEC filings from time to time. More information on potential factors that may impact Infinera’s business are set forth in its Annual Report on Form 10-K for the year ended on December 30, 2017 as filed with the SEC on February 28, 2018, as well as subsequent reports filed with or furnished to the SEC from time to time. These reports are available on Infinera’s website at www.infinera.com and the SEC’s website at www.sec.gov . Infinera assumes no obligation to, and does not currently intend to, update any such .\nUse of Non-GAAP Financial Information\nIn addition to disclosing financial measures prepared in accordance with U.S. Generally Accepted Accounting Principles (GAAP), this press release and the accompanying tables contain certain non-GAAP measures that exclude restructuring and other costs (credits), impairment of cost-method investment, non-cash stock-based compensation expenses, amortization of debt discount on Infinera’s convertible senior notes, amortization and impairment of acquired intangible assets, acquisition-related costs, and certain purchase accounting adjustments related to Infinera's acquisition of Transmode AB, which closed during the third quarter of 2015, along with related tax effects. For a description of these non-GAAP financial measures and a reconciliation to the most directly comparable GAAP financial measures, please see the section titled, “GAAP to Non-GAAP Reconciliations.”\nInfinera has also included forward-looking non-GAAP information in this press release, including an estimate of certain non-GAAP financial measures for the second quarter of 2018 that exclude non-cash stock-based compensation expenses, amortization of acquired intangible assets and related tax effects, and amortization of debt discount on Infinera’s convertible senior notes. Please see the section titled, “GAAP to Non-GAAP Reconciliations of Financial Outlook” below on specific adjustments.\nInfinera believes these adjustments are appropriate to enhance an overall understanding of its underlying financial performance and also its prospects for the future and are considered by management for the purpose of making operational decisions. In addition, these results are the primary indicators management uses as a basis for its planning and forecasting of future periods. The presentation of this additional information is not meant to be considered in isolation or as a substitute for net loss, basic and diluted net loss per share, gross margin or operating margin prepared in accordance with GAAP. Non-GAAP financial measures are not based on a comprehensive set of accounting rules or principles and are subject to limitations.\nA copy of this press release can be found on the Investor Relations page of Infinera’s website at www.infinera.com .\nInfinera and the Infinera logo are trademarks or registered trademarks of Infinera Corporation. All other trademarks used or mentioned herein belong to their respective owners.\nInfinera Corporation\nCondensed Consolidated Statements of Operations\n(In thousands, except per share data)\n(Unaudited)\n 2018 April 1, 2017 Revenue: Product $ 171,629 $ 147,053 Services 31,052 28,469 Total revenue 202,681 175,522 Cost of revenue: Cost of product 107,665 99,332 Cost of services 12,831 12,134 Restructuring and other related costs 17 — Total cost of revenue 120,513 111,466 Gross profit 82,168 64,056 Operating expenses: Research and development 58,681 55,083 Sales and marketing 30,492 29,441 General and administrative 17,836 17,359 Restructuring and other related credits (163 ) — Total operating expenses 106,846 101,883 Loss from operations (24,678 ) (37,827 ) Other income (expense), net: Interest income 897 751 Interest expense (3,683 ) (3,403 ) Other gain (loss), net: 506 (130 ) Total other income (expense), net (2,280 ) (2,782 ) Loss before income taxes (26,958 ) (40,609 ) Benefit from income taxes (678 ) (158 ) Net loss (26,280 ) (40,451 ) Net loss per common share - basic and diluted: $ (0.17 ) $ (0.28 ) Weighted average shares used in computing net loss per common share - basic and diluted: 150,333 145,786 Infinera Corporation\nGAAP to Non-GAAP Reconciliations\n(In thousands, except percentages and per share data)\n(Unaudited)\n 2018 December 30, 2017 April 1, 2017 Reconciliation of Gross Profit: U.S. GAAP as reported $ 82,168 40.5 % $ 47,286 24.1 % $ 64,056 36.5 % Stock-based compensation (1) 994 1,846 1,831 Amortization of acquired intangible assets (2) 5,341 5,169 4,880 Acquisition-related costs (3) — — 40 Restructuring and other costs (4) 17 19,141 $ — Non-GAAP as adjusted $ 88,520 43.7 % $ 73,442 37.5 % $ 70,807 40.3 % Reconciliation of Operating Expenses: U.S. GAAP as reported $ 106,846 $ 117,793 $ 101,883 Stock-based compensation (1) 9,989 8,450 9,046 Amortization of acquired intangible assets (2) 1,607 1,555 1,468 Acquisition-related costs (3) — — 306 Restructuring and other costs (credits) (4) (163 ) 16,106 — Intangible asset impairment (5) — — 252 Non-GAAP as adjusted $ 95,413 $ 91,682 $ 90,811 Reconciliation of Loss from Operations: U.S. GAAP as reported $ (24,678 ) (12.2 )% $ (70,507 ) (36.0 )% $ (37,827 ) (21.6 )% Stock-based compensation (1) 10,983 10,296 10,877 Amortization of acquired intangible assets (2) 6,948 6,724 6,348 Acquisition-related costs (3) — — 346 Restructuring and other costs (credits) (4) (146 ) 35,247 — Intangible asset impairment (5) — — 252 Non-GAAP as adjusted $ (6,893 ) (3.4 )% $ (18,240 ) (9.3 )% $ (20,004 ) (11.4 )% Reconciliation of Net Loss: U.S. GAAP as reported $ (26,280 ) $ (73,985 ) $ (40,451 ) Stock-based compensation (1) 10,983 10,296 10,877 Amortization of acquired intangible assets (2) 6,948 6,724 6,348 Acquisition-related costs (3) — — 261 Restructuring and other costs (credits) (4) (146 ) 35,247 — Intangible asset impairment (5) — — 252 Amortization of debt discount (6) 2,779 2,710 2,514 Impairment of cost-method investment (7) — 1,890 — Income tax effects (8) (1,529 ) (1,479 ) (1,474 ) Non-GAAP as adjusted $ (7,245 ) $ (18,597 ) $ (21,673 ) Net Loss per Common Share - Basic and Diluted: U.S. GAAP as reported $ (0.17 ) $ (0.50 ) $ (0.28 ) Non-GAAP as adjusted $ (0.05 ) $ (0.12 ) $ (0.15 ) Weighted Average Shares Used in Computing Net Loss per Common Share - Basic and Diluted: 150,333 149,412 145,786\n(1) Stock-based compensation expense is calculated in accordance with the fair value recognition provisions of Financial Accounting Standards Board Accounting Standards Codification Topic 718, Compensation – Stock Compensation effective January 1, 2006. The following table summarizes the effects of stock-based compensation related to employees and non-employees (in thousands):\n 2018 December 30, 2017 April 1, 2017 Cost of revenue $ (122 ) $ 728 $ 724 Research and development 4,324 3,841 3,780 Sales and marketing 2,898 2,264 2,726 General and administration 2,767 2,345 2,540 9,867 9,178 9,770 Cost of revenue - amortization from balance sheet* 1,116 1,118 1,107 Total stock-based compensation expense $ 10,983 $ 10,296 $ 10,877",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:40:59.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sunnyvale",
        "may",
        "globe",
        "newswire",
        "infinera",
        "corporation",
        "provider",
        "intelligent",
        "transport",
        "network",
        "today",
        "released",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "gaap",
        "revenue",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "first",
        "quarter",
        "gaap",
        "gross",
        "margin",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "gaap",
        "operating",
        "margin",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "gaap",
        "net",
        "loss",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "gross",
        "margin",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "operating",
        "margin",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "net",
        "loss",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "explanation",
        "use",
        "financial",
        "information",
        "reconciliation",
        "financial",
        "measure",
        "gaap",
        "equivalent",
        "found",
        "end",
        "release",
        "financial",
        "performance",
        "q1",
        "reflects",
        "continued",
        "strong",
        "growth",
        "product",
        "offset",
        "typical",
        "seasonal",
        "weakness",
        "said",
        "tom",
        "fallon",
        "infinera",
        "chief",
        "executive",
        "officer",
        "remain",
        "focused",
        "winning",
        "new",
        "customer",
        "diversify",
        "revenue",
        "base",
        "drive",
        "growth",
        "leverage",
        "unique",
        "operating",
        "model",
        "also",
        "remain",
        "committed",
        "returning",
        "profitability",
        "second",
        "half",
        "second",
        "quarter",
        "financial",
        "outlook",
        "infinera",
        "outlook",
        "quarter",
        "ending",
        "june",
        "follows",
        "revenue",
        "expected",
        "range",
        "million",
        "million",
        "gaap",
        "gross",
        "margin",
        "expected",
        "bps",
        "gross",
        "margin",
        "expected",
        "bps",
        "gaap",
        "operating",
        "expense",
        "expected",
        "million",
        "million",
        "operating",
        "expense",
        "expected",
        "million",
        "million",
        "gaap",
        "operating",
        "margin",
        "expected",
        "approximately",
        "operating",
        "margin",
        "expected",
        "approximately",
        "gaap",
        "eps",
        "expected",
        "eps",
        "expected",
        "infinera",
        "financial",
        "outlook",
        "include",
        "potential",
        "impact",
        "business",
        "combination",
        "asset",
        "acquisition",
        "strategic",
        "investment",
        "significant",
        "transaction",
        "may",
        "completed",
        "may",
        "actual",
        "result",
        "may",
        "infinera",
        "financial",
        "outlook",
        "result",
        "among",
        "thing",
        "factor",
        "described",
        "statement",
        "first",
        "quarter",
        "financial",
        "commentary",
        "available",
        "online",
        "cfo",
        "commentary",
        "reviewing",
        "infinera",
        "first",
        "quarter",
        "financial",
        "result",
        "furnished",
        "sec",
        "form",
        "published",
        "infinera",
        "investor",
        "relation",
        "website",
        "analyst",
        "investor",
        "encouraged",
        "review",
        "commentary",
        "prior",
        "participating",
        "conference",
        "call",
        "webcast",
        "conference",
        "call",
        "information",
        "infinera",
        "host",
        "conference",
        "call",
        "analyst",
        "investor",
        "discus",
        "first",
        "quarter",
        "result",
        "outlook",
        "second",
        "quarter",
        "today",
        "eastern",
        "time",
        "pacific",
        "time",
        "interested",
        "party",
        "may",
        "join",
        "conference",
        "call",
        "dialing",
        "toll",
        "free",
        "international",
        "live",
        "webcast",
        "conference",
        "call",
        "also",
        "accessible",
        "event",
        "webcasts",
        "section",
        "infinera",
        "website",
        "replay",
        "audio",
        "webcast",
        "available",
        "approximately",
        "two",
        "hour",
        "end",
        "live",
        "call",
        "contact",
        "medium",
        "anna",
        "vue",
        "investor",
        "jeff",
        "hustis",
        "tel",
        "tel",
        "avue",
        "jhustis",
        "infinera",
        "infinera",
        "provides",
        "intelligent",
        "transport",
        "network",
        "enabling",
        "carrier",
        "cloud",
        "operator",
        "government",
        "enterprise",
        "scale",
        "network",
        "bandwidth",
        "accelerate",
        "service",
        "innovation",
        "automate",
        "optical",
        "network",
        "operation",
        "infinera",
        "portfolio",
        "designed",
        "subsea",
        "data",
        "center",
        "interconnect",
        "metro",
        "application",
        "learn",
        "infinera",
        "visit",
        "follow",
        "u",
        "twitter",
        "infinera",
        "read",
        "latest",
        "blog",
        "post",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "based",
        "current",
        "expectation",
        "forecast",
        "assumption",
        "involve",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "infinera",
        "ability",
        "win",
        "new",
        "customer",
        "diversify",
        "revenue",
        "base",
        "drive",
        "growth",
        "leverage",
        "unique",
        "operating",
        "model",
        "infinera",
        "commitment",
        "return",
        "profitability",
        "basis",
        "second",
        "half",
        "infinera",
        "expectation",
        "regarding",
        "outlook",
        "second",
        "quarter",
        "statement",
        "also",
        "identified",
        "word",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "would",
        "similar",
        "word",
        "statement",
        "based",
        "information",
        "available",
        "infinera",
        "date",
        "hereof",
        "actual",
        "result",
        "could",
        "stated",
        "implied",
        "due",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "infinera",
        "result",
        "expressed",
        "implied",
        "include",
        "delay",
        "development",
        "introduction",
        "new",
        "product",
        "update",
        "existing",
        "product",
        "market",
        "acceptance",
        "product",
        "fluctuation",
        "demand",
        "sale",
        "cycle",
        "price",
        "product",
        "service",
        "including",
        "discount",
        "given",
        "response",
        "competitive",
        "pricing",
        "pressure",
        "well",
        "timing",
        "purchase",
        "infinera",
        "key",
        "customer",
        "effect",
        "change",
        "product",
        "pricing",
        "mix",
        "increase",
        "component",
        "cost",
        "could",
        "infinera",
        "gross",
        "margin",
        "effect",
        "increased",
        "customer",
        "consolidation",
        "infinera",
        "ability",
        "respond",
        "rapid",
        "technological",
        "change",
        "aggressive",
        "business",
        "tactic",
        "infinera",
        "competitor",
        "infinera",
        "reliance",
        "single",
        "limited",
        "source",
        "supplier",
        "infinera",
        "ability",
        "adequately",
        "respond",
        "demand",
        "result",
        "restructuring",
        "plan",
        "infinera",
        "ability",
        "protect",
        "infinera",
        "intellectual",
        "property",
        "claim",
        "others",
        "infinera",
        "infringes",
        "intellectual",
        "property",
        "effect",
        "global",
        "macroeconomic",
        "condition",
        "infinera",
        "business",
        "war",
        "terrorism",
        "public",
        "health",
        "issue",
        "natural",
        "disaster",
        "circumstance",
        "could",
        "disrupt",
        "supply",
        "delivery",
        "demand",
        "infinera",
        "product",
        "risk",
        "uncertainty",
        "detailed",
        "infinera",
        "sec",
        "filing",
        "time",
        "time",
        "information",
        "potential",
        "factor",
        "may",
        "impact",
        "infinera",
        "business",
        "set",
        "forth",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "well",
        "subsequent",
        "report",
        "filed",
        "furnished",
        "sec",
        "time",
        "time",
        "report",
        "available",
        "infinera",
        "website",
        "sec",
        "website",
        "infinera",
        "assumes",
        "obligation",
        "currently",
        "intend",
        "update",
        "use",
        "financial",
        "information",
        "addition",
        "disclosing",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "press",
        "release",
        "accompanying",
        "table",
        "contain",
        "certain",
        "measure",
        "exclude",
        "restructuring",
        "cost",
        "credit",
        "impairment",
        "investment",
        "compensation",
        "expense",
        "amortization",
        "debt",
        "discount",
        "infinera",
        "convertible",
        "senior",
        "note",
        "amortization",
        "impairment",
        "acquired",
        "intangible",
        "asset",
        "cost",
        "certain",
        "purchase",
        "accounting",
        "adjustment",
        "related",
        "infinera",
        "acquisition",
        "transmode",
        "ab",
        "closed",
        "third",
        "quarter",
        "along",
        "related",
        "tax",
        "effect",
        "description",
        "financial",
        "measure",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "please",
        "see",
        "section",
        "titled",
        "gaap",
        "infinera",
        "also",
        "included",
        "information",
        "press",
        "release",
        "including",
        "estimate",
        "certain",
        "financial",
        "measure",
        "second",
        "quarter",
        "exclude",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "related",
        "tax",
        "effect",
        "amortization",
        "debt",
        "discount",
        "infinera",
        "convertible",
        "senior",
        "note",
        "please",
        "see",
        "section",
        "titled",
        "gaap",
        "reconciliation",
        "financial",
        "outlook",
        "specific",
        "adjustment",
        "infinera",
        "belief",
        "adjustment",
        "appropriate",
        "enhance",
        "overall",
        "understanding",
        "underlying",
        "financial",
        "performance",
        "also",
        "prospect",
        "future",
        "considered",
        "management",
        "purpose",
        "making",
        "operational",
        "decision",
        "addition",
        "result",
        "primary",
        "indicator",
        "management",
        "us",
        "basis",
        "planning",
        "forecasting",
        "future",
        "period",
        "presentation",
        "additional",
        "information",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "gross",
        "margin",
        "operating",
        "margin",
        "prepared",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "based",
        "comprehensive",
        "set",
        "accounting",
        "rule",
        "principle",
        "subject",
        "limitation",
        "copy",
        "press",
        "release",
        "found",
        "investor",
        "relation",
        "page",
        "infinera",
        "website",
        "infinera",
        "infinera",
        "logo",
        "trademark",
        "registered",
        "trademark",
        "infinera",
        "corporation",
        "trademark",
        "used",
        "mentioned",
        "herein",
        "belong",
        "respective",
        "owner",
        "infinera",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "april",
        "revenue",
        "product",
        "service",
        "total",
        "revenue",
        "cost",
        "revenue",
        "cost",
        "product",
        "cost",
        "service",
        "restructuring",
        "related",
        "cost",
        "total",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "restructuring",
        "related",
        "credit",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "interest",
        "income",
        "interest",
        "expense",
        "gain",
        "loss",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "infinera",
        "corporation",
        "gaap",
        "reconciliation",
        "thousand",
        "except",
        "percentage",
        "per",
        "share",
        "data",
        "unaudited",
        "december",
        "april",
        "reconciliation",
        "gross",
        "profit",
        "gaap",
        "reported",
        "compensation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "cost",
        "restructuring",
        "cost",
        "adjusted",
        "reconciliation",
        "operating",
        "expense",
        "gaap",
        "reported",
        "compensation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "cost",
        "restructuring",
        "cost",
        "credit",
        "intangible",
        "asset",
        "impairment",
        "adjusted",
        "reconciliation",
        "loss",
        "operation",
        "gaap",
        "reported",
        "compensation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "cost",
        "restructuring",
        "cost",
        "credit",
        "intangible",
        "asset",
        "impairment",
        "adjusted",
        "reconciliation",
        "net",
        "loss",
        "gaap",
        "reported",
        "compensation",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "cost",
        "restructuring",
        "cost",
        "credit",
        "intangible",
        "asset",
        "impairment",
        "amortization",
        "debt",
        "discount",
        "impairment",
        "investment",
        "income",
        "tax",
        "effect",
        "adjusted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "gaap",
        "reported",
        "adjusted",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "compensation",
        "expense",
        "calculated",
        "accordance",
        "fair",
        "value",
        "recognition",
        "provision",
        "financial",
        "accounting",
        "standard",
        "board",
        "accounting",
        "standard",
        "codification",
        "topic",
        "compensation",
        "stock",
        "compensation",
        "effective",
        "january",
        "following",
        "table",
        "summarizes",
        "effect",
        "compensation",
        "related",
        "employee",
        "thousand",
        "december",
        "april",
        "cost",
        "revenue",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administration",
        "cost",
        "revenue",
        "amortization",
        "balance",
        "sheet",
        "total",
        "compensation",
        "expense"
    ]
}