{
    "organizations": [],
    "uuid": "4a606ed96319eaccbec7a1b65d129a6fa96fb9da",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/22/the-death-of-the-summer-job.html",
    "ord_in_thread": 0,
    "title": "The death of the summer job",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WITH TEMPERATURES rising and summer months right around the corner, Wisconsin Dells – a town in the middle of the Badger State that bills itself as the \"waterpark capital of the world\" – is gearing up for peak tourist season.\nThe town boasts the largest concentration of indoor and outdoor waterparks in the world, and, according to Republican state Sen. Luther Olsen, they're \"always looking for lifeguards.\" Demand is so great, in fact, that the parks in summer months often rely on recipients of the several thousand J-1 visas that are issued to temporary foreign workers in the state each year.\nBut Wisconsin waterparks have had a tough time locking down enough lifeguards to support their operations in recent years – even with the added help of temporary visa-holders. There simply haven't been enough local teenagers looking for lifeguarding gigs, in some cases leaving employers high and dry.\nMore from US News & World report:\nChina tariffs threaten agriculture, manufacturing jobs for Trump's base\nThe skilled worker exodus\nUnequal in America\n\"We also have swimming pools that municipalities have that have trouble getting lifeguards. We needed to do something,\" says Olsen, who sponsored a Senate bill in late 2017 that would allow the state to begin employing lifeguards as young as 15 years of age – effectively reducing the minimum age in Wisconsin at which a teenager can be employed as a lifeguard.\nOlsen's bill passed, and Gov. Scott Walker signed it into law earlier this year. Olsen says he expects local employers will find some hiring relief as a result of the bill, noting that many Wisconsin Dells facilities began recruiting 15-year-old lifeguards \"immediately\" after Walker signed the bill into law.\nBut payrolls at Wisconsin waterparks are still in some cases visa-dependent, and the state's struggle to lock down workers to fill jobs that in decades past would have been filled by local teenagers and young adults speaks to a trend that has emerged across the country: Teen employment and summer jobs aren't as popular as they used to be.\n\"Even though some teens still have summer jobs, the proportion of teens who participate in the labor force during the summer has dropped dramatically,\" Teresa Morisi, a branch chief at the Office of Occupational Statistics and Employment Projections at the Bureau of Labor Statistics, wrote in a report published last year looking specifically at teen employment declines. \"In July 2016, the teen labor force participation rate was 43.2 percent, down almost 30 percentage points from the high point of 71.8 percent in July 1978.\"\nThat participation rate dropped even further last summer. The BLS estimates the labor force participation rate for 16- to 19-year-olds – a measure that tracks the share of teens either employed or actively looking for a job – stood at 42.5 percent in July 2017. Fewer than 6.2 million teens were employed that month, which actually represents the largest total since 2007 but is still well shy of the more than 10 million teens employed in July 1978.\nBut it's not just summer jobs – teen employment throughout the year is down significantly from where it stood in generations past. Fewer than one-third of teens (32.7 percent) were in the labor force in April. Forty years prior, nearly 53 percent of teens were working or looking for a job.\n\"Over the past several decades, the rate exhibited a similar pattern; it fell just before, during, and for a short time after recessions ended, followed by little change during most of the recovery,\" Morisi wrote. \"The overall drop in the rate was especially steep, however, during the two most recent recessions.\"\nIndeed, labor force participation between 2000 – preceding the 2001 recession – and 2003 fell by 7.5 percentage points to 44.5 percent. By 2006, the rate had ticked down to 43.7 percent. And once the Great Recession hit at the tail end of 2007, teen labor force participation plummeted for a variety of reasons – employers were hiring less, those who would have been interested in a job decided to focus on academics, some laid-off workers took temporary roles that would have traditionally been filled by younger and less experienced employees. The lackluster participation continued into the recovery, in part because hiring decisions often lag behind America's economic health. And by 2011, the rate sat at 34.1 percent and hasn't moved much higher since.\nThe downward trend hasn't gone unnoticed by America's statisticians, and volumes of research in recent years have been dedicated solely to answering the questions of why teens aren't working and what this all means for the future of America's labor market.\n\"A focus on education is driving this decline in employment,\" says Martha Ross, a fellow at the Metropolitan Policy Program at the Brookings Institution.\nReferencing Morisi's paper, Ross notes that teen enrollment in high schools, colleges and universities is significantly higher than it was in decades past. Per the BLS, three out of four teens were enrolled in school in 2015 – up from just 58.7 percent in 1985, when the bureau's Current Population Survey began tracking the data.\nAnd, importantly for summer employment considerations, the percentage of teens enrolled in school during July of any given year – which the BLS uses as a standard measurement of how many folks are enrolled in summer classes – sat at 42.1 percent in 2016. Back in 1985, just 10.4 percent of teens were in school during the month of July.\nRoss says while education is the primary driver, it is \"plausible\" that teens in some instances are losing out on part-time jobs and restaurant gigs to older workers \"with more experience and who may be more used to workplace norms.\"\nThough many economists take issue with the idea that the labor market is a fixed size, it's worth noting that labor force participation among older workers has climbed significantly in recent years. The labor force participation rate of Americans at least 65 years of age sat at 19.6 percent in April. Forty years prior, that rate was just 13.6 percent.\nMeanwhile, labor force participation among so-called prime-aged workers between 25 years old and 54 years old has rebounded in recent years – standing in April at 82 percent. But that's still shy of the 84.6 percent peak seen in early 1999, a trend many economists attribute in part to older workers spending more time focused on education and advanced degrees.\nEmployers regularly cite prior work experience as an asset when recruiting young adults for jobs and internships. And, as Olsen notes, summer and part-time jobs are often a great place to \"learn to be responsible, show up on time, get a day's worth of work in, follow instructions, that kind of stuff.\"\nBut, as Ross has written about previously, teen employment opportunities are also valuable in keeping them out of trouble. In a blog post for Brookings written in February, Ross cites a recent study that found summer youth employment programs in Boston reduced instances of violent crime among participants by 35 percent and property crime by 57 percent. Similar findings have been reported for young adult employment initiatives in Chicago and New York .\n\"I think there is a problem here, but it is masked a little bit by the general decline in teen employment,\" Ross says. \"I think the problem is that lots of young people who come from lower-income backgrounds and who are not likely to go to a selective college need more support from programs and schools than they are generally getting in order to get a job and build soft skills and build their networks.\"\nProblematically, Ross says, teens from lower-income backgrounds who may be in the most need of income or professional experience are not the ones landing summer or part-time jobs. A study published last year by researchers at Drexel University looked at employment-population ratios – which track the share of Americans in a particular demographic who are actually employed with respect to their total population – for teens in a variety of different households. They found that 40.6 percent of teens from households that bring in between $100,000 and $149,999 annually were employed during 2015 and 2016.\nBut just 23 percent of teens from households that earn fewer than $20,000 each year had jobs during that window. The employment-population ratio for white teens clocked in at 40.4 percent, while the rates for black and Hispanic teens sat at 24.2 percent and 27.2 percent, respectively.\n\"It is counter-intuitive. You think the teens whose households need the money would work more to get the money. But I think what's playing out here are the effects of social networks and norms within the family and belief about the value of work,\" Ross says. \"I think that the kids in more affluent families are more likely to have family connections to help them get a job or internship. They're more likely to be in a neighborhood where they see people working at jobs that are rewarding and provide well for their families.\"\nIndeed, Ross says she isn't worried as much by a decline in labor force participation among more affluent teens who are focusing more heavily on college preparation, because \"these are teens who are most likely going to be OK anyway.\"\nThe problems associated with teens not participating in the labor force, she says, are increasingly concentrated within a demographic that may need the most academic and professional help down the road. The fact that teens are working less and in some cases more heavily focused on academics isn't the immediate problem, but rather that the folks who most need the income and work experience are often the ones standing on the sideline.\n\"The evidence that teen employment is beneficial down the line is important, but it also might be overstated in that it's just reporting on [affluent] people who are going to be successful anyway,\" she says. \"I'm beginning to think that that line of research is telling us something important.\"",
    "published": "2018-05-22T18:18:00.000+03:00",
    "crawled": "2018-05-22T18:02:54.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "temperature",
        "rising",
        "summer",
        "month",
        "right",
        "around",
        "corner",
        "wisconsin",
        "dell",
        "town",
        "middle",
        "badger",
        "state",
        "bill",
        "waterpark",
        "capital",
        "world",
        "gearing",
        "peak",
        "tourist",
        "season",
        "town",
        "boast",
        "largest",
        "concentration",
        "indoor",
        "outdoor",
        "waterparks",
        "world",
        "according",
        "republican",
        "state",
        "luther",
        "olsen",
        "always",
        "looking",
        "lifeguard",
        "demand",
        "great",
        "fact",
        "park",
        "summer",
        "month",
        "often",
        "rely",
        "recipient",
        "several",
        "thousand",
        "visa",
        "issued",
        "temporary",
        "foreign",
        "worker",
        "state",
        "year",
        "wisconsin",
        "waterparks",
        "tough",
        "time",
        "locking",
        "enough",
        "lifeguard",
        "support",
        "operation",
        "recent",
        "year",
        "even",
        "added",
        "help",
        "temporary",
        "simply",
        "enough",
        "local",
        "teenager",
        "looking",
        "lifeguarding",
        "gig",
        "case",
        "leaving",
        "employer",
        "high",
        "dry",
        "u",
        "news",
        "world",
        "report",
        "china",
        "tariff",
        "threaten",
        "agriculture",
        "manufacturing",
        "job",
        "trump",
        "base",
        "skilled",
        "worker",
        "exodus",
        "unequal",
        "america",
        "also",
        "swimming",
        "pool",
        "municipality",
        "trouble",
        "getting",
        "lifeguard",
        "needed",
        "something",
        "say",
        "olsen",
        "sponsored",
        "senate",
        "bill",
        "late",
        "would",
        "allow",
        "state",
        "begin",
        "employing",
        "lifeguard",
        "young",
        "year",
        "age",
        "effectively",
        "reducing",
        "minimum",
        "age",
        "wisconsin",
        "teenager",
        "employed",
        "lifeguard",
        "olsen",
        "bill",
        "passed",
        "gov",
        "scott",
        "walker",
        "signed",
        "law",
        "earlier",
        "year",
        "olsen",
        "say",
        "expects",
        "local",
        "employer",
        "find",
        "hiring",
        "relief",
        "result",
        "bill",
        "noting",
        "many",
        "wisconsin",
        "dell",
        "facility",
        "began",
        "recruiting",
        "lifeguard",
        "immediately",
        "walker",
        "signed",
        "bill",
        "law",
        "payroll",
        "wisconsin",
        "waterparks",
        "still",
        "case",
        "state",
        "struggle",
        "lock",
        "worker",
        "fill",
        "job",
        "decade",
        "past",
        "would",
        "filled",
        "local",
        "teenager",
        "young",
        "adult",
        "speaks",
        "trend",
        "emerged",
        "across",
        "country",
        "teen",
        "employment",
        "summer",
        "job",
        "popular",
        "used",
        "even",
        "though",
        "teen",
        "still",
        "summer",
        "job",
        "proportion",
        "teen",
        "participate",
        "labor",
        "force",
        "summer",
        "dropped",
        "dramatically",
        "teresa",
        "morisi",
        "branch",
        "chief",
        "office",
        "occupational",
        "statistic",
        "employment",
        "projection",
        "bureau",
        "labor",
        "statistic",
        "wrote",
        "report",
        "published",
        "last",
        "year",
        "looking",
        "specifically",
        "teen",
        "employment",
        "decline",
        "july",
        "teen",
        "labor",
        "force",
        "participation",
        "rate",
        "percent",
        "almost",
        "percentage",
        "point",
        "high",
        "point",
        "percent",
        "july",
        "participation",
        "rate",
        "dropped",
        "even",
        "last",
        "summer",
        "bls",
        "estimate",
        "labor",
        "force",
        "participation",
        "rate",
        "measure",
        "track",
        "share",
        "teen",
        "either",
        "employed",
        "actively",
        "looking",
        "job",
        "stood",
        "percent",
        "july",
        "fewer",
        "million",
        "teen",
        "employed",
        "month",
        "actually",
        "represents",
        "largest",
        "total",
        "since",
        "still",
        "well",
        "shy",
        "million",
        "teen",
        "employed",
        "july",
        "summer",
        "job",
        "teen",
        "employment",
        "throughout",
        "year",
        "significantly",
        "stood",
        "generation",
        "past",
        "fewer",
        "teen",
        "percent",
        "labor",
        "force",
        "april",
        "forty",
        "year",
        "prior",
        "nearly",
        "percent",
        "teen",
        "working",
        "looking",
        "job",
        "past",
        "several",
        "decade",
        "rate",
        "exhibited",
        "similar",
        "pattern",
        "fell",
        "short",
        "time",
        "recession",
        "ended",
        "followed",
        "little",
        "change",
        "recovery",
        "morisi",
        "wrote",
        "overall",
        "drop",
        "rate",
        "especially",
        "steep",
        "however",
        "two",
        "recent",
        "recession",
        "indeed",
        "labor",
        "force",
        "participation",
        "preceding",
        "recession",
        "fell",
        "percentage",
        "point",
        "percent",
        "rate",
        "ticked",
        "percent",
        "great",
        "recession",
        "hit",
        "tail",
        "end",
        "teen",
        "labor",
        "force",
        "participation",
        "plummeted",
        "variety",
        "reason",
        "employer",
        "hiring",
        "less",
        "would",
        "interested",
        "job",
        "decided",
        "focus",
        "academic",
        "worker",
        "took",
        "temporary",
        "role",
        "would",
        "traditionally",
        "filled",
        "younger",
        "less",
        "experienced",
        "employee",
        "lackluster",
        "participation",
        "continued",
        "recovery",
        "part",
        "hiring",
        "decision",
        "often",
        "lag",
        "behind",
        "america",
        "economic",
        "health",
        "rate",
        "sat",
        "percent",
        "moved",
        "much",
        "higher",
        "since",
        "downward",
        "trend",
        "gone",
        "unnoticed",
        "america",
        "statistician",
        "volume",
        "research",
        "recent",
        "year",
        "dedicated",
        "solely",
        "answering",
        "question",
        "teen",
        "working",
        "mean",
        "future",
        "america",
        "labor",
        "market",
        "focus",
        "education",
        "driving",
        "decline",
        "employment",
        "say",
        "martha",
        "ross",
        "fellow",
        "metropolitan",
        "policy",
        "program",
        "brookings",
        "institution",
        "referencing",
        "morisi",
        "paper",
        "ross",
        "note",
        "teen",
        "enrollment",
        "high",
        "school",
        "college",
        "university",
        "significantly",
        "higher",
        "decade",
        "past",
        "per",
        "bls",
        "three",
        "four",
        "teen",
        "enrolled",
        "school",
        "percent",
        "bureau",
        "current",
        "population",
        "survey",
        "began",
        "tracking",
        "data",
        "importantly",
        "summer",
        "employment",
        "consideration",
        "percentage",
        "teen",
        "enrolled",
        "school",
        "july",
        "given",
        "year",
        "bls",
        "us",
        "standard",
        "measurement",
        "many",
        "folk",
        "enrolled",
        "summer",
        "class",
        "sat",
        "percent",
        "back",
        "percent",
        "teen",
        "school",
        "month",
        "july",
        "ross",
        "say",
        "education",
        "primary",
        "driver",
        "plausible",
        "teen",
        "instance",
        "losing",
        "job",
        "restaurant",
        "gig",
        "older",
        "worker",
        "experience",
        "may",
        "used",
        "workplace",
        "norm",
        "though",
        "many",
        "economist",
        "take",
        "issue",
        "idea",
        "labor",
        "market",
        "fixed",
        "size",
        "worth",
        "noting",
        "labor",
        "force",
        "participation",
        "among",
        "older",
        "worker",
        "climbed",
        "significantly",
        "recent",
        "year",
        "labor",
        "force",
        "participation",
        "rate",
        "american",
        "least",
        "year",
        "age",
        "sat",
        "percent",
        "april",
        "forty",
        "year",
        "prior",
        "rate",
        "percent",
        "meanwhile",
        "labor",
        "force",
        "participation",
        "among",
        "worker",
        "year",
        "old",
        "year",
        "old",
        "rebounded",
        "recent",
        "year",
        "standing",
        "april",
        "percent",
        "still",
        "shy",
        "percent",
        "peak",
        "seen",
        "early",
        "trend",
        "many",
        "economist",
        "attribute",
        "part",
        "older",
        "worker",
        "spending",
        "time",
        "focused",
        "education",
        "advanced",
        "degree",
        "employer",
        "regularly",
        "cite",
        "prior",
        "work",
        "experience",
        "asset",
        "recruiting",
        "young",
        "adult",
        "job",
        "internship",
        "olsen",
        "note",
        "summer",
        "job",
        "often",
        "great",
        "place",
        "learn",
        "responsible",
        "show",
        "time",
        "get",
        "day",
        "worth",
        "work",
        "follow",
        "instruction",
        "kind",
        "stuff",
        "ross",
        "written",
        "previously",
        "teen",
        "employment",
        "opportunity",
        "also",
        "valuable",
        "keeping",
        "trouble",
        "blog",
        "post",
        "brookings",
        "written",
        "february",
        "ross",
        "cite",
        "recent",
        "study",
        "found",
        "summer",
        "youth",
        "employment",
        "program",
        "boston",
        "reduced",
        "instance",
        "violent",
        "crime",
        "among",
        "participant",
        "percent",
        "property",
        "crime",
        "percent",
        "similar",
        "finding",
        "reported",
        "young",
        "adult",
        "employment",
        "initiative",
        "chicago",
        "new",
        "york",
        "think",
        "problem",
        "masked",
        "little",
        "bit",
        "general",
        "decline",
        "teen",
        "employment",
        "ross",
        "say",
        "think",
        "problem",
        "lot",
        "young",
        "people",
        "come",
        "background",
        "likely",
        "go",
        "selective",
        "college",
        "need",
        "support",
        "program",
        "school",
        "generally",
        "getting",
        "order",
        "get",
        "job",
        "build",
        "soft",
        "skill",
        "build",
        "network",
        "problematically",
        "ross",
        "say",
        "teen",
        "background",
        "may",
        "need",
        "income",
        "professional",
        "experience",
        "one",
        "landing",
        "summer",
        "job",
        "study",
        "published",
        "last",
        "year",
        "researcher",
        "drexel",
        "university",
        "looked",
        "ratio",
        "track",
        "share",
        "american",
        "particular",
        "demographic",
        "actually",
        "employed",
        "respect",
        "total",
        "population",
        "teen",
        "variety",
        "different",
        "household",
        "found",
        "percent",
        "teen",
        "household",
        "bring",
        "annually",
        "employed",
        "percent",
        "teen",
        "household",
        "earn",
        "fewer",
        "year",
        "job",
        "window",
        "ratio",
        "white",
        "teen",
        "clocked",
        "percent",
        "rate",
        "black",
        "hispanic",
        "teen",
        "sat",
        "percent",
        "percent",
        "respectively",
        "think",
        "teen",
        "whose",
        "household",
        "need",
        "money",
        "would",
        "work",
        "get",
        "money",
        "think",
        "playing",
        "effect",
        "social",
        "network",
        "norm",
        "within",
        "family",
        "belief",
        "value",
        "work",
        "ross",
        "say",
        "think",
        "kid",
        "affluent",
        "family",
        "likely",
        "family",
        "connection",
        "help",
        "get",
        "job",
        "internship",
        "likely",
        "neighborhood",
        "see",
        "people",
        "working",
        "job",
        "rewarding",
        "provide",
        "well",
        "family",
        "indeed",
        "ross",
        "say",
        "worried",
        "much",
        "decline",
        "labor",
        "force",
        "participation",
        "among",
        "affluent",
        "teen",
        "focusing",
        "heavily",
        "college",
        "preparation",
        "teen",
        "likely",
        "going",
        "ok",
        "anyway",
        "problem",
        "associated",
        "teen",
        "participating",
        "labor",
        "force",
        "say",
        "increasingly",
        "concentrated",
        "within",
        "demographic",
        "may",
        "need",
        "academic",
        "professional",
        "help",
        "road",
        "fact",
        "teen",
        "working",
        "less",
        "case",
        "heavily",
        "focused",
        "academic",
        "immediate",
        "problem",
        "rather",
        "folk",
        "need",
        "income",
        "work",
        "experience",
        "often",
        "one",
        "standing",
        "sideline",
        "evidence",
        "teen",
        "employment",
        "beneficial",
        "line",
        "important",
        "also",
        "might",
        "overstated",
        "reporting",
        "affluent",
        "people",
        "going",
        "successful",
        "anyway",
        "say",
        "beginning",
        "think",
        "line",
        "research",
        "telling",
        "u",
        "something",
        "important"
    ]
}