{
    "organizations": [],
    "uuid": "19e7cfbd79138e15dd0aeae3150f4151cceb3b34",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-adverum-biotechnologies-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Adverum Biotechnologies 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., May 09, 2018 (GLOBE NEWSWIRE) -- Adverum Biotechnologies, Inc. (Nasdaq:ADVM), a clinical-stage gene therapy company targeting unmet medical needs in serious rare and ocular diseases, today reported financial results for the first quarter ended March 31, 2018 and provided a corporate update.\n“Our plans and timelines for our three lead gene therapy programs remain on track and we have the resources to execute,” said Leone Patterson, interim president and chief executive officer of Adverum Biotechnologies. “At ASGCT next week, we look forward to presenting long-term preclinical efficacy data on ADVM-022 in wet AMD. For ADVANCE, our Phase 1/2 clinical trial of ADVM-043 in alpha-1 antitrypsin deficiency, we plan to report preliminary data in the second half of 2018. Also in the second half of 2018, we plan to submit two Investigational New Drug Applications to the FDA, for ADVM-022 in wet AMD and ADVM-053 in hereditary angioedema, as we prepare to advance these two additional gene therapies into the clinic.”\nRecent Progress\nIn May 2018, Adverum announced long-term preclinical efficacy data on ADVM-022 gene therapy in a non-human primate model of wet age-related macular degeneration (wAMD). After 13 months, a single intravitreal injection of ADVM-022 was found to be safe and statistically significant (p<0.0001) in preventing the development of Grade IV lesions compared to the vehicle control group. The efficacy at 13 months was consistent with earlier-reported data, demonstrating that ADVM-022 induced long-term efficacy that was comparable to aflibercept, an anti-Vascular Endothelial Growth Factor (VEGF) standard-of-care therapy. ADVM-022 was well tolerated, with no serious adverse events. These data will be presented in a poster on May 17, 2018 at the American Society of Gene & Cell Therapy (ASGCT) 21 st Annual Meeting. In late April 2018, Adverum dosed the first patient in Cohort 2 in the ADVANCE Phase 1/2 trial for ADVM-043 in alpha-1 antitrypsin (A1AT) deficiency and continues to enroll patients. Per protocol, patients being treated with standard-of-care weekly IV infusions of A1AT protein are required to wash out for at least two months prior to receiving ADVM-043. The primary endpoint in the ADVANCE trial is safety and tolerability, and secondary endpoints include changes in plasma concentrations of both total and M-specific A1AT levels. Adverum plans to use the preliminary data from the ADVANCE study to inform next steps, including potential further dose escalation. Additional information about this clinical trial can be found at ClinicalTrials.gov under trial identifier number NCT02168686 .\n2018 Outlook - Planned Pipeline Milestones\nADVM-043 for A1AT Deficiency\nReport preliminary data from the ADVANCE Phase 1/2 clinical trial in the second half of 2018.\nADVM-022 for wAMD\nComplete ongoing Investigational New Drug (IND)-enabling preclinical studies. Submit an IND Application to the U.S. Food and Drug Administration (FDA) in the second half of 2018.\nADVM-053 for Hereditary Angioedema (HAE)\nComplete ongoing IND-enabling preclinical studies. Submit an IND Application to the FDA in the second half of 2018.\nUpcoming Events\nAdverum plans to attend and present data on ADVM-022 at the ASGCT 21 st Annual Meeting in Chicago, May 16-19, 2018\nPoster Title: AAV.7m8-aflibercept Provides Long-term Protection in a Non-human Primate Model of Wet Macular Degeneration Over One Year Post Intravitreal Vector Administration (#554)\nTime: Thursday, May 17, 2018, 5:15-7:15 pm CT\nLocation: Hilton Chicago, Stevens Salon C & D\nFinancial Results for the Three Months Ended March 31, 2018\nCash, cash equivalents and marketable securities were $247.0 million as of March 31, 2018, compared to $190.5 million as of December 31, 2017. In February 2018, Adverum raised $64.5 million in net proceeds from a public offering of common stock. This quarter-end cash position is expected to fund the three lead gene therapy programs through at least the end of 2019, including preliminary clinical data for at least two of these programs, and through the initial stage of scaling up manufacturing capabilities. Revenues , consisting of revenue from collaborative research, were $0.2 million for the three months ended March 31, 2018, compared to $0.5 million for the same period in 2017. Research and development expenses were $12.8 million for the three months ended March 31, 2018, compared to $9.1 million for the same period in 2017. This increase was due to an overall increase in research and development activities, including compensation and benefits, and material production costs for ADVM-022 and ADVM-053 as these programs advance toward Phase 1/2 clinical trials. General and administrative expenses were $5.4 million for the three months ended March 31, 2018, compared to $8.0 million for the same period in 2017. This decrease was primarily due to charges during the three months ended March 31, 2017, including termination costs associated with the company’s master services agreement with Cornell and the litigation settlement expense. Net loss attributable to common stockholders was $17.2 million, or $0.30 per basic and diluted share, for the three months ended March 31, 2018, compared to $16.1 million, or $0.38 per basic and diluted share, for the same period in 2017.\nAbout Adverum Biotechnologies, Inc.\nAdverum is a clinical-stage gene therapy company targeting unmet medical needs in serious rare and ocular diseases. Adverum has a robust pipeline that includes product candidates designed to treat rare diseases alpha-1 antitrypsin (A1AT) deficiency and hereditary angioedema (HAE) as well as wet age-related macular degeneration (wAMD). Leveraging a next-generation adeno-associated virus (AAV)-based directed evolution platform, Adverum generates product candidates designed to provide durable efficacy by inducing sustained expression of a therapeutic protein. Adverum has collaboration agreements with Regeneron Pharmaceuticals to research, develop, and commercialize gene therapy products for ophthalmic diseases and Editas Medicine to explore the delivery of genome editing medicines for the treatment of inherited retinal diseases. Adverum’s core capabilities include clinical development and in-house manufacturing expertise, specifically in process development and assay development. For more information please visit www.adverum.com .\nForward-looking Statements\nStatements contained in this press release regarding events or results that may occur in the future are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements regarding Adverum’s plans to report preliminary data from the ADVANCE study in the second half of 2018, plans to submit two INDs to the FDA for ADVM-022 in wAMD and ADVM-053 in HAE in the second half of 2018, plans to use the preliminary data from the ADVANCE study to inform next steps, statements under the caption “2018 Outlook - Planned Pipeline Milestones,” and expectations as to the ability of its quarter-end cash position to fund the three lead gene therapy programs through at least the end of 2019 and through the initial stage of scaling up manufacturing capabilities, all of which are based on certain assumptions made by Adverum on current conditions, expected future developments and other factors Adverum believes are appropriate in the circumstances. Adverum may not consummate any plans or product or clinical development goals in a timely manner, or at all, or otherwise carry out the intentions or meet the expectations or projections disclosed in its forward-looking statements, and you should not place undue reliance on these forward-looking statements. Actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of various risks and uncertainties, which include, without limitation, the risk of a delay in the enrollment of patients in Adverum’s clinical studies or in the manufacturing of products to be used in such clinical studies. Risks and uncertainties facing Adverum are described more fully in Adverum’s periodic reports filed with the Securities and Exchange Commission (SEC), especially under the caption “Risk Factors” in its latest Annual Report on Form 10-K filed with the SEC on March 6, 2018. All forward-looking statements contained in this press release speak only as of the date on which they were made. Adverum undertakes no obligation to update such statements to reflect events that occur or circumstances that exist after the date on which they were made.\nADVERUM BIOTECHNOLOGIES, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands) (Unaudited) March 31, December 31, 2018 2017 ASSETS Current assets: Cash and cash equivalents $ 152,716 $ 70,519 Short-term investments 94,321 119,966 Prepaid expenses and other current assets 2,161 3,256 Total current assets 249,198 193,741 Property and equipment, net 2,820 3,024 Deposits and other long-term assets 140 140 Intangible assets 5,000 5,000 Total assets $ 257,158 $ 201,905 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities: Accounts payable and accrued liabilities $ 7,890 $ 8,695 Current portion of deferred rent 138 129 Current portion of deferred revenue 1,246 1,850 Total current liabilities 9,274 10,674 Deferred rent, less current portion 187 222 Deferred revenue, less current portion - 5,250 Deferred tax liability 1,250 1,250 Other non-current liabilities 404 481 Total liabilities 11,115 17,877 Stockholders’ equity 246,043 184,028 Total liabilities and stockholders’ equity $ 257,158 $ 201,905\nADVERUM BIOTECHNOLOGIES, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except per share amounts) (Unaudited) Three Months Ended March 31, 2018 2017 Collaboration and license revenue $ 216 $ 462 Operating expenses: Research and development 12,794 9,061 General and administrative 5,368 7,989 Total operating expenses 18,162 17,050 Operating loss (17,946 ) (16,588 ) Other income (expense), net 746 489 Net loss attributable to common stockholders $ (17,200 ) $ (16,099 ) Net loss per share attributable to common stockholders, basic and diluted $ (0.30 ) $ (0.38 ) Weighted-average common shares outstanding, basic and diluted 57,420 42,144 Contact for Adverum: Leone Patterson Interim President and Chief Executive Officer 650-665-7222 lpatterson@adverum.com\nSource:Adverum Biotechnologies, Inc.",
    "published": "2018-05-10T00:00:00.000+03:00",
    "crawled": "2018-05-09T23:46:52.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "may",
        "globe",
        "newswire",
        "adverum",
        "biotechnology",
        "nasdaq",
        "advm",
        "gene",
        "therapy",
        "company",
        "targeting",
        "unmet",
        "medical",
        "need",
        "serious",
        "rare",
        "ocular",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "corporate",
        "update",
        "plan",
        "timeline",
        "three",
        "lead",
        "gene",
        "therapy",
        "program",
        "remain",
        "track",
        "resource",
        "execute",
        "said",
        "leone",
        "patterson",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "adverum",
        "biotechnology",
        "asgct",
        "next",
        "week",
        "look",
        "forward",
        "presenting",
        "preclinical",
        "efficacy",
        "data",
        "wet",
        "amd",
        "advance",
        "phase",
        "clinical",
        "trial",
        "antitrypsin",
        "deficiency",
        "plan",
        "report",
        "preliminary",
        "data",
        "second",
        "half",
        "also",
        "second",
        "half",
        "plan",
        "submit",
        "two",
        "investigational",
        "new",
        "drug",
        "application",
        "fda",
        "wet",
        "amd",
        "hereditary",
        "angioedema",
        "prepare",
        "advance",
        "two",
        "additional",
        "gene",
        "therapy",
        "recent",
        "progress",
        "may",
        "adverum",
        "announced",
        "preclinical",
        "efficacy",
        "data",
        "gene",
        "therapy",
        "primate",
        "model",
        "wet",
        "macular",
        "degeneration",
        "wamd",
        "month",
        "single",
        "intravitreal",
        "injection",
        "found",
        "safe",
        "statistically",
        "significant",
        "p",
        "preventing",
        "development",
        "grade",
        "iv",
        "lesion",
        "compared",
        "vehicle",
        "control",
        "group",
        "efficacy",
        "month",
        "consistent",
        "data",
        "demonstrating",
        "induced",
        "efficacy",
        "comparable",
        "aflibercept",
        "endothelial",
        "growth",
        "factor",
        "vegf",
        "therapy",
        "well",
        "tolerated",
        "serious",
        "adverse",
        "event",
        "data",
        "presented",
        "poster",
        "may",
        "american",
        "society",
        "gene",
        "cell",
        "therapy",
        "asgct",
        "st",
        "annual",
        "meeting",
        "late",
        "april",
        "adverum",
        "dosed",
        "first",
        "patient",
        "cohort",
        "advance",
        "phase",
        "trial",
        "antitrypsin",
        "a1at",
        "deficiency",
        "continues",
        "enroll",
        "patient",
        "per",
        "protocol",
        "patient",
        "treated",
        "weekly",
        "iv",
        "infusion",
        "a1at",
        "protein",
        "required",
        "wash",
        "least",
        "two",
        "month",
        "prior",
        "receiving",
        "primary",
        "endpoint",
        "advance",
        "trial",
        "safety",
        "tolerability",
        "secondary",
        "endpoint",
        "include",
        "change",
        "plasma",
        "concentration",
        "total",
        "a1at",
        "level",
        "adverum",
        "plan",
        "use",
        "preliminary",
        "data",
        "advance",
        "study",
        "inform",
        "next",
        "step",
        "including",
        "potential",
        "dose",
        "escalation",
        "additional",
        "information",
        "clinical",
        "trial",
        "found",
        "trial",
        "identifier",
        "number",
        "nct02168686",
        "outlook",
        "planned",
        "pipeline",
        "milestone",
        "a1at",
        "deficiency",
        "report",
        "preliminary",
        "data",
        "advance",
        "phase",
        "clinical",
        "trial",
        "second",
        "half",
        "wamd",
        "complete",
        "ongoing",
        "investigational",
        "new",
        "drug",
        "ind",
        "preclinical",
        "study",
        "submit",
        "ind",
        "application",
        "food",
        "drug",
        "administration",
        "fda",
        "second",
        "half",
        "hereditary",
        "angioedema",
        "hae",
        "complete",
        "ongoing",
        "preclinical",
        "study",
        "submit",
        "ind",
        "application",
        "fda",
        "second",
        "half",
        "upcoming",
        "event",
        "adverum",
        "plan",
        "attend",
        "present",
        "data",
        "asgct",
        "st",
        "annual",
        "meeting",
        "chicago",
        "may",
        "poster",
        "title",
        "provides",
        "protection",
        "primate",
        "model",
        "wet",
        "macular",
        "degeneration",
        "one",
        "year",
        "post",
        "intravitreal",
        "vector",
        "administration",
        "time",
        "thursday",
        "may",
        "pm",
        "ct",
        "location",
        "hilton",
        "chicago",
        "stevens",
        "salon",
        "c",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "february",
        "adverum",
        "raised",
        "million",
        "net",
        "proceeds",
        "public",
        "offering",
        "common",
        "stock",
        "cash",
        "position",
        "expected",
        "fund",
        "three",
        "lead",
        "gene",
        "therapy",
        "program",
        "least",
        "end",
        "including",
        "preliminary",
        "clinical",
        "data",
        "least",
        "two",
        "program",
        "initial",
        "stage",
        "scaling",
        "manufacturing",
        "capability",
        "revenue",
        "consisting",
        "revenue",
        "collaborative",
        "research",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "due",
        "overall",
        "increase",
        "research",
        "development",
        "activity",
        "including",
        "compensation",
        "benefit",
        "material",
        "production",
        "cost",
        "program",
        "advance",
        "toward",
        "phase",
        "clinical",
        "trial",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "charge",
        "three",
        "month",
        "ended",
        "march",
        "including",
        "termination",
        "cost",
        "associated",
        "company",
        "master",
        "service",
        "agreement",
        "cornell",
        "litigation",
        "settlement",
        "expense",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "adverum",
        "biotechnology",
        "adverum",
        "gene",
        "therapy",
        "company",
        "targeting",
        "unmet",
        "medical",
        "need",
        "serious",
        "rare",
        "ocular",
        "disease",
        "adverum",
        "robust",
        "pipeline",
        "includes",
        "product",
        "candidate",
        "designed",
        "treat",
        "rare",
        "disease",
        "antitrypsin",
        "a1at",
        "deficiency",
        "hereditary",
        "angioedema",
        "hae",
        "well",
        "wet",
        "macular",
        "degeneration",
        "wamd",
        "leveraging",
        "virus",
        "aav",
        "directed",
        "evolution",
        "platform",
        "adverum",
        "generates",
        "product",
        "candidate",
        "designed",
        "provide",
        "durable",
        "efficacy",
        "inducing",
        "sustained",
        "expression",
        "therapeutic",
        "protein",
        "adverum",
        "collaboration",
        "agreement",
        "regeneron",
        "pharmaceutical",
        "research",
        "develop",
        "commercialize",
        "gene",
        "therapy",
        "product",
        "ophthalmic",
        "disease",
        "editas",
        "medicine",
        "explore",
        "delivery",
        "genome",
        "editing",
        "medicine",
        "treatment",
        "inherited",
        "retinal",
        "disease",
        "adverum",
        "core",
        "capability",
        "include",
        "clinical",
        "development",
        "manufacturing",
        "expertise",
        "specifically",
        "process",
        "development",
        "assay",
        "development",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "event",
        "result",
        "may",
        "occur",
        "future",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "adverum",
        "plan",
        "report",
        "preliminary",
        "data",
        "advance",
        "study",
        "second",
        "half",
        "plan",
        "submit",
        "two",
        "inds",
        "fda",
        "wamd",
        "hae",
        "second",
        "half",
        "plan",
        "use",
        "preliminary",
        "data",
        "advance",
        "study",
        "inform",
        "next",
        "step",
        "statement",
        "caption",
        "outlook",
        "planned",
        "pipeline",
        "milestone",
        "expectation",
        "ability",
        "cash",
        "position",
        "fund",
        "three",
        "lead",
        "gene",
        "therapy",
        "program",
        "least",
        "end",
        "initial",
        "stage",
        "scaling",
        "manufacturing",
        "capability",
        "based",
        "certain",
        "assumption",
        "made",
        "adverum",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "adverum",
        "belief",
        "appropriate",
        "circumstance",
        "adverum",
        "may",
        "consummate",
        "plan",
        "product",
        "clinical",
        "development",
        "goal",
        "timely",
        "manner",
        "otherwise",
        "carry",
        "intention",
        "meet",
        "expectation",
        "projection",
        "disclosed",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "various",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "delay",
        "enrollment",
        "patient",
        "adverum",
        "clinical",
        "study",
        "manufacturing",
        "product",
        "used",
        "clinical",
        "study",
        "risk",
        "uncertainty",
        "facing",
        "adverum",
        "described",
        "fully",
        "adverum",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "especially",
        "caption",
        "risk",
        "factor",
        "latest",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "made",
        "adverum",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "occur",
        "circumstance",
        "exist",
        "date",
        "made",
        "adverum",
        "biotechnology",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deposit",
        "asset",
        "intangible",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "deferred",
        "rent",
        "current",
        "portion",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "less",
        "current",
        "portion",
        "deferred",
        "revenue",
        "less",
        "current",
        "portion",
        "deferred",
        "tax",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "adverum",
        "biotechnology",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "license",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "contact",
        "adverum",
        "leone",
        "patterson",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "lpatterson",
        "source",
        "adverum",
        "biotechnology",
        "inc"
    ]
}