{
    "organizations": [],
    "uuid": "c3cd8da80f62b020acf83b9e06fbc04d9f37adf8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-protagonist-therapeutics-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Protagonist Therapeutics Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEWARK, Calif., May 9, 2018 /PRNewswire/ -- Protagonist Therapeutics, Inc. (Nasdaq: PTGX) today reported its financial results for the first quarter ended March 31, 2018.\n\"Protagonist is continuing to build a broad and diverse pipeline of potentially transformative drug candidates discovered through its innovative peptide technology platform,\" said Dinesh V. Patel, Ph.D., Protagonist President and Chief Executive Officer. \"PTG-200, the IL-23 receptor antagonist being developed in collaboration with Janssen Biotech, Inc., is currently in a Phase 1 study, and we expect a U.S. IND filing by the end of 2018 to support a Phase 2 global study in Crohn's disease. With our hepcidin mimetic PTG-300, we plan to commence a Phase 2 study in beta-thalassemia patients in the fourth quarter of 2018.\"\n\"In addition to developing PTG-200 and PTG-300, we are conducting a comprehensive review of the PTG-100 dataset from the Phase 2b PROPEL study and expect to report our findings in the third quarter of 2018. As previously announced, we discontinued the trial based on a planned interim analysis by an independent Data Monitoring Committee and noted that it also showed an unexpectedly high placebo response rate,\" continued Dr. Patel.\nProduct Development Update :\nPTG-100\nA planned interim analysis was conducted during the first quarter for the Phase 2b PROPEL study of PTG-100, the company's investigational oral GI-restricted alpha-4-beta-7 integrin antagonist peptide, in patients with moderate to severe ulcerative colitis. The Data Monitoring Committee reported that the interim analysis met prespecified futility criteria on the primary endpoint of clinical remission, and as a result the study was discontinued. It was also noted that the study experienced an unusually high placebo response rate. Protagonist is now conducting an extensive review of the complete dataset from all patients enrolled in the Phase 2b trial. The Company will determine next steps for PTG-100 and for the general therapeutic approach of oral, GI-restricted alpha-4-beta-7-integrin antagonists after completing this review which is expected to be in the third quarter of 2018.\nPTG-200\nDosing has been completed for all cohorts in the Phase 1 study of PTG-200, a first-in-class oral, GI restricted, IL-23 receptor antagonist peptide, which is partnered with Janssen Biotech, Inc. (Janssen). The Phase 1 study in normal healthy volunteers was initiated in Australia in November 2017 and involves single-ascending doses and multiple ascending doses of PTG-200. In the second half of 2018 we expect a U.S. IND filing and other regulatory filings for a global Phase 2 study of PTG-200 in Crohn's disease to be conducted in collaboration with Janssen.\nPTG-300\nPTG-300, an injectable hepcidin mimetic, is in development for the potential treatment of anemia and iron overload related to rare blood disorders. We have completed discussions with U.S. and global regulatory agencies, and the Company plans to file a U.S. IND and other regulatory filings in the third quarter of 2018 with the intent to commence a global Phase 2 trial in Q4 2018 in patients with beta-thalassemia. Furthermore, treatment of anemia and transfusion-dependence in myelodysplastic syndromes and exaggerated erythropoiesis in polycythemia vera represent additional opportunities for further development of PTG-300. The U.S. Food and Drug Administration granted Orphan Drug Designation to PTG-300 for the treatment of beta-thalassemia in March of 2018.\nPreclinical programs\nThe Company's oral peptide agonist targeting the mu/delta opioid receptors will be discussed in a podium presentation at the Digestive Diseases Week® conference, on Saturday, June 2, from 5:00 PM to 5:15 PM ET at the Walter E. Washington Convention Center, Room 140 in Washington, D.C. The company will present preclinical data supporting the superiority of mu/delta dual agonist activities when compared to eluxadoline in treating diarrhea or abdominal pain.\nFinancial Results\nProtagonist reported a net loss of $7.7 million for the first quarter of 2018, as compared to a net loss of $14.1 million for the same period of 2017. The decrease in net loss was driven primarily by license and collaboration revenue recognized during the first quarter of 2018, which partially offset increased research and development (R&D) expenses and increased general and administrative (G&A) expenses. The net loss for the first quarter of 2018 includes non-cash stock-based compensation of $1.2 million, as compared to $0.8 million for the same period of 2017.\nLicense and collaboration revenue was $10.8 million for the first quarter of 2018 and consisted of revenue from activities performed under the Janssen Collaboration Agreement. Protagonist did not recognize any license and collaboration revenue for the first quarter of 2017.\nR&D expenses for the first quarter of 2018 were $15.4 million, as compared to $11.3 million for the same period of the prior year. The increase in R&D expenses was primarily due to costs related to contract manufacturing, and the preparation for and conduct of PTG-100, PTG-200 and PTG-300 clinical trials. R&D expenses for the quarter also included an increase in salaries and employee-related expenses due to an increase in R&D personnel.\nG&A expenses for the first quarter of 2018 were $3.6 million, as compared to $3.0 million for the same period in the prior year. The increase in G&A expense was due primarily to increases in salaries and employee-related expenses primarily due to an increase in headcount to support the growth of our operations, franchise and business related taxes and other administrative expenses.\nProtagonist ended the first quarter of 2018 with $140.5 million in cash, cash equivalents and investments. The company expects current capital resources to be sufficient to fund its operations through 2019.\nAbout Protagonist Therapeutics\nProtagonist Therapeutics is a clinical stage biopharmaceutical company that utilizes a proprietary technology platform to discover and develop novel peptide-based drugs to transform existing treatment paradigms for patients with significant unmet medical needs. PTG-100 is an oral alpha-4-beta-7 integrin antagonist peptide that is being developed for potential treatment of inflammatory bowel diseases. The company's interleukin-23 receptor antagonist peptide, PTG-200, is currently in a Phase 1 clinical trial in healthy volunteers to support a Phase 2 study in Crohn's disease. The IL-12/23 pathway blockade is an approach that has been validated through an FDA-approved injectable antibody drug. The company has entered into a worldwide license and collaboration agreement with Janssen Biotech for the clinical development of PTG-200. Protagonist has also applied its innovative peptide platform outside of the GI disease areas and is developing an injectable hepcidin mimetic, PTG-300, for the potential treatment of anemia and iron overload related to rare blood diseases with an initial focus on beta-thalassemia. The Company has completed a Phase 1 clinical trial with PTG-300, which established pharmacodynamic-based clinical proof-of-concept in normal healthy volunteers. The U.S. Food and Drug Administration has granted Orphan Drug Designation to PTG-300 for beta-thalassemia.\nProtagonist is headquartered in Newark, California, with pre-clinical and clinical staff in California and discovery operations in both California and Brisbane, Queensland, Australia. For further information, please visit http://www.protagonist-inc.com .\nCautionary Note on Forward-Looking Statements\nThis press release contains forward-looking statements for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements regarding our intentions or current expectations concerning, among other things, the potential for our programs, our collaborations and milestone payments we may receive under them, the initiation and availability of results of our clinical trials, our research and development plans, the utility of our intellectual property, and the adequacy of our capital resources. In some cases, you can identify these statements by forward-looking words such as \"anticipate,\" \"believe,\" \"may,\" \"will,\" \"expect,\" or the negative or plural of these words or similar expressions. Forward-looking statements are not guarantees of future performance and are subject to risks and uncertainties that could cause actual results and events to anticipated, including, but not limited to, our history of net operating losses, our reliance on third parties and uncertainty regarding our ability to achieve profitability, our ability to develop and commercialize our product candidates, our ability to earn milestone payments under our collaboration agreement with Janssen, our ability to use and expand our programs to build a pipeline of product candidates, our ability to obtain and maintain regulatory approval of our product candidates, our ability to operate in a competitive industry and compete successfully against competitors that have greater resources than we do, and our ability to obtain and adequately protect intellectual property rights for our product candidates. We discuss many of these risks in greater detail under the heading \"Risk Factors\" contained in our quarterly report on Form 10-Q for the three months ended March 31, 2018 to be filed with the Securities and Exchange Commission. Forward-looking statements are not guarantees of future performance, and our actual results of operations, financial condition and liquidity, and the development of the industry in which we operate, may differ materially from the forward-looking statements contained in this press release. Any forward-looking statements that we make in this press release speak only press release. We assume no obligation to update our forward-looking statements, whether as a result of new information, future events or otherwise, after the date of this press release.\nPROTAGONIST THERAPEUTICS, INC.\nConsolidated Statements of Operations\n(In thousands, except share and per share data)\nThree Months Ended\nMarch 31,\n2018\n2017\n(Unaudited)\nLicense and collaboration revenue - related party\n$ 10,781\n$ —\nOperating expenses:\nResearch and development\n15,368\n11,282\nGeneral and administrative\n3,642\n2,991\nTotal operating expenses\n19,010\n14,273\nLoss from operations\n(8,229)\n(14,273)\nInterest income\n568\n172\nNet loss\n$ (7,661)\n$ (14,101)\nNet loss per share, basic and diluted\n$ (0.36)\n$ (0.84)\nWeighted-average shares used to compute net loss per share, basic and diluted\n21,112,393\n16,766,218\nPROTAGONIST THERAPEUTICS, INC.\nSelected Consolidated Balance Sheet Data\n(In thousands)\nMarch 31,\nDecember 31,\n2018\n2017\nConsolidated Balance Sheet Data:\nCash, cash equivalents and available-for-sale securities\n$\n140,517\n$\n155,459\nWorking capital\n$\n108,307\n$\n108,392\nTotal assets\n$\n149,239\n$\n163,734\nDeferred revenue – related party\n$\n21,880\n$\n31,752\nAccumulated deficit\n$\n(109,211)\n$\n(101,550)\nTotal stockholders' equity\n$\n114,621\n$\n120,632\nView original content with multimedia: http://www.prnewswire.com/news-releases/protagonist-therapeutics-reports-first-quarter-2018-financial-results-300645780.html\nSOURCE Protagonist Therapeutics, Inc.",
    "published": "2018-05-10T00:02:00.000+03:00",
    "crawled": "2018-05-10T01:43:49.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newark",
        "may",
        "protagonist",
        "therapeutic",
        "nasdaq",
        "ptgx",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "protagonist",
        "continuing",
        "build",
        "broad",
        "diverse",
        "pipeline",
        "potentially",
        "transformative",
        "drug",
        "candidate",
        "discovered",
        "innovative",
        "peptide",
        "technology",
        "platform",
        "said",
        "dinesh",
        "patel",
        "protagonist",
        "president",
        "chief",
        "executive",
        "officer",
        "receptor",
        "antagonist",
        "developed",
        "collaboration",
        "janssen",
        "biotech",
        "currently",
        "phase",
        "study",
        "expect",
        "ind",
        "filing",
        "end",
        "support",
        "phase",
        "global",
        "study",
        "crohn",
        "disease",
        "hepcidin",
        "mimetic",
        "plan",
        "commence",
        "phase",
        "study",
        "patient",
        "fourth",
        "quarter",
        "addition",
        "developing",
        "conducting",
        "comprehensive",
        "review",
        "dataset",
        "phase",
        "2b",
        "propel",
        "study",
        "expect",
        "report",
        "finding",
        "third",
        "quarter",
        "previously",
        "announced",
        "discontinued",
        "trial",
        "based",
        "planned",
        "interim",
        "analysis",
        "independent",
        "data",
        "monitoring",
        "committee",
        "noted",
        "also",
        "showed",
        "unexpectedly",
        "high",
        "placebo",
        "response",
        "rate",
        "continued",
        "patel",
        "product",
        "development",
        "update",
        "planned",
        "interim",
        "analysis",
        "conducted",
        "first",
        "quarter",
        "phase",
        "2b",
        "propel",
        "study",
        "company",
        "investigational",
        "oral",
        "integrin",
        "antagonist",
        "peptide",
        "patient",
        "moderate",
        "severe",
        "ulcerative",
        "colitis",
        "data",
        "monitoring",
        "committee",
        "reported",
        "interim",
        "analysis",
        "met",
        "prespecified",
        "futility",
        "criterion",
        "primary",
        "endpoint",
        "clinical",
        "remission",
        "result",
        "study",
        "discontinued",
        "also",
        "noted",
        "study",
        "experienced",
        "unusually",
        "high",
        "placebo",
        "response",
        "rate",
        "protagonist",
        "conducting",
        "extensive",
        "review",
        "complete",
        "dataset",
        "patient",
        "enrolled",
        "phase",
        "2b",
        "trial",
        "company",
        "determine",
        "next",
        "step",
        "general",
        "therapeutic",
        "approach",
        "oral",
        "antagonist",
        "completing",
        "review",
        "expected",
        "third",
        "quarter",
        "dosing",
        "completed",
        "cohort",
        "phase",
        "study",
        "oral",
        "gi",
        "restricted",
        "receptor",
        "antagonist",
        "peptide",
        "partnered",
        "janssen",
        "biotech",
        "janssen",
        "phase",
        "study",
        "normal",
        "healthy",
        "volunteer",
        "initiated",
        "australia",
        "november",
        "involves",
        "dos",
        "multiple",
        "ascending",
        "dos",
        "second",
        "half",
        "expect",
        "ind",
        "filing",
        "regulatory",
        "filing",
        "global",
        "phase",
        "study",
        "crohn",
        "disease",
        "conducted",
        "collaboration",
        "janssen",
        "injectable",
        "hepcidin",
        "mimetic",
        "development",
        "potential",
        "treatment",
        "anemia",
        "iron",
        "overload",
        "related",
        "rare",
        "blood",
        "disorder",
        "completed",
        "discussion",
        "global",
        "regulatory",
        "agency",
        "company",
        "plan",
        "file",
        "ind",
        "regulatory",
        "filing",
        "third",
        "quarter",
        "intent",
        "commence",
        "global",
        "phase",
        "trial",
        "q4",
        "patient",
        "furthermore",
        "treatment",
        "anemia",
        "myelodysplastic",
        "syndrome",
        "exaggerated",
        "erythropoiesis",
        "polycythemia",
        "vera",
        "represent",
        "additional",
        "opportunity",
        "development",
        "food",
        "drug",
        "administration",
        "granted",
        "orphan",
        "drug",
        "designation",
        "treatment",
        "march",
        "preclinical",
        "program",
        "company",
        "oral",
        "peptide",
        "agonist",
        "targeting",
        "opioid",
        "receptor",
        "discussed",
        "podium",
        "presentation",
        "digestive",
        "disease",
        "conference",
        "saturday",
        "june",
        "pm",
        "pm",
        "et",
        "walter",
        "washington",
        "convention",
        "center",
        "room",
        "washington",
        "company",
        "present",
        "preclinical",
        "data",
        "supporting",
        "superiority",
        "dual",
        "agonist",
        "activity",
        "compared",
        "eluxadoline",
        "treating",
        "diarrhea",
        "abdominal",
        "pain",
        "financial",
        "result",
        "protagonist",
        "reported",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "decrease",
        "net",
        "loss",
        "driven",
        "primarily",
        "license",
        "collaboration",
        "revenue",
        "recognized",
        "first",
        "quarter",
        "partially",
        "offset",
        "increased",
        "research",
        "development",
        "r",
        "expense",
        "increased",
        "general",
        "administrative",
        "g",
        "expense",
        "net",
        "loss",
        "first",
        "quarter",
        "includes",
        "compensation",
        "million",
        "compared",
        "million",
        "period",
        "license",
        "collaboration",
        "revenue",
        "million",
        "first",
        "quarter",
        "consisted",
        "revenue",
        "activity",
        "performed",
        "janssen",
        "collaboration",
        "agreement",
        "protagonist",
        "recognize",
        "license",
        "collaboration",
        "revenue",
        "first",
        "quarter",
        "r",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "increase",
        "r",
        "expense",
        "primarily",
        "due",
        "cost",
        "related",
        "contract",
        "manufacturing",
        "preparation",
        "conduct",
        "clinical",
        "trial",
        "r",
        "expense",
        "quarter",
        "also",
        "included",
        "increase",
        "salary",
        "expense",
        "due",
        "increase",
        "r",
        "personnel",
        "g",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "increase",
        "g",
        "expense",
        "due",
        "primarily",
        "increase",
        "salary",
        "expense",
        "primarily",
        "due",
        "increase",
        "headcount",
        "support",
        "growth",
        "operation",
        "franchise",
        "business",
        "related",
        "tax",
        "administrative",
        "expense",
        "protagonist",
        "ended",
        "first",
        "quarter",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "company",
        "expects",
        "current",
        "capital",
        "resource",
        "sufficient",
        "fund",
        "operation",
        "protagonist",
        "therapeutic",
        "protagonist",
        "therapeutic",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "utilizes",
        "proprietary",
        "technology",
        "platform",
        "discover",
        "develop",
        "novel",
        "drug",
        "transform",
        "existing",
        "treatment",
        "paradigm",
        "patient",
        "significant",
        "unmet",
        "medical",
        "need",
        "oral",
        "integrin",
        "antagonist",
        "peptide",
        "developed",
        "potential",
        "treatment",
        "inflammatory",
        "bowel",
        "disease",
        "company",
        "receptor",
        "antagonist",
        "peptide",
        "currently",
        "phase",
        "clinical",
        "trial",
        "healthy",
        "volunteer",
        "support",
        "phase",
        "study",
        "crohn",
        "disease",
        "pathway",
        "blockade",
        "approach",
        "validated",
        "injectable",
        "antibody",
        "drug",
        "company",
        "entered",
        "worldwide",
        "license",
        "collaboration",
        "agreement",
        "janssen",
        "biotech",
        "clinical",
        "development",
        "protagonist",
        "also",
        "applied",
        "innovative",
        "peptide",
        "platform",
        "outside",
        "gi",
        "disease",
        "area",
        "developing",
        "injectable",
        "hepcidin",
        "mimetic",
        "potential",
        "treatment",
        "anemia",
        "iron",
        "overload",
        "related",
        "rare",
        "blood",
        "disease",
        "initial",
        "focus",
        "company",
        "completed",
        "phase",
        "clinical",
        "trial",
        "established",
        "clinical",
        "normal",
        "healthy",
        "volunteer",
        "food",
        "drug",
        "administration",
        "granted",
        "orphan",
        "drug",
        "designation",
        "protagonist",
        "headquartered",
        "newark",
        "california",
        "clinical",
        "staff",
        "california",
        "discovery",
        "operation",
        "california",
        "brisbane",
        "queensland",
        "australia",
        "information",
        "please",
        "visit",
        "http",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "regarding",
        "intention",
        "current",
        "expectation",
        "concerning",
        "among",
        "thing",
        "potential",
        "program",
        "collaboration",
        "milestone",
        "payment",
        "may",
        "receive",
        "initiation",
        "availability",
        "result",
        "clinical",
        "trial",
        "research",
        "development",
        "plan",
        "utility",
        "intellectual",
        "property",
        "adequacy",
        "capital",
        "resource",
        "case",
        "identify",
        "statement",
        "word",
        "anticipate",
        "believe",
        "may",
        "expect",
        "negative",
        "plural",
        "word",
        "similar",
        "expression",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "anticipated",
        "including",
        "limited",
        "history",
        "net",
        "operating",
        "loss",
        "reliance",
        "third",
        "party",
        "uncertainty",
        "regarding",
        "ability",
        "achieve",
        "profitability",
        "ability",
        "develop",
        "commercialize",
        "product",
        "candidate",
        "ability",
        "earn",
        "milestone",
        "payment",
        "collaboration",
        "agreement",
        "janssen",
        "ability",
        "use",
        "expand",
        "program",
        "build",
        "pipeline",
        "product",
        "candidate",
        "ability",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "ability",
        "operate",
        "competitive",
        "industry",
        "compete",
        "successfully",
        "competitor",
        "greater",
        "resource",
        "ability",
        "obtain",
        "adequately",
        "protect",
        "intellectual",
        "property",
        "right",
        "product",
        "candidate",
        "discus",
        "many",
        "risk",
        "greater",
        "detail",
        "heading",
        "risk",
        "factor",
        "contained",
        "quarterly",
        "report",
        "form",
        "three",
        "month",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "operation",
        "financial",
        "condition",
        "liquidity",
        "development",
        "industry",
        "operate",
        "may",
        "differ",
        "materially",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "make",
        "press",
        "release",
        "speak",
        "press",
        "release",
        "assume",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "press",
        "release",
        "protagonist",
        "therapeutic",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "license",
        "collaboration",
        "revenue",
        "related",
        "party",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "protagonist",
        "therapeutic",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "security",
        "working",
        "capital",
        "total",
        "asset",
        "deferred",
        "revenue",
        "related",
        "party",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "protagonist",
        "therapeutic",
        "inc"
    ]
}