{
    "organizations": [],
    "uuid": "41813ae4e624b05ac29f3913028d01d067cea274",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/business-wire-zoetis-to-acquire-abaxis-a-leading-global-provider-of-veterinary-point-of-care-diagnostic-instruments.html",
    "ord_in_thread": 0,
    "title": "Zoetis to Acquire Abaxis, a Leading Global Provider of Veterinary Point-of-Care Diagnostic Instruments",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Purchase price of US $83 per share in cash, or approximately $2.0 billion in aggregate Enhances Zoetis’ presence in veterinary diagnostics, a category of the animal health industry with approximately 10% compound annual growth over the last three years 1 Brings to Zoetis a proven line of diagnostic instruments and consumables, providing a new platform for growth that Zoetis can accelerate with sales of its products in more than 100 countries Further enables Zoetis to support veterinarians with comprehensive solutions to predict, prevent, detect and treat diseases in animals Affirms strategy to deploy capital in complementary, high-growth segments of animal health industry\nPARSIPPANY, N.J. and UNION CITY, Calif.--(BUSINESS WIRE)-- Zoetis Inc . (NYSE:ZTS) and Abaxis, Inc. (NASDAQ:ABAX) today announced a definitive merger agreement pursuant to which Zoetis will acquire Abaxis, a leader in the development, manufacture and marketing of diagnostic instruments for veterinary point-of-care services for US $83 per share in cash, or approximately $2.0 billion in aggregate. The acquisition is expected to enhance Zoetis’ presence in veterinary diagnostics, a category of the animal health industry with approximately 10% compound annual growth over the last three years 1 .\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180516005611/en/\nAbaxis, founded in 1989 and headquartered in Union City, Calif., is a leading provider of diagnostic instruments and consumable discs, kits and cartridges to the animal health industry. Abaxis reported revenue of $244.7 million for its fiscal year ended March 31, 2018, an increase of 8% compared to its 2017 fiscal year. Its VetScan ® portfolio of benchtop and handheld diagnostic instruments and consumables serves a large customer base of veterinary practices in North America and is poised for expansion in international markets.\nAcquisition Gives Zoetis a New Platform for Growth\n“This acquisition brings Zoetis a company that has a proven, competitive diagnostic platform for growth that we can help to accelerate in the U.S. and worldwide with our global scale and direct customer relationships in approximately 45 countries,” said Juan Ramón Alaix, Chief Executive Officer of Zoetis. “Together we can bring more veterinarian customers a broader range of products that fit into our comprehensive solutions and innovations, from prediction and early detection of disease in animals to prevention and treatment. We are very excited by the passion for customers that Abaxis and Zoetis colleagues share.”\n“We see a prime opportunity to grow our business as part of Zoetis,” said Clint Severson, Chairman and Chief Executive Officer of Abaxis. “We recently invested in expanding operations in Europe, Latin America, and the Asia Pacific Region, with 20% of revenue in fiscal year 2018 coming from our international operations. Zoetis has the global presence and direct veterinary customer relationships to deliver greater value to more customers around the world and accelerate the growth of our international operations. This acquisition gives recognition to our record of success and the highly skilled, dedicated employees of Abaxis who helped build our company over the course of nearly three decades.”\nAbaxis’ Veterinary Diagnostics Portfolio\nThe Abaxis VetScan portfolio includes chemistry and hematology diagnostic instruments and companion discs, kits and cartridges, which are consumables that create a recurring revenue stream. Abaxis recently launched the VetScan FLEX4 Rapid Test to detect Heartworm, Lyme, Ehrlichia and Anaplasma diseases in dogs, as well as its VetScan Canine Pancreatic Lipase Rapid Test, its UA urine chemistry instrument and the Urine Sediment Analyzer.\nAbaxis has a near-term pipeline of products, including an update to the capabilities of its VetScan FUSE ® , a bi-directional connectivity system that provides integration between Abaxis point-of-care instruments and veterinary practice management systems worldwide.\nAbaxis derived 83% ($201.9 million) of its annual revenue in fiscal year 2018 from diagnostic products and services for the veterinary market. Approximately 16% ($38.6 million) of the company’s revenues were generated by sales of its Piccolo ® portfolio of analyzers and tests for the human medical market. Sales of consumables accounted for approximately 78% ($191.3 million) of Abaxis’ fiscal 2018 revenue. Abaxis has more than 580 employees worldwide.\nVeterinary Diagnostics: A Growing and Vital Category of Animal Health\nThe veterinary diagnostics category, which includes reference laboratory and point-of-care diagnostics, is estimated to be more than $3 billion 1 , with compound annual growth of 10% over the past three years 1 . Zoetis expects the diagnostics category to continue to grow faster than the animal health industry, with growth in the mid to high single digits, driven by international adoption of point-of-care diagnostic instruments due to rising medicalization rates, increasing standard of veterinary care and the convenience of in-clinic testing 1 .\nThe transaction is subject to customary closing conditions, including regulatory approvals and the approval of Abaxis shareholders. Zoetis expects to complete the acquisition before the end of 2018, and it intends to fund the purchase through a combination of existing cash and new debt.\nZoetis anticipates the transaction will have an impact on 2018 reported earnings related to customary closing activities; however, on an adjusted basis, the company does not expect a material impact. Zoetis will provide additional updates as the transaction progresses towards closing. Zoetis expects the transaction to be accretive to the company’s earnings in 2019.\nWachtell, Lipton, Rosen & Katz is acting as legal advisor to Zoetis, and Guggenheim Securities and Barclays are acting as financial advisors. Cooley LLP is acting as legal advisor to Abaxis, and Piper Jaffray is acting as its exclusive financial advisor.\nWebcast and Conference Call Details\nZoetis and Abaxis will host a webcast and conference call at 8 a.m. (ET) today, during which company executives will discuss the agreement and respond to questions from financial analysts. Investors and the public may access the live webcast by visiting the Zoetis website at http://investor.zoetis.com/events-presentations . A replay of the webcast will be archived and made available by May 17, 2018. Investors and analysts may also dial-in by calling 877-876-9176 or 785-424-1667; Conference ID: ZTS0516.\nAbout Zoetis\nZoetis is the leading animal health company, dedicated to supporting its customers and their businesses. Building on more than 60 years of experience in animal health, Zoetis discovers, develops, manufactures and markets veterinary vaccines and medicines, complemented by diagnostic products, genetic tests, biodevices and a range of services. Zoetis serves veterinarians, livestock producers and people who raise and care for farm and companion animals with sales of its products in more than 100 countries. In 2017, the company generated annual revenue of $5.3 billion with approximately 9,000 employees. For more information, visit www.zoetis.com .\nAbout Abaxis\nAbaxis is a worldwide developer, manufacturer and marketer of portable blood analysis systems that are used in a broad range of medical specialties in human or veterinary patient care to provide clinicians with rapid blood constituent measurements. Abaxis’s mission is to improve the efficiency of care delivery to and the quality of life of patients in the medical and veterinary markets. Abaxis provides leading edge technology and tools that support best medical practices, enabling physicians and veterinarians to respond to the health needs of their clients at the point of care while operating economical and profitable practices. For more information, visit http://www.abaxis.com .\nCautionary Statement Regarding Forward-Looking Information\nStatements included in this communication which are not historical in nature or do not relate to current facts are intended to be, and are hereby identified as, forward-looking statements for purposes of the safe harbor provided by Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. The words “may,” “will,” “anticipate,” “could,” “should,” “would,” “believe,” “contemplate,” “expect,” “estimate,” “continue,” “plan,” “project” and “intend,” as well as other similar words and expressions of the future, are intended to identify forward-looking statements. Zoetis Inc. (“Zoetis”) and Abaxis (“Abaxis”) caution readers that forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from anticipated results. Such risks and uncertainties, include, among others, the following possibilities: the occurrence of any event, change or other circumstances that could give rise to the right of one or both of the parties to terminate the definitive merger agreement between Zoetis and Abaxis; the outcome of any legal proceedings that may be instituted against Zoetis or Abaxis; the failure to obtain necessary regulatory approvals (and the risk that such approvals may result in the imposition of conditions that could adversely affect the combined company or the expected benefits of the transaction) or Abaxis shareholder approval or to satisfy any of the other conditions to the transaction on a timely basis or at all; the possibility that the anticipated benefits of the transaction are not realized when expected or at all, including as a result of the impact of, or problems arising from, the integration of the two companies or as a result of the strength of the economy and competitive factors in the areas where Zoetis and Abaxis do business; the possibility that the transaction may be more expensive to complete than anticipated, including as a result of unexpected factors or events; diversion of management’s attention from ongoing business operations and opportunities; potential adverse reactions or changes to business or employee relationships, including those resulting from the announcement or completion of the transaction; the ability to complete the acquisition and integration of Abaxis successfully; and other factors that may affect future results of Zoetis and Abaxis. Additional factors that could cause results to differ materially from those described above can be found in Zoetis’ Annual Report on Form 10-K for the year ended December 31, 2017, which is on file with the Securities and Exchange Commission (the “SEC”) and in other documents Zoetis files with the SEC, and in Abaxis’ Annual Report on Form 10-K for the year ended March 31, 2017, and Quarterly Report on Form 10-Q for the quarter ended December 31, 2017, which are on file with the SEC and in other documents Abaxis files with the SEC.\nImportant Additional Information\nIn connection with the proposed transaction between Zoetis and Abaxis, Abaxis expects to file with the SEC a proxy statement of Abaxis, as well as other relevant documents concerning the proposed transaction. This communication is not a substitute for the proxy statement or for any other document that Abaxis may file with the SEC and send to its shareholders in connection with the proposed transaction. The proposed transaction will be submitted to Abaxis’ shareholders for their consideration. Before making any voting decision, shareholders of Abaxis are urged to read the proxy statement regarding the transaction when it becomes available and any other relevant documents filed with the SEC, as well as any amendments or supplements to those documents, because they will contain important information about the proposed transaction.\nShareholders of Abaxis will be able to obtain a free copy of the proxy statement, as well as other filings containing information about Zoetis and Abaxis, without charge, at the SEC’s website ( http://www.sec.gov ). Copies of the proxy statement and the filings with the SEC that will be incorporated by reference therein can also be obtained, without charge, by directing a request to Abaxis, Inc., 3240 Whipple Road, Union City, CA 94587, Attention: Corporate Secretary; telephone (510) 675-6500, or from Abaxis’ website www.abaxis.com .\nParticipants in the Solicitation\nAbaxis, Zoetis and certain of their respective directors, executive officers and employees may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction. Information regarding Abaxis’ directors and executive officers is available in Abaxis’ definitive proxy statement, which was filed with the SEC on September 19, 2017, and certain of its Current Reports on Form 8-K. Information regarding Zoetis’ directors is available in Zoetis’ definitive proxy statement, which was filed with the SEC on April 2, 2018, and information regarding Zoetis’ executive officers is available in Zoetis’ Annual Report on Form 10-K for the year ended December 31, 2017, which was filed with the SEC on February 15, 2018. Other information regarding the participants in the proxy solicitation and a description of their direct and indirect interests, by security holdings or otherwise, will be contained in the proxy statement to be filed with the SEC in connection with the proposed transaction. Free copies of this document may be obtained as described in the preceding paragraph.\n1 Based on internal estimates and publicly available information\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180516005611/en/\nZoetis Media:\nElinore White, 1-973-443-2835 (o)\nelinore.y.white@zoetis.com\nor\nBill Price, 1-973-443-2742 (o)\nwilliam.price@zoetis.com\nor\nZoetis Investors:\nSteve Frank, 1-973-822-7141 (o)\nsteve.frank@zoetis.com\nor\nAbaxis Media & Investors:\nClint Severson, 510-675-6500 (o)\nSource: Zoetis Inc.",
    "published": "2018-05-16T15:00:00.000+03:00",
    "crawled": "2018-05-16T18:10:51.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "purchase",
        "price",
        "u",
        "per",
        "share",
        "cash",
        "approximately",
        "billion",
        "aggregate",
        "enhances",
        "zoetis",
        "presence",
        "veterinary",
        "diagnostics",
        "category",
        "animal",
        "health",
        "industry",
        "approximately",
        "compound",
        "annual",
        "growth",
        "last",
        "three",
        "year",
        "brings",
        "zoetis",
        "proven",
        "line",
        "diagnostic",
        "instrument",
        "consumables",
        "providing",
        "new",
        "platform",
        "growth",
        "zoetis",
        "accelerate",
        "sale",
        "product",
        "country",
        "enables",
        "zoetis",
        "support",
        "veterinarian",
        "comprehensive",
        "solution",
        "predict",
        "prevent",
        "detect",
        "treat",
        "disease",
        "animal",
        "affirms",
        "strategy",
        "deploy",
        "capital",
        "complementary",
        "segment",
        "animal",
        "health",
        "industry",
        "parsippany",
        "union",
        "city",
        "business",
        "wire",
        "zoetis",
        "inc",
        "nyse",
        "zts",
        "abaxis",
        "nasdaq",
        "abax",
        "today",
        "announced",
        "definitive",
        "merger",
        "agreement",
        "pursuant",
        "zoetis",
        "acquire",
        "abaxis",
        "leader",
        "development",
        "manufacture",
        "marketing",
        "diagnostic",
        "instrument",
        "veterinary",
        "service",
        "u",
        "per",
        "share",
        "cash",
        "approximately",
        "billion",
        "aggregate",
        "acquisition",
        "expected",
        "enhance",
        "zoetis",
        "presence",
        "veterinary",
        "diagnostics",
        "category",
        "animal",
        "health",
        "industry",
        "approximately",
        "compound",
        "annual",
        "growth",
        "last",
        "three",
        "year",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "abaxis",
        "founded",
        "headquartered",
        "union",
        "city",
        "leading",
        "provider",
        "diagnostic",
        "instrument",
        "consumable",
        "disc",
        "kit",
        "cartridge",
        "animal",
        "health",
        "industry",
        "abaxis",
        "reported",
        "revenue",
        "million",
        "fiscal",
        "year",
        "ended",
        "march",
        "increase",
        "compared",
        "fiscal",
        "year",
        "vetscan",
        "portfolio",
        "benchtop",
        "handheld",
        "diagnostic",
        "instrument",
        "consumables",
        "serf",
        "large",
        "customer",
        "base",
        "veterinary",
        "practice",
        "north",
        "america",
        "poised",
        "expansion",
        "international",
        "market",
        "acquisition",
        "give",
        "zoetis",
        "new",
        "platform",
        "growth",
        "acquisition",
        "brings",
        "zoetis",
        "company",
        "proven",
        "competitive",
        "diagnostic",
        "platform",
        "growth",
        "help",
        "accelerate",
        "worldwide",
        "global",
        "scale",
        "direct",
        "customer",
        "relationship",
        "approximately",
        "country",
        "said",
        "juan",
        "ramón",
        "alaix",
        "chief",
        "executive",
        "officer",
        "zoetis",
        "together",
        "bring",
        "veterinarian",
        "customer",
        "broader",
        "range",
        "product",
        "fit",
        "comprehensive",
        "solution",
        "innovation",
        "prediction",
        "early",
        "detection",
        "disease",
        "animal",
        "prevention",
        "treatment",
        "excited",
        "passion",
        "customer",
        "abaxis",
        "zoetis",
        "colleague",
        "see",
        "prime",
        "opportunity",
        "grow",
        "business",
        "part",
        "zoetis",
        "said",
        "clint",
        "severson",
        "chairman",
        "chief",
        "executive",
        "officer",
        "abaxis",
        "recently",
        "invested",
        "expanding",
        "operation",
        "europe",
        "latin",
        "america",
        "asia",
        "pacific",
        "region",
        "revenue",
        "fiscal",
        "year",
        "coming",
        "international",
        "operation",
        "zoetis",
        "global",
        "presence",
        "direct",
        "veterinary",
        "customer",
        "relationship",
        "deliver",
        "greater",
        "value",
        "customer",
        "around",
        "world",
        "accelerate",
        "growth",
        "international",
        "operation",
        "acquisition",
        "give",
        "recognition",
        "record",
        "success",
        "highly",
        "skilled",
        "dedicated",
        "employee",
        "abaxis",
        "helped",
        "build",
        "company",
        "course",
        "nearly",
        "three",
        "abaxis",
        "veterinary",
        "diagnostics",
        "portfolio",
        "abaxis",
        "vetscan",
        "portfolio",
        "includes",
        "chemistry",
        "hematology",
        "diagnostic",
        "instrument",
        "companion",
        "disc",
        "kit",
        "cartridge",
        "consumables",
        "create",
        "recurring",
        "revenue",
        "stream",
        "abaxis",
        "recently",
        "launched",
        "vetscan",
        "flex4",
        "rapid",
        "test",
        "detect",
        "heartworm",
        "lyme",
        "ehrlichia",
        "anaplasma",
        "disease",
        "dog",
        "well",
        "vetscan",
        "canine",
        "pancreatic",
        "lipase",
        "rapid",
        "test",
        "ua",
        "urine",
        "chemistry",
        "instrument",
        "urine",
        "sediment",
        "analyzer",
        "abaxis",
        "pipeline",
        "product",
        "including",
        "update",
        "capability",
        "vetscan",
        "fuse",
        "connectivity",
        "system",
        "provides",
        "integration",
        "abaxis",
        "instrument",
        "veterinary",
        "practice",
        "management",
        "system",
        "worldwide",
        "abaxis",
        "derived",
        "million",
        "annual",
        "revenue",
        "fiscal",
        "year",
        "diagnostic",
        "product",
        "service",
        "veterinary",
        "market",
        "approximately",
        "million",
        "company",
        "revenue",
        "generated",
        "sale",
        "piccolo",
        "portfolio",
        "analyzer",
        "test",
        "human",
        "medical",
        "market",
        "sale",
        "consumables",
        "accounted",
        "approximately",
        "million",
        "abaxis",
        "fiscal",
        "revenue",
        "abaxis",
        "employee",
        "worldwide",
        "veterinary",
        "diagnostics",
        "growing",
        "vital",
        "category",
        "animal",
        "health",
        "veterinary",
        "diagnostics",
        "category",
        "includes",
        "reference",
        "laboratory",
        "diagnostics",
        "estimated",
        "billion",
        "compound",
        "annual",
        "growth",
        "past",
        "three",
        "year",
        "zoetis",
        "expects",
        "diagnostics",
        "category",
        "continue",
        "grow",
        "faster",
        "animal",
        "health",
        "industry",
        "growth",
        "mid",
        "high",
        "single",
        "digit",
        "driven",
        "international",
        "adoption",
        "diagnostic",
        "instrument",
        "due",
        "rising",
        "medicalization",
        "rate",
        "increasing",
        "standard",
        "veterinary",
        "care",
        "convenience",
        "testing",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "approval",
        "abaxis",
        "shareholder",
        "zoetis",
        "expects",
        "complete",
        "acquisition",
        "end",
        "intends",
        "fund",
        "purchase",
        "combination",
        "existing",
        "cash",
        "new",
        "debt",
        "zoetis",
        "anticipates",
        "transaction",
        "impact",
        "reported",
        "earnings",
        "related",
        "customary",
        "closing",
        "activity",
        "however",
        "adjusted",
        "basis",
        "company",
        "expect",
        "material",
        "impact",
        "zoetis",
        "provide",
        "additional",
        "update",
        "transaction",
        "progress",
        "towards",
        "closing",
        "zoetis",
        "expects",
        "transaction",
        "accretive",
        "company",
        "earnings",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "acting",
        "legal",
        "advisor",
        "zoetis",
        "guggenheim",
        "security",
        "barclays",
        "acting",
        "financial",
        "advisor",
        "cooley",
        "llp",
        "acting",
        "legal",
        "advisor",
        "abaxis",
        "piper",
        "jaffray",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "webcast",
        "conference",
        "call",
        "detail",
        "zoetis",
        "abaxis",
        "host",
        "webcast",
        "conference",
        "call",
        "et",
        "today",
        "company",
        "executive",
        "discus",
        "agreement",
        "respond",
        "question",
        "financial",
        "analyst",
        "investor",
        "public",
        "may",
        "access",
        "live",
        "webcast",
        "visiting",
        "zoetis",
        "website",
        "http",
        "replay",
        "webcast",
        "archived",
        "made",
        "available",
        "may",
        "investor",
        "analyst",
        "may",
        "also",
        "calling",
        "conference",
        "id",
        "zts0516",
        "zoetis",
        "zoetis",
        "leading",
        "animal",
        "health",
        "company",
        "dedicated",
        "supporting",
        "customer",
        "business",
        "building",
        "year",
        "experience",
        "animal",
        "health",
        "zoetis",
        "discovers",
        "develops",
        "manufacture",
        "market",
        "veterinary",
        "vaccine",
        "medicine",
        "complemented",
        "diagnostic",
        "product",
        "genetic",
        "test",
        "biodevices",
        "range",
        "service",
        "zoetis",
        "serf",
        "veterinarian",
        "livestock",
        "producer",
        "people",
        "raise",
        "care",
        "farm",
        "companion",
        "animal",
        "sale",
        "product",
        "country",
        "company",
        "generated",
        "annual",
        "revenue",
        "billion",
        "approximately",
        "employee",
        "information",
        "visit",
        "abaxis",
        "abaxis",
        "worldwide",
        "developer",
        "manufacturer",
        "marketer",
        "portable",
        "blood",
        "analysis",
        "system",
        "used",
        "broad",
        "range",
        "medical",
        "specialty",
        "human",
        "veterinary",
        "patient",
        "care",
        "provide",
        "clinician",
        "rapid",
        "blood",
        "constituent",
        "measurement",
        "abaxis",
        "mission",
        "improve",
        "efficiency",
        "care",
        "delivery",
        "quality",
        "life",
        "patient",
        "medical",
        "veterinary",
        "market",
        "abaxis",
        "provides",
        "leading",
        "edge",
        "technology",
        "tool",
        "support",
        "best",
        "medical",
        "practice",
        "enabling",
        "physician",
        "veterinarian",
        "respond",
        "health",
        "need",
        "client",
        "point",
        "care",
        "operating",
        "economical",
        "profitable",
        "practice",
        "information",
        "visit",
        "http",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "statement",
        "included",
        "communication",
        "historical",
        "nature",
        "relate",
        "current",
        "fact",
        "intended",
        "hereby",
        "identified",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provided",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "word",
        "may",
        "anticipate",
        "could",
        "would",
        "believe",
        "contemplate",
        "expect",
        "estimate",
        "continue",
        "plan",
        "project",
        "intend",
        "well",
        "similar",
        "word",
        "expression",
        "future",
        "intended",
        "identify",
        "statement",
        "zoetis",
        "zoetis",
        "abaxis",
        "abaxis",
        "caution",
        "reader",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "result",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "following",
        "possibility",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "right",
        "one",
        "party",
        "terminate",
        "definitive",
        "merger",
        "agreement",
        "zoetis",
        "abaxis",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "zoetis",
        "abaxis",
        "failure",
        "obtain",
        "necessary",
        "regulatory",
        "approval",
        "risk",
        "approval",
        "may",
        "result",
        "imposition",
        "condition",
        "could",
        "adversely",
        "affect",
        "combined",
        "company",
        "expected",
        "benefit",
        "transaction",
        "abaxis",
        "shareholder",
        "approval",
        "satisfy",
        "condition",
        "transaction",
        "timely",
        "basis",
        "possibility",
        "anticipated",
        "benefit",
        "transaction",
        "realized",
        "expected",
        "including",
        "result",
        "impact",
        "problem",
        "arising",
        "integration",
        "two",
        "company",
        "result",
        "strength",
        "economy",
        "competitive",
        "factor",
        "area",
        "zoetis",
        "abaxis",
        "business",
        "possibility",
        "transaction",
        "may",
        "expensive",
        "complete",
        "anticipated",
        "including",
        "result",
        "unexpected",
        "factor",
        "event",
        "diversion",
        "management",
        "attention",
        "ongoing",
        "business",
        "operation",
        "opportunity",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "employee",
        "relationship",
        "including",
        "resulting",
        "announcement",
        "completion",
        "transaction",
        "ability",
        "complete",
        "acquisition",
        "integration",
        "abaxis",
        "successfully",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "zoetis",
        "abaxis",
        "additional",
        "factor",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "described",
        "found",
        "zoetis",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "document",
        "zoetis",
        "file",
        "sec",
        "abaxis",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "march",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "december",
        "file",
        "sec",
        "document",
        "abaxis",
        "file",
        "sec",
        "important",
        "additional",
        "information",
        "connection",
        "proposed",
        "transaction",
        "zoetis",
        "abaxis",
        "abaxis",
        "expects",
        "file",
        "sec",
        "proxy",
        "statement",
        "abaxis",
        "well",
        "relevant",
        "document",
        "concerning",
        "proposed",
        "transaction",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "abaxis",
        "may",
        "file",
        "sec",
        "send",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "proposed",
        "transaction",
        "submitted",
        "abaxis",
        "shareholder",
        "consideration",
        "making",
        "voting",
        "decision",
        "shareholder",
        "abaxis",
        "urged",
        "read",
        "proxy",
        "statement",
        "regarding",
        "transaction",
        "becomes",
        "available",
        "relevant",
        "document",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "shareholder",
        "abaxis",
        "able",
        "obtain",
        "free",
        "copy",
        "proxy",
        "statement",
        "well",
        "filing",
        "containing",
        "information",
        "zoetis",
        "abaxis",
        "without",
        "charge",
        "sec",
        "website",
        "http",
        "copy",
        "proxy",
        "statement",
        "filing",
        "sec",
        "incorporated",
        "reference",
        "therein",
        "also",
        "obtained",
        "without",
        "charge",
        "directing",
        "request",
        "abaxis",
        "whipple",
        "road",
        "union",
        "city",
        "ca",
        "attention",
        "corporate",
        "secretary",
        "telephone",
        "abaxis",
        "website",
        "participant",
        "solicitation",
        "abaxis",
        "zoetis",
        "certain",
        "respective",
        "director",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "abaxis",
        "director",
        "executive",
        "officer",
        "available",
        "abaxis",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "september",
        "certain",
        "current",
        "report",
        "form",
        "information",
        "regarding",
        "zoetis",
        "director",
        "available",
        "zoetis",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "april",
        "information",
        "regarding",
        "zoetis",
        "executive",
        "officer",
        "available",
        "zoetis",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "contained",
        "proxy",
        "statement",
        "filed",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "preceding",
        "paragraph",
        "based",
        "internal",
        "estimate",
        "publicly",
        "available",
        "information",
        "view",
        "source",
        "version",
        "http",
        "zoetis",
        "medium",
        "elinore",
        "white",
        "bill",
        "price",
        "zoetis",
        "investor",
        "steve",
        "frank",
        "abaxis",
        "medium",
        "investor",
        "clint",
        "severson",
        "source",
        "zoetis",
        "inc"
    ]
}