{
    "organizations": [],
    "uuid": "472710f7d5c6b08fe5b4a6a2d55c2c7176ed7349",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/globe-newswire-insmed-appoints-leo-lee-to-its-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Insmed Appoints Leo Lee to its Board of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRIDGEWATER, N.J., Insmed Incorporated (Nasdaq:INSM), a global biopharmaceutical company focused on the unmet needs of patients with rare diseases, today announced the appointment of Leo Lee to its Board of Directors. Mr. Lee has more than 21 years of experience in the pharmaceutical industry in Japan; most recently at Merck KGaA, a global pharmaceutical company, where he served as President, Japan.\n“We are delighted to welcome Leo to the Insmed Board, where his deep global commercial expertise will be invaluable to Insmed as we prepare for the potential launch of ALIS (Amikacin Liposome Inhalation Suspension) in the United States,” said Will Lewis, President and Chief Executive Officer of Insmed. “Concurrently we are expanding our global footprint, beginning with Japan, where we are building our infrastructure to support a potential future launch in this geography where the prevalence of NTM lung disease is high. We look forward to Leo’s guidance based on the depth of his experience in commercial leadership roles in Japan and the Asia Pacific region.”\n“I am honored to be joining the Insmed Board at such an exciting time for the company. The potential for a product launch in the US in 2018 combined with the rapid geographic expansion plans for Japan make this a perfect fit for my background,” said Lee. “I look forward to working with the other members of the Insmed Board and the management team to maximize Insmed’s potential.”\nPrior to his role at Merk KGaA, Mr. Lee served as President, Japan of Allergan plc, a global pharmaceutical company, from 2011 to 2015. Before that he served as Vice President of Sales at Merck & Co. from 2008 to 2011. From 2003 to 2008, he held various commercial positions at IQVIA (Cegedim Dendrite), a life sciences services company. Mr. Lee also served in various roles at Accelrys, Inc., a software company serving pharmaceutical and biotech companies, from 1997 to 2003. Currently, Mr. Lee serves on the Board of Directors of Regeneus Ltd, a global pharmaceutical company based in Australia. Mr. Lee received a B.S. in Molecular Genetics and Microbiology from the University of California, Los Angeles.\nAbout Insmed\nInsmed Incorporated is a global biopharmaceutical company focused on the unmet needs of patients with rare diseases. The Company’s lead product candidate is ALIS, which is in late-state development for adult patients with treatment refractory NTM lung disease caused by MAC, which is a rare and often chronic infection that is capable of causing irreversible lung damage and can be fatal. Insmed's earlier-stage clinical pipeline includes INS1007, a novel oral reversible inhibitor of dipeptidyl peptidase 1 with therapeutic potential in non-cystic fibrosis bronchiectasis and other inflammatory diseases, and INS1009, an inhaled nanoparticle formulation of a treprostinil prodrug that may offer a differentiated product profile for rare pulmonary disorders, including pulmonary arterial hypertension. For more information, visit www.insmed.com .\nForward-looking Statements\nThis press release contains forward-looking statements that involve substantial risks and uncertainties. \"Forward-looking statements,\" as that term is defined in the Private Securities Litigation Reform Act of 1995, are statements that are not historical facts and involve a number of risks and uncertainties. Words herein such as \"may,\" \"will,\" \"should,\" \"could,\" \"would,\" \"expects,\" \"plans,\" \"anticipates,\" \"believes,\" \"estimates,\" \"projects,\" \"predicts,\" \"intends,\" \"potential,\" \"continues,\" and similar expressions (as well as other words or expressions referencing future events, conditions or circumstances) may identify forward-looking statements.\nThe forward-looking statements in this press release are based upon the Company’s current expectations and beliefs, and involve known and unknown risks, uncertainties and other factors, which may cause the Company’s actual results, performance and achievements and the timing of certain events to differ materially from the results, performance, achievements or timing discussed, projected, anticipated or indicated in any forward-looking statements. Such risks, uncertainties and other factors include, among others, the following: risks that the data from the remainder of the treatment and off-treatment phases of INS-212 will not be consistent with the top-line six-month results of the study; uncertainties in the research and development of the Company’s existing product candidates, including due to delays in data readouts, such as the full data from the INS-212 study, patient enrollment and retention or failure of the Company’s preclinical studies or clinical trials to satisfy pre-established endpoints, including secondary endpoints in the INS-212 study and endpoints in the INS-212 extension study (the INS-312 study); risks that subsequent data from the INS-312 study will not be consistent with the interim results; failure to obtain, or delays in obtaining, regulatory approval from the U.S. Food and Drug Administration, Japan’s Ministry of Health, Labour and Welfare, Japan’s Pharmaceuticals and Medical Devices Agency, the European Medicines Agency, and other regulatory authorities for the Company’s product candidates or their delivery devices, such as the eFlow Nebulizer System, including due to insufficient clinical data, selection of endpoints that are not satisfactory to regulators, complexity in the review process for combination products or inadequate or delayed data from a human factors study required for U.S. regulatory approval; failure to maintain regulatory approval for the Company’s product candidates, if received, due to a failure to satisfy post-approval regulatory requirements, such as the submission of sufficient data from confirmatory clinical studies; safety and efficacy concerns related to the Company’s product candidates; lack of experience in conducting and managing preclinical development activities and clinical trials necessary for regulatory approval, including the regulatory filing and review process; failure to comply with extensive post-approval regulatory requirements or imposition of significant post-approval restrictions on the Company’s product candidates by regulators; uncertainties in the rate and degree of market acceptance of product candidates, if approved; inability to create an effective direct sales and marketing infrastructure or to partner with third parties that offer such an infrastructure for distribution of the Company’s product candidates, if approved; inaccuracies in the Company’s estimates of the size of the potential markets for the Company’s product candidates or limitations by regulators on the proposed treatment population for the Company’s product candidates; failure of third parties on which the Company is dependent to conduct the Company’s clinical trials, to manufacture sufficient quantities of the Company’s product candidates for clinical or commercial needs, including the Company’s raw materials suppliers, or to comply with the Company’s agreements or laws and regulations that impact the Company’s business; inaccurate estimates regarding the Company’s future capital requirements, including those necessary to fund the Company’s ongoing clinical development, regulatory and commercialization efforts as well as milestone payments or royalties owed to third parties; failure to develop, or to license for development, additional product candidates, including a failure to attract experienced third-party collaborators; uncertainties in the timing, scope and rate of reimbursement for the Company’s product candidates; changes in laws and regulations applicable to the Company’s business and failure to comply with such laws and regulations; inability to repay the Company’s existing indebtedness or to obtain additional capital when needed on desirable terms or at all; failure to obtain, protect and enforce the Company’s patents and other intellectual property and costs associated with litigation or other proceedings related to such matters; restrictions imposed on the Company by license agreements that are critical for the Company’s product development, including the Company’s license agreements with PARI Pharma GmbH and AstraZeneca AB, and failure to comply with the Company’s obligations under such agreements; competitive developments affecting the Company’s product candidates and potential exclusivity related thereto; the cost and potential reputational damage resulting from litigation to which the Company is or may be a party, loss of key personnel; and lack of experience operating internationally.\nThe Company may not actually achieve the results, plans, intentions or expectations indicated by the Company’s forward-looking statements because, by their nature, forward-looking statements involve risks and uncertainties because they relate to events and depend on circumstances that may or may not occur in the future. For additional information about the risks and uncertainties that may affect the Company’s business, please see the factors discussed in Item 1A, \"Risk Factors,\" in the Company’s Annual Report on Form 10-K for the year ended December 31, 2017 and any subsequent filings with the Securities and Exchange Commission.\nThe Company cautions readers not to place undue reliance on any such forward-looking statements, which speak only as of the date of this press release. The Company disclaims any obligation, except as specifically required by law and the rules of the Securities and Exchange Commission, to publicly update or revise any such statements to reflect any change in expectations or in events, conditions or circumstances on which any such statements may be based, or that may affect the likelihood that actual results will differ from those set forth in the forward-looking statements.\nContact:\nBlaine Davis\nInsmed Incorporated\n(908) 947-2841\nblaine.davis@insmed.com\nSource:Insmed, Inc.",
    "published": "2018-05-18T00:05:00.000+03:00",
    "crawled": "2018-05-18T02:40:29.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bridgewater",
        "insmed",
        "incorporated",
        "nasdaq",
        "insm",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "unmet",
        "need",
        "patient",
        "rare",
        "disease",
        "today",
        "announced",
        "appointment",
        "leo",
        "lee",
        "board",
        "director",
        "lee",
        "year",
        "experience",
        "pharmaceutical",
        "industry",
        "japan",
        "recently",
        "merck",
        "kgaa",
        "global",
        "pharmaceutical",
        "company",
        "served",
        "president",
        "japan",
        "delighted",
        "welcome",
        "leo",
        "insmed",
        "board",
        "deep",
        "global",
        "commercial",
        "expertise",
        "invaluable",
        "insmed",
        "prepare",
        "potential",
        "launch",
        "ali",
        "amikacin",
        "liposome",
        "inhalation",
        "suspension",
        "united",
        "state",
        "said",
        "lewis",
        "president",
        "chief",
        "executive",
        "officer",
        "insmed",
        "concurrently",
        "expanding",
        "global",
        "footprint",
        "beginning",
        "japan",
        "building",
        "infrastructure",
        "support",
        "potential",
        "future",
        "launch",
        "geography",
        "prevalence",
        "ntm",
        "lung",
        "disease",
        "high",
        "look",
        "forward",
        "leo",
        "guidance",
        "based",
        "depth",
        "experience",
        "commercial",
        "leadership",
        "role",
        "japan",
        "asia",
        "pacific",
        "honored",
        "joining",
        "insmed",
        "board",
        "exciting",
        "time",
        "company",
        "potential",
        "product",
        "launch",
        "u",
        "combined",
        "rapid",
        "geographic",
        "expansion",
        "plan",
        "japan",
        "make",
        "perfect",
        "fit",
        "background",
        "said",
        "lee",
        "look",
        "forward",
        "working",
        "member",
        "insmed",
        "board",
        "management",
        "team",
        "maximize",
        "insmed",
        "prior",
        "role",
        "merk",
        "kgaa",
        "lee",
        "served",
        "president",
        "japan",
        "allergan",
        "plc",
        "global",
        "pharmaceutical",
        "company",
        "served",
        "vice",
        "president",
        "sale",
        "merck",
        "held",
        "various",
        "commercial",
        "position",
        "iqvia",
        "cegedim",
        "dendrite",
        "life",
        "science",
        "service",
        "company",
        "lee",
        "also",
        "served",
        "various",
        "role",
        "accelrys",
        "software",
        "company",
        "serving",
        "pharmaceutical",
        "biotech",
        "company",
        "currently",
        "lee",
        "serf",
        "board",
        "director",
        "regeneus",
        "ltd",
        "global",
        "pharmaceutical",
        "company",
        "based",
        "australia",
        "lee",
        "received",
        "molecular",
        "genetics",
        "microbiology",
        "university",
        "california",
        "los",
        "angeles",
        "insmed",
        "insmed",
        "incorporated",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "unmet",
        "need",
        "patient",
        "rare",
        "disease",
        "company",
        "lead",
        "product",
        "candidate",
        "ali",
        "development",
        "adult",
        "patient",
        "treatment",
        "refractory",
        "ntm",
        "lung",
        "disease",
        "caused",
        "mac",
        "rare",
        "often",
        "chronic",
        "infection",
        "capable",
        "causing",
        "irreversible",
        "lung",
        "damage",
        "fatal",
        "insmed",
        "clinical",
        "pipeline",
        "includes",
        "ins1007",
        "novel",
        "oral",
        "reversible",
        "inhibitor",
        "dipeptidyl",
        "peptidase",
        "therapeutic",
        "potential",
        "fibrosis",
        "bronchiectasis",
        "inflammatory",
        "disease",
        "ins1009",
        "inhaled",
        "nanoparticle",
        "formulation",
        "treprostinil",
        "prodrug",
        "may",
        "offer",
        "differentiated",
        "product",
        "profile",
        "rare",
        "pulmonary",
        "disorder",
        "including",
        "pulmonary",
        "arterial",
        "hypertension",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "historical",
        "fact",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "word",
        "herein",
        "may",
        "could",
        "would",
        "expects",
        "plan",
        "anticipates",
        "belief",
        "estimate",
        "project",
        "predicts",
        "intends",
        "potential",
        "continues",
        "similar",
        "expression",
        "well",
        "word",
        "expression",
        "referencing",
        "future",
        "event",
        "condition",
        "circumstance",
        "may",
        "identify",
        "statement",
        "statement",
        "press",
        "release",
        "based",
        "upon",
        "company",
        "current",
        "expectation",
        "belief",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "timing",
        "certain",
        "event",
        "differ",
        "materially",
        "result",
        "performance",
        "achievement",
        "timing",
        "discussed",
        "projected",
        "anticipated",
        "indicated",
        "statement",
        "risk",
        "uncertainty",
        "factor",
        "include",
        "among",
        "others",
        "following",
        "risk",
        "data",
        "remainder",
        "treatment",
        "phase",
        "consistent",
        "result",
        "study",
        "uncertainty",
        "research",
        "development",
        "company",
        "existing",
        "product",
        "candidate",
        "including",
        "due",
        "delay",
        "data",
        "readout",
        "full",
        "data",
        "study",
        "patient",
        "enrollment",
        "retention",
        "failure",
        "company",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "satisfy",
        "endpoint",
        "including",
        "secondary",
        "endpoint",
        "study",
        "endpoint",
        "extension",
        "study",
        "study",
        "risk",
        "subsequent",
        "data",
        "study",
        "consistent",
        "interim",
        "result",
        "failure",
        "obtain",
        "delay",
        "obtaining",
        "regulatory",
        "approval",
        "food",
        "drug",
        "administration",
        "japan",
        "ministry",
        "health",
        "labour",
        "welfare",
        "japan",
        "pharmaceutical",
        "medical",
        "device",
        "agency",
        "european",
        "medicine",
        "agency",
        "regulatory",
        "authority",
        "company",
        "product",
        "candidate",
        "delivery",
        "device",
        "eflow",
        "nebulizer",
        "system",
        "including",
        "due",
        "insufficient",
        "clinical",
        "data",
        "selection",
        "endpoint",
        "satisfactory",
        "regulator",
        "complexity",
        "review",
        "process",
        "combination",
        "product",
        "inadequate",
        "delayed",
        "data",
        "human",
        "factor",
        "study",
        "required",
        "regulatory",
        "approval",
        "failure",
        "maintain",
        "regulatory",
        "approval",
        "company",
        "product",
        "candidate",
        "received",
        "due",
        "failure",
        "satisfy",
        "regulatory",
        "requirement",
        "submission",
        "sufficient",
        "data",
        "confirmatory",
        "clinical",
        "study",
        "safety",
        "efficacy",
        "concern",
        "related",
        "company",
        "product",
        "candidate",
        "lack",
        "experience",
        "conducting",
        "managing",
        "preclinical",
        "development",
        "activity",
        "clinical",
        "trial",
        "necessary",
        "regulatory",
        "approval",
        "including",
        "regulatory",
        "filing",
        "review",
        "process",
        "failure",
        "comply",
        "extensive",
        "regulatory",
        "requirement",
        "imposition",
        "significant",
        "restriction",
        "company",
        "product",
        "candidate",
        "regulator",
        "uncertainty",
        "rate",
        "degree",
        "market",
        "acceptance",
        "product",
        "candidate",
        "approved",
        "inability",
        "create",
        "effective",
        "direct",
        "sale",
        "marketing",
        "infrastructure",
        "partner",
        "third",
        "party",
        "offer",
        "infrastructure",
        "distribution",
        "company",
        "product",
        "candidate",
        "approved",
        "inaccuracy",
        "company",
        "estimate",
        "size",
        "potential",
        "market",
        "company",
        "product",
        "candidate",
        "limitation",
        "regulator",
        "proposed",
        "treatment",
        "population",
        "company",
        "product",
        "candidate",
        "failure",
        "third",
        "party",
        "company",
        "dependent",
        "conduct",
        "company",
        "clinical",
        "trial",
        "manufacture",
        "sufficient",
        "quantity",
        "company",
        "product",
        "candidate",
        "clinical",
        "commercial",
        "need",
        "including",
        "company",
        "raw",
        "material",
        "supplier",
        "comply",
        "company",
        "agreement",
        "law",
        "regulation",
        "impact",
        "company",
        "business",
        "inaccurate",
        "estimate",
        "regarding",
        "company",
        "future",
        "capital",
        "requirement",
        "including",
        "necessary",
        "fund",
        "company",
        "ongoing",
        "clinical",
        "development",
        "regulatory",
        "commercialization",
        "effort",
        "well",
        "milestone",
        "payment",
        "royalty",
        "owed",
        "third",
        "party",
        "failure",
        "develop",
        "license",
        "development",
        "additional",
        "product",
        "candidate",
        "including",
        "failure",
        "attract",
        "experienced",
        "collaborator",
        "uncertainty",
        "timing",
        "scope",
        "rate",
        "reimbursement",
        "company",
        "product",
        "candidate",
        "change",
        "law",
        "regulation",
        "applicable",
        "company",
        "business",
        "failure",
        "comply",
        "law",
        "regulation",
        "inability",
        "repay",
        "company",
        "existing",
        "indebtedness",
        "obtain",
        "additional",
        "capital",
        "needed",
        "desirable",
        "term",
        "failure",
        "obtain",
        "protect",
        "enforce",
        "company",
        "patent",
        "intellectual",
        "property",
        "cost",
        "associated",
        "litigation",
        "proceeding",
        "related",
        "matter",
        "restriction",
        "imposed",
        "company",
        "license",
        "agreement",
        "critical",
        "company",
        "product",
        "development",
        "including",
        "company",
        "license",
        "agreement",
        "pari",
        "pharma",
        "gmbh",
        "astrazeneca",
        "ab",
        "failure",
        "comply",
        "company",
        "obligation",
        "agreement",
        "competitive",
        "development",
        "affecting",
        "company",
        "product",
        "candidate",
        "potential",
        "exclusivity",
        "related",
        "thereto",
        "cost",
        "potential",
        "reputational",
        "damage",
        "resulting",
        "litigation",
        "company",
        "may",
        "party",
        "loss",
        "key",
        "personnel",
        "lack",
        "experience",
        "operating",
        "internationally",
        "company",
        "may",
        "actually",
        "achieve",
        "result",
        "plan",
        "intention",
        "expectation",
        "indicated",
        "company",
        "statement",
        "nature",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "relate",
        "event",
        "depend",
        "circumstance",
        "may",
        "may",
        "occur",
        "future",
        "additional",
        "information",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "company",
        "business",
        "please",
        "see",
        "factor",
        "discussed",
        "item",
        "1a",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "disclaims",
        "obligation",
        "except",
        "specifically",
        "required",
        "law",
        "rule",
        "security",
        "exchange",
        "commission",
        "publicly",
        "update",
        "revise",
        "statement",
        "reflect",
        "change",
        "expectation",
        "event",
        "condition",
        "circumstance",
        "statement",
        "may",
        "based",
        "may",
        "affect",
        "likelihood",
        "actual",
        "result",
        "differ",
        "set",
        "forth",
        "statement",
        "contact",
        "blaine",
        "davis",
        "insmed",
        "incorporated",
        "source",
        "insmed",
        "inc"
    ]
}