{
    "organizations": [],
    "uuid": "071b676b8718aa7f3d7a8b98a4cbd8f60e42d1c8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-proqr-announces-results-for-the-first-quarter-of-2018.html",
    "ord_in_thread": 0,
    "title": "ProQR Announces for the of 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Key updates\nEight out of twelve patients have been enrolled in a Phase 1/2 clinical trial of QR-110 in adults and children with LCA 10. Interim data are expected in the second half of 2018, with full data expected during 2019. ProQR and Galapagos N.V. entered into a research collaboration to apply the Axiomer ® RNA editing technology to fibrosis targets selected by Galapagos. Partnership with Foundation Fighting Blindness where ProQR will receive up to $7.5 million in funding for the development of QR-421a for the vision loss associated with Usher syndrome type 2A. ADAR A-to-I RNA editing expert Dr. Peter A. Beal was appointed to ProQR’s scientific advisory board.\nLEIDEN, the Netherlands, May 09, 2018 (GLOBE NEWSWIRE) -- ProQR Therapeutics N.V. (Nasdaq:PRQR), a company dedicated to changing lives through the creation of transformative RNA medicines for the treatment of severe genetic rare diseases, today announced results for the first quarter of 2018.\n“We made strong progress across our pipeline and business during the first quarter of 2018. Most recently, we announced that enrollment for our clinical trial of QR-110 for LCA 10 is on track. Interim safety and efficacy results for the trial are expected to be announced in the second half of 2018, with full twelve-month treatment data from all patients expected in 2019. We also plan to announce data from the QR-421a study for Usher syndrome and the QR-313 study for dystrophic epidermolysis bullosa within the next twelve months,” said Daniel A. de Boer, Chief Executive Officer of ProQR.\n“Recently, we entered our first corporate partnership and strengthened our relationship with the Foundation Fighting Blindness with $7.5 million in funding. This additional capital will support our efforts to advance development of QR-421a for Usher syndrome, which currently doesn’t have any treatment options. Looking out more broadly, our balance sheet funds development of our pipeline and our operations into late 2019, beyond these 3 clinical data announcements,” concluded de Boer.\nFirst Quarter 2018 Corporate Highlights\nAnnounced a research collaboration with Galapagos, where the company’s Axiomer ® technology will be applied to certain fibrosis targets identified by Galapagos\n-- ProQR plans additional licensing, partnering and other strategic relationships for the Axiomer ® platform in select therapeutic areas Entered into a partnership with Foundation Fighting Blindness, FFB, through which ProQR will receive up to $7.5 million in funding from FFB for the pre-clinical and clinical development of QR-421a for Usher syndrome type 2A targeting mutations in exon 13\n-- Preclinical development of QR-421a has begun and is expected to advance towards the clinic in 2018, with data anticipated in 2019 Published a paper on QRX-504 targeting Fuchs endothelial corneal dystrophy in The American Journal of Human Genetics in collaboration with scientists at the UCL Institute of Ophthalmology, London (Zarouchlioti et al., Antisense Therapy for a Common Corneal Dystrophy Ameliorates TCF4 Repeat Expansion-Mediated Toxicity)\nSubsequent Events\nAnnounced that eight out of twelve patients have been enrolled in PQ-110-001, a Phase 1/2 clinical trial of QR-110 in adults and children with LCA 10 due to the p.Cys996X mutation in the CEP290 gene. Interim safety and efficacy trial results from six patients after six months of treatment are expected later this year, with full twelve-month treatment data from all patients expected in 2019 Presented two abstracts on programs for Fuchs endothelial corneal dystrophy and Stargardt’s disease during the 2018 Annual Meeting of the Association for Research in Vision and Ophthalmology (ARVO) Delivered a presentation during the Foundation Fighting Blindness/Casey Innovation summit Appointed ADAR expert Dr. Peter A. Beal to ProQR’s scientific advisory board, who brings with him tremendous experience in the field of RNA-based therapeutics, particularly in the area of RNA editing. As an expert in the field of ADAR and A-to-I editing, Dr. Beal will be instrumental in advancing the company’s novel and proprietary Axiomer ® RNA editing technology\nFinancial Highlights\nAt March 31, 2018, ProQR held cash and cash equivalents of €38.0 million, compared to €48.1 million at December 31, 2017. Net cash used in operating activities during the three month period ended March 31, 2018 was €9.7 million, compared to €8.8 million for the same period last year.\nResearch and development costs decreased to €7.7 million for the quarter ended March 31, 2018 from €8.0 million for the same period last year and comprised of allocated employee costs including share-based payments, the costs of materials and laboratory consumables, outsourced activities, license and intellectual property costs and other allocated costs. The slight decrease in expenses was primarily due to finalizing the clinical trial of QR-010. The remainder of the expenses were due to the advancement of the company’s pipeline, which included clinical development of QR-110 and QR-313, preclinical development of QR-421a and other pipeline programs.\nGeneral and administrative costs increased to €2.7 million for the quarter ended March 31, 2018 from €2.3 million for the same period last year.\nNet loss for the three month period ended March 31, 2018 was €10.7 million, or €0.34 per share, compared to a €10.5 million loss, or €0.45 per share, for the same period last year. For further financial information for the period ending March 31, 2018, please refer to the financial statements appearing at the end of this release.\nAbout ProQR\nProQR Therapeutics is dedicated to changing lives through the creation of transformative RNA medicines for the treatment of severe genetic rare diseases such as Leber’s congenital amaurosis 10, dystrophic epidermolysis bullosa and cystic fibrosis. Based on our unique proprietary RNA repair platform technologies we are growing our pipeline with patients and loved ones in mind.\n*Since 2012*\nAbout Axiomer ® Technology Platform\nProQR is pioneering a next-generation RNA technology called Axiomer ® , which could potentially yield a new class of medicines for genetic diseases. Axiomer ® “Editing Oligonucleotides”, or EONs, mediate single nucleotide changes to RNA in a highly specific and targeted way using molecular machinery that is present in human cells. The Axiomer ® EONs are designed to recruit an endogenously expressed RNA editing system called ADAR, which it can direct to the change of an Adenosine (A) to an Inosine (I) in the RNA – an Inosine is translated as a Guanosine (G).\nAbout QR-421a\nQR-421a is a first-in-class investigational RNA-based oligonucleotide designed to address the underlying cause of Usher syndrome 2A due to mutations in exon 13 of the USH2A gene. Mutations in this exon can cause loss of functional usherin protein that causes the disease. QR-421a is designed to exclude the genetic defect from the RNA in the eye, such that it leads to the expression of a shortened but functional protein, thereby modifying the underlying disease. QR-421a has received orphan drug designation in the United States and the European Union.\nAbout QR-110\nQR-110 is a first-in-class investigational RNA-based oligonucleotide designed to address the underlying cause of Leber’s congenital amaurosis 10 due to the p.Cys998X mutation in the CEP290 gene. The p.Cys998X mutation is a substitution of one nucleotide in the pre-mRNA that leads to aberrant splicing of the mRNA and non-functional CEP290 protein. QR-110 is designed to restore wild-type CEP290 mRNA leading to the production of wild-type CEP290 protein by binding to the mutated location in the pre-mRNA causing normal splicing of the pre-mRNA. QR-110 is intended to be administered through intravitreal injections in the eye and has been granted orphan drug designation in the United States and the European Union and fast track status by the FDA.\nFORWARD-LOOKING STATEMENTS\nThis press release contains forward-looking statements. All statements other than statements of historical fact are forward-looking statements, which are often indicated by terms such as “anticipate,” “believe,” “could,” “estimate,” “expect,” “goal,” “intend,” “look forward to”, “may,” “plan,” “potential,” “predict,” “project,” “should,” “will,” “would” and similar expressions. Forward-looking statements are based on management’s beliefs and assumptions and on information available to management only as of the date of this press release. These forward-looking statements include, but are not limited to, statements regarding QR-010, QR-110, QR-313, QR-421a, and QRX-504 and the clinical development and the therapeutic potential thereof, including our PQ-110-001 clinical trial of QR-110, statements regarding our ongoing and planned discovery and development of product candidates and the timing thereof, including those in our innovation pipeline, the potential of our Axiomer ® technology, statements regarding release of clinical data, including that from our PQ-110-001 trial, and statements regarding our patent estate. Our actual results could differ materially from those anticipated in these forward-looking statements for many reasons, including, without limitation, risks associated with our clinical development activities, including that positive results observed in our prior and ongoing studies may not be replicated in later trials or guarantee approval of any product candidate by regulatory authorities, manufacturing processes and facilities, regulatory oversight, product commercialization, intellectual property claims, and the risks, uncertainties and other factors in our filings made with the Securities and Exchange Commission, including certain sections of our annual report filed on Form 20-F. Given these risks, uncertainties and other factors, you should not place undue reliance on these forward-looking statements, and we assume no obligation to update these forward-looking statements, even if new information becomes available in the future, except as required by law.\nProQR Therapeutics N.V.:\nSmital Shah\nChief Financial Officer\nT: +1 415 231 6431\nir@proqr.com\nPROQR THERAPEUTICS N.V. Unaudited Condensed Consolidated Statement of Financial Position March 31,\n2018 December 31,\n2017 € 1,000 € 1,000 Assets Current assets Cash and cash equivalents 38,001 48,099 Prepayments and other receivables 965 2,064 Social securities and other taxes 993 396 Total current assets 39,959 50,559 Property, plant and equipment 2,269 2,505 Intangible assets 39 39 Total assets 42,267 53,103 Equity and liabilities Equity Equity attributable to owners of the Company 29,549 39,363 Non-controlling interests (96 ) (38 ) Total equity 29,453 39,325 Current liabilities Borrowings 2,000 1,960 Trade payables 147 546 Social securities and other taxes 6 1,019 Pension premiums -- -- Deferred income 347 347 Other current liabilities 4,587 4,622 Total current liabilities 7,087 8,494 Borrowings 5,727 5,284 Total liabilities 12,814 13,778 Total equity and liabilities 42,267 53,103\nPROQR THERAPEUTICS N.V. Unaudited Condensed Consolidated Statement of Profit or Loss and OCI (€ in thousands, except share and per share data) Three month period\nended March 31,\n2018 2017 € 1,000 € 1,000 Other income 499 393 Research and development costs (7,685 ) (8,030 ) General and administrative costs (2,672 ) (2,304 ) Total operating costs (10,357 ) (10,334 ) Operating result (9,858 ) (9,941 ) Finance income and expense (859 ) (537 ) Result before corporate income taxes (10,717 ) (10,478 ) Income taxes -- (2 ) Result for the period (10,717 ) (10,480 ) Other comprehensive income (26 ) 2 Total comprehensive income (attributable to owners of the Company) (10,743 ) (10,478 ) Result attributable to Owners of the Company (10,659 ) (10,480 ) Non-controlling interests (58 ) -- (10,717 ) (10,480 ) Share information Weighted average number of shares outstanding 1 31,921,865 23,473,221 Earnings per share attributable to the equity holders\nof the Company (expressed in Euro per share) Basic loss per share 1 (0.34 ) (0.45 ) Diluted loss per share 1 (0.34 ) (0.45 ) For this period presented in these financial statements, the potential exercise of share options is not included in the diluted earnings per share calculation as the Company was loss-making in all periods. Due to the anti-dilutive nature of the outstanding options, basic and diluted earnings per share are equal in this period.\nPROQR THERAPEUTICS N.V. Unaudited Condensed Consolidated Statement of Changes in Equity Attributable to owners of the Company\nNumber\nof shares Share\nCapital Share\nPremium Equity\nSettled\nEmployee\nBenefit\nReserve Translation\nReserve Accumulated\nDeficit Total Non-controlling\ninterests Total\nEquity € 1,000 € 1,000 € 1,000 € 1,000 € 1,000 € 1,000 € 1,000 € 1,000 Balance at January 1, 2017 23,346,856 934 123,597 4,353 (15 ) (75,733 ) 53,136 -- 53,136 Result for the period -- -- -- -- -- (10,480 ) (10,480 ) -- (10,480 ) Other comprehensive income -- -- -- -- 2 -- 2 -- 2 Recognition of share-based payments -- -- -- 927 -- -- 927 -- 927 Issue of ordinary shares 518,162 21 2,130 -- -- -- 2,151 -- 2,151 Share options exercised 127 0 1 -- -- -- 1 -- 1 Balance at March 31, 2017 23,865,145 955 125,728 5,280 (13 ) (86,213 ) 45,737 -- 45,737 Balance at January 1, 2018 36,425,014 1,457 148,763 8,377 136 (119,370 ) 39,363 (38 ) 39,325 Result for the period -- -- -- -- -- (10,659 ) (10,659 ) (58 ) (10,717 ) Other comprehensive income -- -- -- -- (26 ) -- -- -- -- Recognition of share-based payments -- -- -- 871 -- -- -- -- -- Balance at March 31, 2018 36,425,014 1,457 148,763 9,248 110 (130,029 ) 29,549 (96 ) 29,453\nPROQR THERAPEUTICS N.V. Unaudited Condensed Consolidated Statement of Cash Flows Three month period\nended March 31,\n2018 2017 € 1,000 € 1,000 Cash flows from operating activities Net result (10,717 ) (10,480 ) Adjustments for: — Depreciation 240 268 — Share-based compensation 871 927 — Financial income and expenses 859 537 — Net foreign exchange gain / (loss) (26 ) 2 Changes in working capital (936 ) (93 ) Cash used in operations (9,709 ) (8,839 ) Corporate income tax paid -- (2 ) Interest received/(paid) (1 ) 58 Net cash used in operating activities (9,710 ) (8,783 ) Cash flow from investing activities Purchases of intangible assets -- -- Purchases of property, plant and equipment (4 ) (45 ) Net cash used in investing activities (4 ) (45 ) Cash flow from financing activities Proceeds from issuance of shares, net of transaction costs -- 2,151 Proceeds from exercise of share options -- 1 Proceeds from borrowings 101 -- Proceeds from convertible loans 200 -- Net cash generated by financing activities 301 2,152 Net increase/(decrease) in cash and cash equivalents (9,413 ) (6,676 ) Currency effect cash and cash equivalents (685 ) (413 ) Cash and cash equivalents, at beginning of the period 48,099 59,200 Cash and cash equivalents at the end of the period 38,001 52,111\nSource:ProQR Therapeutics N.V.",
    "published": "2018-05-09T15:00:00.000+03:00",
    "crawled": "2018-05-09T15:43:43.054+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "key",
        "update",
        "eight",
        "twelve",
        "patient",
        "enrolled",
        "phase",
        "clinical",
        "trial",
        "adult",
        "child",
        "lca",
        "interim",
        "data",
        "expected",
        "second",
        "half",
        "full",
        "data",
        "expected",
        "proqr",
        "galapagos",
        "entered",
        "research",
        "collaboration",
        "apply",
        "axiomer",
        "rna",
        "editing",
        "technology",
        "fibrosis",
        "target",
        "selected",
        "galapagos",
        "partnership",
        "foundation",
        "fighting",
        "blindness",
        "proqr",
        "receive",
        "million",
        "funding",
        "development",
        "vision",
        "loss",
        "associated",
        "usher",
        "syndrome",
        "type",
        "2a",
        "adar",
        "rna",
        "editing",
        "expert",
        "peter",
        "beal",
        "appointed",
        "proqr",
        "scientific",
        "advisory",
        "board",
        "leiden",
        "netherlands",
        "may",
        "globe",
        "newswire",
        "proqr",
        "therapeutic",
        "nasdaq",
        "prqr",
        "company",
        "dedicated",
        "changing",
        "life",
        "creation",
        "transformative",
        "rna",
        "medicine",
        "treatment",
        "severe",
        "genetic",
        "rare",
        "disease",
        "today",
        "announced",
        "result",
        "first",
        "quarter",
        "made",
        "strong",
        "progress",
        "across",
        "pipeline",
        "business",
        "first",
        "quarter",
        "recently",
        "announced",
        "enrollment",
        "clinical",
        "trial",
        "lca",
        "track",
        "interim",
        "safety",
        "efficacy",
        "result",
        "trial",
        "expected",
        "announced",
        "second",
        "half",
        "full",
        "treatment",
        "data",
        "patient",
        "expected",
        "also",
        "plan",
        "announce",
        "data",
        "study",
        "usher",
        "syndrome",
        "study",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "within",
        "next",
        "twelve",
        "month",
        "said",
        "daniel",
        "de",
        "boer",
        "chief",
        "executive",
        "officer",
        "proqr",
        "recently",
        "entered",
        "first",
        "corporate",
        "partnership",
        "strengthened",
        "relationship",
        "foundation",
        "fighting",
        "blindness",
        "million",
        "funding",
        "additional",
        "capital",
        "support",
        "effort",
        "advance",
        "development",
        "usher",
        "syndrome",
        "currently",
        "treatment",
        "option",
        "looking",
        "broadly",
        "balance",
        "sheet",
        "fund",
        "development",
        "pipeline",
        "operation",
        "late",
        "beyond",
        "clinical",
        "data",
        "announcement",
        "concluded",
        "de",
        "boer",
        "first",
        "quarter",
        "corporate",
        "highlight",
        "announced",
        "research",
        "collaboration",
        "galapagos",
        "company",
        "axiomer",
        "technology",
        "applied",
        "certain",
        "fibrosis",
        "target",
        "identified",
        "galapagos",
        "proqr",
        "plan",
        "additional",
        "licensing",
        "partnering",
        "strategic",
        "relationship",
        "axiomer",
        "platform",
        "select",
        "therapeutic",
        "area",
        "entered",
        "partnership",
        "foundation",
        "fighting",
        "blindness",
        "ffb",
        "proqr",
        "receive",
        "million",
        "funding",
        "ffb",
        "clinical",
        "development",
        "usher",
        "syndrome",
        "type",
        "2a",
        "targeting",
        "mutation",
        "exon",
        "preclinical",
        "development",
        "begun",
        "expected",
        "advance",
        "towards",
        "clinic",
        "data",
        "anticipated",
        "published",
        "paper",
        "targeting",
        "fuchs",
        "endothelial",
        "corneal",
        "dystrophy",
        "american",
        "journal",
        "human",
        "genetics",
        "collaboration",
        "scientist",
        "ucl",
        "institute",
        "ophthalmology",
        "london",
        "zarouchlioti",
        "et",
        "antisense",
        "therapy",
        "common",
        "corneal",
        "dystrophy",
        "ameliorates",
        "tcf4",
        "repeat",
        "toxicity",
        "subsequent",
        "event",
        "announced",
        "eight",
        "twelve",
        "patient",
        "enrolled",
        "phase",
        "clinical",
        "trial",
        "adult",
        "child",
        "lca",
        "due",
        "mutation",
        "cep290",
        "gene",
        "interim",
        "safety",
        "efficacy",
        "trial",
        "result",
        "six",
        "patient",
        "six",
        "month",
        "treatment",
        "expected",
        "later",
        "year",
        "full",
        "treatment",
        "data",
        "patient",
        "expected",
        "presented",
        "two",
        "abstract",
        "program",
        "fuchs",
        "endothelial",
        "corneal",
        "dystrophy",
        "stargardt",
        "disease",
        "annual",
        "meeting",
        "association",
        "research",
        "vision",
        "ophthalmology",
        "arvo",
        "delivered",
        "presentation",
        "foundation",
        "fighting",
        "innovation",
        "summit",
        "appointed",
        "adar",
        "expert",
        "peter",
        "beal",
        "proqr",
        "scientific",
        "advisory",
        "board",
        "brings",
        "tremendous",
        "experience",
        "field",
        "therapeutic",
        "particularly",
        "area",
        "rna",
        "editing",
        "expert",
        "field",
        "adar",
        "editing",
        "beal",
        "instrumental",
        "advancing",
        "company",
        "novel",
        "proprietary",
        "axiomer",
        "rna",
        "editing",
        "technology",
        "financial",
        "highlight",
        "march",
        "proqr",
        "held",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "research",
        "development",
        "cost",
        "decreased",
        "million",
        "quarter",
        "ended",
        "march",
        "million",
        "period",
        "last",
        "year",
        "comprised",
        "allocated",
        "employee",
        "cost",
        "including",
        "payment",
        "cost",
        "material",
        "laboratory",
        "consumables",
        "outsourced",
        "activity",
        "license",
        "intellectual",
        "property",
        "cost",
        "allocated",
        "cost",
        "slight",
        "decrease",
        "expense",
        "primarily",
        "due",
        "finalizing",
        "clinical",
        "trial",
        "remainder",
        "expense",
        "due",
        "advancement",
        "company",
        "pipeline",
        "included",
        "clinical",
        "development",
        "preclinical",
        "development",
        "pipeline",
        "program",
        "general",
        "administrative",
        "cost",
        "increased",
        "million",
        "quarter",
        "ended",
        "march",
        "million",
        "period",
        "last",
        "year",
        "net",
        "loss",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "loss",
        "per",
        "share",
        "period",
        "last",
        "year",
        "financial",
        "information",
        "period",
        "ending",
        "march",
        "please",
        "refer",
        "financial",
        "statement",
        "appearing",
        "end",
        "release",
        "proqr",
        "proqr",
        "therapeutic",
        "dedicated",
        "changing",
        "life",
        "creation",
        "transformative",
        "rna",
        "medicine",
        "treatment",
        "severe",
        "genetic",
        "rare",
        "disease",
        "leber",
        "congenital",
        "amaurosis",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "cystic",
        "fibrosis",
        "based",
        "unique",
        "proprietary",
        "rna",
        "repair",
        "platform",
        "technology",
        "growing",
        "pipeline",
        "patient",
        "loved",
        "one",
        "mind",
        "since",
        "axiomer",
        "technology",
        "platform",
        "proqr",
        "pioneering",
        "rna",
        "technology",
        "called",
        "axiomer",
        "could",
        "potentially",
        "yield",
        "new",
        "class",
        "medicine",
        "genetic",
        "disease",
        "axiomer",
        "editing",
        "oligonucleotides",
        "eon",
        "mediate",
        "single",
        "nucleotide",
        "change",
        "rna",
        "highly",
        "specific",
        "targeted",
        "way",
        "using",
        "molecular",
        "machinery",
        "present",
        "human",
        "cell",
        "axiomer",
        "eon",
        "designed",
        "recruit",
        "endogenously",
        "expressed",
        "rna",
        "editing",
        "system",
        "called",
        "adar",
        "direct",
        "change",
        "adenosine",
        "inosine",
        "rna",
        "inosine",
        "translated",
        "guanosine",
        "g",
        "investigational",
        "oligonucleotide",
        "designed",
        "address",
        "underlying",
        "cause",
        "usher",
        "syndrome",
        "2a",
        "due",
        "mutation",
        "exon",
        "ush2a",
        "gene",
        "mutation",
        "exon",
        "cause",
        "loss",
        "functional",
        "usherin",
        "protein",
        "cause",
        "disease",
        "designed",
        "exclude",
        "genetic",
        "defect",
        "rna",
        "eye",
        "lead",
        "expression",
        "shortened",
        "functional",
        "protein",
        "thereby",
        "modifying",
        "underlying",
        "disease",
        "received",
        "orphan",
        "drug",
        "designation",
        "united",
        "state",
        "european",
        "union",
        "investigational",
        "oligonucleotide",
        "designed",
        "address",
        "underlying",
        "cause",
        "leber",
        "congenital",
        "amaurosis",
        "due",
        "mutation",
        "cep290",
        "gene",
        "mutation",
        "substitution",
        "one",
        "nucleotide",
        "lead",
        "aberrant",
        "splicing",
        "mrna",
        "cep290",
        "protein",
        "designed",
        "restore",
        "cep290",
        "mrna",
        "leading",
        "production",
        "cep290",
        "protein",
        "binding",
        "mutated",
        "location",
        "causing",
        "normal",
        "splicing",
        "intended",
        "administered",
        "intravitreal",
        "injection",
        "eye",
        "granted",
        "orphan",
        "drug",
        "designation",
        "united",
        "state",
        "european",
        "union",
        "fast",
        "track",
        "status",
        "fda",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "often",
        "indicated",
        "term",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "goal",
        "intend",
        "look",
        "forward",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "statement",
        "based",
        "management",
        "belief",
        "assumption",
        "information",
        "available",
        "management",
        "date",
        "press",
        "release",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "clinical",
        "development",
        "therapeutic",
        "potential",
        "thereof",
        "including",
        "clinical",
        "trial",
        "statement",
        "regarding",
        "ongoing",
        "planned",
        "discovery",
        "development",
        "product",
        "candidate",
        "timing",
        "thereof",
        "including",
        "innovation",
        "pipeline",
        "potential",
        "axiomer",
        "technology",
        "statement",
        "regarding",
        "release",
        "clinical",
        "data",
        "including",
        "trial",
        "statement",
        "regarding",
        "patent",
        "estate",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "many",
        "reason",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "clinical",
        "development",
        "activity",
        "including",
        "positive",
        "result",
        "observed",
        "prior",
        "ongoing",
        "study",
        "may",
        "replicated",
        "later",
        "trial",
        "guarantee",
        "approval",
        "product",
        "candidate",
        "regulatory",
        "authority",
        "manufacturing",
        "process",
        "facility",
        "regulatory",
        "oversight",
        "product",
        "commercialization",
        "intellectual",
        "property",
        "claim",
        "risk",
        "uncertainty",
        "factor",
        "filing",
        "made",
        "security",
        "exchange",
        "commission",
        "including",
        "certain",
        "section",
        "annual",
        "report",
        "filed",
        "form",
        "given",
        "risk",
        "uncertainty",
        "factor",
        "place",
        "undue",
        "reliance",
        "statement",
        "assume",
        "obligation",
        "update",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "except",
        "required",
        "law",
        "proqr",
        "therapeutic",
        "smital",
        "shah",
        "chief",
        "financial",
        "officer",
        "ir",
        "proqr",
        "therapeutic",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "financial",
        "position",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepayment",
        "receivables",
        "social",
        "security",
        "tax",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "intangible",
        "asset",
        "total",
        "asset",
        "equity",
        "liability",
        "equity",
        "equity",
        "attributable",
        "owner",
        "company",
        "interest",
        "total",
        "equity",
        "current",
        "liability",
        "borrowing",
        "trade",
        "payable",
        "social",
        "security",
        "tax",
        "pension",
        "premium",
        "deferred",
        "income",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "borrowing",
        "total",
        "liability",
        "total",
        "equity",
        "liability",
        "proqr",
        "therapeutic",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "oci",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "income",
        "research",
        "development",
        "cost",
        "general",
        "administrative",
        "cost",
        "total",
        "operating",
        "cost",
        "operating",
        "result",
        "finance",
        "income",
        "expense",
        "result",
        "corporate",
        "income",
        "tax",
        "income",
        "tax",
        "result",
        "period",
        "comprehensive",
        "income",
        "total",
        "comprehensive",
        "income",
        "attributable",
        "owner",
        "company",
        "result",
        "attributable",
        "owner",
        "company",
        "interest",
        "share",
        "information",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "earnings",
        "per",
        "share",
        "attributable",
        "equity",
        "holder",
        "company",
        "expressed",
        "euro",
        "per",
        "share",
        "basic",
        "loss",
        "per",
        "share",
        "diluted",
        "loss",
        "per",
        "share",
        "period",
        "presented",
        "financial",
        "statement",
        "potential",
        "exercise",
        "share",
        "option",
        "included",
        "diluted",
        "earnings",
        "per",
        "share",
        "calculation",
        "company",
        "period",
        "due",
        "nature",
        "outstanding",
        "option",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "equal",
        "period",
        "proqr",
        "therapeutic",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "change",
        "equity",
        "attributable",
        "owner",
        "company",
        "number",
        "share",
        "share",
        "capital",
        "share",
        "premium",
        "equity",
        "settled",
        "employee",
        "benefit",
        "reserve",
        "translation",
        "reserve",
        "accumulated",
        "deficit",
        "total",
        "interest",
        "total",
        "equity",
        "balance",
        "january",
        "result",
        "period",
        "comprehensive",
        "income",
        "recognition",
        "payment",
        "issue",
        "ordinary",
        "share",
        "share",
        "option",
        "exercised",
        "balance",
        "march",
        "balance",
        "january",
        "result",
        "period",
        "comprehensive",
        "income",
        "recognition",
        "payment",
        "balance",
        "march",
        "proqr",
        "therapeutic",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "result",
        "adjustment",
        "depreciation",
        "compensation",
        "financial",
        "income",
        "expense",
        "net",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "change",
        "working",
        "capital",
        "cash",
        "used",
        "operation",
        "corporate",
        "income",
        "tax",
        "paid",
        "interest",
        "paid",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "intangible",
        "asset",
        "purchase",
        "property",
        "plant",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "share",
        "net",
        "transaction",
        "cost",
        "proceeds",
        "exercise",
        "share",
        "option",
        "proceeds",
        "borrowing",
        "proceeds",
        "convertible",
        "loan",
        "net",
        "cash",
        "generated",
        "financing",
        "activity",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "currency",
        "effect",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "source",
        "proqr",
        "therapeutic"
    ]
}