{
    "organizations": [],
    "uuid": "7f2ec029e76d1078ed010223b26432a956e99fe7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-worldwide-services-revenue-posts-steady-year-over-year-growth-in-the-second-half-of-2017-according-to-idc.html",
    "ord_in_thread": 0,
    "title": "Worldwide Services Revenue Posts Steady Year-Over-Year Growth in the Second Half of 2017, According to IDC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FRAMINGHAM, Mass.--(BUSINESS WIRE)-- Worldwide revenues for IT Services and Business Services totaled $502 billion in the second half of 2017 (2H17), an increase of 3.6% year over year (in constant currency), according to the International Data Corporation ( IDC ) Worldwide Semiannual Services Tracker .\nFor the full year 2017, worldwide services revenues came to just shy of the $1 trillion mark (IDC expects 2018 revenues to cross this threshold). Year-over-year growth was around 4%, which slightly outpaced the worldwide GDP growth rate. The above-GDP-growth reflects stronger business confidence bolstered by a brighter economic outlook, a shared sense of urgency for large-scale digital transformation, and, at least in certain pockets and segments, new digital services beginning to offset the commoditization of traditional services.\nLooking at different services markets, project-oriented revenues continued to outpace outsourcing and support & training, mainly due to organizations freeing up pent-up discretionary spending from earlier years and feeling the need to \"digitize\" their organizations via large scale projects. Specifically, project-oriented markets grew 4.6% year over year to $186 billion in 2H17 and 5% to $366 billion for the entire year. Most of the above-the-market growth came from business consulting: its revenue grew by almost 7.8% in 2H17 and 8.2% for the entire year to $115 billion. In large digital transformation projects, high-touch business consultants continue to extract more value than mere IT resources do. Most major management consulting firms posted strong earnings in 2017.\nIT-related project services, namely custom application development (CAD), IT consulting (ITC), and systems integration (SI), still make up the bulk (more than two thirds) of the overall project-oriented market. While slower than business consulting, these three markets showed significant improvement over the previous year: CAD, ITC, and SI combined grew by 3.7% year over year to $251 billion for the full year 2017. IDC believes that some 2015 and 2016 projects were either pushed out to or only started ramping up in 2017, which helped to drive up spending in 2H17. This coincides with the strong rebound on the software side as IT project-related services are largely application driven. Because large digital projects not only drive up \"new services\" but also pull in \"traditional services,\" IDC believes that the actual volume of IT project services grew even faster in 2017 but was offset somewhat by lower pricing.\n\"As customers look to digital transformation initiatives to stay relevant in the new economy, vendors face both opportunities and challenges,\" said Xiao-Fei Zhang , program director, Global Services Markets and Trends . \"While automation and new cloud delivery models reduce overall price, new digital services will require clients to spend more time and resources to modernize their existing IT environment,\"\nIn outsourcing, revenues grew by only 3.3% year over year to $238 million in 2H17. Application-related managed services revenues (hosted and on-premise application management) outpaced the general market significantly – growing more than 6% in 2H17 and 5.8% for the entire year. Buyers have leveraged automation and cloud delivery to dramatically reduce the cost to operate applications, for example, infusing artificial intelligence into application life-cycle activities to drive better predictive maintenance and application portfolio management. However, in their continuing drive for digital transformation, organizations are increasingly relying on external services providers to navigate complex technical environments and supply talent with new skills (cloud, analytics, machine learning, etc.). Digital transformation also requires organizations to standardize and modernize their existing application assets. Therefore, IDC forecasts application outsourcing markets to continue outpacing other outsourcing markets in the coming years.\nOn the infrastructure side, while hosting infrastructure services revenue grew by 4.9% in 2H17, positively impacted by cloud adoption, IT Outsourcing (ITO), a larger market, declined by 2%. Combined, the two markets were essentially flat. IDC believes that while overall infrastructure demand remains robust, the ITO market is negatively impacted the most by \"cloud cannibalization\" across all regions: cloud, particularly public cloud, reduces price far greater than new demand can make up for. For example, IDC estimates that, by 2021, almost one third of ITO services revenue will be cloud related.\nOn a geographic basis, larger mature markets posted slower growth in 2H17. The United States, the largest services market, grew by 3.5%, in line with the market rate, while Western Europe, the second largest market, only managed 1% growth. This was offset partially by stronger growth in Japan. In the United States, overall economic prospects remain sanguine and corporate spending robust, especially in funding new projects to acquire new capabilities and tools. At the same time, U.S. corporate buyers are putting tremendous pressure on vendors to reduce prices for commodity services, such as infrastructure outsourcing. In Western Europe, services revenues are beginning to show signs of recovery: because of 1H17's stronger growth, 2017 revenue overall grew by 2.8%, which is in line with 2016. IDC expects Western European services revenues to stabilize further as major economies begin to recover. However, long-term growth prospects for the region are weaker than North America. IDC forecasts the region to grow below 3% annually in the coming years.\nIn emerging markets, Latin America, Central & Eastern Europe (CEE), and Middle East & Africa (MEA) each grew around 7% in 2H17. In Latin America, most major economies are turning the corner. IDC is seeing healthier IT spending in the region with strong deals in the pipeline from the government sector. CEE and MEA are relatively small markets where a few large IT initiatives can easily drive up growth. Organizations there also have fewer legacy IT assets, which makes adopting digital services much easier.\nIn Asia/Pacific (excluding Japan) (APeJ), Australia's growth remained at 3.9% in 2H17 with some of the large IT initiatives in 2015 and 2016 ramping up revenues in 2017 and onward. But Australia overall is a large and mature market (second largest in the region after China), dominated by large clients in traditional industries and the procurement focus is primarily on cost cutting and improving operational efficiency. IDC forecasts the country to grow much slower than other APeJ markets (by less than half). Both China and India grew by around 10% in 2H17 due to strong economic growth and large initiatives to invest in new technologies.\nGlobal Regional Services 2H17 Revenue and Year-Over-Year Growth\n(revenues in $US billions)\nGlobal Region 2H17\nRevenue\n2H17/2H16\nGrowth\nAmericas $258.3 3.9% Asia/Pacific $85.3 6.2% EMEA $158.5 2.0% Total $502.1 3.6% Source: IDC Worldwide Semiannual Services Tracker 2H 2017 \"The demand for a wide range of digital solutions continues to drive the steady growth in the services markets, but it is still cloud-related services that are having the biggest revenue impact.\" said Lisa Nagamine , research manager with IDC's Worldwide Semiannual Services Tracker.\nAbout IDC Trackers\nIDC Tracker products provide accurate and timely market size, vendor share, and forecasts for hundreds of technology markets from more than 100 countries around the globe. Using proprietary tools and research processes, IDC's Trackers are updated on a semiannual, quarterly, and monthly basis. Tracker results are delivered to clients in user-friendly excel deliverables and on-line query tools.\nFor more information about IDC's Worldwide Semiannual Services Tracker, please contact Kathy Nagamine at 650-350-6423 or knagamine@idc.com .\nAbout IDC\nInternational Data Corporation (IDC) is the premier global provider of market intelligence, advisory services, and events for the information technology, telecommunications, and consumer technology markets. With more than 1,100 analysts worldwide, IDC offers global, regional, and local expertise on technology and industry opportunities and trends in over 110 countries. IDC's analysis and insight helps IT professionals, business executives, and the investment community to make fact-based technology decisions and to achieve their key business objectives. Founded in 1964, IDC is a wholly-owned subsidiary of International Data Group ( IDG ), the world's leading media, data and marketing services company that activates and engages the most influential technology buyers. To learn more about IDC, please visit www.idc.com . Follow IDC on Twitter at @IDC and LinkedIn .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515006107/en/\nIDC\nLisa Nagamine, 310-702-2528\nlnagamine@idc.com\nor\nXiao-Fei Zhang, 508-988-6913\nxzhang@idc.com\nor\nMichael Shirer, 508-935-4200\npress@idc.com\nSource: IDC",
    "published": "2018-05-15T18:29:00.000+03:00",
    "crawled": "2018-05-15T19:33:44.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "framingham",
        "business",
        "wire",
        "worldwide",
        "revenue",
        "service",
        "business",
        "service",
        "totaled",
        "billion",
        "second",
        "half",
        "2h17",
        "increase",
        "year",
        "year",
        "constant",
        "currency",
        "according",
        "international",
        "data",
        "corporation",
        "idc",
        "worldwide",
        "semiannual",
        "service",
        "tracker",
        "full",
        "year",
        "worldwide",
        "service",
        "revenue",
        "came",
        "shy",
        "trillion",
        "mark",
        "idc",
        "expects",
        "revenue",
        "cross",
        "threshold",
        "growth",
        "around",
        "slightly",
        "outpaced",
        "worldwide",
        "gdp",
        "growth",
        "rate",
        "reflects",
        "stronger",
        "business",
        "confidence",
        "bolstered",
        "brighter",
        "economic",
        "outlook",
        "shared",
        "sense",
        "urgency",
        "digital",
        "transformation",
        "least",
        "certain",
        "pocket",
        "segment",
        "new",
        "digital",
        "service",
        "beginning",
        "offset",
        "commoditization",
        "traditional",
        "service",
        "looking",
        "different",
        "service",
        "market",
        "revenue",
        "continued",
        "outpace",
        "outsourcing",
        "support",
        "training",
        "mainly",
        "due",
        "organization",
        "freeing",
        "discretionary",
        "spending",
        "earlier",
        "year",
        "feeling",
        "need",
        "digitize",
        "organization",
        "via",
        "large",
        "scale",
        "project",
        "specifically",
        "market",
        "grew",
        "year",
        "year",
        "billion",
        "2h17",
        "billion",
        "entire",
        "year",
        "growth",
        "came",
        "business",
        "consulting",
        "revenue",
        "grew",
        "almost",
        "2h17",
        "entire",
        "year",
        "billion",
        "large",
        "digital",
        "transformation",
        "project",
        "business",
        "consultant",
        "continue",
        "extract",
        "value",
        "mere",
        "resource",
        "major",
        "management",
        "consulting",
        "firm",
        "posted",
        "strong",
        "earnings",
        "project",
        "service",
        "namely",
        "custom",
        "application",
        "development",
        "cad",
        "consulting",
        "itc",
        "system",
        "integration",
        "si",
        "still",
        "make",
        "bulk",
        "two",
        "third",
        "overall",
        "market",
        "slower",
        "business",
        "consulting",
        "three",
        "market",
        "showed",
        "significant",
        "improvement",
        "previous",
        "year",
        "cad",
        "itc",
        "si",
        "combined",
        "grew",
        "year",
        "year",
        "billion",
        "full",
        "year",
        "idc",
        "belief",
        "project",
        "either",
        "pushed",
        "started",
        "ramping",
        "helped",
        "drive",
        "spending",
        "2h17",
        "coincides",
        "strong",
        "rebound",
        "software",
        "side",
        "service",
        "largely",
        "application",
        "driven",
        "large",
        "digital",
        "project",
        "drive",
        "new",
        "service",
        "also",
        "pull",
        "traditional",
        "service",
        "idc",
        "belief",
        "actual",
        "volume",
        "project",
        "service",
        "grew",
        "even",
        "faster",
        "offset",
        "somewhat",
        "lower",
        "pricing",
        "customer",
        "look",
        "digital",
        "transformation",
        "initiative",
        "stay",
        "relevant",
        "new",
        "economy",
        "vendor",
        "face",
        "opportunity",
        "challenge",
        "said",
        "zhang",
        "program",
        "director",
        "global",
        "service",
        "market",
        "trend",
        "automation",
        "new",
        "cloud",
        "delivery",
        "model",
        "reduce",
        "overall",
        "price",
        "new",
        "digital",
        "service",
        "require",
        "client",
        "spend",
        "time",
        "resource",
        "modernize",
        "existing",
        "environment",
        "outsourcing",
        "revenue",
        "grew",
        "year",
        "year",
        "million",
        "2h17",
        "managed",
        "service",
        "revenue",
        "hosted",
        "application",
        "management",
        "outpaced",
        "general",
        "market",
        "significantly",
        "growing",
        "2h17",
        "entire",
        "year",
        "buyer",
        "leveraged",
        "automation",
        "cloud",
        "delivery",
        "dramatically",
        "reduce",
        "cost",
        "operate",
        "application",
        "example",
        "infusing",
        "artificial",
        "intelligence",
        "application",
        "activity",
        "drive",
        "better",
        "predictive",
        "maintenance",
        "application",
        "portfolio",
        "management",
        "however",
        "continuing",
        "drive",
        "digital",
        "transformation",
        "organization",
        "increasingly",
        "relying",
        "external",
        "service",
        "provider",
        "navigate",
        "complex",
        "technical",
        "environment",
        "supply",
        "talent",
        "new",
        "skill",
        "cloud",
        "analytics",
        "machine",
        "learning",
        "digital",
        "transformation",
        "also",
        "requires",
        "organization",
        "standardize",
        "modernize",
        "existing",
        "application",
        "asset",
        "therefore",
        "idc",
        "forecast",
        "application",
        "outsourcing",
        "market",
        "continue",
        "outpacing",
        "outsourcing",
        "market",
        "coming",
        "year",
        "infrastructure",
        "side",
        "hosting",
        "infrastructure",
        "service",
        "revenue",
        "grew",
        "2h17",
        "positively",
        "impacted",
        "cloud",
        "adoption",
        "outsourcing",
        "ito",
        "larger",
        "market",
        "declined",
        "combined",
        "two",
        "market",
        "essentially",
        "flat",
        "idc",
        "belief",
        "overall",
        "infrastructure",
        "demand",
        "remains",
        "robust",
        "ito",
        "market",
        "negatively",
        "impacted",
        "cloud",
        "cannibalization",
        "across",
        "region",
        "cloud",
        "particularly",
        "public",
        "cloud",
        "reduces",
        "price",
        "far",
        "greater",
        "new",
        "demand",
        "make",
        "example",
        "idc",
        "estimate",
        "almost",
        "one",
        "third",
        "ito",
        "service",
        "revenue",
        "cloud",
        "related",
        "geographic",
        "basis",
        "larger",
        "mature",
        "market",
        "posted",
        "slower",
        "growth",
        "2h17",
        "united",
        "state",
        "largest",
        "service",
        "market",
        "grew",
        "line",
        "market",
        "rate",
        "western",
        "europe",
        "second",
        "largest",
        "market",
        "managed",
        "growth",
        "offset",
        "partially",
        "stronger",
        "growth",
        "japan",
        "united",
        "state",
        "overall",
        "economic",
        "prospect",
        "remain",
        "sanguine",
        "corporate",
        "spending",
        "robust",
        "especially",
        "funding",
        "new",
        "project",
        "acquire",
        "new",
        "capability",
        "tool",
        "time",
        "corporate",
        "buyer",
        "putting",
        "tremendous",
        "pressure",
        "vendor",
        "reduce",
        "price",
        "commodity",
        "service",
        "infrastructure",
        "outsourcing",
        "western",
        "europe",
        "service",
        "revenue",
        "beginning",
        "show",
        "sign",
        "recovery",
        "1h17",
        "stronger",
        "growth",
        "revenue",
        "overall",
        "grew",
        "line",
        "idc",
        "expects",
        "western",
        "european",
        "service",
        "revenue",
        "stabilize",
        "major",
        "economy",
        "begin",
        "recover",
        "however",
        "growth",
        "prospect",
        "region",
        "weaker",
        "north",
        "america",
        "idc",
        "forecast",
        "region",
        "grow",
        "annually",
        "coming",
        "year",
        "emerging",
        "market",
        "latin",
        "america",
        "central",
        "eastern",
        "europe",
        "cee",
        "middle",
        "east",
        "africa",
        "mea",
        "grew",
        "around",
        "2h17",
        "latin",
        "america",
        "major",
        "economy",
        "turning",
        "corner",
        "idc",
        "seeing",
        "healthier",
        "spending",
        "region",
        "strong",
        "deal",
        "pipeline",
        "government",
        "sector",
        "cee",
        "mea",
        "relatively",
        "small",
        "market",
        "large",
        "initiative",
        "easily",
        "drive",
        "growth",
        "organization",
        "also",
        "fewer",
        "legacy",
        "asset",
        "make",
        "adopting",
        "digital",
        "service",
        "much",
        "easier",
        "excluding",
        "japan",
        "apej",
        "australia",
        "growth",
        "remained",
        "2h17",
        "large",
        "initiative",
        "ramping",
        "revenue",
        "onward",
        "australia",
        "overall",
        "large",
        "mature",
        "market",
        "second",
        "largest",
        "region",
        "china",
        "dominated",
        "large",
        "client",
        "traditional",
        "industry",
        "procurement",
        "focus",
        "primarily",
        "cost",
        "cutting",
        "improving",
        "operational",
        "efficiency",
        "idc",
        "forecast",
        "country",
        "grow",
        "much",
        "slower",
        "apej",
        "market",
        "less",
        "half",
        "china",
        "india",
        "grew",
        "around",
        "2h17",
        "due",
        "strong",
        "economic",
        "growth",
        "large",
        "initiative",
        "invest",
        "new",
        "technology",
        "global",
        "regional",
        "service",
        "2h17",
        "revenue",
        "growth",
        "revenue",
        "u",
        "billion",
        "global",
        "region",
        "2h17",
        "revenue",
        "growth",
        "america",
        "emea",
        "total",
        "source",
        "idc",
        "worldwide",
        "semiannual",
        "service",
        "tracker",
        "2h",
        "demand",
        "wide",
        "range",
        "digital",
        "solution",
        "continues",
        "drive",
        "steady",
        "growth",
        "service",
        "market",
        "still",
        "service",
        "biggest",
        "revenue",
        "impact",
        "said",
        "lisa",
        "nagamine",
        "research",
        "manager",
        "idc",
        "worldwide",
        "semiannual",
        "service",
        "tracker",
        "idc",
        "tracker",
        "idc",
        "tracker",
        "product",
        "provide",
        "accurate",
        "timely",
        "market",
        "size",
        "vendor",
        "share",
        "forecast",
        "hundred",
        "technology",
        "market",
        "country",
        "around",
        "globe",
        "using",
        "proprietary",
        "tool",
        "research",
        "process",
        "idc",
        "tracker",
        "updated",
        "semiannual",
        "quarterly",
        "monthly",
        "basis",
        "tracker",
        "result",
        "delivered",
        "client",
        "excel",
        "deliverable",
        "query",
        "tool",
        "information",
        "idc",
        "worldwide",
        "semiannual",
        "service",
        "tracker",
        "please",
        "contact",
        "kathy",
        "nagamine",
        "knagamine",
        "idc",
        "international",
        "data",
        "corporation",
        "idc",
        "premier",
        "global",
        "provider",
        "market",
        "intelligence",
        "advisory",
        "service",
        "event",
        "information",
        "technology",
        "telecommunication",
        "consumer",
        "technology",
        "market",
        "analyst",
        "worldwide",
        "idc",
        "offer",
        "global",
        "regional",
        "local",
        "expertise",
        "technology",
        "industry",
        "opportunity",
        "trend",
        "country",
        "idc",
        "analysis",
        "insight",
        "help",
        "professional",
        "business",
        "executive",
        "investment",
        "community",
        "make",
        "technology",
        "decision",
        "achieve",
        "key",
        "business",
        "objective",
        "founded",
        "idc",
        "subsidiary",
        "international",
        "data",
        "group",
        "idg",
        "world",
        "leading",
        "medium",
        "data",
        "marketing",
        "service",
        "company",
        "activates",
        "engages",
        "influential",
        "technology",
        "buyer",
        "learn",
        "idc",
        "please",
        "visit",
        "follow",
        "idc",
        "twitter",
        "idc",
        "linkedin",
        "view",
        "source",
        "version",
        "http",
        "idc",
        "lisa",
        "nagamine",
        "lnagamine",
        "zhang",
        "xzhang",
        "michael",
        "shirer",
        "press",
        "source",
        "idc"
    ]
}