{
    "organizations": [],
    "uuid": "db52f277e1426c304dbdbabbff6ca2a2045dff45",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/globe-newswire-biofrontera-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Biofrontera Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Leverkusen, Germany, May 30, 2018 (GLOBE NEWSWIRE) -- Biofrontera AG (NASDAQ: BFRA; Frankfurt Stock Exchange: B8F) (the “Company”), an international biopharmaceutical company, today reported its financial results for the first quarter ended March 31, 2018 and provided an update on recent operational and clinical developments.\n“We entered 2018 with a strong presence in the U.S. achieving record revenue increase and successfully completing an initial public offering on the Nasdaq Capital Market. Combined with a preemptive rights offering in Germany, Biofrontera raised €21.6 million in net proceeds that will support our expansion opportunities. In the U.S., revenues increased 161% year-over-year, exceeding the analyst consensus, as our 31 sales reps start to leverage a new product specific J-code and more favorable reimbursement for PDT. And as we seek to further expand our efforts in the U.S., we recently submitted a revised Investigational New Drug application to the FDA, outlining the protocol design for our phase III trial for basal cell carcinoma (BCC), expected to begin in the second half of the year. Closer to home, we received approval to treat field cancerization and actinic keratosis (AK) with Daylight-PDT in Europe, representing a key achievement as we are now able to compete directly with the self-applied topical prescriptions that represent the majority of treatments for AK in Europe. We remain focused on executing on our commercial strategy for Ameluz ® as the pieces of the puzzle to our future success continue to fall into place, and we look forward to demonstrating continued success over the coming quarters,” commented Prof. Dr. Hermann Lübbert, CEO of Biofrontera.\nFirst Quarter 2018 Financial Highlights:\nRevenues increased 79% to €4.7 million for the first quarter 2018, compared to €2.6 million in the same period 2017.\nRevenues in the U.S. were €3.4 million for the first quarter 2018, compared to €1.3 for the first quarter 2017, representing a 161% increase.\nProduct revenues in Europe increased by 31% to € 1.2 million in the first quarter 2018 compared to € 0.9 million in the first quarter 2017.\nGross profit increased 78% to €4.0 million for the first quarter 2018, compared to €2.3million in the previous year.\nResearch and development costs decreased 17% to €0.9 million in the first quarter, compared to €1.1 million in the same period 2017.\nSales and marketing costs were €4.3 million for the first quarter 2018, an increase of 20% from €3.6 million for the same period 2017.\nNet loss for the period was (€3.4 million) in the first quarter 2018, or (€0.08) per share, compared to (€3.5 million), or (€0.09) per share, in the same period 2017.\nCash and cash equivalents was €30.3 million as of March 31, 2018.\nEarly repayment of convertible bond 2016/2021 was completed.\nRecent Operational and Clinical Development Highlights:\nCompleted initial public offering (IPO) of American Depositary Shares on the Nasdaq Capital Market in the U.S. and a preemptive rights offering in Germany of Biofrontera's ordinary shares, with aggregate net proceeds of €21.6 million.\nEuropean Commission approved use of Ameluz ® in combination with Daylight Photodynamic Therapy.\nProduct-specific J-Code and revised CPT codes went into effect as of January 2, 2018 and will improve reimbursement for PDT prescribing physicians in the United States.\nScottish medicines consortium (SMC) recommended Ameluz ® for the treatment of basal cell carcinoma.\nBiofrontera generated total revenue of €4.7 million for the first quarter of 2018, representing an increase of 79% year-over-year. In the U.S., revenues grew significantly to €3.4 million for the first quarter of 2018, representing a 161% increase compared to the same period in 2017. Revenue in Germany amounted to €0.6 million, representing a 3% decrease compared with the previous year. Despite this reduction, the number of Ameluz ® units sold in pharmacies increased by 20%. The difference in revenue presumably reflects a significant effect from reimports from Austria. Foreign revenue excluding the U.S. amounted to €0.6 million, an increase of 110% compared with the previous year. Foreign revenue included reimports, as well as revenue in Spain, which increased by 48%.The development projects with Maruho generated revenue of €0.1 million in the first quarter of 2018 compared to €0.4 million in the first quarter of 2017.\nGross profit increased 78% to €4.0 million in the first quarter of 2018 from €2.3 million in the same period 2017. Gross margin decreased slightly to 85.7% in the first quarter 2018, compared to 86.1% for the same period in the previous year.\nThe consolidated net loss for the first quarter 2018 was (€3.4) million, or (€0.08) per share, compared to the net loss of (€3.5) million, or (€0.09) in the same period last year. The decrease in net loss reflects the higher gross margin driven by increased revenue.\nCash and cash equivalents were €30.3 million as of March 31, 2018, compared to €11.1 million as of December 31, 2017.\nU.S. Commercial Update\nBiofrontera kicked off 2018 with very strong sales in the U.S., increasing 161% year-over-year to €3.4 million for the first quarter of 2018. The U.S. represents Biofrontera’s most significant market for PDT and the company’s 31 sales representatives continue to ramp as the initial difficulties during the first two years of sales have been largely resolved.\nIn January 2018, the company’s unique product-specific billing code, or J-code (J7345), went into effect. The J-code, which has been gradually included in the billing systems of physicians and hospitals over the past 5 months, provides reimbursement coding clarity for dermatologists, significantly streamlining the reimbursement process for Ameluz ® . Additionally, the improved cost reimbursement for PDT, which was introduced through revised CPT codes from the Centers for Medicare and Medicaid Services (CMS), have already begun to make a positive impact on our revenue.\nBiofrontera has also submitted a revised investigational new drug (IND) application to the FDA, including the protocol design for its proposed Phase III trial for basal cell carcinoma. This revised protocol is based on a July 2017 meeting with the agency to discuss the development pathway for Ameluz for the treatment of superficial BCC, and is informed by the Company’s previous BCC trial in Europe and the agency’s feedback to the original protocol proposal. Biofrontera anticipates initiating patient recruitment for the trial in the second half of 2018.\nEU Commercial Update\nIn February 2018, the Scottish Medicines Consortium (SMC) recommended the prescription of Ameluz ® for the treatment of superficial or nodular basal cell carcinoma within the National Health Service (NHS). The SMC specifically noted that it views Ameluz ® as an excellent alternative to surgery for patients where surgical removal of the lesions would be unsuitable and believes that long term treatment with PDT would reduce the need for additional cost intensive treatments at a later date.\nIn March 2018, the European Commission approved the use of Ameluz ® to include treatment with Daylight PDT for field cancerization and actinic keratosis. This approval allows Ameluz ® to directly compete within the patient-applied topical market and qualifies Ameluz ® for full reimbursement in countries such as Germany. The company started marketing Ameluz ® in combination with daylight PDT in April 2018.\nOperational Update\nBiofrontera successfully completed its initial public offering in the U.S. of American Depositary Shares and concurrent preemptive rights offering of its ordinary shares pursuant to German law to its existing holders of ordinary shares. The ADSs began trading on The NASDAQ Capital Market under the symbol \"BFRA\" on February 14, 2018. The Company received aggregate net proceeds from its offerings of approximately €21.6 million.\nThe quarterly statement including financial statements is available at\nwww.biofrontera.com/en/investors/financial-reports .\n-End-\nEnquiries, please contact:\nBiofrontera AG\nThomas Schaffer, Chief Financial Officer\n+49(0)214 87 6320\npress@biofrontera.com\nIR UK: Seton Services\nToni Vallen\n+44(0) 20 7729 0805 IR and PR US: The Ruth Group\nIR: Tram Bui\nPR: Kirsten Thomas\n+1 646-536-7035\n+1 508-280-6592 About Biofrontera:\nBiofrontera AG is an international biopharmaceutical company specializing in the development and commercialization of a platform of pharmaceutical products for the treatment of dermatological conditions and diseases caused primarily by exposure to sunlight that results in sun damage to the skin. Biofrontera’s approved products focus on the treatment in the U.S. and Europe of actinic keratoses, which are skin lesions that can sometimes lead to skin cancer, as well as the treatment of certain forms of basal cell carcinoma in the European Union. American Depositary Shares representing Biofrontera’s ordinary shares are listed on the NASDAQ Capital Market under the symbol “BFRA”, and Biofrontera’s ordinary shares are listed in the Frankfurt Stock Exchange (B8F, ISIN: DE0006046113). Information is also available at www.biofrontera.com .\nForward Looking Statements:\nCertain statements in this press release are forward-looking within the meaning of the Private Securities Litigation Reform Act of 1995 regarding the public offering and the intended use of proceeds from the offering. These statements may be identified by the use of forward-looking words such as \"anticipate,\" \"believe,\" \"forecast,\" \"estimate\" and \"intend,\" among others. Such forward-looking statements are based on the currently held beliefs and assumptions of the management of Biofrontera AG, which are expressed in good faith and, in their opinion, reasonable. Forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause the actual results, financial condition, performance, or achievements of the Company, or industry results, to differ materially from the results, financial condition, performance or achievements expressed or implied by such forward-looking statements. These risks, uncertainties and other factors are set forth in the Registration Statement on Form F-1 filed with the SEC, including in the section “Risk Factors,” and in future reports filed with the SEC. Given these risks, uncertainties and other factors, prospective investors are cautioned not to place undue reliance on these forward-looking statements. The Company does not undertake an obligation to update or revise any forward-looking statement.\nSource: Biofrontera AG",
    "published": "2018-05-30T16:00:00.000+03:00",
    "crawled": "2018-05-30T17:10:18.059+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "leverkusen",
        "germany",
        "may",
        "globe",
        "newswire",
        "biofrontera",
        "ag",
        "nasdaq",
        "bfra",
        "frankfurt",
        "stock",
        "exchange",
        "b8f",
        "company",
        "international",
        "biopharmaceutical",
        "company",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "recent",
        "operational",
        "clinical",
        "development",
        "entered",
        "strong",
        "presence",
        "achieving",
        "record",
        "revenue",
        "increase",
        "successfully",
        "completing",
        "initial",
        "public",
        "offering",
        "nasdaq",
        "capital",
        "market",
        "combined",
        "preemptive",
        "right",
        "offering",
        "germany",
        "biofrontera",
        "raised",
        "million",
        "net",
        "proceeds",
        "support",
        "expansion",
        "opportunity",
        "revenue",
        "increased",
        "exceeding",
        "analyst",
        "consensus",
        "sale",
        "rep",
        "start",
        "leverage",
        "new",
        "product",
        "specific",
        "favorable",
        "reimbursement",
        "pdt",
        "seek",
        "expand",
        "effort",
        "recently",
        "submitted",
        "revised",
        "investigational",
        "new",
        "drug",
        "application",
        "fda",
        "outlining",
        "protocol",
        "design",
        "phase",
        "iii",
        "trial",
        "basal",
        "cell",
        "carcinoma",
        "bcc",
        "expected",
        "begin",
        "second",
        "half",
        "year",
        "closer",
        "home",
        "received",
        "approval",
        "treat",
        "field",
        "cancerization",
        "actinic",
        "keratosis",
        "ak",
        "europe",
        "representing",
        "key",
        "achievement",
        "able",
        "compete",
        "directly",
        "topical",
        "prescription",
        "represent",
        "majority",
        "treatment",
        "ak",
        "europe",
        "remain",
        "focused",
        "executing",
        "commercial",
        "strategy",
        "ameluz",
        "piece",
        "puzzle",
        "future",
        "success",
        "continue",
        "fall",
        "place",
        "look",
        "forward",
        "demonstrating",
        "continued",
        "success",
        "coming",
        "quarter",
        "commented",
        "hermann",
        "lübbert",
        "ceo",
        "biofrontera",
        "first",
        "quarter",
        "financial",
        "highlight",
        "revenue",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "representing",
        "increase",
        "product",
        "revenue",
        "europe",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "profit",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "previous",
        "year",
        "research",
        "development",
        "cost",
        "decreased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "sale",
        "marketing",
        "cost",
        "million",
        "first",
        "quarter",
        "increase",
        "million",
        "period",
        "net",
        "loss",
        "period",
        "million",
        "first",
        "quarter",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "period",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "early",
        "repayment",
        "convertible",
        "bond",
        "completed",
        "recent",
        "operational",
        "clinical",
        "development",
        "highlight",
        "completed",
        "initial",
        "public",
        "offering",
        "ipo",
        "american",
        "depositary",
        "share",
        "nasdaq",
        "capital",
        "market",
        "preemptive",
        "right",
        "offering",
        "germany",
        "biofrontera",
        "ordinary",
        "share",
        "aggregate",
        "net",
        "proceeds",
        "million",
        "european",
        "commission",
        "approved",
        "use",
        "ameluz",
        "combination",
        "daylight",
        "photodynamic",
        "therapy",
        "revised",
        "cpt",
        "code",
        "went",
        "effect",
        "january",
        "improve",
        "reimbursement",
        "pdt",
        "prescribing",
        "physician",
        "united",
        "state",
        "scottish",
        "medicine",
        "consortium",
        "smc",
        "recommended",
        "ameluz",
        "treatment",
        "basal",
        "cell",
        "carcinoma",
        "biofrontera",
        "generated",
        "total",
        "revenue",
        "million",
        "first",
        "quarter",
        "representing",
        "increase",
        "revenue",
        "grew",
        "significantly",
        "million",
        "first",
        "quarter",
        "representing",
        "increase",
        "compared",
        "period",
        "revenue",
        "germany",
        "amounted",
        "million",
        "representing",
        "decrease",
        "compared",
        "previous",
        "year",
        "despite",
        "reduction",
        "number",
        "ameluz",
        "unit",
        "sold",
        "pharmacy",
        "increased",
        "difference",
        "revenue",
        "presumably",
        "reflects",
        "significant",
        "effect",
        "reimports",
        "austria",
        "foreign",
        "revenue",
        "excluding",
        "amounted",
        "million",
        "increase",
        "compared",
        "previous",
        "year",
        "foreign",
        "revenue",
        "included",
        "reimports",
        "well",
        "revenue",
        "spain",
        "increased",
        "development",
        "project",
        "maruho",
        "generated",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "profit",
        "increased",
        "million",
        "first",
        "quarter",
        "million",
        "period",
        "gross",
        "margin",
        "decreased",
        "slightly",
        "first",
        "quarter",
        "compared",
        "period",
        "previous",
        "year",
        "consolidated",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "last",
        "year",
        "decrease",
        "net",
        "loss",
        "reflects",
        "higher",
        "gross",
        "margin",
        "driven",
        "increased",
        "revenue",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "commercial",
        "update",
        "biofrontera",
        "kicked",
        "strong",
        "sale",
        "increasing",
        "million",
        "first",
        "quarter",
        "represents",
        "biofrontera",
        "significant",
        "market",
        "pdt",
        "company",
        "sale",
        "representative",
        "continue",
        "ramp",
        "initial",
        "difficulty",
        "first",
        "two",
        "year",
        "sale",
        "largely",
        "resolved",
        "january",
        "company",
        "unique",
        "billing",
        "code",
        "j7345",
        "went",
        "effect",
        "gradually",
        "included",
        "billing",
        "system",
        "physician",
        "hospital",
        "past",
        "month",
        "provides",
        "reimbursement",
        "coding",
        "clarity",
        "dermatologist",
        "significantly",
        "streamlining",
        "reimbursement",
        "process",
        "ameluz",
        "additionally",
        "improved",
        "cost",
        "reimbursement",
        "pdt",
        "introduced",
        "revised",
        "cpt",
        "code",
        "center",
        "medicare",
        "medicaid",
        "service",
        "cm",
        "already",
        "begun",
        "make",
        "positive",
        "impact",
        "revenue",
        "biofrontera",
        "also",
        "submitted",
        "revised",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "fda",
        "including",
        "protocol",
        "design",
        "proposed",
        "phase",
        "iii",
        "trial",
        "basal",
        "cell",
        "carcinoma",
        "revised",
        "protocol",
        "based",
        "july",
        "meeting",
        "agency",
        "discus",
        "development",
        "pathway",
        "ameluz",
        "treatment",
        "superficial",
        "bcc",
        "informed",
        "company",
        "previous",
        "bcc",
        "trial",
        "europe",
        "agency",
        "feedback",
        "original",
        "protocol",
        "proposal",
        "biofrontera",
        "anticipates",
        "initiating",
        "patient",
        "recruitment",
        "trial",
        "second",
        "half",
        "eu",
        "commercial",
        "update",
        "february",
        "scottish",
        "medicine",
        "consortium",
        "smc",
        "recommended",
        "prescription",
        "ameluz",
        "treatment",
        "superficial",
        "nodular",
        "basal",
        "cell",
        "carcinoma",
        "within",
        "national",
        "health",
        "service",
        "nh",
        "smc",
        "specifically",
        "noted",
        "view",
        "ameluz",
        "excellent",
        "alternative",
        "surgery",
        "patient",
        "surgical",
        "removal",
        "lesion",
        "would",
        "unsuitable",
        "belief",
        "long",
        "term",
        "treatment",
        "pdt",
        "would",
        "reduce",
        "need",
        "additional",
        "cost",
        "intensive",
        "treatment",
        "later",
        "date",
        "march",
        "european",
        "commission",
        "approved",
        "use",
        "ameluz",
        "include",
        "treatment",
        "daylight",
        "pdt",
        "field",
        "cancerization",
        "actinic",
        "keratosis",
        "approval",
        "allows",
        "ameluz",
        "directly",
        "compete",
        "within",
        "topical",
        "market",
        "qualifies",
        "ameluz",
        "full",
        "reimbursement",
        "country",
        "germany",
        "company",
        "started",
        "marketing",
        "ameluz",
        "combination",
        "daylight",
        "pdt",
        "april",
        "operational",
        "update",
        "biofrontera",
        "successfully",
        "completed",
        "initial",
        "public",
        "offering",
        "american",
        "depositary",
        "share",
        "concurrent",
        "preemptive",
        "right",
        "offering",
        "ordinary",
        "share",
        "pursuant",
        "german",
        "law",
        "existing",
        "holder",
        "ordinary",
        "share",
        "adss",
        "began",
        "trading",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "bfra",
        "february",
        "company",
        "received",
        "aggregate",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "quarterly",
        "statement",
        "including",
        "financial",
        "statement",
        "available",
        "enquiry",
        "please",
        "contact",
        "biofrontera",
        "ag",
        "thomas",
        "schaffer",
        "chief",
        "financial",
        "officer",
        "press",
        "ir",
        "uk",
        "seton",
        "service",
        "toni",
        "vallen",
        "ir",
        "pr",
        "u",
        "ruth",
        "group",
        "ir",
        "tram",
        "bui",
        "pr",
        "kirsten",
        "thomas",
        "biofrontera",
        "biofrontera",
        "ag",
        "international",
        "biopharmaceutical",
        "company",
        "specializing",
        "development",
        "commercialization",
        "platform",
        "pharmaceutical",
        "product",
        "treatment",
        "dermatological",
        "condition",
        "disease",
        "caused",
        "primarily",
        "exposure",
        "sunlight",
        "result",
        "sun",
        "damage",
        "skin",
        "biofrontera",
        "approved",
        "product",
        "focus",
        "treatment",
        "europe",
        "actinic",
        "keratoses",
        "skin",
        "lesion",
        "sometimes",
        "lead",
        "skin",
        "cancer",
        "well",
        "treatment",
        "certain",
        "form",
        "basal",
        "cell",
        "carcinoma",
        "european",
        "union",
        "american",
        "depositary",
        "share",
        "representing",
        "biofrontera",
        "ordinary",
        "share",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "bfra",
        "biofrontera",
        "ordinary",
        "share",
        "listed",
        "frankfurt",
        "stock",
        "exchange",
        "b8f",
        "isin",
        "de0006046113",
        "information",
        "also",
        "available",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "regarding",
        "public",
        "offering",
        "intended",
        "use",
        "proceeds",
        "offering",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "anticipate",
        "believe",
        "forecast",
        "estimate",
        "intend",
        "among",
        "others",
        "statement",
        "based",
        "currently",
        "held",
        "belief",
        "assumption",
        "management",
        "biofrontera",
        "ag",
        "expressed",
        "good",
        "faith",
        "opinion",
        "reasonable",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "financial",
        "condition",
        "performance",
        "achievement",
        "company",
        "industry",
        "result",
        "differ",
        "materially",
        "result",
        "financial",
        "condition",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "factor",
        "set",
        "forth",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "including",
        "section",
        "risk",
        "factor",
        "future",
        "report",
        "filed",
        "sec",
        "given",
        "risk",
        "uncertainty",
        "factor",
        "prospective",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "company",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "source",
        "biofrontera",
        "ag"
    ]
}