{
    "organizations": [],
    "uuid": "078bb4159e37a365cb2c01c49a2a191d4bf1a8f2",
    "author": "Katherine Zoepf",
    "url": "https://www.reuters.com/article/us-zoepf-wedding-commentary/commentary-five-questions-zo-heller-on-the-harry-meghan-royal-wedding-idUSKCN1II29P",
    "ord_in_thread": 0,
    "title": "Five Questions: Zoë Heller on the Harry-Meghan royal wedding",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Novelist Zoë Heller isn’t interested in watching the marriage of Prince Harry to actress Meghan Markle. “The most interesting stuff about weddings for me is always the anthropological detail, the chance to watch how people are behaving at the reception afterward,” says Heller, author of books that include “The Believers” and “Notes on a Scandal.” “But you’re not going to get any of that.” Of more interest to Heller: how a worldly woman like Markle will cope with the “drear” of royal life.\nBritain's Prince Harry poses with Meghan Markle in the Sunken Garden of Kensington Palace, London, Britain, November 27, 2017. REUTERS/Toby Melville Heller spoke to Katherine Zoepf about the fantasy of marrying a prince – and why Markle will be useful to Britain’s monarchy.\n(Advisory: Strong language in paragraph 6 may be offensive to some readers.)\nWhat do you think it is about the idea of marrying a prince, and about royal weddings in general, that remains so compelling?\nIt’s never been a fantasy of mine, but I suspect that if you’re somebody who thinks of your wedding day as being the apotheosis of your career as a woman – the ultimate affirmation of your femininity – then the royal version is the ultimate. It’s not just being queen for a day, it’s becoming queen – or something near to it – forever. It’s as Walter Bagehot said, a royal wedding is a brilliant edition of a universal fact.\nZoe Heller in an undated photo. Courtesy Zoe Heller/via REUTERS Some veteran royal reporters have claimed – and even President Obama once suggested – that the British royal family is more popular in the United States than it is at home in the UK. Whether or not that’s strictly true, why do you think Americans are so obsessed with the royal family? Is the royal family covered differently in American and British media?\nThe American view is rosier, hazier, I think. They know less of the baroque detail about the characters involved and the internecine family feuds. It’s the difference between my knowledge of the Kardashians and my children’s. I am infinitely less attuned to the nuances of the family relationships than they are.\nThe British attitude towards the royal family is an odd combination of old-school grovel and tabloid cruelty. On one hand they’re given exorbitant praise for common or garden acts of decency, or the very palest glimmers of wit. You know, a princess bends down to say something to someone in a wheelchair and they’re a marvel of compassion and humanity. And at the same time, they’re subject to the same kind of vehement nastiness that is meted out to any other celebrity written up in the Daily Mail.\nSlideshow (8 Images) Meghan Markle has yet to fully experience the shitty end of that. But there’s already been tabloid commentary suggesting that she’s a little too slick and actress-y. In that first engagement interview, everyone was delighted by how poised and bright and articulate she was, at least by royal standards. The royals set a pretty low bar when it comes to social skills. But I think her poise has already begun to give rise to a certain amount of skepticism, a suspicion that she’s a girl on the make. People expect a commoner coming into the royal family to have a certain amount of star-struck gaucheness and humbleness. So her self-possession is regarded as a bit suspect.\nDo you think that, as a former actress, Meghan Markle may be better prepared for this role than, say, Kate Middleton was when she married Prince William?\n[Meghan] can probably make a better speech. She can certainly speak extemporaneously better than any of the other royals. But I think the fact that she’s been in the world, that she’s pursued a career, that she’s had a full life and is accustomed to doing as she pleases, will make the business of adapting to the royal family and to all of the attendant restrictions much more difficult.\nIs Markle, in some sense, the modern-day equivalent of one of Edith Wharton’s “buccaneers,” giving a titled Old World family an infusion of showbiz cool (instead of cash from a New World industrial fortune)?\nI don’t think it’s the showbiz part that she brings that’s useful to them as a corporation. It’s the patina of modernity and progressive politics. The old Walter Bagehot thing about not letting daylight in upon the magic, the idea that the royal family had to portion out access to itself in order to preserve their mystique has changed quite drastically over the last 40 years. They’ve suffered various PR debacles – the toe-sucking incident [photos of Prince Andrew’s former wife Sarah Ferguson with the financial adviser], messy divorces, Harry’s naked cavortings in Las Vegas – and I think what they've discovered in the process of all that is that not only can the monarchy survive quite a lot of toe-sucking, but that it has to give a lot more “we’re just like you” entertainment in order to survive. Hence you have Brian May playing electric guitar on top of Buckingham Palace to celebrate the Golden Jubilee. You have the younger royals out talking about mental health, showing that they’re groovy, in-touch young British people. As part of that, Meghan’s fantastically useful. I’ve been taken aback at how many of my thoughtful, anti-monarchy, republican-with-a-small-“r” friends have been charmed by [her], have welcomed her as a sign of the royal family changing. It’s the equivalent of, I don’t know, Gucci using an African-American model. A power structure is able to co-opt all kinds of ideas and people, but it doesn’t mean that anything’s changing in any significant sense. It’s the cosmetic application of identity politics to an ancient social hierarchy. And if one objects to the ancient social hierarchy, one oughtn’t to be placated by the fact that somebody with a different complexion has been recently imported. I’m sure you saw the Times piece about the little girl somewhere in south London, how it’s the summer of Meghan for her. She’s happy to see herself represented. I get that. But it’s a folly to imagine that the royal family is now the vanguard of social progress.\nBased on your observations of the folkways of the English upper class, could you give us some sense of what Markle may have gotten herself into?\nShe is a 21st century Californian going into a fusty old aristocratic family. Germaine Greer , I’m very amused to see, has set herself up as somewhere between the town gossip and Cassandra, and has been all over the papers saying, “It’ll never last! She’s a girl on the make. She’s going to bolt when she discovers how dull it is.” I wouldn’t hazard that kind of prediction, but she has a point. Whatever that girlhood fantasy about marrying a prince is, I think the reality is a combination of great luxe – they’re bloody rich – and an enormous amount of drear. It’s a lot of opening the municipal swimming baths in Folkestone, and taking a train to Blackpool to meet people in an old age home. It’s hard to imagine that someone who has led the kind of life that Meghan Markle has led – i.e. an interesting one, a liberated one – would continue to be stimulated by this for any length of time.\nThe crucial thing is that the royal family has to stay politically neutral. It’s fine for them to give interviews about mental health, or to talk about how one ought not to be nasty to gay people, but they have to be apolitical. Meghan can head up philanthropic efforts and so on, as long as they’re innocuous, we-are-the-world type endeavors, but she won’t be allowed to say anything remotely controversial or interesting.\nAbout the Author Katherine Zoepf is a Commentary editor at Reuters, an adjunct professor of journalism at New York University and the author of “Excellent Daughters: The Secret Lives of Young Women Who are Transforming the Arab World.” @katherinezoepf\n ",
    "published": "2018-05-17T23:31:00.000+03:00",
    "crawled": "2018-05-17T22:28:21.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "novelist",
        "zoë",
        "heller",
        "interested",
        "watching",
        "marriage",
        "prince",
        "harry",
        "actress",
        "meghan",
        "markle",
        "interesting",
        "stuff",
        "wedding",
        "always",
        "anthropological",
        "detail",
        "chance",
        "watch",
        "people",
        "behaving",
        "reception",
        "afterward",
        "say",
        "heller",
        "author",
        "book",
        "include",
        "believer",
        "note",
        "going",
        "get",
        "interest",
        "heller",
        "worldly",
        "woman",
        "like",
        "markle",
        "cope",
        "drear",
        "royal",
        "life",
        "britain",
        "prince",
        "harry",
        "pose",
        "meghan",
        "markle",
        "sunken",
        "garden",
        "kensington",
        "palace",
        "london",
        "britain",
        "november",
        "melville",
        "heller",
        "spoke",
        "katherine",
        "zoepf",
        "fantasy",
        "marrying",
        "prince",
        "markle",
        "useful",
        "britain",
        "monarchy",
        "advisory",
        "strong",
        "language",
        "paragraph",
        "may",
        "offensive",
        "reader",
        "think",
        "idea",
        "marrying",
        "prince",
        "royal",
        "wedding",
        "general",
        "remains",
        "compelling",
        "never",
        "fantasy",
        "mine",
        "suspect",
        "somebody",
        "think",
        "wedding",
        "day",
        "apotheosis",
        "career",
        "woman",
        "ultimate",
        "affirmation",
        "femininity",
        "royal",
        "version",
        "ultimate",
        "queen",
        "day",
        "becoming",
        "queen",
        "something",
        "near",
        "forever",
        "walter",
        "bagehot",
        "said",
        "royal",
        "wedding",
        "brilliant",
        "edition",
        "universal",
        "fact",
        "zoe",
        "heller",
        "undated",
        "photo",
        "courtesy",
        "zoe",
        "reuters",
        "veteran",
        "royal",
        "reporter",
        "claimed",
        "even",
        "president",
        "obama",
        "suggested",
        "british",
        "royal",
        "family",
        "popular",
        "united",
        "state",
        "home",
        "uk",
        "whether",
        "strictly",
        "true",
        "think",
        "american",
        "obsessed",
        "royal",
        "family",
        "royal",
        "family",
        "covered",
        "differently",
        "american",
        "british",
        "medium",
        "american",
        "view",
        "rosier",
        "hazier",
        "think",
        "know",
        "less",
        "baroque",
        "detail",
        "character",
        "involved",
        "internecine",
        "family",
        "feud",
        "difference",
        "knowledge",
        "kardashians",
        "child",
        "infinitely",
        "less",
        "attuned",
        "nuance",
        "family",
        "relationship",
        "british",
        "attitude",
        "towards",
        "royal",
        "family",
        "odd",
        "combination",
        "grovel",
        "tabloid",
        "cruelty",
        "one",
        "hand",
        "given",
        "exorbitant",
        "praise",
        "common",
        "garden",
        "act",
        "decency",
        "palest",
        "glimmer",
        "wit",
        "know",
        "princess",
        "bend",
        "say",
        "something",
        "someone",
        "wheelchair",
        "marvel",
        "compassion",
        "humanity",
        "time",
        "subject",
        "kind",
        "vehement",
        "nastiness",
        "meted",
        "celebrity",
        "written",
        "daily",
        "mail",
        "slideshow",
        "image",
        "meghan",
        "markle",
        "yet",
        "fully",
        "experience",
        "shitty",
        "end",
        "already",
        "tabloid",
        "commentary",
        "suggesting",
        "little",
        "slick",
        "first",
        "engagement",
        "interview",
        "everyone",
        "delighted",
        "poised",
        "bright",
        "articulate",
        "least",
        "royal",
        "standard",
        "royal",
        "set",
        "pretty",
        "low",
        "bar",
        "come",
        "social",
        "skill",
        "think",
        "poise",
        "already",
        "begun",
        "give",
        "rise",
        "certain",
        "amount",
        "skepticism",
        "suspicion",
        "girl",
        "make",
        "people",
        "expect",
        "commoner",
        "coming",
        "royal",
        "family",
        "certain",
        "amount",
        "gaucheness",
        "humbleness",
        "regarded",
        "bit",
        "suspect",
        "think",
        "former",
        "actress",
        "meghan",
        "markle",
        "may",
        "better",
        "prepared",
        "role",
        "say",
        "kate",
        "middleton",
        "married",
        "prince",
        "william",
        "meghan",
        "probably",
        "make",
        "better",
        "speech",
        "certainly",
        "speak",
        "extemporaneously",
        "better",
        "royal",
        "think",
        "fact",
        "world",
        "pursued",
        "career",
        "full",
        "life",
        "accustomed",
        "pleases",
        "make",
        "business",
        "adapting",
        "royal",
        "family",
        "attendant",
        "restriction",
        "much",
        "difficult",
        "markle",
        "sense",
        "equivalent",
        "one",
        "edith",
        "wharton",
        "buccaneer",
        "giving",
        "titled",
        "old",
        "world",
        "family",
        "infusion",
        "showbiz",
        "cool",
        "instead",
        "cash",
        "new",
        "world",
        "industrial",
        "fortune",
        "think",
        "showbiz",
        "part",
        "brings",
        "useful",
        "corporation",
        "patina",
        "modernity",
        "progressive",
        "politics",
        "old",
        "walter",
        "bagehot",
        "thing",
        "letting",
        "daylight",
        "upon",
        "magic",
        "idea",
        "royal",
        "family",
        "portion",
        "access",
        "order",
        "preserve",
        "mystique",
        "changed",
        "quite",
        "drastically",
        "last",
        "year",
        "suffered",
        "various",
        "pr",
        "debacle",
        "incident",
        "photo",
        "prince",
        "andrew",
        "former",
        "wife",
        "sarah",
        "ferguson",
        "financial",
        "adviser",
        "messy",
        "divorce",
        "harry",
        "naked",
        "cavortings",
        "la",
        "vega",
        "think",
        "discovered",
        "process",
        "monarchy",
        "survive",
        "quite",
        "lot",
        "give",
        "lot",
        "like",
        "entertainment",
        "order",
        "survive",
        "hence",
        "brian",
        "may",
        "playing",
        "electric",
        "guitar",
        "top",
        "buckingham",
        "palace",
        "celebrate",
        "golden",
        "jubilee",
        "younger",
        "royal",
        "talking",
        "mental",
        "health",
        "showing",
        "groovy",
        "young",
        "british",
        "people",
        "part",
        "meghan",
        "fantastically",
        "useful",
        "taken",
        "aback",
        "many",
        "thoughtful",
        "r",
        "friend",
        "charmed",
        "welcomed",
        "sign",
        "royal",
        "family",
        "changing",
        "equivalent",
        "know",
        "gucci",
        "using",
        "model",
        "power",
        "structure",
        "able",
        "kind",
        "idea",
        "people",
        "mean",
        "anything",
        "changing",
        "significant",
        "sense",
        "cosmetic",
        "application",
        "identity",
        "politics",
        "ancient",
        "social",
        "hierarchy",
        "one",
        "object",
        "ancient",
        "social",
        "hierarchy",
        "one",
        "oughtn",
        "placated",
        "fact",
        "somebody",
        "different",
        "complexion",
        "recently",
        "imported",
        "sure",
        "saw",
        "time",
        "piece",
        "little",
        "girl",
        "somewhere",
        "south",
        "london",
        "summer",
        "meghan",
        "happy",
        "see",
        "represented",
        "get",
        "folly",
        "imagine",
        "royal",
        "family",
        "vanguard",
        "social",
        "progress",
        "based",
        "observation",
        "folkways",
        "english",
        "upper",
        "class",
        "could",
        "give",
        "u",
        "sense",
        "markle",
        "may",
        "gotten",
        "21st",
        "century",
        "californian",
        "going",
        "fusty",
        "old",
        "aristocratic",
        "family",
        "germaine",
        "greer",
        "amused",
        "see",
        "set",
        "somewhere",
        "town",
        "gossip",
        "cassandra",
        "paper",
        "saying",
        "never",
        "last",
        "girl",
        "make",
        "going",
        "bolt",
        "discovers",
        "dull",
        "hazard",
        "kind",
        "prediction",
        "point",
        "whatever",
        "girlhood",
        "fantasy",
        "marrying",
        "prince",
        "think",
        "reality",
        "combination",
        "great",
        "luxe",
        "bloody",
        "rich",
        "enormous",
        "amount",
        "drear",
        "lot",
        "opening",
        "municipal",
        "swimming",
        "bath",
        "folkestone",
        "taking",
        "train",
        "blackpool",
        "meet",
        "people",
        "old",
        "age",
        "home",
        "hard",
        "imagine",
        "someone",
        "led",
        "kind",
        "life",
        "meghan",
        "markle",
        "led",
        "interesting",
        "one",
        "liberated",
        "one",
        "would",
        "continue",
        "stimulated",
        "length",
        "time",
        "crucial",
        "thing",
        "royal",
        "family",
        "stay",
        "politically",
        "neutral",
        "fine",
        "give",
        "interview",
        "mental",
        "health",
        "talk",
        "one",
        "ought",
        "nasty",
        "gay",
        "people",
        "apolitical",
        "meghan",
        "head",
        "philanthropic",
        "effort",
        "long",
        "innocuous",
        "type",
        "endeavor",
        "allowed",
        "say",
        "anything",
        "remotely",
        "controversial",
        "interesting",
        "author",
        "katherine",
        "zoepf",
        "commentary",
        "editor",
        "reuters",
        "adjunct",
        "professor",
        "journalism",
        "new",
        "york",
        "university",
        "author",
        "excellent",
        "daughter",
        "secret",
        "life",
        "young",
        "woman",
        "transforming",
        "arab",
        "katherinezoepf"
    ]
}