{
    "organizations": [],
    "uuid": "21b2bcce7467d0337cac8385d501e9950d401e24",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-canntrusta-reports-record-revenue-for-q1-2018.html",
    "ord_in_thread": 0,
    "title": "CannTrust™ reports record revenue for Q1",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VAUGHAN, ON, May 15, 2018 /PRNewswire/ - CannTrust Holdings Inc. (\"CannTrust\" or the \"Company\" | TSX: TRST), a licensed producer of medical cannabis under the Health Canada Access to Cannabis for Medical Purposes Regulation (\"ACMPR\") program, today announced financial and operating results for the three months ending March 31, 2018. All amounts expressed are in Canadian dollars.\nRevenue for the three month period ended March 31, 2018 was $7,839,847 compared to $3,033,245 in the comparable 2017 period. Net Income for the three month period ended March 31, 2018 was $11,442,110 compared to a net loss of ($777,904) in the comparable 2017 period. Earnings per share for the three month period ended March 31, 2018 was $0.12 compared to a loss per share of ($0.01) in the comparable 2017 period. During our most recent quarter a number of regular grow rooms at our Langstaff Facility were used to harvest Mother Plants for Phase 1 of the Niagara Greenhouse Facility. As a result, the Company used third party product purchases during the quarter as a temporary harvest replacement and bridge to meet the demand for the Company's products. Multiple harvests have now been completed at the Niagara Greenhouse Facility and these temporary third party product purchases have now been replaced with home grown product. Earnings were also impacted by one-time start-up costs at the Niagara Greenhouse Facility. The higher cost of these short-term third party purchases and start-up costs negatively impacted earnings for the three months ended March 31, 2018 by approximately $2.9 million.\n2018 First Quarter Highlights\nRecord Revenues of $7.8M in Q1 2018, a 158% increase from the comparable prior year period Positive Net Income for the third consecutive quarter Active patients increased to more than 40,000, a 186% increase from the comparable prior year period Closed a $15 million mortgage financing on the Niagara Greenhouse Facility Executed a long-term agreement with Envest Corp. to provide cogen derived heat and power at the Niagara Greenhouse Facility. The implementation of a 10 MW cogen solution at this facility will ensure that the Company can control its power costs and remain a low-cost producer Executed a Joint Venture with Stenocare, a Danish Company. CannTrust received a 25% equity stake in Stenocare. Stenocare is one of the first Danish companies to receive its license to grow and produce medical cannabis, as well as to import and sell cannabis products in Denmark The Company's shares commenced trading on the Toronto Stock Exchange under the trading symbol \"TRST\". In conjunction with the listing on the TSX, the shares of the Company were voluntarily delisted from the CSE\nDevelopments subsequent to the Quarter\nIncreased active patients to over 42,000, a 194% increase from Q1 2017 Higher production yields are being generated at the Niagara Greenhouse Facility. This has increased the expected annual production capacity for this facility from 40,000 kg to 50,000 kg Increased the Vaughan Facility to 60,000 square feet allowing for increased processing and manufacturing space to support recreational and international demand Launched three different formats of cannabis oil vegan hard shell capsules using state-of-the-art extraction technology Entered into a letter of intent with Grey Wolf Animal Health Inc. to develop industry leading cannabis products to support the well-being of pets Entered into an agreement with NexgenRx, Canada's only independent full service claims adjudicator, to provide a first of its kind seamless medical cannabis ordering process for NexgenRx plan sponsors and their health plan members\n2018 First Quarter Financial Summary\nThree Months\nMarch 31,\nCAD$ (except grams sold)\n2018\n2017\nDried Cannabis\n$3,017,403\n$1,890,050\nExtracts\n4,477,526\n1,048,164\nOther\n344,918\n95,031\nTotal Revenue\n7,839,847\n3,033,245\nGross Profit\n22,485,165\n3,789,898\nAdjusted EBITDA (loss)*\n(1,356,359)\n165,372\nNet Income (loss)\n11,442,110\n(777,904)\nEarnings (loss) per share - basic\n0.12\n(0.01)\nEarnings (loss) per share - diluted\n0.12\n(0.01)\nTotal grams sold\n982,269\n332,408\nAverage net selling price per gram - Dried Cannabis\n7.27\n8.33\nAverage net selling price per gram - Extracts\n7.89\n9.85\nTotal average net selling price per gram\n7.63\n8.84\n*Non-IFRS Measures\nA comprehensive discussion of CannTrust's financial condition and results of operations are provided in the Company's Management Discussion & Analysis and Condensed Interim Consolidated Financial Statements filed with SEDAR and can be found on www.sedar.com .\nManagement Overview\n\"We are very pleased with our Q1 results. We continued to experience dynamic growth in all areas of the Company as we execute our business plan aimed at being a market leader and innovator in the development of products and services to better serve our patients and physicians and to position us for the pending legislation to legalize the adult consumer recreational use of cannabis. Graduating to the TSX reflects the amazing progress we have made since listing on the CSE and represents yet another important milestone for CannTrust as we continue our successful journey as one of Canada's leading cannabis companies,\" said Eric Paul CEO.\nPaul continued, \"Our pharmaceutically standardized products and our physician education programs continue to position us as one of the premier providers of quality cannabis. Our recently introduced cannabis oil vegan hard shell capsules make it safe and easy for patients to self-administer the correct dosage in a familiar format. Our shipments to Australia, our Joint Venture with Stenocare of Denmark and our partnership with Grey Wolf are just the beginning of what we believe will be a Global market opportunity for us.\"\n\"CannTrust is an experienced and advanced Licensed Producer of pharmaceutical grade cannabis. The higher production yields being achieved together with the soon to be completed Phase 2 of our 430,000 square feet Niagara Greenhouse Facility are perfectly timed in order for us to supply the international orders we have recently received and to position us for the pending legislation to legalize the adult consumer recreational use of cannabis,\" said Brad Rogers, President of CannTrust Inc.\nAbout CannTrust\nSince its inception in 2014, CannTrust has led the Canadian market in producing pharmaceutically standardized product.\nAs a federally regulated licensed producer, CannTrust brings more than 40 years of pharmacy and healthcare experience to the medical cannabis industry. CannTrust currently operates a 60,000 square foot state-of-the-art hydroponic facility in Vaughan, Ontario, as well as the recently completed 250,000 square foot Phase 1 redevelopment of its 430,000 square foot Niagara Greenhouse Facility. The Phase 2 expansion is underway and is anticipated to be completed and in cultivation towards the middle of 2018.\nCannTrust is committed to research and innovation, as well as contributing to the growing body of evidence-based research regarding the use and efficacy of cannabis. Our product development teams along with our exclusive global pharma partner, Apotex Inc., are diligently innovating and developing products that will make it easier for patients to use medical cannabis. We support ongoing patient education about medical cannabis and have a compassionate use program to support patients with financial needs.\nForward Looking Statements\nThis press release contains \"forward-looking information\" within the meaning of applicable Canadian securities legislation which are based upon CannTrust's current internal expectations, estimates, projections, assumptions and beliefs and views of future events. Forward-looking information can be identified by the use of forward-looking terminology such as \"expect\", \"likely\", \"may\", \"will\", \"should\", \"intend\", \"anticipate\", \"potential\", \"proposed\", \"estimate\" and other similar words, including negative and grammatical variations thereof, or statements that certain events or conditions \"may\", \"would\" or \"will\" happen, or by discussions of strategy.\nForward-looking information include estimates, plans, expectations, opinions, forecasts, projections, targets, guidance or other statements that are not statements of fact.\nAny forward-looking information speaks only as of the date on which it is made, and, except as required by law, CannTrust does not undertake any obligation to update or revise any forward-looking information, whether as a result of new information, future events or otherwise. New factors emerge from time to time, and it is not possible for CannTrust to predict all such factors. When considering these forward-looking statements, readers should keep in mind the risk factors and other cautionary statements in CannTrust's Final Long Form Prospectus dated August 11, 2017 and filed with the applicable Canadian securities regulatory authorities on SEDAR at www.sedar.com . The risk factors and other factors noted in CannTrust's Final Long Form Prospectus could cause actual events or results to differ materially from those described in any forward-looking information.\nThe TSX does not accept responsibility for the adequacy or accuracy of this release.\nCopyright © 2017 CannTrust Holdings Inc.\nView original content with multimedia: http://www.prnewswire.com/news-releases/canntrust-reports-record-revenue-for-q1-2018-300648370.html\nSOURCE CannTrust Holdings Inc.",
    "published": "2018-05-15T15:15:00.000+03:00",
    "crawled": "2018-05-15T17:29:41.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vaughan",
        "may",
        "canntrust",
        "holding",
        "canntrust",
        "company",
        "tsx",
        "trst",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "health",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "program",
        "today",
        "announced",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ending",
        "march",
        "amount",
        "expressed",
        "canadian",
        "dollar",
        "revenue",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "comparable",
        "period",
        "net",
        "income",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "comparable",
        "period",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "loss",
        "per",
        "share",
        "comparable",
        "period",
        "recent",
        "quarter",
        "number",
        "regular",
        "grow",
        "room",
        "langstaff",
        "facility",
        "used",
        "harvest",
        "mother",
        "plant",
        "phase",
        "niagara",
        "greenhouse",
        "facility",
        "result",
        "company",
        "used",
        "third",
        "party",
        "product",
        "purchase",
        "quarter",
        "temporary",
        "harvest",
        "replacement",
        "bridge",
        "meet",
        "demand",
        "company",
        "product",
        "multiple",
        "harvest",
        "completed",
        "niagara",
        "greenhouse",
        "facility",
        "temporary",
        "third",
        "party",
        "product",
        "purchase",
        "replaced",
        "home",
        "grown",
        "product",
        "earnings",
        "also",
        "impacted",
        "cost",
        "niagara",
        "greenhouse",
        "facility",
        "higher",
        "cost",
        "third",
        "party",
        "purchase",
        "cost",
        "negatively",
        "impacted",
        "earnings",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "million",
        "first",
        "quarter",
        "highlight",
        "record",
        "revenue",
        "q1",
        "increase",
        "comparable",
        "prior",
        "year",
        "period",
        "positive",
        "net",
        "income",
        "third",
        "consecutive",
        "quarter",
        "active",
        "patient",
        "increased",
        "increase",
        "comparable",
        "prior",
        "year",
        "period",
        "closed",
        "million",
        "mortgage",
        "financing",
        "niagara",
        "greenhouse",
        "facility",
        "executed",
        "agreement",
        "envest",
        "provide",
        "cogen",
        "derived",
        "heat",
        "power",
        "niagara",
        "greenhouse",
        "facility",
        "implementation",
        "mw",
        "cogen",
        "solution",
        "facility",
        "ensure",
        "company",
        "control",
        "power",
        "cost",
        "remain",
        "producer",
        "executed",
        "joint",
        "venture",
        "stenocare",
        "danish",
        "company",
        "canntrust",
        "received",
        "equity",
        "stake",
        "stenocare",
        "stenocare",
        "one",
        "first",
        "danish",
        "company",
        "receive",
        "license",
        "grow",
        "produce",
        "medical",
        "cannabis",
        "well",
        "import",
        "sell",
        "cannabis",
        "product",
        "denmark",
        "company",
        "share",
        "commenced",
        "trading",
        "toronto",
        "stock",
        "exchange",
        "trading",
        "symbol",
        "trst",
        "conjunction",
        "listing",
        "tsx",
        "share",
        "company",
        "voluntarily",
        "delisted",
        "cse",
        "development",
        "subsequent",
        "quarter",
        "increased",
        "active",
        "patient",
        "increase",
        "q1",
        "higher",
        "production",
        "yield",
        "generated",
        "niagara",
        "greenhouse",
        "facility",
        "increased",
        "expected",
        "annual",
        "production",
        "capacity",
        "facility",
        "kg",
        "kg",
        "increased",
        "vaughan",
        "facility",
        "square",
        "foot",
        "allowing",
        "increased",
        "processing",
        "manufacturing",
        "space",
        "support",
        "recreational",
        "international",
        "demand",
        "launched",
        "three",
        "different",
        "format",
        "cannabis",
        "oil",
        "vegan",
        "hard",
        "shell",
        "capsule",
        "using",
        "extraction",
        "technology",
        "entered",
        "letter",
        "intent",
        "grey",
        "wolf",
        "animal",
        "health",
        "develop",
        "industry",
        "leading",
        "cannabis",
        "product",
        "support",
        "pet",
        "entered",
        "agreement",
        "nexgenrx",
        "canada",
        "independent",
        "full",
        "service",
        "claim",
        "adjudicator",
        "provide",
        "first",
        "kind",
        "seamless",
        "medical",
        "cannabis",
        "ordering",
        "process",
        "nexgenrx",
        "plan",
        "sponsor",
        "health",
        "plan",
        "member",
        "first",
        "quarter",
        "financial",
        "summary",
        "three",
        "month",
        "march",
        "cad",
        "except",
        "gram",
        "sold",
        "dried",
        "cannabis",
        "extract",
        "total",
        "revenue",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "loss",
        "net",
        "income",
        "loss",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "earnings",
        "loss",
        "per",
        "share",
        "diluted",
        "total",
        "gram",
        "sold",
        "average",
        "net",
        "selling",
        "price",
        "per",
        "gram",
        "dried",
        "cannabis",
        "average",
        "net",
        "selling",
        "price",
        "per",
        "gram",
        "extract",
        "total",
        "average",
        "net",
        "selling",
        "price",
        "per",
        "gram",
        "measure",
        "comprehensive",
        "discussion",
        "canntrust",
        "financial",
        "condition",
        "result",
        "operation",
        "provided",
        "company",
        "management",
        "discussion",
        "analysis",
        "condensed",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "filed",
        "sedar",
        "found",
        "management",
        "overview",
        "pleased",
        "q1",
        "result",
        "continued",
        "experience",
        "dynamic",
        "growth",
        "area",
        "company",
        "execute",
        "business",
        "plan",
        "aimed",
        "market",
        "leader",
        "innovator",
        "development",
        "product",
        "service",
        "better",
        "serve",
        "patient",
        "physician",
        "position",
        "u",
        "pending",
        "legislation",
        "legalize",
        "adult",
        "consumer",
        "recreational",
        "use",
        "cannabis",
        "graduating",
        "tsx",
        "reflects",
        "amazing",
        "progress",
        "made",
        "since",
        "listing",
        "cse",
        "represents",
        "yet",
        "another",
        "important",
        "milestone",
        "canntrust",
        "continue",
        "successful",
        "journey",
        "one",
        "canada",
        "leading",
        "cannabis",
        "company",
        "said",
        "eric",
        "paul",
        "ceo",
        "paul",
        "continued",
        "pharmaceutically",
        "standardized",
        "product",
        "physician",
        "education",
        "program",
        "continue",
        "position",
        "u",
        "one",
        "premier",
        "provider",
        "quality",
        "cannabis",
        "recently",
        "introduced",
        "cannabis",
        "oil",
        "vegan",
        "hard",
        "shell",
        "capsule",
        "make",
        "safe",
        "easy",
        "patient",
        "correct",
        "dosage",
        "familiar",
        "format",
        "shipment",
        "australia",
        "joint",
        "venture",
        "stenocare",
        "denmark",
        "partnership",
        "grey",
        "wolf",
        "beginning",
        "believe",
        "global",
        "market",
        "opportunity",
        "u",
        "canntrust",
        "experienced",
        "advanced",
        "licensed",
        "producer",
        "pharmaceutical",
        "grade",
        "cannabis",
        "higher",
        "production",
        "yield",
        "achieved",
        "together",
        "soon",
        "completed",
        "phase",
        "square",
        "foot",
        "niagara",
        "greenhouse",
        "facility",
        "perfectly",
        "timed",
        "order",
        "u",
        "supply",
        "international",
        "order",
        "recently",
        "received",
        "position",
        "u",
        "pending",
        "legislation",
        "legalize",
        "adult",
        "consumer",
        "recreational",
        "use",
        "cannabis",
        "said",
        "brad",
        "rogers",
        "president",
        "canntrust",
        "canntrust",
        "since",
        "inception",
        "canntrust",
        "led",
        "canadian",
        "market",
        "producing",
        "pharmaceutically",
        "standardized",
        "product",
        "federally",
        "regulated",
        "licensed",
        "producer",
        "canntrust",
        "brings",
        "year",
        "pharmacy",
        "healthcare",
        "experience",
        "medical",
        "cannabis",
        "industry",
        "canntrust",
        "currently",
        "operates",
        "square",
        "foot",
        "hydroponic",
        "facility",
        "vaughan",
        "ontario",
        "well",
        "recently",
        "completed",
        "square",
        "foot",
        "phase",
        "redevelopment",
        "square",
        "foot",
        "niagara",
        "greenhouse",
        "facility",
        "phase",
        "expansion",
        "underway",
        "anticipated",
        "completed",
        "cultivation",
        "towards",
        "middle",
        "canntrust",
        "committed",
        "research",
        "innovation",
        "well",
        "contributing",
        "growing",
        "body",
        "research",
        "regarding",
        "use",
        "efficacy",
        "cannabis",
        "product",
        "development",
        "team",
        "along",
        "exclusive",
        "global",
        "pharma",
        "partner",
        "apotex",
        "diligently",
        "innovating",
        "developing",
        "product",
        "make",
        "easier",
        "patient",
        "use",
        "medical",
        "cannabis",
        "support",
        "ongoing",
        "patient",
        "education",
        "medical",
        "cannabis",
        "compassionate",
        "use",
        "program",
        "support",
        "patient",
        "financial",
        "need",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "based",
        "upon",
        "canntrust",
        "current",
        "internal",
        "expectation",
        "estimate",
        "projection",
        "assumption",
        "belief",
        "view",
        "future",
        "event",
        "information",
        "identified",
        "use",
        "terminology",
        "expect",
        "likely",
        "may",
        "intend",
        "anticipate",
        "potential",
        "proposed",
        "estimate",
        "similar",
        "word",
        "including",
        "negative",
        "grammatical",
        "variation",
        "thereof",
        "statement",
        "certain",
        "event",
        "condition",
        "may",
        "would",
        "happen",
        "discussion",
        "strategy",
        "information",
        "include",
        "estimate",
        "plan",
        "expectation",
        "opinion",
        "forecast",
        "projection",
        "target",
        "guidance",
        "statement",
        "statement",
        "fact",
        "information",
        "speaks",
        "date",
        "made",
        "except",
        "required",
        "law",
        "canntrust",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "canntrust",
        "predict",
        "factor",
        "considering",
        "statement",
        "reader",
        "keep",
        "mind",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "canntrust",
        "final",
        "long",
        "form",
        "prospectus",
        "dated",
        "august",
        "filed",
        "applicable",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "sedar",
        "risk",
        "factor",
        "factor",
        "noted",
        "canntrust",
        "final",
        "long",
        "form",
        "prospectus",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "information",
        "tsx",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "copyright",
        "canntrust",
        "holding",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "canntrust",
        "holding",
        "inc"
    ]
}