{
    "organizations": [],
    "uuid": "77742f5b6e739dfe646e7759e2424762cc20e907",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/10/cnbc-exclusive-cnbc-transcript-iac-ceo-joey-levin-on-cnbcs-squawk-alley-today.html",
    "ord_in_thread": 0,
    "title": "CNBC EXCLUSIVE: CNBC TRANSCRIPT: IAC CEO JOEY LEVIN ON CNBC’S “SQUAWK ALLEY” TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC EXCLUSIVE: CNBC TRANSCRIPT: IAC CEO JOEY LEVIN ON CNBC’S “SQUAWK ALLEY” TODAY Published 2:25 PM ET Thu, 10 May 2018 CNBC.com\nWHERE: CNBC's \" Squawk Alley \"\nThe following is the unofficial transcript of a CNBC EXCLUSIVE interview with IAC Chief Executive Officer Joey Levin on CNBC's \"Squawk Alley\" (M-F 11AM – 12PM) today, Thursday, May 10th. Following is a link to video of the interview on CNBC.com: https://www.cnbc.com/video/2018/05/10/iac-ceo-shrugs-off-dating-app-threat-from-facebook.html .\nAll references must be sourced to CNBC.\nJON FORTT: NOW IAC, WHICH IS ALSO THE MAJORITY OWNER OF MATCH GROUP, OUT WITH QUARTERLY RESULTS. THE INTERNET COMPANY'S REVENUE TOPIC CONSENSUS. SHARES HAVE BEEN UNDER PRESSURE SINCE FACEBOOK'S MARK ZUCKERBERG ANNOUNCED THE SOCIAL GIANT IS ENTERING THE DATING GAME. IAC'S CEO JOEY LEVIN RESPONDIN TO THE ANNOUNCEMENT ON IAC'S EARNINGS CALL SAYING, \"WE HAVE A 23-YEAR HEAD START AND SEVERAL MONTHS ADVANCED WARNING AND WE'RE GOING TO TAKE ADVANTAGE OF ALL OF IT.\" IAC ALSO RELEASING A STATEMENT RIGHT AFTER FACEBOOK'S UNVEIL SAYING, \"COME ON IN. THE WATER'S WARM. THEIR PRODUCT COULD BE GREAT FOR U.S./RUSSIA RELATIONSHIPS. \" IAC CEO JOEY LEVIN JOINS US NOW, HERE AT POST-NINE WITH A CNBC EXCLUSIVE INTERVIEW. THAT'S A GOOD LINE, JOEY.\nJOEY LEVIN: WE'RE JUST TRYING TO HAVE SOME FUN.\nFORTT: YEAH, IN THE DATING GAME YOU'VE GOT TO TRY TO HAVE SOME FUN. SO MY QUESTION IS, YOU WOULDN'T REALLY BE WORRIED ABOUT LINKEDIN GETTING INTO DATING, RIGHT? BECAUSE THERE ARE CERTAIN WORLDS THAT PEOPLE WANT TO KEEP SEPARATE. DO PEOPLE REALLY WANT TO DATE ON A PLATFORM WHERE THEIR MOM AND GRANDMA AND THEIR AUNT ARE ALSO? DO YOU THINK THAT'S GOING TO BE AN ISSUE FOR FACEBOOK?\nLEVIN: WE HAVE A PRETTY CLEAR POINT OF VIEW ON THIS. AND I THINK PEOPLE LIKE TO SEPARATE THEIR DATING LIVES FROM THEIR OTHER LIVES. THIS HAS BEEN CONSISTENT FOR A VERY LONG TIME. OF COURSE, PEOPLE CAN MEET ON SOCIAL NETWORKS. PEOPLE HAVE BEEN MEETING ON SOCIAL NETWORKS SINCE SOCIAL NETWORKS CAME INTO EXISTENCE. PEOPLE MEET IN BARS. PEOPLE MEET IN RESTAURANTS. ALL THESE THINGS ARE GREAT PLACES TO START RELATIONSHIPS. BUT IN TERMS OF A PLATFORM, WHAT YOU WANT FROM A PLATFORM - A TRUE DATING PLATFORM, PEOPLE LIKE THAT TO BE A DEDICATED PLACE TO DO THAT. AND DOING THAT AS A HOBBY, DOING THAT AS A SIDE THING, IT -- I THINK IT WILL -- IT CAN HAVE SOME TRACTION FOR SOME PEOPLE BUT IT'S NOT A MARKET CHANGER. THAT'S ALWAYS BEEN THERE.\nMORGAN BRENNAN: BUT ISN'T THAT SORT OF WHAT FACEBOOK IS OFFERING? WHAT MAKES THEM DIFFERENT IN TERMS OF GETTING INTO THE DATING GAME IS THAT THEY FACT THAT THEY'LL BE ABLE TO CONNECT PEOPLE THROUGH SHARED EVENTS AND THAT THAT DOESN'T EXIST CURRENTLY?\nLEVIN: THAT DOESN'T EXIST CURRENTLY ON FACEBOOK OR THAT DOESN'T EXIST IN THE WORLD?\nBRENNAN: ON DATING PLATFORMS.\nLEVIN: NO. THAT -- FIRST OF ALL, I THINK THERE'S LOTS OF WAYS PEOPLE CAN CONNECT AND THAT DOES EXIST ON OUR PLATFORM. PEOPLE CAN HAVE COMMON GROUND IN ALL DIFFERENT KINDS OF THINGS, WHETHER IT'S A RELIGION OR WHETHER IT'S HAVING VISITED THE SAME PLACE OR HAVING FRIENDS IN COMMON OR THINGS LIKE THAT. ALL OF THOSE THINGS CAN PULL PEOPLE TOGETHER. BUT THESE ARE THINGS THAT YOU – THAT WE'VE OPTIMIZED FOR, LITERALLY, 23 YEARS. AND IT'S HARD. I MEAN, IT'S COMPLICATED. IT'S COMPLICATED TO FIGURE OUT WHAT THE RIGHT WAY TO SHOW A MATCH IS, OR WHAT THE RIGHT WAY TO HANDLE CUSTOMER SERVICE IS, OR WHAT THE RIGHT WAY TO MAKE SURE CUSTOMERS ARE FINDING SUCCESSFUL RELATIONSHIP OUTCOMES. AND THAT'S ALL WE DO ALL DAY, EVERY DAY, IS MAKE OUR CUSTOMERS – HELP OUR CUSTOMERS FIND SUCCESSFUL RELATIONSHIP OUTCOMES. IT'S NOT A SIDE JOB, IT'S NOT A PART-TIME JOB. WE'VE SEEN WHAT PEOPLE DO WHEN THEY TRY TO DO THESE THINGS IN SIDE JOBS AND IT DOESN'T WORK. WE WERE – I REMEMBER, I TALKED ABOUT THIS MORNING WITH OUR SHAREHOLDERS ON EARNINGS, IS I REMEMBER YAHOO! COMING INTO THE SPACE WHEN YAHOO! WAS YAHOO!. I REMEMBER AOL COMING INTO THE SPACE WHEN AOL WAS AOL. AND THEY WERE MAKING A BIG DEAL, AND THEY WERE GOING TO TAKE OVER THE WORLD IN THAT. AND ULTIMATELY BOTH OF THOSE COMPANIES ENDED UP PARTNERING WITH US BECAUSE THEY CARED ABOUT DELIVERING A GREAT CUSTOMER EXPERIENCE, THEY CARED ABOUT HELPING PEOPLE GET SUCCESSFUL RELATIONSHIP OUTCOMES AND WE'RE ABLE TO DO THAT. THAT'S WHAT WE'RE PASSIONATE ABOUT.\nCARL QUINTANILLA: IS THAT SOMETHING YOU WOULD BE OPEN TO WITH FACEBOOK?\nLEVIN: OF COURSE. WE WOULD LOVE TO DO SOMETHING LIKE THAT. YEAH.\nFORTT: THERE'S NOBODY WHO HAS DONE THE PORTFOLIO APPROACH IN THE INTERNET DIGITAL SPACE LIKE IAC HAS. AND I WONDER IN THIS AGE OF MOBILE AND AS WE'RE MOVING INTO AI, ARE YOU FINDING WAYS TO TAKE ADVANTAGE OF THAT SCALE FROM AN ENGINEERING PERSPECTIVE? AND HOW EXACTLY DO YOU DO THAT WHILE ALLOWING THESE VARIOUS PROPERTIES TO MAINTAIN THEIR INDEPENDENCE AND THEIR FOCUS ON THEIR VERTICALS?\nLEVIN: RIGHT. SO WE DON'T BELIEVE IN SYNERGIES. SYNERGIES IS KIND OF A DIRTY WORD AT IAC. WE BELIEVE IN COOPERATION. WE BELIEVE IN SHARING BEST PRACTICES. WE BELIEVE IN HELPING EACH OTHER OUT. BUT WE DON'T FORCE THOSE SYNERGIES. BUT, AI IS A GREAT EXAMPLE OR MARKETING IS A GREAT EXAMPLE OR AREAS WHERE WE FOUND, \"WHAT'S A GREAT PLACE TO GET TALENT?\", \"WHAT'S A GREAT WAY TO ORGANIZE THIS?\" \"WHAT'S A GREAT WAY TO – WHAT ARE SOME PROBLEMS THAT AI HAS SOLVED FOR ANGIE'S LIST THAT MAYBE COULD APPLY TO MATCH?\" OR VICE VERSA.\nFORTT: MAYBE A PLUMBER DATING SITE.\nLEVIN: THAT -- I'M NOT SURE THAT PLUMBERS WANT TO DATE OTHER PLUMBERS BUT IF THEY DID, WE COULD HELP WITH THAT. BUT THAT IS SORT OF TO THE POINT OF SYNERGIES – WHEN WE THINK ABOUT SYNERGIES, JUST BECAUSE THEY HAVE A COMMON SHAREHOLDER -- A LARGE COMMON SHAREHOLDER OR CONTROL COMMON SHAREHOLDER DOESN'T MEAN THE BUSINESSES NEED TO WORK TOGETHER. BUT IT DOES MEAN THAT WE CAN MOVE TALENT AROUND, IT DOES MEAN THAT THEY CAN LEARN FROM EACH OTHER AND IT DOES MEAN YOU CAN HAVE FULL ACCESS TO INFORMATION FROM SOMEBODY ELSE IN THE CATEGORY. IF WE CALLED UP A BUSINESS, YOU KNOW, ANYWHERE IN THE INTERNET AND SAY, \"HEY, GIVE US ALL YOUR CONVERSION DATA FOR THE LAST 20 YEARS,\" OF COURSE, THEY'RE NOT GOING TO DO THAT, BUT YOU CAN DO THAT WITH ONE OF OUR BUSINESSES. AND THAT'S REALLY HELPFUL TO OPERATE.\nQUINTANILLA: ISN'T THE WHOLE EPISODE, THOUGH? I MEAN, THIS HAPPENS IN RETAIL, IT HAPPENED IN THIS CASE, WHERE A GIANT CAN MAKE A FOOTSTEP INTO SOME AREA AND EVERYONE BELIEVES IT'S GOING TO CRUSH --\nLEVIN: YEAH.\nQUINTANILLA: -- THE EXISTING RESIDENTS OF THAT SPACE. RIGHT?\nLEVIN: YEAH.\nQUINTANILLA: HOW DANGEROUS IS THAT?\nLEVIN: AGAIN, IT'S VERY HARD IN THE MARKET TO COMPETE WITH A PRESS RELEASE. THAT'S WHAT WE'RE REALLY TALKING ABOUT RIGHT NOW. BIG COMPANIES, WE'LL ALL RECALL WHEN GOOGLE WENT INTO SOCIAL NETWORKING, WHEN FACEBOOK WAS SMALLER. THAT DIDN'T WORK. THAT WAS A SIDE SHOW. WE'RE FOCUSED RIGHT NOW ON JUST DELIVERINGA BETTER CUSTOMER EXPERIENCE AND IF WE DELIVER A BETTER CUSTOMER EXPERIENCE EVERY DAY, THOSE GIANTS DON'T WORRY ME. WE'VE BEEN COMPETING WITH GIANTS IN EVERY SINGLE ONE OF OUR BUSINESSES. WE COMPETE WITH GIANTS IN ANGI HOME SERVICES TODAY. AMAZON HAS DONE PRESS RELEASES. GOOGLE HAS DONE PRESS RELEASES. AND WHAT WE'RE TRYING TO DO IN ALL THOSE CASES IS MAKE SURE OUR CUSTOMERS ARE HAPPIER, MAKE SURE OUR CUSTOMERS KEEP GETTING A PRODUCT THAT THEY LOVE. MAKE SURE – YOU KNOW, WE HAVE TWO-SIDED MARKETPLACES IN A LOT OF OUR BUSINESSES. IN ANGI HOME SERVICES WE HAVE CONSUMERS THAT NEED TO BE HAPPY TO GET THEIR JOBS DONE AND WE HAVE SERVICE PROFESSIONALS THAT NEED TO BE HAPPY AND ENGAGE WITH OUR PLATFORMS TO MAKE SURE THOSE TWO THINGS ARE MATCHING. THAT'S A REALLY HARD THING TO PULL OFF. THAT'S A FULL-TIME JOB. THAT'S A FULL-TIME JOB FOR THAT BUSINESS, IN THAT CASE FOR 1,500 EMPLOYEES. AND THAT'S WHAT WE'RE GOING TO KEEP DOING.\nBRENNAN: I WANT TO GET INTO YOUR EARNINGS A LITTLE MORE.\nLEVIN: YEAH.\nBRENNAN: FIRST, I'VE JUST GOT ONE MORE QUESTION ABOUT A PROSPECTIVE FACEBOOK EFFECT. AND THIS IS THE FACT THAT LAST MONTH YOU HAD TINDER USERS WHO BASICALLY GOT BOOTED OFF OF THE APP BECAUSE OF THEIR LOG-INS WITH FACEBOOK AND SOME OF THE PRIVACY OVERHAULS THAT TOOK PLACE ON THAT SITE AND THE CONNECTIONS THERE. HAS THERE BEEN A BROADER IMPACT IN TERMS OF SOME OF THESE CHANGES THAT WERE MADE AT FACEBOOK?\nLEVIN: NO. I THINK THERE WAS A VERY SHORT-TERM, TEMPORARY GLITCH, UNRELATED TO ANYTHING. I DON'T EVEN RECALL IF IT WAS ON OUR SIDE OR FACEBOOK'S SIDE BUT THAT DIDN'T REALLY HAVE AN IMPACT ON OUR BUSINESS AND HAD NO BROADER IMPLICATIONS. I THINK THAT'S NOT SOMETHING WE'VE SPENT TIME THINKING ABOUT.\nBRENNAN: OKAY. AND THEN IN TERMS OF YOUR EARNINGS, YOU CALLED VIMEO ONE OF THE MOST UNDERAPPRECIATED ASSETS IN YOUR PORTFOLIO. WHY?\nLEVIN: BECAUSE, WE HAVE – IF YOU LOOK AT IAC RIGHT NOW, WE OWN 87% OF ANGI HOME SERVICES, THAT'S WORTH – I DON'T KNOW – $5 OR SOMETHING BILLION. IF YOU LOOK AT MATCH GROUP WE OWN 81% OF THAT. THAT'S WORTH, I DON'T KNOW, $8 OR SOMETHING BILLION. AND THEN WE HAVE CASH, TOO. SO IF YOU ADD THAT ALL UP THAT'S BIGGER THAN IAC'S MARKET CAP TODAY, WHICH IS KIND OF REMARKABLE. AND I DIDN'T ASSIGN ANY VALUE TO VIMEO THERE. I DIDN'T ASSIGN ANY VALUE TO OUR PUBLISHING BUSINESS, WHICH IS GROWING – GREW 70% YEAR-OVER-YEAR IN THE QUARTER. I DIDN'T ASSIGN ANY VALUE TO OUR APPLICATIONS BUSINESS THAT JUST DID $25 OR $30 MILLION OF EBIDTA LAST QUARTER. AND THOSE THINGS ARE ALL IN THERE THAT HAVE REAL VALUE. VIMEO IS IN A HUGE CATEGORY, IT'S GOT RECURRING SUBSCRIPTION REVENUE, IT'S GOT UNBELIEVABLE LOYALTY AMONG THEIR CUSTOMERS. CUSTOMERS ARE STAYING, ON AVERAGE, FIVE YEARS IN VIMEO. AND OUTSIDE OF IAC, SOMEBODY WOULD SAY THAT VIMEO HAS INCREDIBLE VALUE. THEY WOULD BE CALLING IT A SAAS BUSINESS AND THEY'D BE PUTTING SOME CRAZY MULTIPLE ON IT, RAISING MONEY IN THE PRIVATE MARKETS. AND THAT'S WHY I SAY UNDERAPPRECIATED. BECAUSE RIGHT NOW IT'S VALUED SOMEWHERE IN A PILE OF NEGATIVE $2.8 MILLION.\nFORTT: YOU SEEM TO BE MAKING AN ARGUMENT FOR SPINNING IT OFF.\nQUINTANILLA: YEAH.\nLEVIN: ONE OF THE THINGS WE THINK ABOUT IN THE CONTEXT OF OUR BUSINESS IS IS HOW DO WE SHOW THE VALUE IN THESE THINGS. SO PART OF, ON VIMEO, IT'S OUR FAULT. WE DIDN'T SHOW STATISTICS ON VIMEO. WE RELEASED A LOT MORE STATISTICS WITH OUR EARNINGS YESTERDAY ON VIMEO. AND WE'LL START TO HIGHLIGHT THAT AND WE'VE GOT A GREAT MANAGEMENT TEAM AT VIMEO LED BY ANJALI SUD WHO WILL GET OUT AND START TELLING THE STORY AND PEOPLE WILL GET TO MEET HER AND SEE THE KIND OF LEADERSHIP WE HAVE THERE AND THE VISION THAT THAT BUSINESS HAS. AND I THINK THAT'S ANOTHER PATH, TOO. BUT STRUCTURAL REMEDIES ARE ALWAYS AVAILABLE.\nFORTT: IT'S QUITE A STORY. YOU'VE GOT TO BE CAREFUL TELLING IT ON WALL STREET, BUT IT'S QUITE A STORY. JOEY LEVIN OF IAC. THANKS FOR BEING WITH US.\nLEVIN: THANKS FOR HAVING ME.\nFor more information contact: ",
    "published": "2018-05-10T03:00:00.000+03:00",
    "crawled": "2018-05-12T10:26:48.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cnbc",
        "exclusive",
        "cnbc",
        "transcript",
        "iac",
        "ceo",
        "joey",
        "levin",
        "cnbc",
        "squawk",
        "alley",
        "today",
        "published",
        "pm",
        "et",
        "thu",
        "may",
        "cnbc",
        "squawk",
        "alley",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "iac",
        "chief",
        "executive",
        "officer",
        "joey",
        "levin",
        "cnbc",
        "squawk",
        "alley",
        "11am",
        "12pm",
        "today",
        "thursday",
        "may",
        "10th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "jon",
        "fortt",
        "iac",
        "also",
        "majority",
        "owner",
        "match",
        "group",
        "quarterly",
        "result",
        "internet",
        "company",
        "revenue",
        "topic",
        "consensus",
        "share",
        "pressure",
        "since",
        "facebook",
        "mark",
        "zuckerberg",
        "announced",
        "social",
        "giant",
        "entering",
        "dating",
        "game",
        "iac",
        "ceo",
        "joey",
        "levin",
        "respondin",
        "announcement",
        "iac",
        "earnings",
        "call",
        "saying",
        "head",
        "start",
        "several",
        "month",
        "advanced",
        "warning",
        "going",
        "take",
        "advantage",
        "iac",
        "also",
        "releasing",
        "statement",
        "right",
        "facebook",
        "unveil",
        "saying",
        "come",
        "water",
        "warm",
        "product",
        "could",
        "great",
        "iac",
        "ceo",
        "joey",
        "levin",
        "join",
        "u",
        "cnbc",
        "exclusive",
        "interview",
        "good",
        "line",
        "joey",
        "joey",
        "levin",
        "trying",
        "fun",
        "fortt",
        "yeah",
        "dating",
        "game",
        "got",
        "try",
        "fun",
        "question",
        "would",
        "really",
        "worried",
        "linkedin",
        "getting",
        "dating",
        "right",
        "certain",
        "world",
        "people",
        "want",
        "keep",
        "separate",
        "people",
        "really",
        "want",
        "date",
        "platform",
        "mom",
        "grandma",
        "aunt",
        "also",
        "think",
        "going",
        "issue",
        "facebook",
        "levin",
        "pretty",
        "clear",
        "point",
        "view",
        "think",
        "people",
        "like",
        "separate",
        "dating",
        "life",
        "life",
        "consistent",
        "long",
        "time",
        "course",
        "people",
        "meet",
        "social",
        "network",
        "people",
        "meeting",
        "social",
        "network",
        "since",
        "social",
        "network",
        "came",
        "existence",
        "people",
        "meet",
        "bar",
        "people",
        "meet",
        "restaurant",
        "thing",
        "great",
        "place",
        "start",
        "relationship",
        "term",
        "platform",
        "want",
        "platform",
        "true",
        "dating",
        "platform",
        "people",
        "like",
        "dedicated",
        "place",
        "hobby",
        "side",
        "thing",
        "think",
        "traction",
        "people",
        "market",
        "changer",
        "always",
        "morgan",
        "brennan",
        "sort",
        "facebook",
        "offering",
        "make",
        "different",
        "term",
        "getting",
        "dating",
        "game",
        "fact",
        "able",
        "connect",
        "people",
        "shared",
        "event",
        "exist",
        "currently",
        "levin",
        "exist",
        "currently",
        "facebook",
        "exist",
        "world",
        "brennan",
        "dating",
        "platform",
        "levin",
        "first",
        "think",
        "lot",
        "way",
        "people",
        "connect",
        "exist",
        "platform",
        "people",
        "common",
        "ground",
        "different",
        "kind",
        "thing",
        "whether",
        "religion",
        "whether",
        "visited",
        "place",
        "friend",
        "common",
        "thing",
        "like",
        "thing",
        "pull",
        "people",
        "together",
        "thing",
        "optimized",
        "literally",
        "year",
        "hard",
        "mean",
        "complicated",
        "complicated",
        "figure",
        "right",
        "way",
        "show",
        "match",
        "right",
        "way",
        "handle",
        "customer",
        "service",
        "right",
        "way",
        "make",
        "sure",
        "customer",
        "finding",
        "successful",
        "relationship",
        "outcome",
        "day",
        "every",
        "day",
        "make",
        "customer",
        "help",
        "customer",
        "find",
        "successful",
        "relationship",
        "outcome",
        "side",
        "job",
        "job",
        "seen",
        "people",
        "try",
        "thing",
        "side",
        "job",
        "work",
        "remember",
        "talked",
        "morning",
        "shareholder",
        "earnings",
        "remember",
        "yahoo",
        "coming",
        "space",
        "yahoo",
        "yahoo",
        "remember",
        "aol",
        "coming",
        "space",
        "aol",
        "aol",
        "making",
        "big",
        "deal",
        "going",
        "take",
        "world",
        "ultimately",
        "company",
        "ended",
        "partnering",
        "u",
        "cared",
        "delivering",
        "great",
        "customer",
        "experience",
        "cared",
        "helping",
        "people",
        "get",
        "successful",
        "relationship",
        "outcome",
        "able",
        "passionate",
        "carl",
        "quintanilla",
        "something",
        "would",
        "open",
        "facebook",
        "levin",
        "course",
        "would",
        "love",
        "something",
        "like",
        "yeah",
        "fortt",
        "nobody",
        "done",
        "portfolio",
        "approach",
        "internet",
        "digital",
        "space",
        "like",
        "iac",
        "wonder",
        "age",
        "mobile",
        "moving",
        "ai",
        "finding",
        "way",
        "take",
        "advantage",
        "scale",
        "engineering",
        "perspective",
        "exactly",
        "allowing",
        "various",
        "property",
        "maintain",
        "independence",
        "focus",
        "vertical",
        "levin",
        "right",
        "believe",
        "synergy",
        "synergy",
        "kind",
        "dirty",
        "word",
        "iac",
        "believe",
        "cooperation",
        "believe",
        "sharing",
        "best",
        "practice",
        "believe",
        "helping",
        "force",
        "synergy",
        "ai",
        "great",
        "example",
        "marketing",
        "great",
        "example",
        "area",
        "found",
        "great",
        "place",
        "get",
        "talent",
        "great",
        "way",
        "organize",
        "great",
        "way",
        "problem",
        "ai",
        "solved",
        "angie",
        "list",
        "maybe",
        "could",
        "apply",
        "match",
        "vice",
        "versa",
        "fortt",
        "maybe",
        "plumber",
        "dating",
        "site",
        "levin",
        "sure",
        "plumber",
        "want",
        "date",
        "plumber",
        "could",
        "help",
        "sort",
        "point",
        "synergy",
        "think",
        "synergy",
        "common",
        "shareholder",
        "large",
        "common",
        "shareholder",
        "control",
        "common",
        "shareholder",
        "mean",
        "business",
        "need",
        "work",
        "together",
        "mean",
        "move",
        "talent",
        "around",
        "mean",
        "learn",
        "mean",
        "full",
        "access",
        "information",
        "somebody",
        "else",
        "category",
        "called",
        "business",
        "know",
        "anywhere",
        "internet",
        "say",
        "hey",
        "give",
        "u",
        "conversion",
        "data",
        "last",
        "year",
        "course",
        "going",
        "one",
        "business",
        "really",
        "helpful",
        "operate",
        "quintanilla",
        "whole",
        "episode",
        "though",
        "mean",
        "happens",
        "retail",
        "happened",
        "case",
        "giant",
        "make",
        "footstep",
        "area",
        "everyone",
        "belief",
        "going",
        "crush",
        "levin",
        "yeah",
        "quintanilla",
        "existing",
        "resident",
        "space",
        "right",
        "levin",
        "yeah",
        "quintanilla",
        "dangerous",
        "levin",
        "hard",
        "market",
        "compete",
        "press",
        "release",
        "really",
        "talking",
        "right",
        "big",
        "company",
        "recall",
        "google",
        "went",
        "social",
        "networking",
        "facebook",
        "smaller",
        "work",
        "side",
        "show",
        "focused",
        "right",
        "deliveringa",
        "better",
        "customer",
        "experience",
        "deliver",
        "better",
        "customer",
        "experience",
        "every",
        "day",
        "giant",
        "worry",
        "competing",
        "giant",
        "every",
        "single",
        "one",
        "business",
        "compete",
        "giant",
        "angi",
        "home",
        "service",
        "today",
        "amazon",
        "done",
        "press",
        "release",
        "google",
        "done",
        "press",
        "release",
        "trying",
        "case",
        "make",
        "sure",
        "customer",
        "happier",
        "make",
        "sure",
        "customer",
        "keep",
        "getting",
        "product",
        "love",
        "make",
        "sure",
        "know",
        "marketplace",
        "lot",
        "business",
        "angi",
        "home",
        "service",
        "consumer",
        "need",
        "happy",
        "get",
        "job",
        "done",
        "service",
        "professional",
        "need",
        "happy",
        "engage",
        "platform",
        "make",
        "sure",
        "two",
        "thing",
        "matching",
        "really",
        "hard",
        "thing",
        "pull",
        "job",
        "job",
        "business",
        "case",
        "employee",
        "going",
        "keep",
        "brennan",
        "want",
        "get",
        "earnings",
        "little",
        "levin",
        "yeah",
        "brennan",
        "first",
        "got",
        "one",
        "question",
        "prospective",
        "facebook",
        "effect",
        "fact",
        "last",
        "month",
        "tinder",
        "user",
        "basically",
        "got",
        "booted",
        "app",
        "facebook",
        "privacy",
        "overhaul",
        "took",
        "place",
        "site",
        "connection",
        "broader",
        "impact",
        "term",
        "change",
        "made",
        "facebook",
        "levin",
        "think",
        "temporary",
        "glitch",
        "unrelated",
        "anything",
        "even",
        "recall",
        "side",
        "facebook",
        "side",
        "really",
        "impact",
        "business",
        "broader",
        "implication",
        "think",
        "something",
        "spent",
        "time",
        "thinking",
        "brennan",
        "okay",
        "term",
        "earnings",
        "called",
        "vimeo",
        "one",
        "underappreciated",
        "asset",
        "portfolio",
        "levin",
        "look",
        "iac",
        "right",
        "angi",
        "home",
        "service",
        "worth",
        "know",
        "something",
        "billion",
        "look",
        "match",
        "group",
        "worth",
        "know",
        "something",
        "billion",
        "cash",
        "add",
        "bigger",
        "iac",
        "market",
        "cap",
        "today",
        "kind",
        "remarkable",
        "assign",
        "value",
        "vimeo",
        "assign",
        "value",
        "publishing",
        "business",
        "growing",
        "grew",
        "quarter",
        "assign",
        "value",
        "application",
        "business",
        "million",
        "ebidta",
        "last",
        "quarter",
        "thing",
        "real",
        "value",
        "vimeo",
        "huge",
        "category",
        "got",
        "recurring",
        "subscription",
        "revenue",
        "got",
        "unbelievable",
        "loyalty",
        "among",
        "customer",
        "customer",
        "staying",
        "average",
        "five",
        "year",
        "vimeo",
        "outside",
        "iac",
        "somebody",
        "would",
        "say",
        "vimeo",
        "incredible",
        "value",
        "would",
        "calling",
        "saas",
        "business",
        "putting",
        "crazy",
        "multiple",
        "raising",
        "money",
        "private",
        "market",
        "say",
        "underappreciated",
        "right",
        "valued",
        "somewhere",
        "pile",
        "negative",
        "million",
        "fortt",
        "seem",
        "making",
        "argument",
        "spinning",
        "quintanilla",
        "yeah",
        "levin",
        "one",
        "thing",
        "think",
        "context",
        "business",
        "show",
        "value",
        "thing",
        "part",
        "vimeo",
        "fault",
        "show",
        "statistic",
        "vimeo",
        "released",
        "lot",
        "statistic",
        "earnings",
        "yesterday",
        "vimeo",
        "start",
        "highlight",
        "got",
        "great",
        "management",
        "team",
        "vimeo",
        "led",
        "anjali",
        "sud",
        "get",
        "start",
        "telling",
        "story",
        "people",
        "get",
        "meet",
        "see",
        "kind",
        "leadership",
        "vision",
        "business",
        "think",
        "another",
        "path",
        "structural",
        "remedy",
        "always",
        "available",
        "fortt",
        "quite",
        "story",
        "got",
        "careful",
        "telling",
        "wall",
        "street",
        "quite",
        "story",
        "joey",
        "levin",
        "iac",
        "thanks",
        "u",
        "levin",
        "thanks",
        "information",
        "contact"
    ]
}