{
    "organizations": [],
    "uuid": "636709247d28c2d28d85e81e6d17b9fa548a21fe",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/31/pr-newswire-glass-lewis-recommends-acacia-research-stockholders-support-sidus-case-for-change-by-voting-the-blue-proxy-card.html",
    "ord_in_thread": 0,
    "title": "Glass Lewis Recommends Acacia Research Stockholders Support Sidus' Case for Change by Voting the BLUE Proxy Card",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 31, 2018 /PRNewswire/ -- Sidus Investment Management, LLC and BLR Partners LP (together, \"Sidus,\" \"we\" or \"us\"), collectively one of the largest stockholders of Acacia Research Corporation (\"Acacia\" or the \"Company\") (NASDAQ: ACTG), announced today that proxy advisory firm Glass, Lewis & Co., LLC (\"Glass Lewis\") has recommended that stockholders of Acacia support the election of Alfred V. Tobia Jr. to Acacia's Board of Directors (the \"Board\") at the upcoming 2018 Annual Meeting of Stockholders (the \"2018 Annual Meeting\"), scheduled to be held on June 14, 2018. Glass Lewis is one of the leading independent proxy advisory firms in the United States and its recommendations are relied upon by many institutional investors and other fiduciaries.\nGlass Lewis recommended stockholders vote on Sidus' BLUE proxy card FOR the election of Mr. Tobia to the Board, AGAINST the Company's advisory vote on executive compensation and AGAINST Approval of the Company's 2018 Stock Incentive Plan. Glass Lewis clearly recommended that stockholders not vote for the Company's nominees . Sidus also urges stockholders to vote on the BLUE proxy card FOR the election of its highly-qualified nominee Clifford Press.\nIn its report, Glass Lewis affirmed Sidus' view that the Board must be held accountable for Acacia's abysmal underperformance and corporate governance shortcomings, which have ultimately destroyed stockholder value. Glass Lewis performed a detailed analysis of both sides' positions and carefully considered, among other things, the Company's total stockholder return, operating performance and financial performance, as well as the strong experience and qualifications of Sidus' nominees.\nGlass Lewis concluded that stockholders should vote on the BLUE proxy card, saying [1] :\n\"In this case, we believe the Dissident fairly highlights a range of material issues at Acacia, including laggard shareholder returns, a pattern of questionably timed changes to the board's composition, atypical compensation arrangements and certain fundamental corporate governance issues . We believe these factors collectively support the need for a fresh, shareholder-first perspective in the Acacia board room.\" \"[W]e are ultimately inclined to conclude the breadth of Acacia's existing issues -- including a perpetually muddled C-suite, suspect incentive programs, a board stacked with appointees who have never faced a director election and, perhaps most prominently, absolutely dismal shareholder returns both before and since Mr. Graziadio's involvement -- warrant the election of a shareholder representative…\"\nWith regard to Acacia's destruction of stockholder value, Glass Lewis took Acacia to task for its blatantly false and misleading \"Peer Groups\":\n\"[ W]e take a rather dim view of the analytical methodology applied by Acacia management . Most notably, the board elects to undertake a \"peak-to-trough\" analysis of peer returns over various undisclosed time-frames falling within the last ten years, which methodology appears to necessarily untether underlying trading prices from basic considerations of contemporaneity.\" \"Further still, while we acknowledge management's peer set is pulled from a 2014 industry report by RPX Corporation, the firms actually selected are, in all but one case, comprised of enterprises that were significantly smaller than Acacia at that time and were clearly framed as underperformers in the RPX report. We thus consider Acacia appears to have selected comparators which were likely to be more vulnerable to industry headwinds, had reduced flexibility to explore diversification and were already trending toward sub-market returns at the time of the RPX report.\" \"On balance, then, we find the shareholder value narrative tilts rather clearly toward the perspectives offered by Sidus and BLR, while the employed tactics of Acacia management demonstrate what we consider to be misleading benchmarking and a peak-to-trough methodology seemingly designed to obfuscate a traditional, straightforward understanding of contemporaneous performance across established time frames.\"\nGlass Lewis also commented on the Company's excessive compensation schemes, saying:\n\"In essence, then, the [profits interest] plan provides zero cost, upside-only exposure to an asset Acacia's executives should already be incentivized to manage effectively on behalf of all Acacia investors by virtue of the Company's equity incentive plans, which, as described more expansively in our analysis of Proposal 4, have historically been rather generous.\" \"Viewed collectively, then, it appears the current board is prepared to compensate Mr. Graziadio -- both with cash and through the use of fairly large equity grants and continued participation in a dubiously structured profit sharing plan -- as though he is Acacia's CEO, while also problematically abdicating Mr. Graziadio of any codified responsibility to clearly assume the obligations of that still-vacant position.\"\nAnalyzing Acacia's Board composition and lack of independence, Glass Lewis noted:\n\"Nevertheless, given what we expect is the rather wide prevalence of capable, experienced and unambiguously unaffiliated professionals with skill sets otherwise similar to Mr. Sanders, we question the board's determination to test the margins of independence by selecting a director clearly operating well within the direct ambit of Mr. Graziadio.\" \" More decisively disconcerting is the Company's dubiously routine determination to unilaterally add new directors in a questionable manner … [We] consider the optics surrounding the installation of new directors to multi-year terms just four days after acknowledging receipt of the Dissidents' notice of nomination are decidedly poor. \"\nAlfred V. Tobia Jr., Co-Founder and Managing Member of Sidus Investment Management, said, \"We are pleased that Glass Lewis has supported our call for change at Acacia and recommended stockholders vote for my election to the Board on the BLUE proxy card. However, we respectfully disagree with Glass Lewis' recommendation to withhold voting for our other highly-qualified nominee, Clifford Press, using disproportionate representation and patent industry experience as its stated rationale. Our ability to increase our ownership position in Acacia is limited by the Company's 4.9% poison pill and our nominees will represent the interests of all shareholders, as they have done in the past.\n\"We remind stockholders of Acacia's classified Board and its unilateral appointment of four directors, which will clearly dilute stockholder-driven interests in the boardroom. As Glass Lewis points out, it seems quite clear that the Company added two of such directors to the Board as a response to our nominations. In order to counter such machinations and to deliver real change to Acacia, it is critical that both of our nominees are elected. Ultimately, Messrs. Graziadio and Walsh should be held accountable for being the architects of the Company's misaligned compensation schemes.\n\"Further, we firmly believe that the only way stockholders will realize improved value from Acacia is through the subtraction of Messrs. Graziadio and Walsh from the Board, as well as the addition of two independent stockholder voices. Considering the failed patent business and the recent investments made by Acacia, the election of two fiduciaries to the Board is highly relevant to Acacia investors. We remain fully committed to seeking the full election of our slate, and we look forward to continuing to make our case to stockholders in advance of the 2018 Annual Meeting.\"\nThe time for change is now. Sidus believes stockholders can only be protected if Messrs. Graziadio and Walsh are removed from the Board and from having any future influence at Acacia. Stockholders have a crucial opportunity to replace them by electing Alfred V. Tobia Jr. and Clifford Press, who have demonstrated records of success in achieving positive change for stockholders as minority Board members.\nFOLLOW GLASS LEWIS' RECOMMENDATION AND VOTE FOR CHANGE ON THE BLUE PROXY CARD TODAY.\n[1] Permission to Quote: from Glass Lewis report was neither sought nor obtained. Emphases added.\nView original content: http://www.prnewswire.com/news-releases/glass-lewis-recommends-acacia-research-stockholders-support-sidus-case-for-change-by-voting-the-blue-proxy-card-300657558.html\nSOURCE Sidus Investment Management, LLC",
    "published": "2018-05-31T21:05:00.000+03:00",
    "crawled": "2018-05-31T23:26:17.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "sidus",
        "investment",
        "management",
        "llc",
        "blr",
        "partner",
        "lp",
        "together",
        "sidus",
        "u",
        "collectively",
        "one",
        "largest",
        "stockholder",
        "acacia",
        "research",
        "corporation",
        "acacia",
        "company",
        "nasdaq",
        "actg",
        "announced",
        "today",
        "proxy",
        "advisory",
        "firm",
        "glass",
        "lewis",
        "llc",
        "glass",
        "lewis",
        "recommended",
        "stockholder",
        "acacia",
        "support",
        "election",
        "alfred",
        "tobia",
        "acacia",
        "board",
        "director",
        "board",
        "upcoming",
        "annual",
        "meeting",
        "stockholder",
        "annual",
        "meeting",
        "scheduled",
        "held",
        "june",
        "glass",
        "lewis",
        "one",
        "leading",
        "independent",
        "proxy",
        "advisory",
        "firm",
        "united",
        "state",
        "recommendation",
        "relied",
        "upon",
        "many",
        "institutional",
        "investor",
        "fiduciary",
        "glass",
        "lewis",
        "recommended",
        "stockholder",
        "vote",
        "sidus",
        "blue",
        "proxy",
        "card",
        "election",
        "tobia",
        "board",
        "company",
        "advisory",
        "vote",
        "executive",
        "compensation",
        "approval",
        "company",
        "stock",
        "incentive",
        "plan",
        "glass",
        "lewis",
        "clearly",
        "recommended",
        "stockholder",
        "vote",
        "company",
        "nominee",
        "sidus",
        "also",
        "urge",
        "stockholder",
        "vote",
        "blue",
        "proxy",
        "card",
        "election",
        "nominee",
        "clifford",
        "press",
        "report",
        "glass",
        "lewis",
        "affirmed",
        "sidus",
        "view",
        "board",
        "must",
        "held",
        "accountable",
        "acacia",
        "abysmal",
        "underperformance",
        "corporate",
        "governance",
        "shortcoming",
        "ultimately",
        "destroyed",
        "stockholder",
        "value",
        "glass",
        "lewis",
        "performed",
        "detailed",
        "analysis",
        "side",
        "position",
        "carefully",
        "considered",
        "among",
        "thing",
        "company",
        "total",
        "stockholder",
        "return",
        "operating",
        "performance",
        "financial",
        "performance",
        "well",
        "strong",
        "experience",
        "qualification",
        "sidus",
        "nominee",
        "glass",
        "lewis",
        "concluded",
        "stockholder",
        "vote",
        "blue",
        "proxy",
        "card",
        "saying",
        "case",
        "believe",
        "dissident",
        "fairly",
        "highlight",
        "range",
        "material",
        "issue",
        "acacia",
        "including",
        "laggard",
        "shareholder",
        "return",
        "pattern",
        "questionably",
        "timed",
        "change",
        "board",
        "composition",
        "atypical",
        "compensation",
        "arrangement",
        "certain",
        "fundamental",
        "corporate",
        "governance",
        "issue",
        "believe",
        "factor",
        "collectively",
        "support",
        "need",
        "fresh",
        "perspective",
        "acacia",
        "board",
        "room",
        "w",
        "e",
        "ultimately",
        "inclined",
        "conclude",
        "breadth",
        "acacia",
        "existing",
        "issue",
        "including",
        "perpetually",
        "muddled",
        "suspect",
        "incentive",
        "program",
        "board",
        "stacked",
        "appointee",
        "never",
        "faced",
        "director",
        "election",
        "perhaps",
        "prominently",
        "absolutely",
        "dismal",
        "shareholder",
        "return",
        "since",
        "graziadio",
        "involvement",
        "warrant",
        "election",
        "shareholder",
        "regard",
        "acacia",
        "destruction",
        "stockholder",
        "value",
        "glass",
        "lewis",
        "took",
        "acacia",
        "task",
        "blatantly",
        "false",
        "misleading",
        "peer",
        "group",
        "w",
        "e",
        "take",
        "rather",
        "dim",
        "view",
        "analytical",
        "methodology",
        "applied",
        "acacia",
        "management",
        "notably",
        "board",
        "elect",
        "undertake",
        "analysis",
        "peer",
        "return",
        "various",
        "undisclosed",
        "falling",
        "within",
        "last",
        "ten",
        "year",
        "methodology",
        "appears",
        "necessarily",
        "untether",
        "underlying",
        "trading",
        "price",
        "basic",
        "consideration",
        "contemporaneity",
        "still",
        "acknowledge",
        "management",
        "peer",
        "set",
        "pulled",
        "industry",
        "report",
        "rpx",
        "corporation",
        "firm",
        "actually",
        "selected",
        "one",
        "case",
        "comprised",
        "enterprise",
        "significantly",
        "smaller",
        "acacia",
        "time",
        "clearly",
        "framed",
        "underperformer",
        "rpx",
        "report",
        "thus",
        "consider",
        "acacia",
        "appears",
        "selected",
        "comparators",
        "likely",
        "vulnerable",
        "industry",
        "headwind",
        "reduced",
        "flexibility",
        "explore",
        "diversification",
        "already",
        "trending",
        "toward",
        "return",
        "time",
        "rpx",
        "report",
        "balance",
        "find",
        "shareholder",
        "value",
        "narrative",
        "tilt",
        "rather",
        "clearly",
        "toward",
        "perspective",
        "offered",
        "sidus",
        "blr",
        "employed",
        "tactic",
        "acacia",
        "management",
        "demonstrate",
        "consider",
        "misleading",
        "benchmarking",
        "methodology",
        "seemingly",
        "designed",
        "obfuscate",
        "traditional",
        "straightforward",
        "understanding",
        "contemporaneous",
        "performance",
        "across",
        "established",
        "time",
        "frame",
        "glass",
        "lewis",
        "also",
        "commented",
        "company",
        "excessive",
        "compensation",
        "scheme",
        "saying",
        "essence",
        "profit",
        "interest",
        "plan",
        "provides",
        "zero",
        "cost",
        "exposure",
        "asset",
        "acacia",
        "executive",
        "already",
        "incentivized",
        "manage",
        "effectively",
        "behalf",
        "acacia",
        "investor",
        "virtue",
        "company",
        "equity",
        "incentive",
        "plan",
        "described",
        "expansively",
        "analysis",
        "proposal",
        "historically",
        "rather",
        "generous",
        "viewed",
        "collectively",
        "appears",
        "current",
        "board",
        "prepared",
        "compensate",
        "graziadio",
        "cash",
        "use",
        "fairly",
        "large",
        "equity",
        "grant",
        "continued",
        "participation",
        "dubiously",
        "structured",
        "profit",
        "sharing",
        "plan",
        "though",
        "acacia",
        "ceo",
        "also",
        "problematically",
        "abdicating",
        "graziadio",
        "codified",
        "responsibility",
        "clearly",
        "assume",
        "obligation",
        "position",
        "analyzing",
        "acacia",
        "board",
        "composition",
        "lack",
        "independence",
        "glass",
        "lewis",
        "noted",
        "nevertheless",
        "given",
        "expect",
        "rather",
        "wide",
        "prevalence",
        "capable",
        "experienced",
        "unambiguously",
        "unaffiliated",
        "professional",
        "skill",
        "set",
        "otherwise",
        "similar",
        "sander",
        "question",
        "board",
        "determination",
        "test",
        "margin",
        "independence",
        "selecting",
        "director",
        "clearly",
        "operating",
        "well",
        "within",
        "direct",
        "ambit",
        "mr",
        "graziadio",
        "decisively",
        "disconcerting",
        "company",
        "dubiously",
        "routine",
        "determination",
        "unilaterally",
        "add",
        "new",
        "director",
        "questionable",
        "manner",
        "consider",
        "optic",
        "surrounding",
        "installation",
        "new",
        "director",
        "term",
        "four",
        "day",
        "acknowledging",
        "receipt",
        "dissident",
        "notice",
        "nomination",
        "decidedly",
        "alfred",
        "tobia",
        "managing",
        "member",
        "sidus",
        "investment",
        "management",
        "said",
        "pleased",
        "glass",
        "lewis",
        "supported",
        "call",
        "change",
        "acacia",
        "recommended",
        "stockholder",
        "vote",
        "election",
        "board",
        "blue",
        "proxy",
        "card",
        "however",
        "respectfully",
        "disagree",
        "glass",
        "lewis",
        "recommendation",
        "withhold",
        "voting",
        "nominee",
        "clifford",
        "press",
        "using",
        "disproportionate",
        "representation",
        "patent",
        "industry",
        "experience",
        "stated",
        "rationale",
        "ability",
        "increase",
        "ownership",
        "position",
        "acacia",
        "limited",
        "company",
        "poison",
        "pill",
        "nominee",
        "represent",
        "interest",
        "shareholder",
        "done",
        "past",
        "remind",
        "stockholder",
        "acacia",
        "classified",
        "board",
        "unilateral",
        "appointment",
        "four",
        "director",
        "clearly",
        "dilute",
        "interest",
        "boardroom",
        "glass",
        "lewis",
        "point",
        "seems",
        "quite",
        "clear",
        "company",
        "added",
        "two",
        "director",
        "board",
        "response",
        "nomination",
        "order",
        "counter",
        "machination",
        "deliver",
        "real",
        "change",
        "acacia",
        "critical",
        "nominee",
        "elected",
        "ultimately",
        "graziadio",
        "walsh",
        "held",
        "accountable",
        "architect",
        "company",
        "misaligned",
        "compensation",
        "scheme",
        "firmly",
        "believe",
        "way",
        "stockholder",
        "realize",
        "improved",
        "value",
        "acacia",
        "subtraction",
        "graziadio",
        "walsh",
        "board",
        "well",
        "addition",
        "two",
        "independent",
        "stockholder",
        "voice",
        "considering",
        "failed",
        "patent",
        "business",
        "recent",
        "investment",
        "made",
        "acacia",
        "election",
        "two",
        "fiduciary",
        "board",
        "highly",
        "relevant",
        "acacia",
        "investor",
        "remain",
        "fully",
        "committed",
        "seeking",
        "full",
        "election",
        "slate",
        "look",
        "forward",
        "continuing",
        "make",
        "case",
        "stockholder",
        "advance",
        "annual",
        "meeting",
        "time",
        "change",
        "sidus",
        "belief",
        "stockholder",
        "protected",
        "graziadio",
        "walsh",
        "removed",
        "board",
        "future",
        "influence",
        "acacia",
        "stockholder",
        "crucial",
        "opportunity",
        "replace",
        "electing",
        "alfred",
        "tobia",
        "clifford",
        "press",
        "demonstrated",
        "record",
        "success",
        "achieving",
        "positive",
        "change",
        "stockholder",
        "minority",
        "board",
        "member",
        "follow",
        "glass",
        "lewis",
        "recommendation",
        "vote",
        "change",
        "blue",
        "proxy",
        "card",
        "today",
        "permission",
        "quote",
        "glass",
        "lewis",
        "report",
        "neither",
        "sought",
        "obtained",
        "emphasis",
        "added",
        "view",
        "original",
        "content",
        "http",
        "source",
        "sidus",
        "investment",
        "management",
        "llc"
    ]
}