{
    "organizations": [],
    "uuid": "2795c643b5421b7e1580759a8d912d5ea1f4ea6d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/pr-newswire-sierra-oncology-reports-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Sierra Oncology Reports First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- SRA737 Monotherapy Phase 1/2 trial expanded to enroll CCNE1-driven ovarian cancer cohort -\n- SRA737 Low-Dose Gemcitabine Combination Phase 1/2 trial advanced into cohort expansion phase -\n- $133.8 million cash expected to fund programs through approximately mid-2020 -\nVANCOUVER, May 10, 2018 /PRNewswire/ - Sierra Oncology, Inc. (Nasdaq: SRRA), a clinical stage drug development company focused on advancing next generation DNA Damage Response (DDR) therapeutics for the treatment of patients with cancer, today reported its financial and operational results for the first quarter ended March 31, 2018.\n\"In late February 2018, we provided a comprehensive update on the development program for our Checkpoint kinase 1 (Chk1) inhibitor, SRA737. We also announced planned amendments to our SRA737 Monotherapy Phase 1/2 trial that are now being implemented, which include expanding the overall size of the trial and adding a sixth cohort targeting CCNE1-driven high grade serous ovarian cancer (HGSOC). This cohort is of high interest to us given mounting evidence for the role that CCNE1 amplification has in driving replication stress in cancer and the corresponding reliance on Chk1 in order to manage this replication stress. Analogous to poly ADP-ribose polymerase (PARP) inhibitors, which first exhibited robust activity in patients harboring BRCA mutations, emerging evidence suggests that Chk1 inhibitors such as SRA737 may prove effective in defined genetic backgrounds of high replication stress, such as CCNE1 amplification,\" said Dr. Nick Glover, President and CEO of Sierra Oncology. \"We are also pleased to report that we have advanced our Phase 1/2 Low-Dose Gemcitabine Combination trial into the Cohort Expansion Phase 2 portion, which is targeting enrollment of 80 genetically-selected patients across four indications, with a comparable biological orientation based on both exogenous (low-dose gemcitabine) and intrinsic genetic drivers of replication stress. An update from this trial and preliminary data from the Monotherapy trial are anticipated in the fourth quarter of 2018.\"\nDuring the first quarter, Sierra reported signing a supply agreement with Janssen Research & Development, LLC pursuant to which they will supply TESARO's ZEJULA® (niraparib), an orally administered PARP inhibitor, facilitating the initiation of a combination trial of niraparib with SRA737 in patients with prostate cancer in the fourth quarter of 2018. The trial is to be led by Professor Johann de Bono, Regius Professor of Cancer Research, Head of the Division of Clinical Studies and Professor in Experimental Cancer Medicine at The Institute of Cancer Research and The Royal Marsden NHS Foundation Trust.\nSubsequent to the end of the quarter, Sierra presented preclinical results for SRA737, including late-breaking data, in two posters at the American Association of Cancer Research (AACR) 2018 Annual Meeting, demonstrating that SRA737 has anti-tumor activity across a broad range of settings, including as monotherapy in aggressive CCNE1-driven HGSOC patient-derived xenografts and in combination with a PARP inhibitor in tumor cells that have acquired resistance to PARP inhibitors and/or platinum therapy.\nSierra is also currently designing a clinical study evaluating SRA737 in combination with immuno-oncology agents, which potentially could be submitted to regulatory authorities in the fourth quarter of 2018.\nIn addition to SRA737, Sierra is also advancing SRA141, a potent, selective, orally bioavailable small molecule inhibitor of cell division cycle 7 kinase (Cdc7). SRA141 is currently undergoing preclinical research in preparation for an Investigational New Drug Application (IND) submission to the U.S. Food and Drug Administration (FDA) expected in the second half of 2018.\nFirst Quarter 2018 Financial Results (all amounts reported in U.S. currency)\nResearch and development expenses were $8.3 million for the first quarter of 2018, compared to $8.0 million for the first quarter of 2017. The increase was primarily due to an increase of $1.7 million in clinical trial costs partially offset by decreases of $0.9 million in third-party manufacturing costs related to SRA737 and SRA141, and $0.5 million in research, preclinical and other support costs. Research and development expenses included non-cash stock-based compensation of $1.0 million for both the first quarter of 2018 and of 2017.\nGeneral and administrative expenses were $3.4 million for the first quarter of 2018, compared to $3.1 million for the first quarter of 2017. This increase was primarily due to an increase in personnel-related costs and professional fees. General and administrative expenses included non-cash stock-based compensation of $0.5 million for both the first quarter of 2018 and of 2017.\nNet loss was $11.5 million for the first quarter of 2018, compared with a net loss of $11.1 million for the first quarter of 2017.\nCash and cash equivalents totaled $133.8 million as of March 31, 2018, compared to $100.3 million as of December 31, 2017. This increase was due to an underwritten public offering of 21,850,000 shares of common stock in March 2018, pursuant to which the company raised net proceeds of $46.0 million, net of underwriting discounts, commissions and offering expenses. The company believes that its existing cash and cash equivalents will be sufficient to fund current operating plans through approximately mid-2020. At March 31, 2018, there were 74,309,681 shares of common stock issued and outstanding and stock options to purchase 10,202,831 shares of common stock issued and outstanding.\nAbout Sierra Oncology\nSierra Oncology is a clinical stage drug development company advancing next generation DDR therapeutics for the treatment of patients with cancer. Our lead drug candidate, SRA737, is a potent, highly selective, orally bioavailable small molecule inhibitor of Checkpoint kinase 1 (Chk1), a key regulator of cell cycle progression and the DDR Replication Stress response. SRA737 is currently being investigated in two Phase 1/2 clinical trials in patients with advanced cancer: SRA737-01, a monotherapy study evaluating SRA737 in patients with tumors identified to have genetic aberrations hypothesized to confer sensitivity to Chk1 inhibition via synthetic lethality; and SRA737-02, a drug combination study evaluating SRA737 potentiated by low-dose gemcitabine. Sierra is also preparing for potential clinical studies of SRA737 in combination with other agents where there is a strong biological rationale for synergy with Chk1 inhibition, such as immune oncology therapeutics and other DDR inhibitors including PARP inhibitors.\nSierra Oncology is also advancing SRA141, a potent, selective, orally bioavailable small molecule inhibitor of Cell division cycle 7 kinase (Cdc7) undergoing preclinical development. Cdc7 is a key regulator of DNA replication and is involved in the DDR network, making it a compelling emerging target for the potential treatment of a broad range of tumor types. For more information, please visit www.sierraoncology.com .\nCautionary Note on Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995, including, but not limited to, statements regarding Sierra Oncology's market and industry position, expectations from current data, anticipated clinical development activities, expectations regarding when trial data may be reported, use and adequacy of existing cash and cash equivalents, and potential benefits of Sierra Oncology's product candidates. All statements other than statements of historical fact are statements that could be deemed forward-looking statements. These statements are based on management's current expectations and beliefs and are subject to a number of risks, uncertainties and assumptions that could cause actual results to differ materially from those described in the forward-looking statements. Such forward-looking statements are subject to risks and uncertainties, including, among others, the risk that Sierra Oncology may be unable to successfully develop and commercialize product candidates, SRA737 and SRA141 are at early stages of development and may not demonstrate safety and efficacy or otherwise produce positive results, Sierra Oncology may experience delays in the preclinical and anticipated clinical development of SRA737 or SRA141, Sierra Oncology may be unable to acquire additional assets to build a pipeline of additional product candidates, Sierra Oncology's third-party manufacturers may cause its supply of materials to become limited or interrupted or fail to be of satisfactory quantity or quality, Sierra Oncology's cash resources may be insufficient to fund its current operating plans and it may be unable to raise additional capital when needed, Sierra Oncology may be unable to obtain and enforce intellectual property protection for its technologies and product candidates and the other factors described under the heading \"Risk Factors\" set forth in Sierra Oncology's filings with the Securities and Exchange Commission from time to time. Sierra Oncology undertakes no obligation to update the forward-looking statements contained herein or to reflect events or circumstances occurring after the date hereof, other than as may be required by applicable law.\nSIERRA ONCOLOGY, INC.\nCondensed Consolidated Balance Sheets\n(unaudited)\n(in thousands )\nMarch 31,\n2018\nDecember 31,\n2017\nASSETS\nCURRENT ASSETS:\nCash and cash equivalents\n$\n133,829\n$\n100,348\nPrepaid expenses and other current assets\n2,159\n1,377\nTotal current assets\n135,988\n101,725\nProperty and equipment, net\n144\n154\nOther assets\n303\n319\nTOTAL ASSETS\n$\n136,435\n$\n102,198\nLIABILITIES AND STOCKHOLDERS' EQUITY\nCURRENT LIABILITIES:\nAccrued liabilities\n$\n4,898\n$\n6,133\nAccounts payable\n740\n1,339\nTotal current liabilities\n5,638\n7,472\nTOTAL LIABILITIES\n5,638\n7,472\nSTOCKHOLDERS' EQUITY:\nCommon stock\n74\n52\nAdditional paid-in capital\n766,325\n718,751\nAccumulated deficit\n(635,602)\n(624,077)\nTOTAL STOCKHOLDERS' EQUITY\n130,797\n94,726\nTOTAL LIABILITIES AND STOCKHOLDERS' EQUITY\n$\n136,435\n$\n102,198\nSIERRA ONCOLOGY, INC.\nCondensed Consolidated Statements of Operations\n(unaudited)\n(in thousands, except share and per share data)\nThree Months Ended\nMarch 31,\n2018\n2017\nOperating expenses:\nResearch and development\n$\n8,334\n$\n8,008\nGeneral and administrative\n3,420\n3,146\nTotal operating expenses\n11,754\n11,154\nLoss from operations\n(11,754)\n(11,154)\nOther income\n272\n96\nLoss before provision for income taxes\n(11,482)\n(11,058)\nProvision for income taxes\n43\n34\nNet loss\n$\n(11,525)\n$\n(11,092)\nNet loss per share, basic and diluted\n$\n(0.19)\n$\n(0.26)\nWeighted-average shares used in computing\nnet loss per share, basic and diluted\n59,722,743\n45,596,980\nView original content: http://www.prnewswire.com/news-releases/sierra-oncology-reports-first-quarter-results-300645721.html\nSOURCE Sierra Oncology",
    "published": "2018-05-10T15:00:00.000+03:00",
    "crawled": "2018-05-10T18:27:13.033+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sra737",
        "monotherapy",
        "phase",
        "trial",
        "expanded",
        "enroll",
        "ovarian",
        "cancer",
        "cohort",
        "sra737",
        "gemcitabine",
        "combination",
        "phase",
        "trial",
        "advanced",
        "cohort",
        "expansion",
        "phase",
        "million",
        "cash",
        "expected",
        "fund",
        "program",
        "approximately",
        "vancouver",
        "may",
        "sierra",
        "oncology",
        "nasdaq",
        "srra",
        "clinical",
        "stage",
        "drug",
        "development",
        "company",
        "focused",
        "advancing",
        "next",
        "generation",
        "dna",
        "damage",
        "response",
        "ddr",
        "therapeutic",
        "treatment",
        "patient",
        "cancer",
        "today",
        "reported",
        "financial",
        "operational",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "late",
        "february",
        "provided",
        "comprehensive",
        "update",
        "development",
        "program",
        "checkpoint",
        "kinase",
        "chk1",
        "inhibitor",
        "sra737",
        "also",
        "announced",
        "planned",
        "amendment",
        "sra737",
        "monotherapy",
        "phase",
        "trial",
        "implemented",
        "include",
        "expanding",
        "overall",
        "size",
        "trial",
        "adding",
        "sixth",
        "cohort",
        "targeting",
        "high",
        "grade",
        "serous",
        "ovarian",
        "cancer",
        "hgsoc",
        "cohort",
        "high",
        "interest",
        "u",
        "given",
        "mounting",
        "evidence",
        "role",
        "ccne1",
        "amplification",
        "driving",
        "replication",
        "stress",
        "cancer",
        "corresponding",
        "reliance",
        "chk1",
        "order",
        "manage",
        "replication",
        "stress",
        "analogous",
        "poly",
        "polymerase",
        "parp",
        "inhibitor",
        "first",
        "exhibited",
        "robust",
        "activity",
        "patient",
        "harboring",
        "brca",
        "mutation",
        "emerging",
        "evidence",
        "suggests",
        "chk1",
        "inhibitor",
        "sra737",
        "may",
        "prove",
        "effective",
        "defined",
        "genetic",
        "background",
        "high",
        "replication",
        "stress",
        "ccne1",
        "amplification",
        "said",
        "nick",
        "glover",
        "president",
        "ceo",
        "sierra",
        "oncology",
        "also",
        "pleased",
        "report",
        "advanced",
        "phase",
        "gemcitabine",
        "combination",
        "trial",
        "cohort",
        "expansion",
        "phase",
        "portion",
        "targeting",
        "enrollment",
        "patient",
        "across",
        "four",
        "indication",
        "comparable",
        "biological",
        "orientation",
        "based",
        "exogenous",
        "gemcitabine",
        "intrinsic",
        "genetic",
        "driver",
        "replication",
        "stress",
        "update",
        "trial",
        "preliminary",
        "data",
        "monotherapy",
        "trial",
        "anticipated",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "sierra",
        "reported",
        "signing",
        "supply",
        "agreement",
        "janssen",
        "research",
        "development",
        "llc",
        "pursuant",
        "supply",
        "tesaro",
        "niraparib",
        "orally",
        "administered",
        "parp",
        "inhibitor",
        "facilitating",
        "initiation",
        "combination",
        "trial",
        "niraparib",
        "sra737",
        "patient",
        "prostate",
        "cancer",
        "fourth",
        "quarter",
        "trial",
        "led",
        "professor",
        "johann",
        "de",
        "bono",
        "regius",
        "professor",
        "cancer",
        "research",
        "head",
        "division",
        "clinical",
        "study",
        "professor",
        "experimental",
        "cancer",
        "medicine",
        "institute",
        "cancer",
        "research",
        "royal",
        "marsden",
        "nh",
        "foundation",
        "trust",
        "subsequent",
        "end",
        "quarter",
        "sierra",
        "presented",
        "preclinical",
        "result",
        "sra737",
        "including",
        "data",
        "two",
        "poster",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "demonstrating",
        "sra737",
        "activity",
        "across",
        "broad",
        "range",
        "setting",
        "including",
        "monotherapy",
        "aggressive",
        "hgsoc",
        "xenograft",
        "combination",
        "parp",
        "inhibitor",
        "tumor",
        "cell",
        "acquired",
        "resistance",
        "parp",
        "inhibitor",
        "platinum",
        "therapy",
        "sierra",
        "also",
        "currently",
        "designing",
        "clinical",
        "study",
        "evaluating",
        "sra737",
        "combination",
        "agent",
        "potentially",
        "could",
        "submitted",
        "regulatory",
        "authority",
        "fourth",
        "quarter",
        "addition",
        "sra737",
        "sierra",
        "also",
        "advancing",
        "sra141",
        "potent",
        "selective",
        "orally",
        "bioavailable",
        "small",
        "molecule",
        "inhibitor",
        "cell",
        "division",
        "cycle",
        "kinase",
        "cdc7",
        "sra141",
        "currently",
        "undergoing",
        "preclinical",
        "research",
        "preparation",
        "investigational",
        "new",
        "drug",
        "application",
        "ind",
        "submission",
        "food",
        "drug",
        "administration",
        "fda",
        "expected",
        "second",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "amount",
        "reported",
        "currency",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increase",
        "million",
        "clinical",
        "trial",
        "cost",
        "partially",
        "offset",
        "decrease",
        "million",
        "manufacturing",
        "cost",
        "related",
        "sra737",
        "sra141",
        "million",
        "research",
        "preclinical",
        "support",
        "cost",
        "research",
        "development",
        "expense",
        "included",
        "compensation",
        "million",
        "first",
        "quarter",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increase",
        "cost",
        "professional",
        "fee",
        "general",
        "administrative",
        "expense",
        "included",
        "compensation",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "increase",
        "due",
        "underwritten",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "march",
        "pursuant",
        "company",
        "raised",
        "net",
        "proceeds",
        "million",
        "net",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "company",
        "belief",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "current",
        "operating",
        "plan",
        "approximately",
        "march",
        "share",
        "common",
        "stock",
        "issued",
        "outstanding",
        "stock",
        "option",
        "purchase",
        "share",
        "common",
        "stock",
        "issued",
        "outstanding",
        "sierra",
        "oncology",
        "sierra",
        "oncology",
        "clinical",
        "stage",
        "drug",
        "development",
        "company",
        "advancing",
        "next",
        "generation",
        "ddr",
        "therapeutic",
        "treatment",
        "patient",
        "cancer",
        "lead",
        "drug",
        "candidate",
        "sra737",
        "potent",
        "highly",
        "selective",
        "orally",
        "bioavailable",
        "small",
        "molecule",
        "inhibitor",
        "checkpoint",
        "kinase",
        "chk1",
        "key",
        "regulator",
        "cell",
        "cycle",
        "progression",
        "ddr",
        "replication",
        "stress",
        "response",
        "sra737",
        "currently",
        "investigated",
        "two",
        "phase",
        "clinical",
        "trial",
        "patient",
        "advanced",
        "cancer",
        "monotherapy",
        "study",
        "evaluating",
        "sra737",
        "patient",
        "tumor",
        "identified",
        "genetic",
        "aberration",
        "hypothesized",
        "confer",
        "sensitivity",
        "chk1",
        "inhibition",
        "via",
        "synthetic",
        "lethality",
        "drug",
        "combination",
        "study",
        "evaluating",
        "sra737",
        "potentiated",
        "gemcitabine",
        "sierra",
        "also",
        "preparing",
        "potential",
        "clinical",
        "study",
        "sra737",
        "combination",
        "agent",
        "strong",
        "biological",
        "rationale",
        "synergy",
        "chk1",
        "inhibition",
        "immune",
        "oncology",
        "therapeutic",
        "ddr",
        "inhibitor",
        "including",
        "parp",
        "inhibitor",
        "sierra",
        "oncology",
        "also",
        "advancing",
        "sra141",
        "potent",
        "selective",
        "orally",
        "bioavailable",
        "small",
        "molecule",
        "inhibitor",
        "cell",
        "division",
        "cycle",
        "kinase",
        "cdc7",
        "undergoing",
        "preclinical",
        "development",
        "cdc7",
        "key",
        "regulator",
        "dna",
        "replication",
        "involved",
        "ddr",
        "network",
        "making",
        "compelling",
        "emerging",
        "target",
        "potential",
        "treatment",
        "broad",
        "range",
        "tumor",
        "type",
        "information",
        "please",
        "visit",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "statement",
        "regarding",
        "sierra",
        "oncology",
        "market",
        "industry",
        "position",
        "expectation",
        "current",
        "data",
        "anticipated",
        "clinical",
        "development",
        "activity",
        "expectation",
        "regarding",
        "trial",
        "data",
        "may",
        "reported",
        "use",
        "adequacy",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "potential",
        "benefit",
        "sierra",
        "oncology",
        "product",
        "candidate",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "deemed",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "including",
        "among",
        "others",
        "risk",
        "sierra",
        "oncology",
        "may",
        "unable",
        "successfully",
        "develop",
        "commercialize",
        "product",
        "candidate",
        "sra737",
        "sra141",
        "early",
        "stage",
        "development",
        "may",
        "demonstrate",
        "safety",
        "efficacy",
        "otherwise",
        "produce",
        "positive",
        "result",
        "sierra",
        "oncology",
        "may",
        "experience",
        "delay",
        "preclinical",
        "anticipated",
        "clinical",
        "development",
        "sra737",
        "sra141",
        "sierra",
        "oncology",
        "may",
        "unable",
        "acquire",
        "additional",
        "asset",
        "build",
        "pipeline",
        "additional",
        "product",
        "candidate",
        "sierra",
        "oncology",
        "manufacturer",
        "may",
        "cause",
        "supply",
        "material",
        "become",
        "limited",
        "interrupted",
        "fail",
        "satisfactory",
        "quantity",
        "quality",
        "sierra",
        "oncology",
        "cash",
        "resource",
        "may",
        "insufficient",
        "fund",
        "current",
        "operating",
        "plan",
        "may",
        "unable",
        "raise",
        "additional",
        "capital",
        "needed",
        "sierra",
        "oncology",
        "may",
        "unable",
        "obtain",
        "enforce",
        "intellectual",
        "property",
        "protection",
        "technology",
        "product",
        "candidate",
        "factor",
        "described",
        "heading",
        "risk",
        "factor",
        "set",
        "forth",
        "sierra",
        "oncology",
        "filing",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "sierra",
        "oncology",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "contained",
        "herein",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "hereof",
        "may",
        "required",
        "applicable",
        "law",
        "sierra",
        "oncology",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "accrued",
        "liability",
        "account",
        "payable",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "sierra",
        "oncology",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "view",
        "original",
        "content",
        "http",
        "source",
        "sierra",
        "oncology"
    ]
}