{
    "organizations": [],
    "uuid": "528617f916c98ab689630bf59dea2b1e99421966",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/globe-newswire-transcontinental-inc-completes-the-transformational-acquisition-of-coveris-americas-and-becomes-a-north-american-leader-in.html",
    "ord_in_thread": 0,
    "title": "Transcontinental Inc. completes the transformational acquisition of Coveris Americas and becomes a North American leader in flexible packaging",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONTREAL, May 01, 2018 (GLOBE NEWSWIRE) -- Transcontinental Inc. (TSX:TCL.A) (TSX:TCL.B) (\"TC Transcontinental\" or the \"Corporation\") is pleased to announce that it has completed the previously announced acquisition (the \"Acquisition\") of the business of Coveris Americas, a business previously held by Coveris Holdings S.A. Headquartered in Chicago, Illinois, Coveris Americas manufactures a variety of flexible plastic and paper products, including rollstock, bags and pouches, coextruded films, shrink films, coated substrates and labels. Coveris Americas operates 21 well invested production facilities in the United States, Canada, Ecuador, Guatemala, Mexico, the United Kingdom, New Zealand and China. With this Acquisition, TC Transcontinental welcomes 3,100 employees, the majority of whom are located in North America and Latin America.\n\"We could not be prouder of this historical acquisition as we become a North American leader in flexible packaging,” said François Olivier, President and Chief Executive Officer of TC Transcontinental. “We started building our Packaging network only four years ago through a robust acquisition strategy to complement our well established printing and media operations and, today, the acquisition of Coveris Americas marks a major milestone in our continued journey to long-term profitable growth. Through the integration process, we will focus on combining our expertise, strengths and shared purpose, and on working as one to continue delivering value for Coveris Americas' 3,500 loyal customers, many of whom are market leaders. Additionally, we are excited to welcome Coveris Americas’ talented and dedicated employees who will bring their trailblazing know-how to TC Transcontinental.\"\nFollowing this Acquisition, TC Transcontinental is now well positioned across a broad range of flexible packaging’s growing end markets, such as dairy, pet food, beverage, agriculture and consumer products. Additionally, the Acquisition expands TC Transcontinental’s product offering with best in-class capabilities and greater film manufacturing capabilities.\nThe US$1.32 billion (approximately C$1.72 billion 1 ) purchase price in connection with the Acquisition was financed through a combination of:\nCash on hand; Funds drawn from fully-committed new term debt and existing credit facilities; and Net proceeds of approximately C$276 million from the Corporation’s previously closed bought deal public offering (the \"Offering\") of 10,810,000 subscription receipts, inclusive of 1,410,000 subscription receipts issued pursuant to the exercise in full of the over-allotment option (the \"Subscription Receipts\"), through a syndicate of underwriters co-led by CIBC Capital Markets and Scotiabank.\nAs a result of the closing of the Acquisition and pursuant to the terms of the Subscription Receipts, each holder of a Subscription Receipt will receive, without any further action, one Class A Subordinate Voting Share of the Corporation (a ‘’Class A Share’’) for each Subscription Receipt held. TC Transcontinental expects that trading in the Subscription Receipts on the Toronto Stock Exchange (the \"TSX\") will be halted shortly after the issuance of this press release and remain halted until the close of business today, at which time the Subscription Receipts will be delisted from the TSX. Trading of the underlying Class A Shares is expected to begin at the opening of the market on May 2, 2018.\nThis announcement is not an offer of securities for sale in the United States. The Class A Shares may not be offered or sold in the United States absent registration or an exemption from registration.\nAVAILABILITY OF DOCUMENTS\nCopies of related documents, such as the securities purchase agreement relating to the Acquisition and the short form prospectus, the underwriting agreement and the subscription receipt agreement relating to the Offering, are available on SEDAR ( www.sedar.com ) as part of the public filings of TC Transcontinental and on TC Transcontinental’s website at www.tc.tc .\nFORWARD-LOOKING STATEMENTS\nThis press release contains statements that are \"forward-looking statements\" or \"forward-looking information\" within the meaning of applicable Canadian securities legislation, including, but not limited to, those regarding timing of the distribution of Class A Shares in exchange for the Subscription Receipts, plans to halt trading of and delist the Subscription Receipts, statements regarding TC Transcontinental's business objectives, expected growth, results of operations and performance, statements with respect to the anticipated benefits of the Acquisition and of the pro forma business, and TC Transcontinental's ability to successfully integrate Coveris Americas' business. Forward-looking statements typically use the conditional, as well as words such as prospect, believe, estimate, forecast, synergies, project, expect, anticipate, plan, may, should, could and would, or the negative of these terms, variations thereof or similar terminology as they relate to TC Transcontinental, Coveris Americas or the combined entity following the Acquisition. Forward-looking statements also include any other statements that do not refer to historical facts.\nThese forward-looking statements are used to assist readers in obtaining a better understanding of TC Transcontinental's business, current objectives, strategic priorities, expectations and plans, including following the Acquisition, and may not be appropriate for other purposes. By their very nature, forward-looking statements are based on assumptions and involve inherent risks and uncertainties, both general and specific in nature. It is therefore possible that the forecasts, projections and other forward-looking statements will not be achieved or will prove to be inaccurate. Although TC Transcontinental believes that the expectations, opinions, projections and comments reflected in these forward-looking statements are reasonable and appropriate, it can give no assurance that such statements will prove to be correct. The assumptions generally used by TC Transcontinental in making forward-looking statements are included in TC Transcontinental's Management's Discussion and Analysis (the \"Annual MD&A\") for the financial year ended October 29, 2017 available under the Corporation's profile on SEDAR at www.sedar.com .\nTC Transcontinental cautions readers against placing undue reliance on forward-looking statements when making decisions, as the actual results could differ considerably from the opinions, plans, projections, objectives, expectations, forecasts, estimates and intentions expressed in such forward-looking statements due to various risk factors. These risk factors include, but are not limited to the possible failure to realize anticipated benefits of the Acquisition or to achieve the full amount of anticipated cost synergies, increased indebtedness, transitional risks, Acquisition integration related risks, loss of certain key personnel of Coveris Americas, potential undisclosed costs or liabilities associated with the Acquisition, the information provided by Coveris Americas not being accurate or complete, changes in general economic conditions, legislative and regulatory developments and changes in competition. TC Transcontinental further cautions that the foregoing list of factors is not exhaustive. For more information on the risks, uncertainties and assumptions that would cause TC Transcontinental's actual results to differ from current expectations, please also refer to (i) the main risks, uncertainties and factors described in the Annual MD&A and in the Revised Annual Information Form of TC Transcontinental for the fiscal year ended October 29, 2017, which have been updated in the Management's Discussion and Analysis for TC Transcontinental's first quarter ended January 28, 2018, (ii) the risk factors described in the short form prospectus of the Corporation for the Offering dated April 13, 2018, and (iii) other public filings; all of which are available under TC Transcontinental's profile on SEDAR at www.sedar.com .\nThe forward-looking statements contained in this press release are expressly qualified in their entirety by the foregoing cautionary statements. The forward-looking statements contained herein reflect TC Transcontinental's expectations and beliefs as at the date hereof, and are subject to change after this date. TC Transcontinental does not undertake to update any forward-looking statements, whether oral or written, made by it or on its behalf, except to the extent required by applicable Canadian securities legislation or regulation. All subsequent forward-looking statements made by TC Transcontinental or any of its directors, officers or employees or any persons authorized to be acting on their behalf, whether written or oral, are expressly qualified in their entirety by the foregoing cautionary statements.\nFinancial outlook information contained in this press release about prospective results of operations or financial position is based on assumptions about future events, including economic conditions and proposed courses of action, and based on management's assessment of the relevant information available as of the date of this press release. Readers are cautioned that such financial outlook information contained in this press release should not be used for the purposes other than for which it is disclosed herein or therein, as the case may be.\nABOUT TC TRANSCONTINENTAL\nTC Transcontinental is a leader in flexible packaging in North America, and Canada’s largest printer. The Corporation is also a Canadian leader in its specialty media segments. For over 40 years, TC Transcontinental's mission has been to create products and services that allow businesses to attract, reach and retain their target customers.\nRespect, teamwork, performance and innovation are strong values held by the Corporation and its employees. TC Transcontinental's commitment to its stakeholders is to pursue its business activities in a responsible manner.\nTranscontinental Inc. (TSX:TCL.A) (TSX:TCL.B), known as TC Transcontinental, has over 9,000 employees, the majority of which are based in Canada, the United States and Latin America. Following the transformational acquisition of Coveris Americas, TC Transcontinental’s consolidated pro forma revenues are estimated at C$3.3 billion for fiscal 2017. For more information, visit TC Transcontinental's website at www.tc.tc .\nFor information:\nMedia\nNathalie St-Jean\nSenior Advisor, Corporate Communications\nTC Transcontinental\nTelephone: 514-954-3581\nnathalie.st-jean@tc.tc\nwww.tc.tc\nFinancial Community\nShirley Chenny\nAdvisor, Investor Relations\nTC Transcontinental\nTelephone: 514-954-4166\nshirley.chenny@tc.tc\nwww.tc.tc\n1 Converted at CAD/USD exchange rate of 1:30: 1:00.\nSource: Transcontinental inc.",
    "published": "2018-05-01T17:45:00.000+03:00",
    "crawled": "2018-05-01T18:21:10.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montreal",
        "may",
        "globe",
        "newswire",
        "transcontinental",
        "tsx",
        "tsx",
        "tc",
        "transcontinental",
        "corporation",
        "pleased",
        "announce",
        "completed",
        "previously",
        "announced",
        "acquisition",
        "acquisition",
        "business",
        "coveris",
        "america",
        "business",
        "previously",
        "held",
        "coveris",
        "holding",
        "headquartered",
        "chicago",
        "illinois",
        "coveris",
        "america",
        "manufacture",
        "variety",
        "flexible",
        "plastic",
        "paper",
        "product",
        "including",
        "rollstock",
        "bag",
        "pouch",
        "coextruded",
        "film",
        "shrink",
        "film",
        "coated",
        "substrate",
        "label",
        "coveris",
        "america",
        "operates",
        "well",
        "invested",
        "production",
        "facility",
        "united",
        "state",
        "canada",
        "ecuador",
        "guatemala",
        "mexico",
        "united",
        "kingdom",
        "new",
        "zealand",
        "china",
        "acquisition",
        "tc",
        "transcontinental",
        "welcome",
        "employee",
        "majority",
        "located",
        "north",
        "america",
        "latin",
        "america",
        "could",
        "prouder",
        "historical",
        "acquisition",
        "become",
        "north",
        "american",
        "leader",
        "flexible",
        "packaging",
        "said",
        "françois",
        "olivier",
        "president",
        "chief",
        "executive",
        "officer",
        "tc",
        "transcontinental",
        "started",
        "building",
        "packaging",
        "network",
        "four",
        "year",
        "ago",
        "robust",
        "acquisition",
        "strategy",
        "complement",
        "well",
        "established",
        "printing",
        "medium",
        "operation",
        "today",
        "acquisition",
        "coveris",
        "america",
        "mark",
        "major",
        "milestone",
        "continued",
        "journey",
        "profitable",
        "growth",
        "integration",
        "process",
        "focus",
        "combining",
        "expertise",
        "strength",
        "shared",
        "purpose",
        "working",
        "one",
        "continue",
        "delivering",
        "value",
        "coveris",
        "america",
        "loyal",
        "customer",
        "many",
        "market",
        "leader",
        "additionally",
        "excited",
        "welcome",
        "coveris",
        "america",
        "talented",
        "dedicated",
        "employee",
        "bring",
        "trailblazing",
        "tc",
        "transcontinental",
        "following",
        "acquisition",
        "tc",
        "transcontinental",
        "well",
        "positioned",
        "across",
        "broad",
        "range",
        "flexible",
        "packaging",
        "growing",
        "end",
        "market",
        "dairy",
        "pet",
        "food",
        "beverage",
        "agriculture",
        "consumer",
        "product",
        "additionally",
        "acquisition",
        "expands",
        "tc",
        "transcontinental",
        "product",
        "offering",
        "best",
        "capability",
        "greater",
        "film",
        "manufacturing",
        "capability",
        "u",
        "billion",
        "approximately",
        "c",
        "billion",
        "purchase",
        "price",
        "connection",
        "acquisition",
        "financed",
        "combination",
        "cash",
        "hand",
        "fund",
        "drawn",
        "new",
        "term",
        "debt",
        "existing",
        "credit",
        "facility",
        "net",
        "proceeds",
        "approximately",
        "c",
        "million",
        "corporation",
        "previously",
        "closed",
        "bought",
        "deal",
        "public",
        "offering",
        "offering",
        "subscription",
        "receipt",
        "inclusive",
        "subscription",
        "receipt",
        "issued",
        "pursuant",
        "exercise",
        "full",
        "option",
        "subscription",
        "receipt",
        "syndicate",
        "underwriter",
        "cibc",
        "capital",
        "market",
        "scotiabank",
        "result",
        "closing",
        "acquisition",
        "pursuant",
        "term",
        "subscription",
        "receipt",
        "holder",
        "subscription",
        "receipt",
        "receive",
        "without",
        "action",
        "one",
        "class",
        "subordinate",
        "voting",
        "share",
        "corporation",
        "class",
        "share",
        "subscription",
        "receipt",
        "held",
        "tc",
        "transcontinental",
        "expects",
        "trading",
        "subscription",
        "receipt",
        "toronto",
        "stock",
        "exchange",
        "tsx",
        "halted",
        "shortly",
        "issuance",
        "press",
        "release",
        "remain",
        "halted",
        "close",
        "business",
        "today",
        "time",
        "subscription",
        "receipt",
        "delisted",
        "tsx",
        "trading",
        "underlying",
        "class",
        "share",
        "expected",
        "begin",
        "opening",
        "market",
        "may",
        "announcement",
        "offer",
        "security",
        "sale",
        "united",
        "state",
        "class",
        "share",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "exemption",
        "registration",
        "availability",
        "document",
        "copy",
        "related",
        "document",
        "security",
        "purchase",
        "agreement",
        "relating",
        "acquisition",
        "short",
        "form",
        "prospectus",
        "underwriting",
        "agreement",
        "subscription",
        "receipt",
        "agreement",
        "relating",
        "offering",
        "available",
        "sedar",
        "part",
        "public",
        "filing",
        "tc",
        "transcontinental",
        "tc",
        "transcontinental",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "including",
        "limited",
        "regarding",
        "timing",
        "distribution",
        "class",
        "share",
        "exchange",
        "subscription",
        "receipt",
        "plan",
        "halt",
        "trading",
        "delist",
        "subscription",
        "receipt",
        "statement",
        "regarding",
        "tc",
        "transcontinental",
        "business",
        "objective",
        "expected",
        "growth",
        "result",
        "operation",
        "performance",
        "statement",
        "respect",
        "anticipated",
        "benefit",
        "acquisition",
        "pro",
        "forma",
        "business",
        "tc",
        "transcontinental",
        "ability",
        "successfully",
        "integrate",
        "coveris",
        "america",
        "business",
        "statement",
        "typically",
        "use",
        "conditional",
        "well",
        "word",
        "prospect",
        "believe",
        "estimate",
        "forecast",
        "synergy",
        "project",
        "expect",
        "anticipate",
        "plan",
        "may",
        "could",
        "would",
        "negative",
        "term",
        "variation",
        "thereof",
        "similar",
        "terminology",
        "relate",
        "tc",
        "transcontinental",
        "coveris",
        "america",
        "combined",
        "entity",
        "following",
        "acquisition",
        "statement",
        "also",
        "include",
        "statement",
        "refer",
        "historical",
        "fact",
        "statement",
        "used",
        "assist",
        "reader",
        "obtaining",
        "better",
        "understanding",
        "tc",
        "transcontinental",
        "business",
        "current",
        "objective",
        "strategic",
        "priority",
        "expectation",
        "plan",
        "including",
        "following",
        "acquisition",
        "may",
        "appropriate",
        "purpose",
        "nature",
        "statement",
        "based",
        "assumption",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "nature",
        "therefore",
        "possible",
        "forecast",
        "projection",
        "statement",
        "achieved",
        "prove",
        "inaccurate",
        "although",
        "tc",
        "transcontinental",
        "belief",
        "expectation",
        "opinion",
        "projection",
        "comment",
        "reflected",
        "statement",
        "reasonable",
        "appropriate",
        "give",
        "assurance",
        "statement",
        "prove",
        "correct",
        "assumption",
        "generally",
        "used",
        "tc",
        "transcontinental",
        "making",
        "statement",
        "included",
        "tc",
        "transcontinental",
        "management",
        "discussion",
        "analysis",
        "annual",
        "md",
        "financial",
        "year",
        "ended",
        "october",
        "available",
        "corporation",
        "profile",
        "sedar",
        "tc",
        "transcontinental",
        "caution",
        "reader",
        "placing",
        "undue",
        "reliance",
        "statement",
        "making",
        "decision",
        "actual",
        "result",
        "could",
        "differ",
        "considerably",
        "opinion",
        "plan",
        "projection",
        "objective",
        "expectation",
        "forecast",
        "estimate",
        "intention",
        "expressed",
        "statement",
        "due",
        "various",
        "risk",
        "factor",
        "risk",
        "factor",
        "include",
        "limited",
        "possible",
        "failure",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "achieve",
        "full",
        "amount",
        "anticipated",
        "cost",
        "synergy",
        "increased",
        "indebtedness",
        "transitional",
        "risk",
        "acquisition",
        "integration",
        "related",
        "risk",
        "loss",
        "certain",
        "key",
        "personnel",
        "coveris",
        "america",
        "potential",
        "undisclosed",
        "cost",
        "liability",
        "associated",
        "acquisition",
        "information",
        "provided",
        "coveris",
        "america",
        "accurate",
        "complete",
        "change",
        "general",
        "economic",
        "condition",
        "legislative",
        "regulatory",
        "development",
        "change",
        "competition",
        "tc",
        "transcontinental",
        "caution",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "information",
        "risk",
        "uncertainty",
        "assumption",
        "would",
        "cause",
        "tc",
        "transcontinental",
        "actual",
        "result",
        "differ",
        "current",
        "expectation",
        "please",
        "also",
        "refer",
        "main",
        "risk",
        "uncertainty",
        "factor",
        "described",
        "annual",
        "md",
        "revised",
        "annual",
        "information",
        "form",
        "tc",
        "transcontinental",
        "fiscal",
        "year",
        "ended",
        "october",
        "updated",
        "management",
        "discussion",
        "analysis",
        "tc",
        "transcontinental",
        "first",
        "quarter",
        "ended",
        "january",
        "ii",
        "risk",
        "factor",
        "described",
        "short",
        "form",
        "prospectus",
        "corporation",
        "offering",
        "dated",
        "april",
        "iii",
        "public",
        "filing",
        "available",
        "tc",
        "transcontinental",
        "profile",
        "sedar",
        "statement",
        "contained",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "statement",
        "contained",
        "herein",
        "reflect",
        "tc",
        "transcontinental",
        "expectation",
        "belief",
        "date",
        "hereof",
        "subject",
        "change",
        "date",
        "tc",
        "transcontinental",
        "undertake",
        "update",
        "statement",
        "whether",
        "oral",
        "written",
        "made",
        "behalf",
        "except",
        "extent",
        "required",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "regulation",
        "subsequent",
        "statement",
        "made",
        "tc",
        "transcontinental",
        "director",
        "officer",
        "employee",
        "person",
        "authorized",
        "acting",
        "behalf",
        "whether",
        "written",
        "oral",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "financial",
        "outlook",
        "information",
        "contained",
        "press",
        "release",
        "prospective",
        "result",
        "operation",
        "financial",
        "position",
        "based",
        "assumption",
        "future",
        "event",
        "including",
        "economic",
        "condition",
        "proposed",
        "course",
        "action",
        "based",
        "management",
        "assessment",
        "relevant",
        "information",
        "available",
        "date",
        "press",
        "release",
        "reader",
        "cautioned",
        "financial",
        "outlook",
        "information",
        "contained",
        "press",
        "release",
        "used",
        "purpose",
        "disclosed",
        "herein",
        "therein",
        "case",
        "may",
        "tc",
        "transcontinental",
        "tc",
        "transcontinental",
        "leader",
        "flexible",
        "packaging",
        "north",
        "america",
        "canada",
        "largest",
        "printer",
        "corporation",
        "also",
        "canadian",
        "leader",
        "specialty",
        "medium",
        "segment",
        "year",
        "tc",
        "transcontinental",
        "mission",
        "create",
        "product",
        "service",
        "allow",
        "business",
        "attract",
        "reach",
        "retain",
        "target",
        "customer",
        "respect",
        "teamwork",
        "performance",
        "innovation",
        "strong",
        "value",
        "held",
        "corporation",
        "employee",
        "tc",
        "transcontinental",
        "commitment",
        "stakeholder",
        "pursue",
        "business",
        "activity",
        "responsible",
        "manner",
        "transcontinental",
        "tsx",
        "tsx",
        "known",
        "tc",
        "transcontinental",
        "employee",
        "majority",
        "based",
        "canada",
        "united",
        "state",
        "latin",
        "america",
        "following",
        "transformational",
        "acquisition",
        "coveris",
        "america",
        "tc",
        "transcontinental",
        "consolidated",
        "pro",
        "forma",
        "revenue",
        "estimated",
        "c",
        "billion",
        "fiscal",
        "information",
        "visit",
        "tc",
        "transcontinental",
        "website",
        "information",
        "medium",
        "nathalie",
        "senior",
        "advisor",
        "corporate",
        "communication",
        "tc",
        "transcontinental",
        "telephone",
        "financial",
        "community",
        "shirley",
        "chenny",
        "advisor",
        "investor",
        "relation",
        "tc",
        "transcontinental",
        "telephone",
        "converted",
        "exchange",
        "rate",
        "source",
        "transcontinental",
        "inc"
    ]
}