{
    "organizations": [],
    "uuid": "a9eb99f344dd7a8cc902c36dd23aa03c10203b88",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-fibrocell-reports-first-quarter-2018-financial-results-and-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "Fibrocell Reports First Quarter 2018 Financial Results and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EXTON, Pa., May 10, 2018 (GLOBE NEWSWIRE) -- Fibrocell Science, Inc. (NASDAQ:FCSC), a gene therapy company focused on transformational autologous cell-based therapies for skin and connective tissue diseases, today reported financial results for the first quarter ended March 31, 2018 and recent operational highlights. Fibrocell will host a conference call and webcast today at 8:30 a.m. EDT.\n“Our achievements in the first quarter of 2018 have set the stage for continued progress of Fibrocell’s gene therapy clinical programs that address rare conditions of the skin and connective tissue with high unmet needs,” said John Maslowski, President and Chief Executive Officer of Fibrocell. “In January, we obtained allowance from the U.S. Food and Drug Administration to enroll pediatric patients in the Phase 2 portion of our Phase 1/2 clinical trial of FCX-007 for the treatment of recessive dystrophic epidermolysis bullosa. In addition, the Phase 1 portion of this trial continued to advance and we expect to report additional interim adult data in the second quarter of 2018.”\n“Furthermore, our FCX-013 program for the treatment of moderate to severe localized scleroderma made important progress. In March 2018, Fibrocell was granted allowance by the FDA of the Investigational New Drug Application for FCX-013 to proceed to clinical trials,” said Mr. Maslowski.\nRecent program highlights and new updates are as follows:\nFCX-007\nFibrocell obtained allowance from the U.S. Food and Drug Administration (FDA) to initiate enrollment of pediatric patients in the Phase 2 portion of its Phase 1/2 clinical trial of FCX-007, based on evidence of safety and potential benefit of FCX-007 in adult patients dosed in the Phase 1 portion of the clinical trial. Fibrocell plans to enroll six patients ages seven and older in the Phase 2 portion of the clinical trial. One recessive dystrophic epidermolysis bullosa (RDEB) adult patient has been enrolled in Phase 2, and dosing is expected to occur in the second quarter of 2018. Fibrocell expects to report additional interim data on the adult patients in the Phase 1 portion of its Phase 1/2 clinical trial of FCX-007 and provide a trial update in the second quarter of 2018, which includes an oral presentation at the 7 th International Investigative Dermatology meeting on May 19, 2018. Fibrocell expects to complete enrollment of patients in the Phase 2 portion of the Phase 1/2 clinical trial of FCX-007 in the third quarter of 2018. Another interim data report and trial update is expected in the first quarter of 2019.\nFCX-013\nFibrocell obtained FDA allowance of the Investigational New Drug Application for FCX-013 to progress to clinical trials for the treatment of moderate to severe localized scleroderma. Fibrocell expects to initiate enrollment for a Phase 1/2 clinical trial of FCX-013 in the third quarter of 2018.\nCorporate\nOn April 18, 2018, Fibrocell announced that its Board of Directors is conducting a comprehensive review of strategic alternatives focused on maximizing stockholder value. Fibrocell has engaged Canaccord Genuity LLC as its strategic financial advisor to assist with this review process. The Board of Directors has established a Special Committee to explore and evaluate potential strategic alternatives which may include a sale of the Company, a business combination, a merger or reverse merger with another company, a strategic investment into the Company, a sale, license or other disposition of corporate assets of the Company or continuing with the current business plan. Fibrocell has not set a timetable for completion of the review process. No decision has been made as to whether the Company will engage in a transaction or transactions, and there can be no assurance that this process will result in any transaction, or the terms or timing of any potential transaction.\nFinancial Results for the Three Months Ended March 31, 2018\nFor the three months ended March 31, 2018, Fibrocell reported a diluted net loss of $0.11 per share, compared to a diluted net loss of $0.60 per share for the same period in 2017.\nThe 2018 period included approximately $0.2 million of non-cash warrant revaluation income, as compared to approximately $0.1 million of non-cash warrant revaluation expense for the same period in 2017. Additionally, the 2018 period included non-cash deemed dividends on Series A preferred stock of approximately $0.1 million as compared to the approximately $3.7 million in non-cash deemed dividends included in the 2017 period, increasing the net loss attributable to common stockholders.\nResearch and development expenses decreased 54.9% to approximately $1.3 million for the three months ended March 31, 2018, as compared to approximately $3.0 million for the same three-month period in 2017. This decrease was due primarily to decreased costs for our FCX-007 program of approximately $1.3 million, or 105.4%, for the three months ended March 31, 2018 compared to the same period in 2017. These decreased costs were primarily the result of transitioning from dosing of adult patients and analysis of data in the Phase 1 portion of the Phase 1/2 clinical trial to recruitment for the Phase 2 portion of the trial, and moving our manufacturing operations in-house from a third party contractor. Costs for our FCX-013 program decreased approximately $0.4 million, or 59.9%, for the three months ended March 31, 2018 compared to the same period in 2017. This decrease was related primarily to decreased costs from our clinical partner Intrexon Corporation of approximately $0.4 million, as substantially all of the costs of the pre-clinical phase of the project were incurred at the end of 2017.\nSelling, general and administrative expenses increased 10.7% to approximately $1.6 million for the three months ended March 31, 2018, as compared to approximately $1.5 million for the same three-month period in 2017. This increase was due primarily to the credits for stock compensation expense recorded in the 2017 period, due to the forfeiture of stock options by prior management that left the Company in the fourth quarter of 2016 and the first quarter of 2017.\nAs of March 31, 2018, the Company had cash and cash equivalents of approximately $12.2 million and working capital of approximately $10.8 million. Fibrocell used approximately $4.8 million in cash for operations during both of the three month periods ended March 31, 2018 and 2017.\nThe Company believes that its cash and cash equivalents will be sufficient to fund operations into the first quarter of 2019.\nConference Call and Webcast\nTo participate on the live call, please dial 866-548-4713 (domestic) or +1-323-794-2093 (international), and provide the conference code 3897293 five to ten minutes before the start of the call. The conference call will also be webcast live under the investor relations section of Fibrocell's website at www.fibrocell.com/investors/events and will be archived there for 30 days following the call.\nAbout Fibrocell\nFibrocell is an autologous cell and gene therapy company translating personalized biologics into medical breakthroughs for diseases affecting the skin and connective tissue. Fibrocell’s most advanced product candidate, FCX-007, is the subject of a Phase 1/2 clinical trial for the treatment of recessive dystrophic epidermolysis bullosa. Fibrocell is also developing FCX-013, the Company’s product candidate for the treatment of moderate to severe localized scleroderma. Fibrocell’s gene therapy portfolio is being developed in collaboration with Intrexon Corporation (NYSE:XON), a leader in synthetic biology. For more information, visit www.fibrocell.com or follow Fibrocell on Twitter at @Fibrocell .\nTrademarks\nFibrocell, the Fibrocell logo, and Fibrocell Science are trademarks of Fibrocell Science, Inc. and/or its affiliates. All other names may be trademarks of their respective owners.\nForward-Looking Statements\nThis press release contains, and our officers and representatives may from time to time make, statements that are “forward-looking statements” within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. All statements that are not historical facts are hereby identified as forward-looking statements for this purpose and include, among others, statements relating to: Fibrocell’s expectations regarding the exploration of strategic alternatives; the timing of dosing and reporting of interim data and trial updates for its Phase 1/2 clinical trial of FCX-007; the completion of enrollment in the Phase 2 portion of its Phase 1/2 clinical trial of FCX-007; the initiation of the Phase 1 portion of its Phase 1/2 clinical trial for FCX-013; the potential for FCX-007 and FCX-013 to receive Priority Review Vouchers upon market authorization; the potential advantages of Fibrocell’s product candidates; the sufficiency of the Company’s cash and cash equivalents to fund operations into the first quarter of 2019 and other statements regarding Fibrocell’s future operations, financial performance and financial position, prospects, strategies, objectives and other future events.\nForward-looking statements are based upon management’s current expectations and assumptions and are subject to a number of risks, uncertainties and other factors that could cause actual results and events to differ materially and adversely from those indicated herein including, among others: uncertainties associated with being able to identify, evaluate and complete any strategic transaction or alternative; the impact of the announcement of the Board of Directors’ review of strategic alternatives, as well as any strategic transaction or alternative that may be pursued, on the Company's business, including its financial and operating results and its employees; that interim clinical trial results are not necessarily indicative of final clinical results and final clinical trial results may not be positive with regard to safety or efficacy of FCX-007 or FCX-013; uncertainties and delays relating to the initiation, enrollment and completion of pre-clinical studies and clinical trials; whether pre-clinical study and clinical trial results will validate and support the safety and efficacy of Fibrocell’s product candidates; unanticipated or excess costs relating to the development of Fibrocell’s gene therapy product candidates; Fibrocell’s ability to obtain additional capital to continue to fund operations; Fibrocell’s ability to maintain its collaboration with Intrexon Corporation; and the risks, uncertainties and other factors discussed under the caption “Item 1A. Risk Factors” in Fibrocell’s most recent Form 10-K filing and Form 10-Q filings. As a result, you are cautioned not to place undue reliance on any forward-looking statements. While Fibrocell may update certain forward-looking statements from time to time, Fibrocell specifically disclaims any obligation to do so, whether as a result of new information, future developments or otherwise.\nInvestor & Media Relations Contact:\nKaren Casey\n484.713.6133\nkcasey@fibrocell.com\nFibrocell Science, Inc.\nCondensed Consolidated Statements of Operations\n(unaudited)\n($ in thousands, except share and per share data)\nThree Months Ended\nMarch 31, 2018 2017 Total revenues $ — $ — Total cost of revenue — — Gross profit (loss) — — Research and development expense 1,645 1,464 Research and development expense - related party (see Note 8) (303 ) 1,509 Selling, general and administrative expense 1,639 1,481 Operating loss (2,981 ) (4,454 ) Other income (expense): Warrant revaluation income (expense) 235 (46 ) Derivative revaluation expense (63 ) (312 ) Interest expense (190 ) (183 ) Other income (expense), net 98 (12 ) Loss before income taxes (2,901 ) (5,007 ) Income taxes — — Net loss (2,901 ) (5,007 ) Dividend paid in-kind to preferred stockholders (82 ) (20 ) Deemed dividend on preferred stock (see Note 10) (121 ) (3,734 ) Net loss attributable to common stockholders $ (3,104 ) $ (8,761 ) Per Share Information: Net loss: Basic $ (0.11 ) $ (0.60 ) Diluted $ (0.11 ) $ (0.60 ) Weighted average number of common shares outstanding: Basic 28,356,351 14,694,613 Diluted 28,356,351 14,697,210\nCondensed Consolidated Balance Sheets Data: March 31, December 31, 2018 2017 Cash and cash equivalents $ 12,201 $ 17,417 Working capital 10,811 13,477 Total assets 14,145 19,411 Warrant liability, long term 838 1,073 Total liabilities 7,886 10,404 Total stockholders’ equity 6,259 9,007\nSource:Fibrocell Science Inc",
    "published": "2018-05-10T16:00:00.000+03:00",
    "crawled": "2018-05-10T18:05:28.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "exton",
        "may",
        "globe",
        "newswire",
        "fibrocell",
        "science",
        "nasdaq",
        "fcsc",
        "gene",
        "therapy",
        "company",
        "focused",
        "transformational",
        "autologous",
        "therapy",
        "skin",
        "connective",
        "tissue",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "recent",
        "operational",
        "highlight",
        "fibrocell",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "edt",
        "achievement",
        "first",
        "quarter",
        "set",
        "stage",
        "continued",
        "progress",
        "fibrocell",
        "gene",
        "therapy",
        "clinical",
        "program",
        "address",
        "rare",
        "condition",
        "skin",
        "connective",
        "tissue",
        "high",
        "unmet",
        "need",
        "said",
        "john",
        "maslowski",
        "president",
        "chief",
        "executive",
        "officer",
        "fibrocell",
        "january",
        "obtained",
        "allowance",
        "food",
        "drug",
        "administration",
        "enroll",
        "pediatric",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "recessive",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "addition",
        "phase",
        "portion",
        "trial",
        "continued",
        "advance",
        "expect",
        "report",
        "additional",
        "interim",
        "adult",
        "data",
        "second",
        "quarter",
        "furthermore",
        "program",
        "treatment",
        "moderate",
        "severe",
        "localized",
        "scleroderma",
        "made",
        "important",
        "progress",
        "march",
        "fibrocell",
        "granted",
        "allowance",
        "fda",
        "investigational",
        "new",
        "drug",
        "application",
        "proceed",
        "clinical",
        "trial",
        "said",
        "maslowski",
        "recent",
        "program",
        "highlight",
        "new",
        "update",
        "follows",
        "fibrocell",
        "obtained",
        "allowance",
        "food",
        "drug",
        "administration",
        "fda",
        "initiate",
        "enrollment",
        "pediatric",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "based",
        "evidence",
        "safety",
        "potential",
        "benefit",
        "adult",
        "patient",
        "dosed",
        "phase",
        "portion",
        "clinical",
        "trial",
        "fibrocell",
        "plan",
        "enroll",
        "six",
        "patient",
        "age",
        "seven",
        "older",
        "phase",
        "portion",
        "clinical",
        "trial",
        "one",
        "recessive",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "rdeb",
        "adult",
        "patient",
        "enrolled",
        "phase",
        "dosing",
        "expected",
        "occur",
        "second",
        "quarter",
        "fibrocell",
        "expects",
        "report",
        "additional",
        "interim",
        "data",
        "adult",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "provide",
        "trial",
        "update",
        "second",
        "quarter",
        "includes",
        "oral",
        "presentation",
        "th",
        "international",
        "investigative",
        "dermatology",
        "meeting",
        "may",
        "fibrocell",
        "expects",
        "complete",
        "enrollment",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "third",
        "quarter",
        "another",
        "interim",
        "data",
        "report",
        "trial",
        "update",
        "expected",
        "first",
        "quarter",
        "fibrocell",
        "obtained",
        "fda",
        "allowance",
        "investigational",
        "new",
        "drug",
        "application",
        "progress",
        "clinical",
        "trial",
        "treatment",
        "moderate",
        "severe",
        "localized",
        "scleroderma",
        "fibrocell",
        "expects",
        "initiate",
        "enrollment",
        "phase",
        "clinical",
        "trial",
        "third",
        "quarter",
        "corporate",
        "april",
        "fibrocell",
        "announced",
        "board",
        "director",
        "conducting",
        "comprehensive",
        "review",
        "strategic",
        "alternative",
        "focused",
        "maximizing",
        "stockholder",
        "value",
        "fibrocell",
        "engaged",
        "canaccord",
        "genuity",
        "llc",
        "strategic",
        "financial",
        "advisor",
        "assist",
        "review",
        "process",
        "board",
        "director",
        "established",
        "special",
        "committee",
        "explore",
        "evaluate",
        "potential",
        "strategic",
        "alternative",
        "may",
        "include",
        "sale",
        "company",
        "business",
        "combination",
        "merger",
        "reverse",
        "merger",
        "another",
        "company",
        "strategic",
        "investment",
        "company",
        "sale",
        "license",
        "disposition",
        "corporate",
        "asset",
        "company",
        "continuing",
        "current",
        "business",
        "plan",
        "fibrocell",
        "set",
        "timetable",
        "completion",
        "review",
        "process",
        "decision",
        "made",
        "whether",
        "company",
        "engage",
        "transaction",
        "transaction",
        "assurance",
        "process",
        "result",
        "transaction",
        "term",
        "timing",
        "potential",
        "transaction",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "fibrocell",
        "reported",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "period",
        "included",
        "approximately",
        "million",
        "warrant",
        "revaluation",
        "income",
        "compared",
        "approximately",
        "million",
        "warrant",
        "revaluation",
        "expense",
        "period",
        "additionally",
        "period",
        "included",
        "deemed",
        "dividend",
        "series",
        "preferred",
        "stock",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "deemed",
        "dividend",
        "included",
        "period",
        "increasing",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "research",
        "development",
        "expense",
        "decreased",
        "approximately",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "approximately",
        "million",
        "period",
        "decrease",
        "due",
        "primarily",
        "decreased",
        "cost",
        "program",
        "approximately",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "decreased",
        "cost",
        "primarily",
        "result",
        "transitioning",
        "dosing",
        "adult",
        "patient",
        "analysis",
        "data",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "recruitment",
        "phase",
        "portion",
        "trial",
        "moving",
        "manufacturing",
        "operation",
        "third",
        "party",
        "contractor",
        "cost",
        "program",
        "decreased",
        "approximately",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "decrease",
        "related",
        "primarily",
        "decreased",
        "cost",
        "clinical",
        "partner",
        "intrexon",
        "corporation",
        "approximately",
        "million",
        "substantially",
        "cost",
        "phase",
        "project",
        "incurred",
        "end",
        "selling",
        "general",
        "administrative",
        "expense",
        "increased",
        "approximately",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "approximately",
        "million",
        "period",
        "increase",
        "due",
        "primarily",
        "credit",
        "stock",
        "compensation",
        "expense",
        "recorded",
        "period",
        "due",
        "forfeiture",
        "stock",
        "option",
        "prior",
        "management",
        "left",
        "company",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "working",
        "capital",
        "approximately",
        "million",
        "fibrocell",
        "used",
        "approximately",
        "million",
        "cash",
        "operation",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "company",
        "belief",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operation",
        "first",
        "quarter",
        "conference",
        "call",
        "webcast",
        "participate",
        "live",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "provide",
        "conference",
        "code",
        "five",
        "ten",
        "minute",
        "start",
        "call",
        "conference",
        "call",
        "also",
        "webcast",
        "live",
        "investor",
        "relation",
        "section",
        "fibrocell",
        "website",
        "archived",
        "day",
        "following",
        "call",
        "fibrocell",
        "fibrocell",
        "autologous",
        "cell",
        "gene",
        "therapy",
        "company",
        "translating",
        "personalized",
        "biologics",
        "medical",
        "breakthrough",
        "disease",
        "affecting",
        "skin",
        "connective",
        "tissue",
        "fibrocell",
        "advanced",
        "product",
        "candidate",
        "subject",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "recessive",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "fibrocell",
        "also",
        "developing",
        "company",
        "product",
        "candidate",
        "treatment",
        "moderate",
        "severe",
        "localized",
        "scleroderma",
        "fibrocell",
        "gene",
        "therapy",
        "portfolio",
        "developed",
        "collaboration",
        "intrexon",
        "corporation",
        "nyse",
        "xon",
        "leader",
        "synthetic",
        "biology",
        "information",
        "visit",
        "follow",
        "fibrocell",
        "twitter",
        "fibrocell",
        "trademark",
        "fibrocell",
        "fibrocell",
        "logo",
        "fibrocell",
        "science",
        "trademark",
        "fibrocell",
        "science",
        "affiliate",
        "name",
        "may",
        "trademark",
        "respective",
        "owner",
        "statement",
        "press",
        "release",
        "contains",
        "officer",
        "representative",
        "may",
        "time",
        "time",
        "make",
        "statement",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "historical",
        "fact",
        "hereby",
        "identified",
        "statement",
        "purpose",
        "include",
        "among",
        "others",
        "statement",
        "relating",
        "fibrocell",
        "expectation",
        "regarding",
        "exploration",
        "strategic",
        "alternative",
        "timing",
        "dosing",
        "reporting",
        "interim",
        "data",
        "trial",
        "update",
        "phase",
        "clinical",
        "trial",
        "completion",
        "enrollment",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "initiation",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "potential",
        "receive",
        "priority",
        "review",
        "voucher",
        "upon",
        "market",
        "authorization",
        "potential",
        "advantage",
        "fibrocell",
        "product",
        "candidate",
        "sufficiency",
        "company",
        "cash",
        "cash",
        "equivalent",
        "fund",
        "operation",
        "first",
        "quarter",
        "statement",
        "regarding",
        "fibrocell",
        "future",
        "operation",
        "financial",
        "performance",
        "financial",
        "position",
        "prospect",
        "strategy",
        "objective",
        "future",
        "event",
        "statement",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "adversely",
        "indicated",
        "herein",
        "including",
        "among",
        "others",
        "uncertainty",
        "associated",
        "able",
        "identify",
        "evaluate",
        "complete",
        "strategic",
        "transaction",
        "alternative",
        "impact",
        "announcement",
        "board",
        "director",
        "review",
        "strategic",
        "alternative",
        "well",
        "strategic",
        "transaction",
        "alternative",
        "may",
        "pursued",
        "company",
        "business",
        "including",
        "financial",
        "operating",
        "result",
        "employee",
        "interim",
        "clinical",
        "trial",
        "result",
        "necessarily",
        "indicative",
        "final",
        "clinical",
        "result",
        "final",
        "clinical",
        "trial",
        "result",
        "may",
        "positive",
        "regard",
        "safety",
        "efficacy",
        "uncertainty",
        "delay",
        "relating",
        "initiation",
        "enrollment",
        "completion",
        "study",
        "clinical",
        "trial",
        "whether",
        "study",
        "clinical",
        "trial",
        "result",
        "validate",
        "support",
        "safety",
        "efficacy",
        "fibrocell",
        "product",
        "candidate",
        "unanticipated",
        "excess",
        "cost",
        "relating",
        "development",
        "fibrocell",
        "gene",
        "therapy",
        "product",
        "candidate",
        "fibrocell",
        "ability",
        "obtain",
        "additional",
        "capital",
        "continue",
        "fund",
        "operation",
        "fibrocell",
        "ability",
        "maintain",
        "collaboration",
        "intrexon",
        "corporation",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "caption",
        "item",
        "1a",
        "risk",
        "factor",
        "fibrocell",
        "recent",
        "form",
        "filing",
        "form",
        "filing",
        "result",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "fibrocell",
        "may",
        "update",
        "certain",
        "statement",
        "time",
        "time",
        "fibrocell",
        "specifically",
        "disclaims",
        "obligation",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "investor",
        "medium",
        "relation",
        "contact",
        "karen",
        "casey",
        "kcasey",
        "fibrocell",
        "science",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "total",
        "cost",
        "revenue",
        "gross",
        "profit",
        "loss",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "related",
        "party",
        "see",
        "note",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "warrant",
        "revaluation",
        "income",
        "expense",
        "derivative",
        "revaluation",
        "expense",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "dividend",
        "paid",
        "preferred",
        "stockholder",
        "deemed",
        "dividend",
        "preferred",
        "stock",
        "see",
        "note",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "information",
        "net",
        "loss",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "warrant",
        "liability",
        "long",
        "term",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "source",
        "fibrocell",
        "science",
        "inc"
    ]
}