{
    "organizations": [],
    "uuid": "f75bb24e289f7b2c152374dd885bd5db25f7c287",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-clearside-biomedical-announces-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Clearside Biomedical Announces First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALPHARETTA, Ga., May 09, 2018 (GLOBE NEWSWIRE) -- Clearside Biomedical, Inc. (NASDAQ:CLSD), a late-stage clinical biopharmaceutical company developing first-in-class drug therapies to treat blinding diseases of the eye, today reported financial results for the quarter ended March 31, 2018, and provided an update on its development programs.\n“Coming on the heels of the recent release of positive topline results from our pivotal Phase 3 PEACHTREE trial in uveitis, and as we have continued to accumulate additional data from the trial around the resolution of signs and symptoms, our confidence in the potential of suprachoroidal CLS-TA to become a powerful new treatment option for this sight-threatening disease, both at home and abroad, continues to build,” said Daniel H. White, Chief Executive Officer and President. “To that end, we are working to submit an NDA for suprachoroidal CLS-TA in patients with macular edema associated with uveitis to the FDA before the end of the year, and we are also evaluating our regulatory submission strategy for territories outside of the United States.”\nUpdate on Key Development Programs\nSuprachoroidal CLS-TA is Clearside’s proprietary suspension formulation of the corticosteroid triamcinolone acetonide for administration to the back of the eye via the suprachoroidal space (“SCS™”), which is the space located between the choroid and the outer protective layer of the eye known as the sclera. Suprachoroidal CLS-TA, used either alone or together with an intravitreal anti-VEGF agent, is being studied as part of Clearside’s pipeline of treatments for unmet or underserved blinding eye diseases where the pathologies manifest in the retina and the choroid.\nMacular Edema Associated with Non-Infectious Uveitis\nIn March 2018, Clearside announced positive topline results from PEACHTREE, its pivotal Phase 3 trial of suprachoroidal CLS-TA in patients with macular edema associated with non-infectious uveitis.\nIn the PEACHTREE trial, 47% of patients in the treatment arm who received suprachoroidal CLS-TA every 12 weeks gained at least 15 letters in best corrected visual acuity (“BCVA”), as measured using the Early Treatment of Diabetic Retinopathy Study (“ETDRS”) scale, from baseline at week 24, compared to 16% of patients in the control arm who underwent a sham procedure. This improvement, which was the primary endpoint of the trial, was statistically significant (p < 0.001). Further, in terms of improvements in BCVA, the mean change from baseline was better in the treatment arm than in the control arm at each monthly evaluation. The mean improvement from baseline seen at the first evaluation at week 4 was maintained throughout the trial, with 9.6 letters gained at week 4 and 13.7 letters at week 24 in the treatment arm, compared to 1.2 letters at week 4 and 2.9 letters at week 24 in the control arm. For the other key secondary endpoint, administration of suprachoroidal CLS-TA resulted in a mean reduction from baseline of 157 microns in central subfield thickness at week 24 in the treatment arm, compared to a 19 micron mean reduction in the control arm, a result that was also statistically significant (p < 0.001).\nIn addition, based on further analysis performed subsequent to the March 2018 data release, we observed that signs of inflammation resolved in more than two-thirds of patients treated with suprachoroidal CLS-TA across three commonly used measures of inflammation in the eye: vitreous haze, anterior chamber cells and anterior chamber flare. The following table summarizes these changes:\nResolution of Signs of Uveitis\nSubjects Displaying Reduction\nto Zero at Week 24 CLS-TA Treatment Arm (%) Control Arm\n(%) Anterior Chamber Cells 72.0 17.0 Anterior Chamber Flare 74.3 22.0 Vitreous Haze 68.9 6.9 With respect to durability of effect, over 85% of the patients in the treatment arm did not receive rescue therapy, remaining on suprachoroidal CLS-TA over the 24 weeks of the trial, compared to between 30% and 35% of patients in the control arm who did not receive rescue therapy.\nSuprachoroidal CLS-TA was generally well tolerated, with no treatment-related serious adverse events reported in the trial. Through 24 weeks, corticosteroid-related elevated intraocular pressure, or IOP, adverse events were reported for approximately 11.5% of patients in the treatment arm, compared to no patients in the control arm. Both the treatment and control arms reported similar cataract adverse events, with approximately 8.3% of patients in the treatment arm and 7.8% of patients in the control arm developing cataracts. No patients underwent surgeries associated with these adverse events.\nClearside expects to submit a new drug application (“NDA”) for suprachoroidal CLS-TA to treat macular edema associated with non-infectious uveitis to the U.S. Food and Drug Administration in the fourth quarter of 2018, and is also evaluating options for potential submissions to regulatory agencies in additional territories outside of the United States.\nMacular Edema Associated with Retinal Vein Occlusion (“RVO”)\nClearside expects to complete patient enrollment in SAPPHIRE, its first Phase 3 clinical trial of suprachoroidal CLS-TA used in combination with the intravitreal anti-VEGF agent, EYLEA® (aflibercept) (“intravitreal Eylea”) in treatment naïve patients with RVO, in the second quarter of 2018. SAPPHIRE is a randomized, masked, multi-center, controlled trial with evaluations every 4 weeks. After 24 weeks, patients will be followed for approximately an additional six months. The primary objective of this trial is to determine the proportion of patients in the combination treatment arm, compared to the intravitreal Eylea alone control arm, with BCVA improvement of at least 15 ETDRS letters from baseline at eight weeks after initial treatment. Several secondary efficacy and safety endpoints will also be evaluated. Based on patient enrollment progress, Clearside expects to report preliminary 8-week data from the SAPPHIRE trial in the fourth quarter of 2018.\nIn March 2018, Clearside announced the enrollment of the first patient in TOPAZ, a second Phase 3 clinical trial of suprachoroidal CLS-TA with one of two intravitreal anti-VEGF agents, LUCENTIS® (ranibizumab) or AVASTIN® (bevacizumab), in treatment naïve patients with RVO. The primary objective of this trial is to determine the proportion of patients in the combination treatment arm who achieve a BCVA improvement of at least 15 ETDRS letters from baseline at eight weeks, compared to the monotherapy intravitreal anti-VEGF in the control arm. Several secondary efficacy and safety endpoints will also be evaluated. Clearside anticipates total enrollment of approximately 460 patients in the TOPAZ trial.\nIf the primary endpoints are met in both the TOPAZ and SAPPHIRE trials, Clearside intends to seek a class label in the United States, which would allow suprachoroidal CLS-TA to be used together with any anti-VEGF agent for the treatment of RVO.\nDiabetic Macular Edema (“DME”)\nIn October 2017, Clearside announced the completion of patient enrollment in TYBEE, its multicenter, randomized, masked, controlled Phase 2 clinical trial designed to evaluate the safety and efficacy of suprachoroidal CLS-TA used in combination with intravitreal Eylea in patients with DME who are naïve to treatment. In this trial, 71 patients were randomized to receive either suprachoroidal CLS-TA together with intravitreal Eylea or intravitreal Eylea alone. The primary outcome measure in each of the two trial arms is mean change from baseline in BCVA measured using the ETDRS scale at 6 months. An additional analysis will compare the number of injections required between the two trial arms. Clearside expects to announce preliminary data from TYBEE in the second quarter of 2018.\nPipeline and Collaborations\nClearside continues nonclinical efforts, both internally and with multiple collaborators, in development areas such as gene therapy, wet age-related macular degeneration (“wet AMD”), and other ocular diseases that may benefit from a suprachoroidal treatment approach.\nFirst Quarter 2018 Financial Results\nClearside’s research and development expenses for the three months ended March 31, 2018 were $13.4 million, compared to $7.6 million for the first quarter of 2017, an increase of $5.8 million. This was primarily attributable to an increase in costs related to Clearside’s clinical programs. Costs for Clearside’s RVO program increased $5.4 million and costs for its DME program increased $1.0 million. In addition, Clearside incurred a $0.1 million increase in regulatory costs in preparation for an NDA submission for CLS-TA in Clearside’s uveitis program, a $0.2 million increase in other research and development expenses, and a $0.2 million increase in employee-related costs due to an increase in headcount to support the increased clinical trial activities. These increases were partially offset by a $0.6 million decrease in clinical costs for Clearside’s uveitis program, as the PEACHTREE trial was completed during the first quarter of 2018, and a $0.4 million decrease in costs related to device and drug manufacturing.\nGeneral and administrative expenses were $3.1 million for the first quarter of 2018, compared to $2.7 million for the same period last year, an increase of $0.4 million. This increase was primarily attributable to an increase of $0.4 million in employee-related costs and of $0.2 million in marketing-related expenses as Clearside prepares for the potential commercialization of CLS-TA, partially offset by a decrease of $0.2 million in patent-related expenses.\nCash, cash equivalents and short-term investments totaled $101.1 million as of March 31, 2018, compared to $37.6 million as of December 31, 2017. Clearside received net proceeds of $79.6 million from a public offering of its common stock that closed in March 2018.\nNet loss for the first quarter of 2018 was $16.6 million, or $0.62 per share of common stock, compared to $10.4 million, or $0.41 per share of common stock, for the first quarter of 2017. The increase in net loss and net loss per share was primarily attributable to higher research and development expenses in the first quarter of 2018 compared to the first quarter of 2017.\nConference Call & Webcast Details\nClearside is pleased to invite all interested parties to participate in a conference call today at 8:30 a.m. Eastern Time, during which management will discuss the financial results and provide an update on Clearside’s corporate developments. To participate in this conference call, please dial (844) 263-8310 (U.S.) or (213) 358-0959 (international), conference ID 5796507, approximately 10 minutes prior to the start time. A live, listen-only audio webcast of the conference call can accessed by visiting the “Investor Relations” section at www.clearsidebio.com . An archive of the webcast will be available until June 10, 2018.\nAbout Clearside\nClearside Biomedical, Inc., headquartered in Alpharetta, GA, is a late-stage clinical ophthalmic biopharmaceutical company that envisions a world without blindness. Clearside relentlessly pursues transformative, elegant, precise solutions to restore and preserve vision. Clearside is developing advanced clinical and preclinical product candidates using a proprietary treatment approach offering unprecedented access to the back of the eye through the SCS™. This has the potential to offer meaningful treatment benefit to patients suffering from sight-threatening diseases like uveitis, RVO, DME and wet AMD. To learn more about how Clearside is changing ophthalmology, please visit us at www.clearsidebio.com .\nCautionary Note Regarding Forward-Looking Statements\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. These statements may be identified by words such as “believe”, “expect”, “may”, “plan”, “potential”, “will”, and similar expressions, and are based on Clearside’s current beliefs and expectations. These forward-looking statements include expectations regarding the potential clinical development of Clearside’s product candidates, the availability of data from Clearside’s clinical trials, the timing of a potential submission of an NDA with the FDA, and the potential commercialization of CLS-TA, both in the United States and internationally. These statements involve risks and uncertainties that could cause actual results to differ materially from those reflected in such statements. Risks and uncertainties that may cause actual results to differ materially include uncertainties inherent in the conduct of clinical trials, Clearside’s reliance on third parties over which it may not always have full control, and other risks and uncertainties that are described in Clearside’s Annual Report on Form 10-K for the year ended December 31, 2017, filed with the U.S. Securities and Exchange Commission (“SEC”) on March 16, 2018, and Clearside’s other Periodic Reports filed with the SEC. Any forward-looking statements speak only as of the date of this press release and are based on information available to Clearside as of the date of this release, and Clearside assumes no obligation to, and does not intend to, update any forward-looking statements, whether as a result of new information, future events or otherwise.\nCLEARSIDE BIOMEDICAL, INC. Selected Financial Data (in thousands, except share and per share data) (unaudited) Statements of Operations Data Three Months Ended\nMarch 31, 2018 2017 License revenue $ — $ 5 Operating expenses: Research and development 13,379 7,590 General and administrative 3,074 2,671 Total operating expenses 16,453 10,261 Loss from operations (16,453 ) (10,256 ) Other expense, net (154 ) (117 ) Net loss $ (16,607 ) $ (10,373 ) Net loss per share of common stock — basic and diluted $ (0.62 ) $ (0.41 ) Weighted average shares outstanding — basic and diluted 26,818,137 25,250,333\nBalance Sheet Data March 31, December 31, 2018 2017 Cash, cash equivalents and short-term investments $ 101,055 $ 37,640 Restricted cash 360 360 Total assets 104,462 40,493 Long-term debt (including current portion) 7,307 8,009 Total liabilities 18,531 19,078 Total stockholders’ equity 85,931 21,415 Contacts:\nStephen Kilmer\nInvestor Relations\n(678) 270-3631\nstephen.kilmer@clearsidebio.com\nCharles Deignan\nChief Financial Officer\n678-270-4005\ncharlie.deignan@clearsidebio.com\nSource:Clearside Biomedical, Inc.",
    "published": "2018-05-09T15:00:00.000+03:00",
    "crawled": "2018-05-09T16:52:13.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "alpharetta",
        "may",
        "globe",
        "newswire",
        "clearside",
        "biomedical",
        "nasdaq",
        "clsd",
        "clinical",
        "biopharmaceutical",
        "company",
        "developing",
        "drug",
        "therapy",
        "treat",
        "blinding",
        "disease",
        "eye",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "development",
        "program",
        "coming",
        "heel",
        "recent",
        "release",
        "positive",
        "topline",
        "result",
        "pivotal",
        "phase",
        "peachtree",
        "trial",
        "uveitis",
        "continued",
        "accumulate",
        "additional",
        "data",
        "trial",
        "around",
        "resolution",
        "sign",
        "symptom",
        "confidence",
        "potential",
        "suprachoroidal",
        "become",
        "powerful",
        "new",
        "treatment",
        "option",
        "disease",
        "home",
        "abroad",
        "continues",
        "build",
        "said",
        "daniel",
        "white",
        "chief",
        "executive",
        "officer",
        "president",
        "end",
        "working",
        "submit",
        "nda",
        "suprachoroidal",
        "patient",
        "macular",
        "edema",
        "associated",
        "uveitis",
        "fda",
        "end",
        "year",
        "also",
        "evaluating",
        "regulatory",
        "submission",
        "strategy",
        "territory",
        "outside",
        "united",
        "update",
        "key",
        "development",
        "program",
        "suprachoroidal",
        "clearside",
        "proprietary",
        "suspension",
        "formulation",
        "corticosteroid",
        "triamcinolone",
        "acetonide",
        "administration",
        "back",
        "eye",
        "via",
        "suprachoroidal",
        "space",
        "space",
        "located",
        "choroid",
        "outer",
        "protective",
        "layer",
        "eye",
        "known",
        "sclera",
        "suprachoroidal",
        "used",
        "either",
        "alone",
        "together",
        "intravitreal",
        "agent",
        "studied",
        "part",
        "clearside",
        "pipeline",
        "treatment",
        "unmet",
        "underserved",
        "blinding",
        "eye",
        "disease",
        "pathology",
        "manifest",
        "retina",
        "choroid",
        "macular",
        "edema",
        "associated",
        "uveitis",
        "march",
        "clearside",
        "announced",
        "positive",
        "topline",
        "result",
        "peachtree",
        "pivotal",
        "phase",
        "trial",
        "suprachoroidal",
        "patient",
        "macular",
        "edema",
        "associated",
        "uveitis",
        "peachtree",
        "trial",
        "patient",
        "treatment",
        "arm",
        "received",
        "suprachoroidal",
        "every",
        "week",
        "gained",
        "least",
        "letter",
        "best",
        "corrected",
        "visual",
        "acuity",
        "bcva",
        "measured",
        "using",
        "early",
        "treatment",
        "diabetic",
        "retinopathy",
        "study",
        "etdrs",
        "scale",
        "baseline",
        "week",
        "compared",
        "patient",
        "control",
        "arm",
        "underwent",
        "sham",
        "procedure",
        "improvement",
        "primary",
        "endpoint",
        "trial",
        "statistically",
        "significant",
        "p",
        "term",
        "improvement",
        "bcva",
        "mean",
        "change",
        "baseline",
        "better",
        "treatment",
        "arm",
        "control",
        "arm",
        "monthly",
        "evaluation",
        "mean",
        "improvement",
        "baseline",
        "seen",
        "first",
        "evaluation",
        "week",
        "maintained",
        "throughout",
        "trial",
        "letter",
        "gained",
        "week",
        "letter",
        "week",
        "treatment",
        "arm",
        "compared",
        "letter",
        "week",
        "letter",
        "week",
        "control",
        "arm",
        "key",
        "secondary",
        "endpoint",
        "administration",
        "suprachoroidal",
        "resulted",
        "mean",
        "reduction",
        "baseline",
        "micron",
        "central",
        "subfield",
        "thickness",
        "week",
        "treatment",
        "arm",
        "compared",
        "micron",
        "mean",
        "reduction",
        "control",
        "arm",
        "result",
        "also",
        "statistically",
        "significant",
        "p",
        "addition",
        "based",
        "analysis",
        "performed",
        "subsequent",
        "march",
        "data",
        "release",
        "observed",
        "sign",
        "inflammation",
        "resolved",
        "patient",
        "treated",
        "suprachoroidal",
        "across",
        "three",
        "commonly",
        "used",
        "measure",
        "inflammation",
        "eye",
        "vitreous",
        "haze",
        "anterior",
        "chamber",
        "cell",
        "anterior",
        "chamber",
        "flare",
        "following",
        "table",
        "summarizes",
        "change",
        "resolution",
        "sign",
        "uveitis",
        "subject",
        "displaying",
        "reduction",
        "zero",
        "week",
        "treatment",
        "arm",
        "control",
        "arm",
        "anterior",
        "chamber",
        "cell",
        "anterior",
        "chamber",
        "flare",
        "vitreous",
        "haze",
        "respect",
        "durability",
        "effect",
        "patient",
        "treatment",
        "arm",
        "receive",
        "rescue",
        "therapy",
        "remaining",
        "suprachoroidal",
        "week",
        "trial",
        "compared",
        "patient",
        "control",
        "arm",
        "receive",
        "rescue",
        "therapy",
        "suprachoroidal",
        "generally",
        "well",
        "tolerated",
        "serious",
        "adverse",
        "event",
        "reported",
        "trial",
        "week",
        "elevated",
        "intraocular",
        "pressure",
        "iop",
        "adverse",
        "event",
        "reported",
        "approximately",
        "patient",
        "treatment",
        "arm",
        "compared",
        "patient",
        "control",
        "arm",
        "treatment",
        "control",
        "arm",
        "reported",
        "similar",
        "cataract",
        "adverse",
        "event",
        "approximately",
        "patient",
        "treatment",
        "arm",
        "patient",
        "control",
        "arm",
        "developing",
        "cataract",
        "patient",
        "underwent",
        "surgery",
        "associated",
        "adverse",
        "event",
        "clearside",
        "expects",
        "submit",
        "new",
        "drug",
        "application",
        "nda",
        "suprachoroidal",
        "treat",
        "macular",
        "edema",
        "associated",
        "uveitis",
        "food",
        "drug",
        "administration",
        "fourth",
        "quarter",
        "also",
        "evaluating",
        "option",
        "potential",
        "submission",
        "regulatory",
        "agency",
        "additional",
        "territory",
        "outside",
        "united",
        "state",
        "macular",
        "edema",
        "associated",
        "retinal",
        "vein",
        "occlusion",
        "rvo",
        "clearside",
        "expects",
        "complete",
        "patient",
        "enrollment",
        "sapphire",
        "first",
        "phase",
        "clinical",
        "trial",
        "suprachoroidal",
        "used",
        "combination",
        "intravitreal",
        "agent",
        "aflibercept",
        "intravitreal",
        "eylea",
        "treatment",
        "naïve",
        "patient",
        "rvo",
        "second",
        "quarter",
        "sapphire",
        "randomized",
        "masked",
        "controlled",
        "trial",
        "evaluation",
        "every",
        "week",
        "week",
        "patient",
        "followed",
        "approximately",
        "additional",
        "six",
        "month",
        "primary",
        "objective",
        "trial",
        "determine",
        "proportion",
        "patient",
        "combination",
        "treatment",
        "arm",
        "compared",
        "intravitreal",
        "eylea",
        "alone",
        "control",
        "arm",
        "bcva",
        "improvement",
        "least",
        "etdrs",
        "letter",
        "baseline",
        "eight",
        "week",
        "initial",
        "treatment",
        "several",
        "secondary",
        "efficacy",
        "safety",
        "endpoint",
        "also",
        "evaluated",
        "based",
        "patient",
        "enrollment",
        "progress",
        "clearside",
        "expects",
        "report",
        "preliminary",
        "data",
        "sapphire",
        "trial",
        "fourth",
        "quarter",
        "march",
        "clearside",
        "announced",
        "enrollment",
        "first",
        "patient",
        "topaz",
        "second",
        "phase",
        "clinical",
        "trial",
        "suprachoroidal",
        "one",
        "two",
        "intravitreal",
        "agent",
        "ranibizumab",
        "bevacizumab",
        "treatment",
        "naïve",
        "patient",
        "rvo",
        "primary",
        "objective",
        "trial",
        "determine",
        "proportion",
        "patient",
        "combination",
        "treatment",
        "arm",
        "achieve",
        "bcva",
        "improvement",
        "least",
        "etdrs",
        "letter",
        "baseline",
        "eight",
        "week",
        "compared",
        "monotherapy",
        "intravitreal",
        "control",
        "arm",
        "several",
        "secondary",
        "efficacy",
        "safety",
        "endpoint",
        "also",
        "evaluated",
        "clearside",
        "anticipates",
        "total",
        "enrollment",
        "approximately",
        "patient",
        "topaz",
        "trial",
        "primary",
        "endpoint",
        "met",
        "topaz",
        "sapphire",
        "trial",
        "clearside",
        "intends",
        "seek",
        "class",
        "label",
        "united",
        "state",
        "would",
        "allow",
        "suprachoroidal",
        "used",
        "together",
        "agent",
        "treatment",
        "rvo",
        "diabetic",
        "macular",
        "edema",
        "dme",
        "october",
        "clearside",
        "announced",
        "completion",
        "patient",
        "enrollment",
        "tybee",
        "multicenter",
        "randomized",
        "masked",
        "controlled",
        "phase",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "suprachoroidal",
        "used",
        "combination",
        "intravitreal",
        "eylea",
        "patient",
        "dme",
        "naïve",
        "treatment",
        "trial",
        "patient",
        "randomized",
        "receive",
        "either",
        "suprachoroidal",
        "together",
        "intravitreal",
        "eylea",
        "intravitreal",
        "eylea",
        "alone",
        "primary",
        "outcome",
        "measure",
        "two",
        "trial",
        "arm",
        "mean",
        "change",
        "baseline",
        "bcva",
        "measured",
        "using",
        "etdrs",
        "scale",
        "month",
        "additional",
        "analysis",
        "compare",
        "number",
        "injection",
        "required",
        "two",
        "trial",
        "arm",
        "clearside",
        "expects",
        "announce",
        "preliminary",
        "data",
        "tybee",
        "second",
        "quarter",
        "pipeline",
        "collaboration",
        "clearside",
        "continues",
        "nonclinical",
        "effort",
        "internally",
        "multiple",
        "collaborator",
        "development",
        "area",
        "gene",
        "therapy",
        "wet",
        "macular",
        "degeneration",
        "wet",
        "amd",
        "ocular",
        "disease",
        "may",
        "benefit",
        "suprachoroidal",
        "treatment",
        "approach",
        "first",
        "quarter",
        "financial",
        "result",
        "clearside",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "million",
        "primarily",
        "attributable",
        "increase",
        "cost",
        "related",
        "clearside",
        "clinical",
        "program",
        "cost",
        "clearside",
        "rvo",
        "program",
        "increased",
        "million",
        "cost",
        "dme",
        "program",
        "increased",
        "million",
        "addition",
        "clearside",
        "incurred",
        "million",
        "increase",
        "regulatory",
        "cost",
        "preparation",
        "nda",
        "submission",
        "clearside",
        "uveitis",
        "program",
        "million",
        "increase",
        "research",
        "development",
        "expense",
        "million",
        "increase",
        "cost",
        "due",
        "increase",
        "headcount",
        "support",
        "increased",
        "clinical",
        "trial",
        "activity",
        "increase",
        "partially",
        "offset",
        "million",
        "decrease",
        "clinical",
        "cost",
        "clearside",
        "uveitis",
        "program",
        "peachtree",
        "trial",
        "completed",
        "first",
        "quarter",
        "million",
        "decrease",
        "cost",
        "related",
        "device",
        "drug",
        "manufacturing",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "increase",
        "million",
        "increase",
        "primarily",
        "attributable",
        "increase",
        "million",
        "cost",
        "million",
        "expense",
        "clearside",
        "prepares",
        "potential",
        "commercialization",
        "partially",
        "offset",
        "decrease",
        "million",
        "expense",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "clearside",
        "received",
        "net",
        "proceeds",
        "million",
        "public",
        "offering",
        "common",
        "stock",
        "closed",
        "march",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "common",
        "stock",
        "compared",
        "million",
        "per",
        "share",
        "common",
        "stock",
        "first",
        "quarter",
        "increase",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "primarily",
        "attributable",
        "higher",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "conference",
        "call",
        "webcast",
        "detail",
        "clearside",
        "pleased",
        "invite",
        "interested",
        "party",
        "participate",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "management",
        "discus",
        "financial",
        "result",
        "provide",
        "update",
        "clearside",
        "corporate",
        "development",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "international",
        "conference",
        "id",
        "approximately",
        "minute",
        "prior",
        "start",
        "time",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "accessed",
        "visiting",
        "investor",
        "relation",
        "section",
        "archive",
        "webcast",
        "available",
        "june",
        "clearside",
        "clearside",
        "biomedical",
        "headquartered",
        "alpharetta",
        "ga",
        "clinical",
        "ophthalmic",
        "biopharmaceutical",
        "company",
        "envisions",
        "world",
        "without",
        "blindness",
        "clearside",
        "relentlessly",
        "pursues",
        "transformative",
        "elegant",
        "precise",
        "solution",
        "restore",
        "preserve",
        "vision",
        "clearside",
        "developing",
        "advanced",
        "clinical",
        "preclinical",
        "product",
        "candidate",
        "using",
        "proprietary",
        "treatment",
        "approach",
        "offering",
        "unprecedented",
        "access",
        "back",
        "eye",
        "potential",
        "offer",
        "meaningful",
        "treatment",
        "benefit",
        "patient",
        "suffering",
        "disease",
        "like",
        "uveitis",
        "rvo",
        "dme",
        "wet",
        "amd",
        "learn",
        "clearside",
        "changing",
        "ophthalmology",
        "please",
        "visit",
        "u",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "word",
        "believe",
        "expect",
        "may",
        "plan",
        "potential",
        "similar",
        "expression",
        "based",
        "clearside",
        "current",
        "belief",
        "expectation",
        "statement",
        "include",
        "expectation",
        "regarding",
        "potential",
        "clinical",
        "development",
        "clearside",
        "product",
        "candidate",
        "availability",
        "data",
        "clearside",
        "clinical",
        "trial",
        "timing",
        "potential",
        "submission",
        "nda",
        "fda",
        "potential",
        "commercialization",
        "united",
        "state",
        "internationally",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "uncertainty",
        "inherent",
        "conduct",
        "clinical",
        "trial",
        "clearside",
        "reliance",
        "third",
        "party",
        "may",
        "always",
        "full",
        "control",
        "risk",
        "uncertainty",
        "described",
        "clearside",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "clearside",
        "periodic",
        "report",
        "filed",
        "sec",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "based",
        "information",
        "available",
        "clearside",
        "date",
        "release",
        "clearside",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "clearside",
        "biomedical",
        "selected",
        "financial",
        "data",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "statement",
        "operation",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "license",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "balance",
        "sheet",
        "data",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "total",
        "asset",
        "debt",
        "including",
        "current",
        "portion",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "contact",
        "stephen",
        "kilmer",
        "investor",
        "relation",
        "charles",
        "deignan",
        "chief",
        "financial",
        "officer",
        "source",
        "clearside",
        "biomedical",
        "inc"
    ]
}