{
    "organizations": [],
    "uuid": "d17ca492c5ee87c3eb6430d99cd8ca88023e5760",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-erytech-reports-first-quarter-2018-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "ERYTECH Reports First Quarter 2018 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Finalized Phase 3 trial design for eryaspase in second line pancreatic cancer; on track for expected start of patient enrollment in Q3 Selected triple-negative breast cancer as the next solid tumor indication; preparing Phase 2 trial with expected start of patient enrollment in Q3 Reported positive U.S. Phase 1 trial results in adult acute lymphoblastic leukemia; discussion with FDA upcoming Cash position of €171.8 million ($211.6 million) as of March 31, 2018\nLYON, France, May 14, 2018 (GLOBE NEWSWIRE) -- ERYTECH Pharma (Euronext:ERYP) (Nasdaq:ERYP) , a clinical-stage biopharmaceutical company developing innovative therapies by encapsulating therapeutic drug substances inside red blood cells, today provided a business update and reported its financial results for the quarter ended March 31, 2018.\n“Following our successful Nasdaq listing at the end of last year, the first quarter of this year has been focused on the execution of the plan to advance our pipeline into solid tumor indications,” said Gil Beyen, chief executive officer at ERYTECH. “ Set up activities are on track for the launch of a pivotal Phase 3 trial in second line pancreatic cancer and a Phase 2 trial in first line triple-negative breast cancer. We are expanding our teams and increasing our manufacturing capacity in Europe and the U.S. Furthermore, we will meet with the FDA to discuss our ALL program and await the CHMP’s feedback on our MAA submission for relapsed and refractory ALL. We look forward to providing updates later this year.”\nBusiness Highlights\nFeedback was obtained from the Commission for Human Medicinal Products (CHMP) of the European Medicines Agency (EMA) on the design of the proposed Phase 3 trial with eryaspase in second line pancreatic cancer, confirming earlier feedback by the U.S. Food and Drug Administration (FDA). The proposed Phase 3 trial will evaluate eryaspase in combination with standard chemotherapy, compared to standard chemotherapy alone, in approximately 500 patients in the United States and Europe. The primary endpoint will be overall survival (OS). An interim analysis is foreseen when approximately two-thirds of events have occurred. Set up activities for this pivotal Phase 3 clinical trial are ongoing. Enrollment of the first patient is expected in the third quarter of 2018.\nMetastatic triple-negative breast cancer (TNBC) was selected as the next solid tumor indication for the development of eryaspase. TNBC is an aggressive and metabolically active form of breast cancer for which limited treatment options are available. The planned proof of concept Phase 2 trial will evaluate eryaspase in combination with standard chemotherapy, compared to standard chemotherapy alone, in approximately 60 previously untreated patients in Europe and the United States. An interim analysis is foreseen. The primary endpoint will be objective response rate. Set up activities are ongoing and start of patient enrollment is expected in the third quarter of 2018. ERYTECH is planning to expand the clinical development of eryaspase to first-line pancreatic cancer, as well as to other solid tumor indications. Program updates are expected later in 2018 and early 2019.\nFull results from the U.S. Phase 1 trial evaluating eryaspase in combination with chemotherapy for the treatment of first line adult ALL were presented at the annual meeting of the American Association for Cancer Research (AACR). The data showed eryaspase was well tolerated. Based on the pharmaco-kinetic data and the safety findings, the recommended dose for further clinical development was determined to be 100 U/kg. A meeting with the FDA to discuss the next steps in ALL in the United States is upcoming, based on which we expect to be able to provide feedback during the third quarter of 2018.\nAdditionally, the Company also presented pre-clinical data on the combination of eryaspase and erymethionase, methionine-gamma-lyase encapsulated in red blood cells. The data in this study suggested that this combination could be promising in vitro and in vivo in a gastric cancer model with tumor growth inhibition in-vivo and decreased tumor cell viability in vitro.\nEarlier today, the Company announced the expansion of its executive management team with the addition of Alex Dusek as VP of Commercial Strategy, to lay the groundwork for commercial success and ensure commercial product preparedness, primarily in the U.S. He brings over 25 years of experience including commercial strategic roles at Argos Therapeutics, Bayer, and United Therapeutics.\nFinancial Highlights\nNet loss for the three-month period ended March 31, 2018 was €11.7 million, compared to €6.5 million in the same period of 2017. The €5.2 million increase was primarily attributable to:\nAn increase in R&D expenses by €1.9 million, related to the Company’s intensified clinical and regulatory activities, as well as the additional staffing for preclinical research and clinical development. An increase in G&A expenses by €0.8 million, resulting from continued infrastructure developments in line with the Company’s growth. The accounting of a €2.5 million financial loss, as the Company’s cash position denominated in euros was impacted by the negative currency exchange variation in the period of the U.S. dollar against the euro.\nAs of March 31, 2018, ERYTECH had cash and cash equivalents totaling €171.8 million, compared with €185.5 million as of December 31, 2017. The €13.8 million decrease in total cash and cash equivalents in the three-month period comprised a total net cash utilization of €11.2 million for operating, investing and financing activities, and a €2.6 million negative foreign exchange impact on the Company’s cash position denominated in U.S. dollars. This financial accounting loss had no real cash impact, as the U.S. dollar position is kept in that currency for U.S. dollar disbursements.\nKey Upcoming Milestones Expected in 2018\nMeeting with the FDA to discuss next steps in ALL Launch of a pivotal Phase 3 clinical trial in second-line pancreatic cancer in Europe and the United States Launch of a Phase 2 proof-of-concept clinical trial in TNBC CHMP opinion on MAA resubmission for GRASPA® in R/R ALL Initiation of a Phase 2 proof-of-concept clinical trial in first-line pancreatic cancer Initiation of Phase 1 clinical trial with erymethionase\nFirst Quarter Results 2018 Conference Call Details\nAs a reminder, ERYTECH management will hold a conference call and webcast on Tuesday, May 15 th , 2018 at 02:30pm CET / 08:30am EDT to discuss business highlights and financial results for the first quarter of 2018. Gil Beyen, Chairman and CEO, Eric Soyer, CFO and COO and Iman El-Hariry, CMO will deliver a brief presentation, followed by a Q&A session.\nThe call is accessible via the below teleconferencing numbers, followed by the Conference ID#: 3498017#\nUSA/Canada : +1 833 818 6807 United-Kingdom : +44 2031070289 Switzerland : +41 445802606 Germany : +49 6922224728 France : +33 176748988 Belgium : +32 24003547 Sweden : +46 856619361 Finland : +358 972519310 Netherlands : +31 207075547 Spain : +34 914142503 The webcast can be followed live online via the link: https://edge.media-server.com/m6/p/wq3dzxoy\nAn archived replay of the call will be available for 7 days by dialing + 1 800 585 8367, Conference ID: 3498017#\nAn archive of the webcast will be available on ERYTECH’s website, under the “Investors” section at investors.erytech.com\n2018 Financial Calendar:\nGeneral Assembly Meeting of Shareholders: Friday, June 22, 2018 at 10:00am CET in Paris\nQuarterly financial updates: Business Update and Financial Highlights for the 2nd quarter and first-half of 2018: September 17, 2018 (after U.S. market close), followed by a conference call and webcast on September 18, 2018 (2:30pm CET/8:30am ET) Business Update and Financial Highlights for the 3rd quarter of 2018: November 12, 2018 (after U.S. market close), followed by a conference call and webcast on November 13, 2018 (2:30pm CET/8:30am ET)\nUpcoming Investor Conferences:\nBioEquity Europe 2018, May 16, Ghent Gilbert Dupont Annual Healthcare Conference, May 29, Paris Jefferies 2018 Global Healthcare Conference, June 5-6, New York Journée Valeurs Moyennes SFAF, June 20, Paris JMP Life Sciences Conference, June 20, New York European Midcap Event – Spring, June 26-27, Paris\nAbout ERYTECH: www.erytech.com\nFounded in Lyon, France in 2004, ERYTECH is a clinical-stage biopharmaceutical company developing innovative therapies for rare forms of cancer and orphan diseases. Leveraging its proprietary ERYCAPS platform, which uses a novel technology to encapsulate therapeutic drug substances inside red blood cells, ERYTECH has developed a pipeline of product candidates targeting markets with high unmet medical needs. ERYTECH’s initial focus is on the development of products that target the altered amino acid metabolism of cancer cells, depriving them of nutrients necessary for their survival.\nThe Company’s lead product, eryaspase, also known under the trade name GRASPA®, consists of an enzyme, L-asparaginase, encapsulated inside donor-derived red blood cells. L-asparaginase depletes asparagine, a naturally occurring amino acid essential for the survival and proliferation of cancer cells. L-asparaginase has been a standard component of multi-agent chemotherapy for the treatment of pediatric acute lymphoblastic leukemia (ALL), but side effects limit treatment compliance, especially in adults and patients with weak performance status.\nEryaspase demonstrated positive efficacy and safety results in various clinical trials in ALL, including in a Phase 2 study in patients over 55 years of age and in a Phase 2/3 trial in relapsed or refractory ALL patients, as well as in pancreatic cancer, where it achieved positive results in a Phase 2b trial of second-line treatment of patients with metastatic pancreatic cancer. ERYTECH is preparing for the launch of a pivotal Phase 3 clinical trial in second line pancreatic cancer and Phase 2 trials in first line pancreatic cancer and triple-negative breast cancer.\nERYTECH produces eryaspase at its own GMP-approved and operational manufacturing site in Lyon (France), and at a site for clinical production in Philadelphia (USA). ERYTECH has entered into licensing and distribution partnership agreements for eryaspase for ALL and AML in Europe with Orphan Europe (Recordati Group), and for ALL in Israel with TEVA, which will market the product under the GRASPA® brand name. The European Medicines Agency (EMA) and the U.S. Food and Drug Administration (FDA) have granted orphan drug designations for eryaspase for the treatment of ALL, AML and pancreatic cancer.\nIn addition to eryaspase, ERYTECH is developing erymethionase, methionine-γ-lyase encapsulated in red blood cells, to target cancer cells’ amino acid metabolism and induce tumor starvation. ERYTECH is also exploring the use of its ERYCAPS platform for developing cancer immunotherapies (ERYMMUNE) and enzyme replacement therapies (ERYZYME).\nERYTECH is listed on the Nasdaq Global Select Market in the United States (ticker: ERYP) and on the Euronext regulated market in Paris (ISIN code: FR0011471135, ticker: ERYP). ERYTECH is part of the CAC Healthcare, CAC Pharma & Bio, CAC Mid & Small, CAC All Tradable, EnterNext PEA-PME 150 and Next Biotech indexes.\nCONTACTS\nERYTECH\nNaomi Eichenbaum\nDirector Investor Relations NewCap\nJulien Perez\nInvestor relations\nNicolas Merigeau\nMedia relations +33 4 78 74 44 38\n+1 917 312 5151\nnaomi.eichenbaum@erytech.com +33 1 44 71 98 52\nERYTECH@newcap.eu Forward-looking information\nThis press release contains , forecasts and estimates with respect to the clinical results from and the development plans of eryaspase, business and regulatory strategy, and anticipated future performance of ERYTECH and of the market in which it operates. Certain of these statements, forecasts and estimates can be recognized by the use of words such as, without limitation, “believes”, “anticipates”, “expects”, “intends”, “plans”, “seeks”, “estimates”, “may”, “will” and “continue” and similar expressions. All statements contained in this press release other than statements of historical facts are , including, without limitation, statements regarding the potential of ERYTECH’s product pipeline, its clinical development and regulatory plans for eryaspase, the timing of ERYTECH’s clinical studies and trials and announcements of data from those studies and trials, and the contents and timing of decisions by the FDA and EMA regarding ERYTECH’s product candidates. Such statements, forecasts and estimates are based on various assumptions and assessments of known and unknown risks, uncertainties and other factors, which were deemed reasonable when made but may or may not prove to be correct. Actual events are difficult to predict and may depend upon factors that are beyond ERYTECH's control. There can be no guarantees with respect to pipeline product candidates that the candidates will receive the necessary regulatory approvals or that they will prove to be commercially successful. Therefore, actual results may turn out to be materially different from the anticipated future results, performance or achievements expressed or implied by such statements, forecasts and estimates. Further description of these risks, uncertainties and other risks can be found in the Company’s regulatory filings with the French Autorité des Marchés Financiers (AMF), the Company’s Securities and Exchange Commission (SEC) filings and reports, including in the Company’s 2017 Document de Référence filed with the AMF in April 2018 and in the Company’s Annual Report on Form 20-F filed with the SEC on April 24, 2018 and future filings and reports by the Company. Given these uncertainties, no representations are made as to the accuracy or fairness of such , forecasts and estimates. Furthermore, , forecasts and estimates only speak as of the date of this press release. Readers are cautioned not to place undue reliance on any of these . ERYTECH disclaims any obligation to update any such forward-looking statement, forecast or estimates to reflect any change in ERYTECH’s expectations with regard thereto, or any change in events, conditions or circumstances on which any such statement, forecast or estimate is based, except to the extent required by law.\nSource:Erytech Pharma S.A.",
    "published": "2018-05-15T00:30:00.000+03:00",
    "crawled": "2018-05-15T01:55:49.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "finalized",
        "phase",
        "trial",
        "design",
        "eryaspase",
        "second",
        "line",
        "pancreatic",
        "cancer",
        "track",
        "expected",
        "start",
        "patient",
        "enrollment",
        "q3",
        "selected",
        "breast",
        "cancer",
        "next",
        "solid",
        "tumor",
        "indication",
        "preparing",
        "phase",
        "trial",
        "expected",
        "start",
        "patient",
        "enrollment",
        "q3",
        "reported",
        "positive",
        "phase",
        "trial",
        "result",
        "adult",
        "acute",
        "lymphoblastic",
        "leukemia",
        "discussion",
        "fda",
        "upcoming",
        "cash",
        "position",
        "million",
        "million",
        "march",
        "lyon",
        "france",
        "may",
        "globe",
        "newswire",
        "erytech",
        "pharma",
        "euronext",
        "eryp",
        "nasdaq",
        "eryp",
        "biopharmaceutical",
        "company",
        "developing",
        "innovative",
        "therapy",
        "encapsulating",
        "therapeutic",
        "drug",
        "substance",
        "inside",
        "red",
        "blood",
        "cell",
        "today",
        "provided",
        "business",
        "update",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "following",
        "successful",
        "nasdaq",
        "listing",
        "end",
        "last",
        "year",
        "first",
        "quarter",
        "year",
        "focused",
        "execution",
        "plan",
        "advance",
        "pipeline",
        "solid",
        "tumor",
        "indication",
        "said",
        "gil",
        "beyen",
        "chief",
        "executive",
        "officer",
        "erytech",
        "set",
        "activity",
        "track",
        "launch",
        "pivotal",
        "phase",
        "trial",
        "second",
        "line",
        "pancreatic",
        "cancer",
        "phase",
        "trial",
        "first",
        "line",
        "breast",
        "cancer",
        "expanding",
        "team",
        "increasing",
        "manufacturing",
        "capacity",
        "europe",
        "furthermore",
        "meet",
        "fda",
        "discus",
        "program",
        "await",
        "chmp",
        "feedback",
        "maa",
        "submission",
        "relapsed",
        "refractory",
        "look",
        "forward",
        "providing",
        "update",
        "later",
        "business",
        "highlight",
        "feedback",
        "obtained",
        "commission",
        "human",
        "medicinal",
        "product",
        "chmp",
        "european",
        "medicine",
        "agency",
        "ema",
        "design",
        "proposed",
        "phase",
        "trial",
        "eryaspase",
        "second",
        "line",
        "pancreatic",
        "cancer",
        "confirming",
        "earlier",
        "feedback",
        "food",
        "drug",
        "administration",
        "fda",
        "proposed",
        "phase",
        "trial",
        "evaluate",
        "eryaspase",
        "combination",
        "standard",
        "chemotherapy",
        "compared",
        "standard",
        "chemotherapy",
        "alone",
        "approximately",
        "patient",
        "united",
        "state",
        "europe",
        "primary",
        "endpoint",
        "overall",
        "survival",
        "o",
        "interim",
        "analysis",
        "foreseen",
        "approximately",
        "event",
        "occurred",
        "set",
        "activity",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "ongoing",
        "enrollment",
        "first",
        "patient",
        "expected",
        "third",
        "quarter",
        "metastatic",
        "breast",
        "cancer",
        "tnbc",
        "selected",
        "next",
        "solid",
        "tumor",
        "indication",
        "development",
        "eryaspase",
        "tnbc",
        "aggressive",
        "metabolically",
        "active",
        "form",
        "breast",
        "cancer",
        "limited",
        "treatment",
        "option",
        "available",
        "planned",
        "proof",
        "concept",
        "phase",
        "trial",
        "evaluate",
        "eryaspase",
        "combination",
        "standard",
        "chemotherapy",
        "compared",
        "standard",
        "chemotherapy",
        "alone",
        "approximately",
        "previously",
        "untreated",
        "patient",
        "europe",
        "united",
        "state",
        "interim",
        "analysis",
        "foreseen",
        "primary",
        "endpoint",
        "objective",
        "response",
        "rate",
        "set",
        "activity",
        "ongoing",
        "start",
        "patient",
        "enrollment",
        "expected",
        "third",
        "quarter",
        "erytech",
        "planning",
        "expand",
        "clinical",
        "development",
        "eryaspase",
        "pancreatic",
        "cancer",
        "well",
        "solid",
        "tumor",
        "indication",
        "program",
        "update",
        "expected",
        "later",
        "early",
        "full",
        "result",
        "phase",
        "trial",
        "evaluating",
        "eryaspase",
        "combination",
        "chemotherapy",
        "treatment",
        "first",
        "line",
        "adult",
        "presented",
        "annual",
        "meeting",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "data",
        "showed",
        "eryaspase",
        "well",
        "tolerated",
        "based",
        "data",
        "safety",
        "finding",
        "recommended",
        "dose",
        "clinical",
        "development",
        "determined",
        "meeting",
        "fda",
        "discus",
        "next",
        "step",
        "united",
        "state",
        "upcoming",
        "based",
        "expect",
        "able",
        "provide",
        "feedback",
        "third",
        "quarter",
        "additionally",
        "company",
        "also",
        "presented",
        "data",
        "combination",
        "eryaspase",
        "erymethionase",
        "encapsulated",
        "red",
        "blood",
        "cell",
        "data",
        "study",
        "suggested",
        "combination",
        "could",
        "promising",
        "vitro",
        "vivo",
        "gastric",
        "cancer",
        "model",
        "tumor",
        "growth",
        "inhibition",
        "decreased",
        "tumor",
        "cell",
        "viability",
        "vitro",
        "earlier",
        "today",
        "company",
        "announced",
        "expansion",
        "executive",
        "management",
        "team",
        "addition",
        "alex",
        "dusek",
        "vp",
        "commercial",
        "strategy",
        "lay",
        "groundwork",
        "commercial",
        "success",
        "ensure",
        "commercial",
        "product",
        "preparedness",
        "primarily",
        "brings",
        "year",
        "experience",
        "including",
        "commercial",
        "strategic",
        "role",
        "argo",
        "therapeutic",
        "bayer",
        "united",
        "therapeutic",
        "financial",
        "highlight",
        "net",
        "loss",
        "period",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "million",
        "increase",
        "primarily",
        "attributable",
        "increase",
        "r",
        "expense",
        "million",
        "related",
        "company",
        "intensified",
        "clinical",
        "regulatory",
        "activity",
        "well",
        "additional",
        "staffing",
        "preclinical",
        "research",
        "clinical",
        "development",
        "increase",
        "g",
        "expense",
        "million",
        "resulting",
        "continued",
        "infrastructure",
        "development",
        "line",
        "company",
        "growth",
        "accounting",
        "million",
        "financial",
        "loss",
        "company",
        "cash",
        "position",
        "denominated",
        "euro",
        "impacted",
        "negative",
        "currency",
        "exchange",
        "variation",
        "period",
        "dollar",
        "euro",
        "march",
        "erytech",
        "cash",
        "cash",
        "equivalent",
        "totaling",
        "million",
        "compared",
        "million",
        "december",
        "million",
        "decrease",
        "total",
        "cash",
        "cash",
        "equivalent",
        "period",
        "comprised",
        "total",
        "net",
        "cash",
        "utilization",
        "million",
        "operating",
        "investing",
        "financing",
        "activity",
        "million",
        "negative",
        "foreign",
        "exchange",
        "impact",
        "company",
        "cash",
        "position",
        "denominated",
        "dollar",
        "financial",
        "accounting",
        "loss",
        "real",
        "cash",
        "impact",
        "dollar",
        "position",
        "kept",
        "currency",
        "dollar",
        "disbursement",
        "key",
        "upcoming",
        "milestone",
        "expected",
        "meeting",
        "fda",
        "discus",
        "next",
        "step",
        "launch",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "pancreatic",
        "cancer",
        "europe",
        "united",
        "state",
        "launch",
        "phase",
        "clinical",
        "trial",
        "tnbc",
        "chmp",
        "opinion",
        "maa",
        "resubmission",
        "initiation",
        "phase",
        "clinical",
        "trial",
        "pancreatic",
        "cancer",
        "initiation",
        "phase",
        "clinical",
        "trial",
        "erymethionase",
        "first",
        "quarter",
        "result",
        "conference",
        "call",
        "detail",
        "reminder",
        "erytech",
        "management",
        "hold",
        "conference",
        "call",
        "webcast",
        "tuesday",
        "may",
        "th",
        "cet",
        "edt",
        "discus",
        "business",
        "highlight",
        "financial",
        "result",
        "first",
        "quarter",
        "gil",
        "beyen",
        "chairman",
        "ceo",
        "eric",
        "soyer",
        "cfo",
        "coo",
        "iman",
        "cmo",
        "deliver",
        "brief",
        "presentation",
        "followed",
        "q",
        "session",
        "call",
        "accessible",
        "via",
        "teleconferencing",
        "number",
        "followed",
        "conference",
        "id",
        "switzerland",
        "germany",
        "france",
        "belgium",
        "sweden",
        "finland",
        "netherlands",
        "spain",
        "webcast",
        "followed",
        "live",
        "online",
        "via",
        "link",
        "http",
        "archived",
        "replay",
        "call",
        "available",
        "day",
        "dialing",
        "conference",
        "id",
        "archive",
        "webcast",
        "available",
        "erytech",
        "website",
        "investor",
        "section",
        "financial",
        "calendar",
        "general",
        "assembly",
        "meeting",
        "shareholder",
        "friday",
        "june",
        "cet",
        "paris",
        "quarterly",
        "financial",
        "update",
        "business",
        "update",
        "financial",
        "highlight",
        "2nd",
        "quarter",
        "september",
        "market",
        "close",
        "followed",
        "conference",
        "call",
        "webcast",
        "september",
        "et",
        "business",
        "update",
        "financial",
        "highlight",
        "3rd",
        "quarter",
        "november",
        "market",
        "close",
        "followed",
        "conference",
        "call",
        "webcast",
        "november",
        "et",
        "upcoming",
        "investor",
        "conference",
        "bioequity",
        "europe",
        "may",
        "ghent",
        "gilbert",
        "dupont",
        "annual",
        "healthcare",
        "conference",
        "may",
        "paris",
        "jefferies",
        "global",
        "healthcare",
        "conference",
        "june",
        "new",
        "york",
        "journée",
        "valeurs",
        "moyennes",
        "sfaf",
        "june",
        "paris",
        "jmp",
        "life",
        "science",
        "conference",
        "june",
        "new",
        "york",
        "european",
        "midcap",
        "event",
        "spring",
        "june",
        "paris",
        "erytech",
        "founded",
        "lyon",
        "france",
        "erytech",
        "biopharmaceutical",
        "company",
        "developing",
        "innovative",
        "therapy",
        "rare",
        "form",
        "cancer",
        "orphan",
        "disease",
        "leveraging",
        "proprietary",
        "erycaps",
        "platform",
        "us",
        "novel",
        "technology",
        "encapsulate",
        "therapeutic",
        "drug",
        "substance",
        "inside",
        "red",
        "blood",
        "cell",
        "erytech",
        "developed",
        "pipeline",
        "product",
        "candidate",
        "targeting",
        "market",
        "high",
        "unmet",
        "medical",
        "need",
        "erytech",
        "initial",
        "focus",
        "development",
        "product",
        "target",
        "altered",
        "amino",
        "acid",
        "metabolism",
        "cancer",
        "cell",
        "depriving",
        "nutrient",
        "necessary",
        "survival",
        "company",
        "lead",
        "product",
        "eryaspase",
        "also",
        "known",
        "trade",
        "name",
        "consists",
        "enzyme",
        "encapsulated",
        "inside",
        "red",
        "blood",
        "cell",
        "depletes",
        "asparagine",
        "naturally",
        "occurring",
        "amino",
        "acid",
        "essential",
        "survival",
        "proliferation",
        "cancer",
        "cell",
        "standard",
        "component",
        "chemotherapy",
        "treatment",
        "pediatric",
        "acute",
        "lymphoblastic",
        "leukemia",
        "side",
        "effect",
        "limit",
        "treatment",
        "compliance",
        "especially",
        "adult",
        "patient",
        "weak",
        "performance",
        "status",
        "eryaspase",
        "demonstrated",
        "positive",
        "efficacy",
        "safety",
        "result",
        "various",
        "clinical",
        "trial",
        "including",
        "phase",
        "study",
        "patient",
        "year",
        "age",
        "phase",
        "trial",
        "relapsed",
        "refractory",
        "patient",
        "well",
        "pancreatic",
        "cancer",
        "achieved",
        "positive",
        "result",
        "phase",
        "2b",
        "trial",
        "treatment",
        "patient",
        "metastatic",
        "pancreatic",
        "cancer",
        "erytech",
        "preparing",
        "launch",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "second",
        "line",
        "pancreatic",
        "cancer",
        "phase",
        "trial",
        "first",
        "line",
        "pancreatic",
        "cancer",
        "breast",
        "cancer",
        "erytech",
        "produce",
        "eryaspase",
        "operational",
        "manufacturing",
        "site",
        "lyon",
        "france",
        "site",
        "clinical",
        "production",
        "philadelphia",
        "usa",
        "erytech",
        "entered",
        "licensing",
        "distribution",
        "partnership",
        "agreement",
        "eryaspase",
        "aml",
        "europe",
        "orphan",
        "europe",
        "recordati",
        "group",
        "israel",
        "teva",
        "market",
        "product",
        "brand",
        "name",
        "european",
        "medicine",
        "agency",
        "ema",
        "food",
        "drug",
        "administration",
        "fda",
        "granted",
        "orphan",
        "drug",
        "designation",
        "eryaspase",
        "treatment",
        "aml",
        "pancreatic",
        "cancer",
        "addition",
        "eryaspase",
        "erytech",
        "developing",
        "erymethionase",
        "encapsulated",
        "red",
        "blood",
        "cell",
        "target",
        "cancer",
        "cell",
        "amino",
        "acid",
        "metabolism",
        "induce",
        "tumor",
        "starvation",
        "erytech",
        "also",
        "exploring",
        "use",
        "erycaps",
        "platform",
        "developing",
        "cancer",
        "immunotherapy",
        "erymmune",
        "enzyme",
        "replacement",
        "therapy",
        "eryzyme",
        "erytech",
        "listed",
        "nasdaq",
        "global",
        "select",
        "market",
        "united",
        "state",
        "ticker",
        "eryp",
        "euronext",
        "regulated",
        "market",
        "paris",
        "isin",
        "code",
        "fr0011471135",
        "ticker",
        "eryp",
        "erytech",
        "part",
        "cac",
        "healthcare",
        "cac",
        "pharma",
        "bio",
        "cac",
        "mid",
        "small",
        "cac",
        "tradable",
        "enternext",
        "next",
        "biotech",
        "index",
        "contact",
        "erytech",
        "naomi",
        "eichenbaum",
        "director",
        "investor",
        "relation",
        "newcap",
        "julien",
        "perez",
        "investor",
        "relation",
        "nicolas",
        "merigeau",
        "medium",
        "relation",
        "erytech",
        "information",
        "press",
        "release",
        "contains",
        "forecast",
        "estimate",
        "respect",
        "clinical",
        "result",
        "development",
        "plan",
        "eryaspase",
        "business",
        "regulatory",
        "strategy",
        "anticipated",
        "future",
        "performance",
        "erytech",
        "market",
        "operates",
        "certain",
        "statement",
        "forecast",
        "estimate",
        "recognized",
        "use",
        "word",
        "without",
        "limitation",
        "belief",
        "anticipates",
        "expects",
        "intends",
        "plan",
        "seek",
        "estimate",
        "may",
        "continue",
        "similar",
        "expression",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "potential",
        "erytech",
        "product",
        "pipeline",
        "clinical",
        "development",
        "regulatory",
        "plan",
        "eryaspase",
        "timing",
        "erytech",
        "clinical",
        "study",
        "trial",
        "announcement",
        "data",
        "study",
        "trial",
        "content",
        "timing",
        "decision",
        "fda",
        "ema",
        "regarding",
        "erytech",
        "product",
        "candidate",
        "statement",
        "forecast",
        "estimate",
        "based",
        "various",
        "assumption",
        "assessment",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "deemed",
        "reasonable",
        "made",
        "may",
        "may",
        "prove",
        "correct",
        "actual",
        "event",
        "difficult",
        "predict",
        "may",
        "depend",
        "upon",
        "factor",
        "beyond",
        "erytech",
        "control",
        "guarantee",
        "respect",
        "pipeline",
        "product",
        "candidate",
        "candidate",
        "receive",
        "necessary",
        "regulatory",
        "approval",
        "prove",
        "commercially",
        "successful",
        "therefore",
        "actual",
        "result",
        "may",
        "turn",
        "materially",
        "different",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "forecast",
        "estimate",
        "description",
        "risk",
        "uncertainty",
        "risk",
        "found",
        "company",
        "regulatory",
        "filing",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "amf",
        "company",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "report",
        "including",
        "company",
        "document",
        "de",
        "référence",
        "filed",
        "amf",
        "april",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "april",
        "future",
        "filing",
        "report",
        "company",
        "given",
        "uncertainty",
        "representation",
        "made",
        "accuracy",
        "fairness",
        "forecast",
        "estimate",
        "furthermore",
        "forecast",
        "estimate",
        "speak",
        "date",
        "press",
        "release",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "erytech",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "forecast",
        "estimate",
        "reflect",
        "change",
        "erytech",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "forecast",
        "estimate",
        "based",
        "except",
        "extent",
        "required",
        "law",
        "source",
        "erytech",
        "pharma"
    ]
}