{
    "organizations": [],
    "uuid": "539c8bc36665dac58569c7322172cc9cbd93ddc3",
    "author": "Michelle Castillo",
    "url": "https://www.cnbc.com/2018/05/11/lil-tay-shows-social-platforms-dont-enforce-age-restrictions.html",
    "ord_in_thread": 0,
    "title": "Lil Tay shows social platforms don't enforce age restrictions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A pint-size girl wearing a jean jacket with the tags still on fans a stack of $100 bills at the camera. She gets in the driver's seat of a red Mercedes-Benz, though her legs are too short to reach the pedals.\n\"This is why all y'all f haters hate me b----,\" Lil Tay says in a squeaky, prepubescent voice . \"This s--- cost me 200,000. I'm only 9 years old. I ain't got no license, but I still drive this sports car b----. Your favorite rapper ain't doing it like Lil Tay.\"\nThe video has been viewed more than 9 million times on Instagram alone. It's all typical speech from the preteen provocateur, who has 1.7 million Instagram followers and 150,000 subscribers on YouTube , not to mention starring in other influencer's Snapchats . Her Twitter account was recently shut down.\nIt's a remarkable feat for anyone — especially considering Lil Tay, at her self-proclaimed age of 9, is too young to have an account on any of these social media platforms. Despite her age and the obviously inappropriate content, she's been able to get verified on Instagram , which is owned by Facebook .\nDue to the Children's Online Privacy Protection Act (COPPA) , 13 is the minimum age to have an account on most social platforms including Facebook , Instagram , Snapchat and Twitter. Google's YouTube requests users be over 18 but will accept users 13 and older if they have parental consent or if they are an emancipated minor.\nBut no one really verifies a user's age. They simply ask users to report how old they are — and it's easy to lie.\n\"Verifying [age] would be hard,\" said Brendan Gahan, founder of social media marketing agency Epic Signal. \"These platforms are concerned about scale, and that [blocking popular young influencers] seems counter to your ability to scale.\"\nBecause of lax regulation on social media, no one checks what the owners of underage accounts are doing, how much they are getting paid and how many hours they are working.\n\"This is an area that clearly needs definition,\" said Charley Moore, a California attorney and CEO of online legal technology company Rocket Lawyer. \"This is an area where adults are clearly getting financial gain.\"\nInstagram, YouTube and Snap told CNBC they take down accounts when they find out the user is under 13. YouTube and Snap declined comment on Lil Tay's accounts specifically, but a source with knowledge of her Instagram account said it is run by a parent. All three allow child accounts if it is managed by an adult. Tay and her management did not respond to multiple requests for an interview.\nSocial child stars The self-proclaimed \"youngest flexer of the century\" rose to notoriety after starring in a diss battle video alongside rapper Chief Keef at Coachella. Clips of Lil Tay lighting up a blunt (which admittedly looks like a carrot) or saying she wears red to represent the Blood gang have gone viral. She's starred alongside fellow social media star Jake Paul, where she insults him for not having four houses like she does . She claimed she sold \"bricks\" of cocaine as long as three years ago — she would have been 6 — prompting many social media users to ask where her parents are. Those questions sit alongside disturbing online comments suggesting she was raped and deserves to be slapped, as well as others making fun of her Asian features.\nLil Tay is perhaps best known for her dispute with Danielle Bregoli, better known as the 'cash me ousside' girl after her fight with an audience member on the \"Dr. Phil\" show in 2016. The 15-year-old parlayed her fame into a rap career under the moniker Bhad Bhabie, and now is signed with Atlantic Records .\nLil Tay's social media profiles in particular have drawn a morbid fascination thanks to her angelic looks and foul mouth.\nBut Lil Tay is far from the only successful child on social media.\n\"She's an outlier in terms of being aggressive and in terms of her personality, but kids on social media exist on a mass scale,\" said Ryan Detert, CEO of influencer platform Influential which has worked with child influencers.\nRyan from Ryan's Toy Reviews earned $11 million for his YouTube videos last year, according to The Washington Post . He began his illustrious career at age 4, just two years ago. Another popular gaming and toy-focused channel with more than 3.3 billion views, Evan Tube , stars a 12-year-old. Child fashionistas Stella and Blaise started modeling at 3, while Harajuku \"princess\" Coco is 7. Ten-year-old makeup guru Jack claims more than 40 million visits. Even Justin Bieber was discovered from homemade YouTube videos he posted when he was 12 .\nGetty Images Justin Bieber \"There are no age verification mechanisms for these platforms,\" said Liz Gottbrecht, vice president of influencer marketing platform Mavrck, which has worked with kids alongside their families. \"They may stipulate, but there's no checks in place. ... You can throw in whatever date you want.\"\nMany child stars list some sort of management company to show the channel isn't only run by the child.\nAlthough Lil Tay once posted an Instagram Story saying she wasn't managed by anyone, her account now says she's managed by singer and actress 24-year-old Miranda Cosgrove, best known for starring in Nickelodeon's \"iCarly.\" Publicists for Cosgrove did not respond to requests for comment.\nPreviously she claimed her management was Gucci Gang, which is a song by rapper Lil Pump. CNBC could find no actual Gucci Gang, save a competitive video game team called Gucci Gang, which competed in a \"Splatoon 2\" video game championship in April .\nAn investigation by Jezebel suggested Lil Tay may actually be the daughter of a real estate agent, and her mom may be filming the clips. The South China Morning Post went so far as to investigate the locations of her shoots, revealing many of them take place in the not-so-hard suburban neighborhoods of Vancouver despite Lil Tay's blustering. Global News interviewed the owner of a Mercedes featured in one of her videos, who said that Lil Tay's mother asked him if her daughter could pose in his car but he did not realize what the photo was for.\nDespite Lil Tay's rapid rise to fame, her style of content is unsuitable for brands, making it hard for her to score sponsorships or premium advertising deals, Influential's Detert said.\n\"Whether she rises to the top is based on society and whether they want to watch a car wreck,\" he said.\nNo clear rules While their prolific posts or outlandish inappropriate behavior is what gets many child influencers famous, labor laws aren't usually enforced for social stars. Child performer regulations are dealt with on a state-by-state basis, and only 33 states have laws in place with varying stipulations.\nFor example, in California, children are not allowed to work more than five consecutive days in the entertainment or allied industries and are only excused from school for up to five days a year. If Lil Tay is from Vancouver as reports have stated, she would be limited to work eight hours a day and would need a chaperone while she is filming, among other requirements.\nHowever, there are few laws for online \"influencers,\" Rocket Lawyer's Moore said. A lot of times children are filming short snaps, clips or YouTube videos that are only a few seconds long, so they operate outside of industry groups like the Screen Actors Guild. Unless they are flagged and reported, there are no random checkups on set to make sure everyone is keeping up to code.\n\"Unless you are doing a multiday shoot which never happens on social unless it's a big production shoot, ... people make these in their room in half an hour,\" Detert said. \"That's the beauty of social media.\"\nEpic Signal, which has worked with children under 13 with their families in advertising campaigns, said typically it's up to the parents to decide what rules they want to follow. As for standards, most marketers will have their own requirements but there's nothing legally they have to do for the most part. For example, the majority of alcohol companies will not allow children in their social media videos even if the kid is not the star of the clip.\n\"It definitely doesn't seem like there's something that's enforced across the board,\" Gahan said. \"There's tons of kid content on all these platforms and nobody seems to regulate them in any form.\"\nMavrck's Gottbrecht said platforms are active in blocking underage accounts, but only if it's brought to their attention. It often requires proof, like a government-issued ID or birth certificate, which most people won't have.\nSome kids accidentally become social media stars, while others and their parents are actively seeking fame, Gottbrecht added. It's hard to know which side of the line the child is coming from, but what's certain is social media companies can't be relied on to be the regulators.\n\"Once you are online it takes on a life of its own, whether it is intentional or not,\"Gottbrecht said. \"Knowing the social media network may or may not be partners in that is important.\"\nshow chapters 'Influencer commerce' is changing how millennials buy clothes 5:11 AM ET Fri, 19 Jan 2018 | 04:20",
    "published": "2018-05-11T03:00:00.000+03:00",
    "crawled": "2018-05-11T20:27:38.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "girl",
        "wearing",
        "jean",
        "jacket",
        "tag",
        "still",
        "fan",
        "stack",
        "bill",
        "camera",
        "get",
        "driver",
        "seat",
        "red",
        "though",
        "leg",
        "short",
        "reach",
        "pedal",
        "f",
        "hater",
        "hate",
        "b",
        "lil",
        "tay",
        "say",
        "squeaky",
        "prepubescent",
        "voice",
        "cost",
        "year",
        "old",
        "ai",
        "got",
        "license",
        "still",
        "drive",
        "sport",
        "car",
        "b",
        "favorite",
        "rapper",
        "ai",
        "like",
        "lil",
        "tay",
        "video",
        "viewed",
        "million",
        "time",
        "instagram",
        "alone",
        "typical",
        "speech",
        "preteen",
        "provocateur",
        "million",
        "instagram",
        "follower",
        "subscriber",
        "youtube",
        "mention",
        "starring",
        "influencer",
        "snapchats",
        "twitter",
        "account",
        "recently",
        "shut",
        "remarkable",
        "feat",
        "anyone",
        "especially",
        "considering",
        "lil",
        "tay",
        "age",
        "young",
        "account",
        "social",
        "medium",
        "platform",
        "despite",
        "age",
        "obviously",
        "inappropriate",
        "content",
        "able",
        "get",
        "verified",
        "instagram",
        "owned",
        "facebook",
        "due",
        "child",
        "online",
        "privacy",
        "protection",
        "act",
        "coppa",
        "minimum",
        "age",
        "account",
        "social",
        "platform",
        "including",
        "facebook",
        "instagram",
        "snapchat",
        "twitter",
        "google",
        "youtube",
        "request",
        "user",
        "accept",
        "user",
        "older",
        "parental",
        "consent",
        "emancipated",
        "minor",
        "one",
        "really",
        "verifies",
        "user",
        "age",
        "simply",
        "ask",
        "user",
        "report",
        "old",
        "easy",
        "lie",
        "verifying",
        "age",
        "would",
        "hard",
        "said",
        "brendan",
        "gahan",
        "founder",
        "social",
        "medium",
        "marketing",
        "agency",
        "epic",
        "signal",
        "platform",
        "concerned",
        "scale",
        "blocking",
        "popular",
        "young",
        "influencers",
        "seems",
        "counter",
        "ability",
        "scale",
        "lax",
        "regulation",
        "social",
        "medium",
        "one",
        "check",
        "owner",
        "underage",
        "account",
        "much",
        "getting",
        "paid",
        "many",
        "hour",
        "working",
        "area",
        "clearly",
        "need",
        "definition",
        "said",
        "charley",
        "moore",
        "california",
        "attorney",
        "ceo",
        "online",
        "legal",
        "technology",
        "company",
        "rocket",
        "lawyer",
        "area",
        "adult",
        "clearly",
        "getting",
        "financial",
        "gain",
        "instagram",
        "youtube",
        "snap",
        "told",
        "cnbc",
        "take",
        "account",
        "find",
        "user",
        "youtube",
        "snap",
        "declined",
        "comment",
        "lil",
        "tay",
        "account",
        "specifically",
        "source",
        "knowledge",
        "instagram",
        "account",
        "said",
        "run",
        "parent",
        "three",
        "allow",
        "child",
        "account",
        "managed",
        "adult",
        "tay",
        "management",
        "respond",
        "multiple",
        "request",
        "interview",
        "social",
        "child",
        "star",
        "youngest",
        "flexer",
        "century",
        "rose",
        "notoriety",
        "starring",
        "dis",
        "battle",
        "video",
        "alongside",
        "rapper",
        "chief",
        "keef",
        "coachella",
        "clip",
        "lil",
        "tay",
        "lighting",
        "blunt",
        "admittedly",
        "look",
        "like",
        "carrot",
        "saying",
        "wear",
        "red",
        "represent",
        "blood",
        "gang",
        "gone",
        "viral",
        "starred",
        "alongside",
        "fellow",
        "social",
        "medium",
        "star",
        "jake",
        "paul",
        "insult",
        "four",
        "house",
        "like",
        "claimed",
        "sold",
        "brick",
        "cocaine",
        "long",
        "three",
        "year",
        "ago",
        "would",
        "prompting",
        "many",
        "social",
        "medium",
        "user",
        "ask",
        "parent",
        "question",
        "sit",
        "alongside",
        "disturbing",
        "online",
        "comment",
        "suggesting",
        "raped",
        "deserves",
        "slapped",
        "well",
        "others",
        "making",
        "fun",
        "asian",
        "feature",
        "lil",
        "tay",
        "perhaps",
        "best",
        "known",
        "dispute",
        "danielle",
        "bregoli",
        "better",
        "known",
        "ousside",
        "girl",
        "fight",
        "audience",
        "member",
        "phil",
        "show",
        "parlayed",
        "fame",
        "rap",
        "career",
        "moniker",
        "bhad",
        "bhabie",
        "signed",
        "atlantic",
        "record",
        "lil",
        "tay",
        "social",
        "medium",
        "profile",
        "particular",
        "drawn",
        "morbid",
        "fascination",
        "thanks",
        "angelic",
        "look",
        "foul",
        "mouth",
        "lil",
        "tay",
        "far",
        "successful",
        "child",
        "social",
        "medium",
        "outlier",
        "term",
        "aggressive",
        "term",
        "personality",
        "kid",
        "social",
        "medium",
        "exist",
        "mass",
        "scale",
        "said",
        "ryan",
        "detert",
        "ceo",
        "influencer",
        "platform",
        "influential",
        "worked",
        "child",
        "influencers",
        "ryan",
        "ryan",
        "toy",
        "review",
        "earned",
        "million",
        "youtube",
        "video",
        "last",
        "year",
        "according",
        "washington",
        "post",
        "began",
        "illustrious",
        "career",
        "age",
        "two",
        "year",
        "ago",
        "another",
        "popular",
        "gaming",
        "channel",
        "billion",
        "view",
        "evan",
        "tube",
        "star",
        "child",
        "fashionistas",
        "stella",
        "blaise",
        "started",
        "modeling",
        "harajuku",
        "princess",
        "coco",
        "makeup",
        "guru",
        "jack",
        "claim",
        "million",
        "visit",
        "even",
        "justin",
        "bieber",
        "discovered",
        "homemade",
        "youtube",
        "video",
        "posted",
        "getty",
        "image",
        "justin",
        "bieber",
        "age",
        "verification",
        "mechanism",
        "platform",
        "said",
        "liz",
        "gottbrecht",
        "vice",
        "president",
        "influencer",
        "marketing",
        "platform",
        "mavrck",
        "worked",
        "kid",
        "alongside",
        "family",
        "may",
        "stipulate",
        "check",
        "place",
        "throw",
        "whatever",
        "date",
        "want",
        "many",
        "child",
        "star",
        "list",
        "sort",
        "management",
        "company",
        "show",
        "channel",
        "run",
        "child",
        "although",
        "lil",
        "tay",
        "posted",
        "instagram",
        "story",
        "saying",
        "managed",
        "anyone",
        "account",
        "say",
        "managed",
        "singer",
        "actress",
        "miranda",
        "cosgrove",
        "best",
        "known",
        "starring",
        "nickelodeon",
        "icarly",
        "publicist",
        "cosgrove",
        "respond",
        "request",
        "comment",
        "previously",
        "claimed",
        "management",
        "gucci",
        "gang",
        "song",
        "rapper",
        "lil",
        "pump",
        "cnbc",
        "could",
        "find",
        "actual",
        "gucci",
        "gang",
        "save",
        "competitive",
        "video",
        "game",
        "team",
        "called",
        "gucci",
        "gang",
        "competed",
        "splatoon",
        "video",
        "game",
        "championship",
        "april",
        "investigation",
        "jezebel",
        "suggested",
        "lil",
        "tay",
        "may",
        "actually",
        "daughter",
        "real",
        "estate",
        "agent",
        "mom",
        "may",
        "filming",
        "clip",
        "south",
        "china",
        "morning",
        "post",
        "went",
        "far",
        "investigate",
        "location",
        "shoot",
        "revealing",
        "many",
        "take",
        "place",
        "suburban",
        "neighborhood",
        "vancouver",
        "despite",
        "lil",
        "tay",
        "blustering",
        "global",
        "news",
        "interviewed",
        "owner",
        "mercedes",
        "featured",
        "one",
        "video",
        "said",
        "lil",
        "tay",
        "mother",
        "asked",
        "daughter",
        "could",
        "pose",
        "car",
        "realize",
        "photo",
        "despite",
        "lil",
        "tay",
        "rapid",
        "rise",
        "fame",
        "style",
        "content",
        "unsuitable",
        "brand",
        "making",
        "hard",
        "score",
        "sponsorship",
        "premium",
        "advertising",
        "deal",
        "influential",
        "detert",
        "said",
        "whether",
        "rise",
        "top",
        "based",
        "society",
        "whether",
        "want",
        "watch",
        "car",
        "wreck",
        "said",
        "clear",
        "rule",
        "prolific",
        "post",
        "outlandish",
        "inappropriate",
        "behavior",
        "get",
        "many",
        "child",
        "influencers",
        "famous",
        "labor",
        "law",
        "usually",
        "enforced",
        "social",
        "star",
        "child",
        "performer",
        "regulation",
        "dealt",
        "basis",
        "state",
        "law",
        "place",
        "varying",
        "stipulation",
        "example",
        "california",
        "child",
        "allowed",
        "work",
        "five",
        "consecutive",
        "day",
        "entertainment",
        "allied",
        "industry",
        "excused",
        "school",
        "five",
        "day",
        "year",
        "lil",
        "tay",
        "vancouver",
        "report",
        "stated",
        "would",
        "limited",
        "work",
        "eight",
        "hour",
        "day",
        "would",
        "need",
        "chaperone",
        "filming",
        "among",
        "requirement",
        "however",
        "law",
        "online",
        "influencers",
        "rocket",
        "lawyer",
        "moore",
        "said",
        "lot",
        "time",
        "child",
        "filming",
        "short",
        "snap",
        "clip",
        "youtube",
        "video",
        "second",
        "long",
        "operate",
        "outside",
        "industry",
        "group",
        "like",
        "screen",
        "actor",
        "guild",
        "unless",
        "flagged",
        "reported",
        "random",
        "checkup",
        "set",
        "make",
        "sure",
        "everyone",
        "keeping",
        "code",
        "unless",
        "multiday",
        "shoot",
        "never",
        "happens",
        "social",
        "unless",
        "big",
        "production",
        "shoot",
        "people",
        "make",
        "room",
        "half",
        "hour",
        "detert",
        "said",
        "beauty",
        "social",
        "medium",
        "epic",
        "signal",
        "worked",
        "child",
        "family",
        "advertising",
        "campaign",
        "said",
        "typically",
        "parent",
        "decide",
        "rule",
        "want",
        "follow",
        "standard",
        "marketer",
        "requirement",
        "nothing",
        "legally",
        "part",
        "example",
        "majority",
        "alcohol",
        "company",
        "allow",
        "child",
        "social",
        "medium",
        "video",
        "even",
        "kid",
        "star",
        "clip",
        "definitely",
        "seem",
        "like",
        "something",
        "enforced",
        "across",
        "board",
        "gahan",
        "said",
        "ton",
        "kid",
        "content",
        "platform",
        "nobody",
        "seems",
        "regulate",
        "form",
        "mavrck",
        "gottbrecht",
        "said",
        "platform",
        "active",
        "blocking",
        "underage",
        "account",
        "brought",
        "attention",
        "often",
        "requires",
        "proof",
        "like",
        "id",
        "birth",
        "certificate",
        "people",
        "wo",
        "kid",
        "accidentally",
        "become",
        "social",
        "medium",
        "star",
        "others",
        "parent",
        "actively",
        "seeking",
        "fame",
        "gottbrecht",
        "added",
        "hard",
        "know",
        "side",
        "line",
        "child",
        "coming",
        "certain",
        "social",
        "medium",
        "company",
        "ca",
        "relied",
        "regulator",
        "online",
        "take",
        "life",
        "whether",
        "intentional",
        "gottbrecht",
        "said",
        "knowing",
        "social",
        "medium",
        "network",
        "may",
        "may",
        "partner",
        "important",
        "show",
        "chapter",
        "commerce",
        "changing",
        "millennials",
        "buy",
        "clothes",
        "et",
        "fri",
        "jan"
    ]
}