{
    "organizations": [],
    "uuid": "9db6cf12f36382782897f9f5aa01feba52b3cee7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/globe-newswire-alio-gold-announces-voting-results-of-annual-general-and-special-shareholders-meeting-shareholders-approve-acquisition-of.html",
    "ord_in_thread": 0,
    "title": "Alio Gold Announces Voting Results of Annual General and Special Shareholders Meeting; Shareholders Approve Acquisition of Rye Patch",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 18, 2018 (GLOBE NEWSWIRE) -- Alio Gold Inc (TSX:ALO) (NYSE AMERICAN:ALO) (“Alio Gold” or the “Company”), reports the voting results from its annual general and special meeting of shareholders held today in Vancouver, British Columbia (the “Meeting”). Each of the matters voted upon at the Meeting is described in detail in the Company’s Information Circular dated April 18, 2018, which is available on the Company’s website at, www.aliogold.com , and on SEDAR and EDGAR.\nShareholders voted overwhelmingly in favour of the plan of arrangement (\"Arrangement\") pursuant to which Alio Gold will acquire all of the outstanding shares of Rye Patch Gold Corp. (“Rye Patch”). Under the terms of the Arrangement, each Rye Patch shareholder will receive 0.48 of an Alio Gold common share and one tenth of one cent ($0.001) per Rye Patch common share held. The Arrangement was approved by approximately 94% of the votes cast by Alio Gold shareholders at the Meeting. Rye Patch shareholders have also approved the Arrangement, with approximately 99% of the votes cast by Rye Patch shareholders at its special shareholders meeting held today having been cast in favour of the Arrangement, including 99% of the votes cast by disinterested Rye Patch shareholders in accordance with Part 8 of Multilateral Instrument 61-101 – Protection of Minority Securityholders in Special Transactions . A copy of the complete report on voting for Alio Gold will be made available on SEDAR and EDGAR.\nThe Arrangement is expected to close on or around May 25, 2018, subject to the receipt of applicable regulatory approvals and the satisfaction of other customary conditions to closing. As disclosed in the press release dated March 19, 2018, Macquarie Bank Limited has agreed not to exercise its right to require immediate repayment of the existing Florida Canyon project loan as a result of this transaction and the parties have agreed on the terms of a restructuring of the outstanding balance, subject to credit approval and completion of definitive documentation.\nA total of 22,978,782 common shares were represented at the Meeting, being 51.43% of the Company’s issued and outstanding common shares. In addition to voting in favour of the Arrangement, the Company’s shareholders voted in favour of all other matters brought before the Meeting, including setting the number of directors at seven, electing each of the Company’s nominees for director (see below), approving the appointment of Deloitte LLP, Chartered Accountants, as the Company’s auditors for the ensuing year and authorizing the directors to fix the remuneration payable to the auditors.\nElection of Directors\nDirector Nominee Votes For Votes Withheld Mark D. Backens 15,429,784 (94.40%) 915,269 (5.60%) George Brack 15,423,850 (94.36%) 921,203 (5.64%) Bryan A. Coates 15,420,119 (94.34%) 924,934 (5.66%) Stephen Lang 15,417,743 (94.33%) 927,310 (5.67%) Greg McCunn 15,411,992 (94.29%) 933,061 (5.71%) Paula Rogers 15,415,736 (94.31%) 929,317 (5.69%) Jose Alberto Vizquerra Benavides 14,446,525 (88.38%) 1,898,528 (11.62%) About Alio Gold\nAlio Gold is a growth oriented gold mining company, focused on exploration, development and production in Mexico. Its principal assets include its 100%-owned and operating San Francisco Mine in Sonora, Mexico and its 100%-owned development stage Ana Paula Project in Guerrero, Mexico. Located within the highly prospective Guerrero Gold Belt on 56,000 hectares of underexplored land the Ana Paula Project is a high-grade, high margin project currently in the definitive feasibility stage. An underground decline to provide access for an exploration drill program has been initiated. The drill program will target the continuation of the high-grade gold mineralization below the proposed pit which has the potential to significantly enhance the robust economics of the project. The Company recently announced an agreement to acquire Rye Patch Gold, including its 100% owned Florida Canyon Mine and all of its resource and exploration projects along the Oreana and Cortez Gold trends. The acquisition is expected to be completed in late May 2018. The Company also has a portfolio of other exploration properties, all of which are located in Mexico.\nCautionary Note Regarding Forward-Looking Statements\nCertain statements and information contained in this news release constitute “forward-looking statements” within the meaning of applicable U.S. securities laws and “forward-looking information” within the meaning of applicable Canadian securities laws, which we refer to collectively as “forward-looking statements”. Forward-looking statements are statements and information regarding possible events, conditions or results of operations that are based upon assumptions about future economic conditions and courses of action. All statements and information other than statements of historical fact may be forward-looking statements. In some cases, forward-looking statements can be identified by the use of words such as “seek”, “expect”, “anticipate”, “budget”, “plan”, “estimate”, “continue”, “forecast”, “intend”, “believe”, “predict”, “potential”, “target”, “may”, “could”, “would”, “might”, “will” and similar words or phrases (including negative variations) suggesting future outcomes or statements regarding an outlook.\nForward-looking statements include, but are not limited to, statements which relate to future events. Such statements include estimates, forecasts and statements with respect to: the timing and the completion of the Arrangement, the receipt of court and other approvals in connection therewith, the satisfaction of the conditions to the closing of the Arrangement and the benefits to Alio Gold and its shareholders of the Arrangement.\nSuch forward-looking statements are based on a number of material factors and assumptions, including, but not limited to: that there will be no delays in the completion of the Arrangement, the ability of Rye Patch and Alio Gold to receive, in a timely manner, the necessary court, stock exchange, creditor and regulatory approvals in respect of the Arrangement, the ability of Alio Gold and Rye Patch to satisfy, in a timely manner, the other conditions to the closing of the Arrangement and the ability of Alio Gold to successfully integrate Rye Patch’s assets into its asset portfolio. Forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause actual results, performance or achievements, or industry results, to differ materially from those anticipated in such forward-looking statements. The Company believes the expectations reflected in such forward-looking statements are reasonable, but no assurance can be given that these expectations will prove to be correct and you are cautioned not to place undue reliance on forward-looking statements contained herein.\nSome of the risks and other factors which could cause actual results to differ materially from those expressed in the forward-looking statements contained in this news release include, but are not limited to: a delay in receiving, or a failure to receive, the necessary court, stock exchange, creditor and regulatory approvals in respect of the Arrangement, the need for additional time to satisfy, or the failure to satisfy, the other conditions to the completion of the Arrangement, the failure to successfully integrate Rye Patch’s assets into Alio Gold’s asset portfolio and the factors identified under the caption “Risk Factors” in the Alio Gold management information circular in respect of the Meeting and the documents incorporated by reference therein.\nAlthough the Company has attempted to identify important factors that could cause actual results or events to differ materially from those described in the forward-looking statements, you are cautioned that this list is not exhaustive and there may be other factors that the Company has not identified. Furthermore, the Company undertakes no obligation to update or revise any forward-looking statements included in, or incorporated by reference in, this news release if these beliefs, estimates and opinions or other circumstances should change, except as otherwise required by applicable law.\nSource: ALO\nFor further information, please contact:\nLynette Gould\nVice President, Investor Relations\n604-638-8976\nlynette.gould@aliogold.com\nNeither the TSX nor its Regulation Services Provider (as that term is defined in the policies of the TSX) nor the New York Stock Exchange MKT accepts responsibility for the adequacy or accuracy of this news release.\nSource:Alio Gold Inc.",
    "published": "2018-05-19T01:41:00.000+03:00",
    "crawled": "2018-05-19T02:17:46.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "alio",
        "gold",
        "inc",
        "tsx",
        "alo",
        "nyse",
        "american",
        "alo",
        "alio",
        "gold",
        "company",
        "report",
        "voting",
        "result",
        "annual",
        "general",
        "special",
        "meeting",
        "shareholder",
        "held",
        "today",
        "vancouver",
        "british",
        "columbia",
        "meeting",
        "matter",
        "voted",
        "upon",
        "meeting",
        "described",
        "detail",
        "company",
        "information",
        "circular",
        "dated",
        "april",
        "available",
        "company",
        "website",
        "sedar",
        "edgar",
        "shareholder",
        "voted",
        "overwhelmingly",
        "favour",
        "plan",
        "arrangement",
        "arrangement",
        "pursuant",
        "alio",
        "gold",
        "acquire",
        "outstanding",
        "share",
        "rye",
        "patch",
        "gold",
        "rye",
        "patch",
        "term",
        "arrangement",
        "rye",
        "patch",
        "shareholder",
        "receive",
        "alio",
        "gold",
        "common",
        "share",
        "one",
        "tenth",
        "one",
        "cent",
        "per",
        "rye",
        "patch",
        "common",
        "share",
        "held",
        "arrangement",
        "approved",
        "approximately",
        "vote",
        "cast",
        "alio",
        "gold",
        "shareholder",
        "meeting",
        "rye",
        "patch",
        "shareholder",
        "also",
        "approved",
        "arrangement",
        "approximately",
        "vote",
        "cast",
        "rye",
        "patch",
        "shareholder",
        "special",
        "shareholder",
        "meeting",
        "held",
        "today",
        "cast",
        "favour",
        "arrangement",
        "including",
        "vote",
        "cast",
        "disinterested",
        "rye",
        "patch",
        "shareholder",
        "accordance",
        "part",
        "multilateral",
        "instrument",
        "protection",
        "minority",
        "securityholders",
        "special",
        "transaction",
        "copy",
        "complete",
        "report",
        "voting",
        "alio",
        "gold",
        "made",
        "available",
        "sedar",
        "edgar",
        "arrangement",
        "expected",
        "close",
        "around",
        "may",
        "subject",
        "receipt",
        "applicable",
        "regulatory",
        "approval",
        "satisfaction",
        "customary",
        "condition",
        "closing",
        "disclosed",
        "press",
        "release",
        "dated",
        "march",
        "macquarie",
        "bank",
        "limited",
        "agreed",
        "exercise",
        "right",
        "require",
        "immediate",
        "repayment",
        "existing",
        "florida",
        "canyon",
        "project",
        "loan",
        "result",
        "transaction",
        "party",
        "agreed",
        "term",
        "restructuring",
        "outstanding",
        "balance",
        "subject",
        "credit",
        "approval",
        "completion",
        "definitive",
        "documentation",
        "total",
        "common",
        "share",
        "represented",
        "meeting",
        "company",
        "issued",
        "outstanding",
        "common",
        "share",
        "addition",
        "voting",
        "favour",
        "arrangement",
        "company",
        "shareholder",
        "voted",
        "favour",
        "matter",
        "brought",
        "meeting",
        "including",
        "setting",
        "number",
        "director",
        "seven",
        "electing",
        "company",
        "nominee",
        "director",
        "see",
        "approving",
        "appointment",
        "deloitte",
        "llp",
        "chartered",
        "accountant",
        "company",
        "auditor",
        "ensuing",
        "year",
        "authorizing",
        "director",
        "fix",
        "remuneration",
        "payable",
        "auditor",
        "election",
        "director",
        "director",
        "nominee",
        "vote",
        "vote",
        "withheld",
        "mark",
        "backens",
        "george",
        "brack",
        "bryan",
        "coates",
        "stephen",
        "lang",
        "greg",
        "mccunn",
        "paula",
        "rogers",
        "jose",
        "alberto",
        "vizquerra",
        "benavides",
        "alio",
        "gold",
        "alio",
        "gold",
        "growth",
        "oriented",
        "gold",
        "mining",
        "company",
        "focused",
        "exploration",
        "development",
        "production",
        "mexico",
        "principal",
        "asset",
        "include",
        "operating",
        "san",
        "francisco",
        "mine",
        "sonora",
        "mexico",
        "development",
        "stage",
        "ana",
        "paula",
        "project",
        "guerrero",
        "mexico",
        "located",
        "within",
        "highly",
        "prospective",
        "guerrero",
        "gold",
        "belt",
        "hectare",
        "underexplored",
        "land",
        "ana",
        "paula",
        "project",
        "high",
        "margin",
        "project",
        "currently",
        "definitive",
        "feasibility",
        "stage",
        "underground",
        "decline",
        "provide",
        "access",
        "exploration",
        "drill",
        "program",
        "initiated",
        "drill",
        "program",
        "target",
        "continuation",
        "gold",
        "mineralization",
        "proposed",
        "pit",
        "potential",
        "significantly",
        "enhance",
        "robust",
        "economics",
        "project",
        "company",
        "recently",
        "announced",
        "agreement",
        "acquire",
        "rye",
        "patch",
        "gold",
        "including",
        "owned",
        "florida",
        "canyon",
        "mine",
        "resource",
        "exploration",
        "project",
        "along",
        "oreana",
        "cortez",
        "gold",
        "trend",
        "acquisition",
        "expected",
        "completed",
        "late",
        "may",
        "company",
        "also",
        "portfolio",
        "exploration",
        "property",
        "located",
        "mexico",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "information",
        "contained",
        "news",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "refer",
        "collectively",
        "statement",
        "statement",
        "statement",
        "information",
        "regarding",
        "possible",
        "event",
        "condition",
        "result",
        "operation",
        "based",
        "upon",
        "assumption",
        "future",
        "economic",
        "condition",
        "course",
        "action",
        "statement",
        "information",
        "statement",
        "historical",
        "fact",
        "may",
        "statement",
        "case",
        "statement",
        "identified",
        "use",
        "word",
        "seek",
        "expect",
        "anticipate",
        "budget",
        "plan",
        "estimate",
        "continue",
        "forecast",
        "intend",
        "believe",
        "predict",
        "potential",
        "target",
        "may",
        "could",
        "would",
        "might",
        "similar",
        "word",
        "phrase",
        "including",
        "negative",
        "variation",
        "suggesting",
        "future",
        "outcome",
        "statement",
        "regarding",
        "outlook",
        "statement",
        "include",
        "limited",
        "statement",
        "relate",
        "future",
        "event",
        "statement",
        "include",
        "estimate",
        "forecast",
        "statement",
        "respect",
        "timing",
        "completion",
        "arrangement",
        "receipt",
        "court",
        "approval",
        "connection",
        "therewith",
        "satisfaction",
        "condition",
        "closing",
        "arrangement",
        "benefit",
        "alio",
        "gold",
        "shareholder",
        "arrangement",
        "statement",
        "based",
        "number",
        "material",
        "factor",
        "assumption",
        "including",
        "limited",
        "delay",
        "completion",
        "arrangement",
        "ability",
        "rye",
        "patch",
        "alio",
        "gold",
        "receive",
        "timely",
        "manner",
        "necessary",
        "court",
        "stock",
        "exchange",
        "creditor",
        "regulatory",
        "approval",
        "respect",
        "arrangement",
        "ability",
        "alio",
        "gold",
        "rye",
        "patch",
        "satisfy",
        "timely",
        "manner",
        "condition",
        "closing",
        "arrangement",
        "ability",
        "alio",
        "gold",
        "successfully",
        "integrate",
        "rye",
        "patch",
        "asset",
        "asset",
        "portfolio",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "herein",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "contained",
        "news",
        "release",
        "include",
        "limited",
        "delay",
        "receiving",
        "failure",
        "receive",
        "necessary",
        "court",
        "stock",
        "exchange",
        "creditor",
        "regulatory",
        "approval",
        "respect",
        "arrangement",
        "need",
        "additional",
        "time",
        "satisfy",
        "failure",
        "satisfy",
        "condition",
        "completion",
        "arrangement",
        "failure",
        "successfully",
        "integrate",
        "rye",
        "patch",
        "asset",
        "alio",
        "gold",
        "asset",
        "portfolio",
        "factor",
        "identified",
        "caption",
        "risk",
        "factor",
        "alio",
        "gold",
        "management",
        "information",
        "circular",
        "respect",
        "meeting",
        "document",
        "incorporated",
        "reference",
        "therein",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "described",
        "statement",
        "cautioned",
        "list",
        "exhaustive",
        "may",
        "factor",
        "company",
        "identified",
        "furthermore",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "included",
        "incorporated",
        "reference",
        "news",
        "release",
        "belief",
        "estimate",
        "opinion",
        "circumstance",
        "change",
        "except",
        "otherwise",
        "required",
        "applicable",
        "law",
        "source",
        "alo",
        "information",
        "please",
        "contact",
        "lynette",
        "gould",
        "vice",
        "president",
        "investor",
        "relation",
        "neither",
        "tsx",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "new",
        "york",
        "stock",
        "exchange",
        "mkt",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "news",
        "release",
        "source",
        "alio",
        "gold",
        "inc"
    ]
}