{
    "organizations": [],
    "uuid": "6d20cb841e4de308b38a305e8df5448ad7376bd6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/business-wire-dexypa-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "DexYP™ Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS--(BUSINESS WIRE)-- DexYP™, a leading small business software provider, announced today financial results for first quarter 2018.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180430006412/en/\nKey highlights for DexYP:\nGenerated $498 million of Pro Forma Net Revenue in the quarter, with $253 million digital revenue Delivered $146 million of Adjusted Pro Forma EBITDA, a growth of $9 million dollars over Q1 2017 Increased EBITDA margin to 29.4%, a 4.1 percentage point increase over Q4 2017\n“We have built a powerful engine helping local businesses across America succeed,” said Joe Walsh, DexYP CEO and president. “We have the best sales force in our industry. Our Thryv℠ software is enabling small businesses to modernize their operations and better communicate with customers.\n“We are becoming a leader in small business software.”\nFirst Quarter 2018 Pro Forma Results\nQ1\nVariance 2018 2017 Fav (Unfav) % Client Count, Period End (000)\n(a), (b)\nMulti-Product 194 227 (33 ) -14.7 % Digital 116 116 1 0.6 % Print 264 349 (85 ) -24.5 % Total Clients 574 692 (118 ) -17.1 % Pro Forma Net Revenue ($mm)\n(b), (c)\nPrint $ 242.9 $ 318.8 $ (75.9 ) -23.8 % Digital 252.7 296.0 (43.2 ) -14.6 % Other 2.0 2.1 (0.1 ) -4.6 % Total Pro Forma Net Revenue $ 497.7 $ 616.9 $ (119.3 ) -19.3 % Adjusted Pro Forma EBITDA ($mm) (b), (d)\n$ 146.1 $ 136.9 $ 9.3 6.8 % Adjusted Pro Forma EBITDA Margin % 29.4 % 22.2 % 7.2 % Free Cash Flow ($mm) (b), (e), (f)\n$ 53.5 $ 111.1 $ (57.6 ) -51.8 % Debt ($mm)\n(b)\nTerm Note $ 610.0 $ 528.7 $ (81.3 ) -15.4 % ABL 152.8 208.7 55.9 26.8 % Total Outstanding Debt $ 762.8 $ 737.4 $ (25.4 ) -3.4 % Cash $ (4.2 ) $ (7.6 ) $ (3.4 ) 45.0 % Net Debt (f)\n$ 758.7 $ 729.9 $ (28.8 ) -3.9 % Footnotes:\n(a) Duplicative Local clients were removed from 2018 but not 2017. (b) All figures presented are preliminary, subject to change, and unaudited. Material changes may result from audit procedures. (c) Pro Forma Net Revenue for 2018 and 2017 is presented on a consolidated pro forma basis as a result of acquisition accounting and fresh start accounting. DexYP's net revenue has been adjusted to reflect proper recognition of contracts with both print and digital advertising components. (d) Adjusted Pro Forma EBITDA excludes interest, taxes, depreciation and amortization, and other non-cash/non-recurring expenses, including pension, long-term incentive compensation, costs to achieve, business transformation, and other pro forma adjustments. (e) Free Cash Flow reflects cash generated from operating activities, less capital expenditures and interest payments. Free cash flow in 2018 includes the payment of income taxes of $25.1 million and other costs to achieve of $28.9 million. (f) Net debt excludes capital lease financing obligations. Total capital lease financing obligations as of March 31, 2018 and March 31, 2017 were $60.0 million and $65.8 million, respectively. Total capital lease financing obligation payments in Q1 2018 were $2.2 million and in Q1 2017 were $0.4 million. Earnings Conference Call Information\nDexYP will host an investor conference call at 10 a.m. CDT on May 10, 2018. Individuals within the United States can access the conference call by dialing (888) 603-6873. International participants should dial (973) 582-2706. The passcode is: 3383007.\nBasis of Presentation and Non-GAAP Financial Measures\nThe financial information accompanying this release provides a reconciliation of GAAP to non-GAAP and adjusted pro forma non-GAAP results. DexYP believes that the use of non-GAAP financial measures provides useful information to investors to gain an overall understanding of its current financial performance. Specifically, DexYP believes the non-GAAP results provide useful information to management and investors by excluding certain nonrecurring items that DexYP believes are not indicative of its core operating results. In addition, non-GAAP financial measures are used by management for budgeting and forecasting as well as subsequently measuring DexYP's performance, and DexYP believes that non-GAAP results provide investors with financial measures that most closely align to its internal financial measurement processes.\nAbout DexYP\nDexYP ™ provides small business software and marketing services to more than 500,000 local businesses across America that enable them to compete and win in today’s on-demand economy. We provide the digital tools and management sophistication that big businesses utilize, arming local businesses with the deep resources they need to survive and thrive. Our flagship product—Thryv℠—provides small business owners with an all-in-one software that allows them to modernize essential business functions performed manually in the past, or never performed. These include building a digital customer list, communicating with customers via email and text, updating business listings across the internet, accepting appointments, sending notifications and reminders, managing ratings and reviews, generating estimates and invoices, processing payments, and issuing invoices and coupons.\nDexYP also provides consumer services through our market-leading search, display and social products—and connects local businesses to the over 50 million monthly visitors of DexKnows.com®, Superpages.com® and yellowpages.com search portals; and local print directories The Real Yellow Pages®. For more information about the company, visit dexyp.com .\nForward-Looking Statements\nSome statements included in this release constitute forward-looking statements. Statements that include the words “may”, “will”, “could”, “should”, “would”, “believe”, “anticipate”, “forecast”, “estimate”, “expect”, “preliminary”, “intend”, “plan”, “project”, “outlook” and similar statements of a future or forward-looking nature identify forward-looking statements. You should not place undue reliance on these statements, as they are not guarantees of future performance. Forward-looking statements provide current expectations with respect to our financial performance and future events with respect to our business and industry in general. Forward-looking statements are based on certain assumptions and include any statement that does not directly relate to any historical or current fact. Accordingly, there are or will be important factors that could cause our actual results to differ materially from those indicated in these statements. We believe that these factors include, but are not limited to, the risks related to the following: the Company's ability to maintain adequate liquidity to fund operations; the Company’s future operating and financial performance; limitations on our operating and strategic flexibility and the ability to operate our business, finance our capital needs or expand business strategies under the terms of our credit facilities; our ability to retain existing business and obtain and retain new business; general economic or business conditions affecting the markets we serve; declining use of print yellow page directories by consumers; our ability to collect trade receivables from clients to whom we extend credit; credit risk associated with our reliance on small and medium sized businesses as clients; our ability to attract and retain key managers; increased competition in our markets; our ability to obtain future financing due to changes in the lending markets or our financial position; our ability to maintain agreements with major Internet search and local media companies; reduced advertising spending and increased contract cancellations by our clients, which causes reduced revenue; and, our ability to anticipate or respond effectively to changes in technology and consumer preferences; and our ability to successfully integrate the YP business with the Company’s business. With respect to the acquisition, important factors could cause actual results to differ materially from those indicated by forward-looking statements and projections included herein, including, but not limited to: the risk that anticipated cost savings, growth opportunities and other financial and operating benefits as a result of the transaction may not be realized or may take longer to realize than expected, the risk that benefits from the transaction may be significantly offset by costs incurred in integrating the companies, including, coordinating geographically separate organizations, integrating business cultures, which could prove to be incompatible, difficulties and costs of integrating information technology systems; and the potential difficulty in retaining key officers and personnel. All subsequent written and oral forward-looking statements attributable to us or persons acting on our behalf are expressly qualified in their entirety by such cautionary statements.\nIf one or more events related to these or other risks or uncertainties materialize, or if our underlying assumptions prove to be incorrect, actual results may differ materially from what we anticipate. All forward-looking statements included in this press release are expressly qualified in their entirety by the foregoing cautionary statements. These forward-looking statements speak only as of the date hereof and, other than as required by law, we undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180430006412/en/\nDexYP\nMedia Contact:\nPaige Blankenship, 972-453-3012\npaige.blankenship@dexyp.com\nor\nInvestor Contact:\nNicholas Haughey, 972-453-7637\nnicholas.haughey@dexyp.com\nSource: DexYP",
    "published": "2018-05-01T00:16:00.000+03:00",
    "crawled": "2018-05-01T01:36:25.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "business",
        "wire",
        "leading",
        "small",
        "business",
        "software",
        "provider",
        "announced",
        "today",
        "financial",
        "result",
        "first",
        "quarter",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "key",
        "highlight",
        "dexyp",
        "generated",
        "million",
        "pro",
        "forma",
        "net",
        "revenue",
        "quarter",
        "million",
        "digital",
        "revenue",
        "delivered",
        "million",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "growth",
        "million",
        "dollar",
        "q1",
        "increased",
        "ebitda",
        "margin",
        "percentage",
        "point",
        "increase",
        "q4",
        "built",
        "powerful",
        "engine",
        "helping",
        "local",
        "business",
        "across",
        "america",
        "succeed",
        "said",
        "joe",
        "walsh",
        "dexyp",
        "ceo",
        "president",
        "best",
        "sale",
        "force",
        "industry",
        "software",
        "enabling",
        "small",
        "business",
        "modernize",
        "operation",
        "better",
        "communicate",
        "customer",
        "becoming",
        "leader",
        "small",
        "business",
        "first",
        "quarter",
        "pro",
        "forma",
        "result",
        "q1",
        "variance",
        "fav",
        "unfav",
        "client",
        "count",
        "period",
        "end",
        "b",
        "digital",
        "print",
        "total",
        "client",
        "pro",
        "forma",
        "net",
        "revenue",
        "mm",
        "b",
        "c",
        "print",
        "digital",
        "total",
        "pro",
        "forma",
        "net",
        "revenue",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "mm",
        "b",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "margin",
        "free",
        "cash",
        "flow",
        "mm",
        "b",
        "e",
        "f",
        "debt",
        "mm",
        "b",
        "term",
        "note",
        "abl",
        "total",
        "outstanding",
        "debt",
        "cash",
        "net",
        "debt",
        "f",
        "footnote",
        "duplicative",
        "local",
        "client",
        "removed",
        "b",
        "figure",
        "presented",
        "preliminary",
        "subject",
        "change",
        "unaudited",
        "material",
        "change",
        "may",
        "result",
        "audit",
        "procedure",
        "c",
        "pro",
        "forma",
        "net",
        "revenue",
        "presented",
        "consolidated",
        "pro",
        "forma",
        "basis",
        "result",
        "acquisition",
        "accounting",
        "fresh",
        "start",
        "accounting",
        "dexyp",
        "net",
        "revenue",
        "adjusted",
        "reflect",
        "proper",
        "recognition",
        "contract",
        "print",
        "digital",
        "advertising",
        "component",
        "adjusted",
        "pro",
        "forma",
        "ebitda",
        "excludes",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "including",
        "pension",
        "incentive",
        "compensation",
        "cost",
        "achieve",
        "business",
        "transformation",
        "pro",
        "forma",
        "adjustment",
        "e",
        "free",
        "cash",
        "flow",
        "reflects",
        "cash",
        "generated",
        "operating",
        "activity",
        "less",
        "capital",
        "expenditure",
        "interest",
        "payment",
        "free",
        "cash",
        "flow",
        "includes",
        "payment",
        "income",
        "tax",
        "million",
        "cost",
        "achieve",
        "million",
        "f",
        "net",
        "debt",
        "excludes",
        "capital",
        "lease",
        "financing",
        "obligation",
        "total",
        "capital",
        "lease",
        "financing",
        "obligation",
        "march",
        "march",
        "million",
        "million",
        "respectively",
        "total",
        "capital",
        "lease",
        "financing",
        "obligation",
        "payment",
        "q1",
        "million",
        "q1",
        "million",
        "earnings",
        "conference",
        "call",
        "information",
        "dexyp",
        "host",
        "investor",
        "conference",
        "call",
        "cdt",
        "may",
        "individual",
        "within",
        "united",
        "state",
        "access",
        "conference",
        "call",
        "dialing",
        "international",
        "participant",
        "dial",
        "passcode",
        "basis",
        "presentation",
        "financial",
        "measure",
        "financial",
        "information",
        "accompanying",
        "release",
        "provides",
        "reconciliation",
        "gaap",
        "adjusted",
        "pro",
        "forma",
        "result",
        "dexyp",
        "belief",
        "use",
        "financial",
        "measure",
        "provides",
        "useful",
        "information",
        "investor",
        "gain",
        "overall",
        "understanding",
        "current",
        "financial",
        "performance",
        "specifically",
        "dexyp",
        "belief",
        "result",
        "provide",
        "useful",
        "information",
        "management",
        "investor",
        "excluding",
        "certain",
        "nonrecurring",
        "item",
        "dexyp",
        "belief",
        "indicative",
        "core",
        "operating",
        "result",
        "addition",
        "financial",
        "measure",
        "used",
        "management",
        "budgeting",
        "forecasting",
        "well",
        "subsequently",
        "measuring",
        "dexyp",
        "performance",
        "dexyp",
        "belief",
        "result",
        "provide",
        "investor",
        "financial",
        "measure",
        "closely",
        "align",
        "internal",
        "financial",
        "measurement",
        "process",
        "dexyp",
        "dexyp",
        "provides",
        "small",
        "business",
        "software",
        "marketing",
        "service",
        "local",
        "business",
        "across",
        "america",
        "enable",
        "compete",
        "win",
        "today",
        "economy",
        "provide",
        "digital",
        "tool",
        "management",
        "sophistication",
        "big",
        "business",
        "utilize",
        "arming",
        "local",
        "business",
        "deep",
        "resource",
        "need",
        "survive",
        "thrive",
        "flagship",
        "small",
        "business",
        "owner",
        "software",
        "allows",
        "modernize",
        "essential",
        "business",
        "function",
        "performed",
        "manually",
        "past",
        "never",
        "performed",
        "include",
        "building",
        "digital",
        "customer",
        "list",
        "communicating",
        "customer",
        "via",
        "email",
        "text",
        "updating",
        "business",
        "listing",
        "across",
        "internet",
        "accepting",
        "appointment",
        "sending",
        "notification",
        "reminder",
        "managing",
        "rating",
        "review",
        "generating",
        "estimate",
        "invoice",
        "processing",
        "payment",
        "issuing",
        "invoice",
        "coupon",
        "dexyp",
        "also",
        "provides",
        "consumer",
        "service",
        "search",
        "display",
        "social",
        "connects",
        "local",
        "business",
        "million",
        "monthly",
        "visitor",
        "search",
        "portal",
        "local",
        "print",
        "directory",
        "real",
        "yellow",
        "information",
        "company",
        "visit",
        "statement",
        "statement",
        "included",
        "release",
        "constitute",
        "statement",
        "statement",
        "include",
        "word",
        "may",
        "could",
        "would",
        "believe",
        "anticipate",
        "forecast",
        "estimate",
        "expect",
        "preliminary",
        "intend",
        "plan",
        "project",
        "outlook",
        "similar",
        "statement",
        "future",
        "nature",
        "identify",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "provide",
        "current",
        "expectation",
        "respect",
        "financial",
        "performance",
        "future",
        "event",
        "respect",
        "business",
        "industry",
        "general",
        "statement",
        "based",
        "certain",
        "assumption",
        "include",
        "statement",
        "directly",
        "relate",
        "historical",
        "current",
        "fact",
        "accordingly",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "believe",
        "factor",
        "include",
        "limited",
        "risk",
        "related",
        "following",
        "company",
        "ability",
        "maintain",
        "adequate",
        "liquidity",
        "fund",
        "operation",
        "company",
        "future",
        "operating",
        "financial",
        "performance",
        "limitation",
        "operating",
        "strategic",
        "flexibility",
        "ability",
        "operate",
        "business",
        "finance",
        "capital",
        "need",
        "expand",
        "business",
        "strategy",
        "term",
        "credit",
        "facility",
        "ability",
        "retain",
        "existing",
        "business",
        "obtain",
        "retain",
        "new",
        "business",
        "general",
        "economic",
        "business",
        "condition",
        "affecting",
        "market",
        "serve",
        "declining",
        "use",
        "print",
        "yellow",
        "page",
        "directory",
        "consumer",
        "ability",
        "collect",
        "trade",
        "receivables",
        "client",
        "extend",
        "credit",
        "credit",
        "risk",
        "associated",
        "reliance",
        "small",
        "medium",
        "sized",
        "business",
        "client",
        "ability",
        "attract",
        "retain",
        "key",
        "manager",
        "increased",
        "competition",
        "market",
        "ability",
        "obtain",
        "future",
        "financing",
        "due",
        "change",
        "lending",
        "market",
        "financial",
        "position",
        "ability",
        "maintain",
        "agreement",
        "major",
        "internet",
        "search",
        "local",
        "medium",
        "company",
        "reduced",
        "advertising",
        "spending",
        "increased",
        "contract",
        "cancellation",
        "client",
        "cause",
        "reduced",
        "revenue",
        "ability",
        "anticipate",
        "respond",
        "effectively",
        "change",
        "technology",
        "consumer",
        "preference",
        "ability",
        "successfully",
        "integrate",
        "yp",
        "business",
        "company",
        "business",
        "respect",
        "acquisition",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "projection",
        "included",
        "herein",
        "including",
        "limited",
        "risk",
        "anticipated",
        "cost",
        "saving",
        "growth",
        "opportunity",
        "financial",
        "operating",
        "benefit",
        "result",
        "transaction",
        "may",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "risk",
        "benefit",
        "transaction",
        "may",
        "significantly",
        "offset",
        "cost",
        "incurred",
        "integrating",
        "company",
        "including",
        "coordinating",
        "geographically",
        "separate",
        "organization",
        "integrating",
        "business",
        "culture",
        "could",
        "prove",
        "incompatible",
        "difficulty",
        "cost",
        "integrating",
        "information",
        "technology",
        "system",
        "potential",
        "difficulty",
        "retaining",
        "key",
        "officer",
        "personnel",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "u",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "one",
        "event",
        "related",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipate",
        "statement",
        "included",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "statement",
        "speak",
        "date",
        "hereof",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "dexyp",
        "medium",
        "contact",
        "paige",
        "blankenship",
        "investor",
        "contact",
        "nicholas",
        "haughey",
        "source",
        "dexyp"
    ]
}