{
    "organizations": [],
    "uuid": "1aaeb5b4ecfa4f864faf0e986637aba52afd711b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-adamis-pharmaceuticals-announces-first-quarter-2018-financial-results-and-business-update.html",
    "ord_in_thread": 0,
    "title": "Adamis Pharmaceuticals Announces First Quarter 2018 Financial Results and Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 10, 2018 (GLOBE NEWSWIRE) -- Adamis Pharmaceuticals Corporation (NASDAQ:ADMP) today announced financial results and a business update for the first quarter ended March 31, 2018.\nDr. Dennis J. Carlo, President and of Adamis Pharmaceuticals, said, “We have made a substantial amount of progress on several fronts since the beginning of the year. The development of our product pipeline continues to move forward and we have several target milestones that we hope to reach later this year. We believe the completion of these milestones will increase shareholder value. As for our progress on Symjepi ™, we continue to be pleased with developments regarding our discussions with potential commercialization partners. We believe that we are closer to concluding the process of naming our licensing partner and we remain focused on bringing this product to market.”\nCompany Highlights and Product Updates\nSome of the company’s product updates and accomplishments since the beginning of 2018 include the following:\nSymjepi ™ (epinephrine) Injection 0.15mg – The FDA determined that the company’s NDA for Symjepi ™ (epinephrine) Injection 0.15mg was sufficiently complete to permit a substantive review and indicated that no potential review issues were identified as of the date of the agency’s communication in February. Approval is expected in the second half of this year. Symjepi ™ human factors data - Adamis presented human factors data for Symjepi ™ at the American Academy of Allergy Asthma and Immunology joint congress with the World Allergy Organization, and another human factors study was published in the Annals of Allergy, Asthma and Immunology. APC-1000 (Beclomethasone HFA) – Our product candidate received approval from the FDA to proceed with Phase 3 clinical studies. We continue to make progress in this area. APC-6000 (Naloxone PFS) – We are working toward filing a New Drug Application (NDA) later this year and have completed pharmacokinetic (PK) studies. Sales of several products sold by our U.S. Compounding, Inc. subsidiary have been increasing including Adamis’ unique compound to manage ulcers in horses. One horse that was receiving U.S. Compounding’s product recently came in first in the 2018 Kentucky Derby.\nSecond Quarter Financial Results\nRevenues were approximately $3.2 million and $3.0 million for the three months ended March 31, 2018 and 2017, respectively. The increase in revenues (4.6%) for the three months ended March 31, 2018 compared to the comparable period of 2017 reflected an increase in the volume of sales of USC’s compounded pharmaceutical formulations resulting in part from increased sales and marketing personnel and efforts. The company’s revenues for the first quarter of 2018 increased approximately 11.9% compared to the revenues for the fourth quarter of 2017.\nAt March 31, 2018, the Company had cash and cash equivalents of $10.1 million. Net cash used in operating activities for the three months ended March 31, 2018 and 2017, was approximately $7.9 million and $3.5 million, respectively. Net cash used in operating activities increased primarily due to the increase in operating losses; increase in accounts receivable, inventories and prepaid expenses; and a decrease in accounts payable and accrued expenses as compared to 2017.\nSelling, general and administrative expenses (“SG&A”) for the three months ended March 31, 2018 and 2017 were approximately $6.5 million and $5.6 million, respectively. The increase in SG&A expenses was primarily due to new hires, compensation and stock option expenses, increases in accounting, audit and other professional fees, patent expenses, selling expenses and market research expenses related to Symjepi™ (epinephrine) and our APC-6000 product candidate.\nResearch and development expenses were approximately $2.2 million and $1.5 million for the three months ended March 31, 2018 and 2017, respectively. The increase in research and development expenses for the three months ended March 31, 2018, compared to the comparable period of the prior year was due in part to an increase in development costs of our product candidates and compensation and stock option expenses, in part due to new hires.\nNet loss for the first quarter of 2018 was approximately $7.6 million, compared to net loss of approximately $5.8 million for the same period in 2017.\nFuture Milestones\nSome of the company’s goals for the 2018 year include the following:\nFinalizing and announcing the commercialization strategy for Symjepi ™ (epinephrine) Injection 0.3mg; FDA approval for Symjepi TM (epinephrine) Injection 0.15mg; Initiate pivotal Phase 3 studies of APC-1000 in asthmatics; Complete a “proof of concept” study with dry powder inhaler platform using fluticasone; Filing an NDA for Naloxone injection; Increase sales of compounded medications from our U.S. Compounding, Inc. subsidiary by at least 30%.\nAbout Adamis Pharmaceuticals\nAdamis Pharmaceuticals Corporation is a specialty biopharmaceutical company focused on developing and commercializing products in the therapeutic areas of respiratory disease and allergy. The company’s first product, Symjepi™ (epinephrine) Injection 0.3mg, was approved for use in the emergency treatment of acute allergic reactions, including anaphylaxis. Adamis’ product pipeline includes HFA metered dose inhaler and dry powder inhaler products for the treatment of bronchospasm and asthma.\nThe Company’s U.S. Compounding, Inc. (USC) subsidiary, which is registered as a drug compounding outsourcing facility under Section 503B of the U.S. Food, Drug & Cosmetic Act and the U.S. Drug Quality and Security Act, compounds sterile prescription drugs, and certain nonsterile drugs for human and veterinary use, to patients, physician clinics, hospitals, surgery centers and other clients throughout most of the United States.\nAdamis Forward Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or future results of operations, including, but not limited to the following statements: the company’s beliefs concerning timing and outcome of finalizing the commercialization arrangements and strategy for its Symjepi ™ (epinephrine) Injection 0.3mg product; statements about strategies, objectives and our future goals and achievements; the company’s ability to commercialize its product and product candidates; the company’s beliefs concerning the ability of its products and product candidates to compete successfully in the market; the company’s beliefs concerning the safety and effectiveness of its products and product candidates; expectations and goals for future growth; current or planned clinical trials or research and development activities; anticipated commencement and completion dates for clinical trials; product development timelines; anticipated dates for commercial introduction of products; guidance regarding future periods; the company's beliefs concerning the safety and effectiveness of its products and product candidates; and other statements concerning our future operations and activities. Such forward-looking statements include those that express plans, anticipation, intent, contingencies, goals, targets or future development and/or otherwise are not statements of historical fact. In addition, forward-looking statements concerning our anticipated future activities assume that we are able to obtain sufficient funding to support such activities and continue our operations and planned activities. As discussed in our filings with the Securities and Exchange Commission, we require significant additional funding to continue operations, and there are no assurances that such funding will be available. Failure to timely obtain required funding would adversely affect and could require us to materially reduce or suspend operations, or delay or prevent our ability to realize the results contemplated by such forward looking statements. These statements are only predictions, are not guarantees, involve known and unknown risks, uncertainties and other factors, and concern matters that could subsequently differ materially from those described in this press release, which may cause Adamis' actual results to be materially different from those contemplated by these forward-looking statements. In addition, we cannot assess the impact of each factor on our business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in any forward-looking statements. You should not place undue reliance on any forward-looking statements. Further, any forward-looking statement speaks only as of the date on which it is made, and except as may be required by applicable law, we undertake no obligation to update or release publicly the results of any revisions to these forward-looking statements or to reflect events or circumstances arising after the date of this press release. Certain of these risks, and additional risks, uncertainties, and other factors are described in greater detail in Adamis’ filings from time to time with the SEC, including its annual report on Form 10-K for the year ended December 31, 2017, which Adamis strongly urges you to read and consider, all of which are available free of charge on the SEC's web site at http://www.sec.gov .\nContacts:\nMark Flather\nSenior Director, Investor Relations\n& Corporate Communications\nAdamis Pharmaceuticals Corporation\n(858) 412-7951\nmflather@adamispharma.com\nSource:Adamis Pharmaceuticals Corporation",
    "published": "2018-05-11T01:51:00.000+03:00",
    "crawled": "2018-05-11T02:37:42.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "adamis",
        "pharmaceutical",
        "corporation",
        "nasdaq",
        "admp",
        "today",
        "announced",
        "financial",
        "result",
        "business",
        "update",
        "first",
        "quarter",
        "ended",
        "march",
        "dennis",
        "carlo",
        "president",
        "adamis",
        "pharmaceutical",
        "said",
        "made",
        "substantial",
        "amount",
        "progress",
        "several",
        "front",
        "since",
        "beginning",
        "year",
        "development",
        "product",
        "pipeline",
        "continues",
        "move",
        "forward",
        "several",
        "target",
        "milestone",
        "hope",
        "reach",
        "later",
        "year",
        "believe",
        "completion",
        "milestone",
        "increase",
        "shareholder",
        "value",
        "progress",
        "symjepi",
        "continue",
        "pleased",
        "development",
        "regarding",
        "discussion",
        "potential",
        "commercialization",
        "partner",
        "believe",
        "closer",
        "concluding",
        "process",
        "naming",
        "licensing",
        "partner",
        "remain",
        "focused",
        "bringing",
        "product",
        "company",
        "highlight",
        "product",
        "update",
        "company",
        "product",
        "update",
        "accomplishment",
        "since",
        "beginning",
        "include",
        "following",
        "symjepi",
        "epinephrine",
        "injection",
        "fda",
        "determined",
        "company",
        "nda",
        "symjepi",
        "epinephrine",
        "injection",
        "sufficiently",
        "complete",
        "permit",
        "substantive",
        "review",
        "indicated",
        "potential",
        "review",
        "issue",
        "identified",
        "date",
        "agency",
        "communication",
        "february",
        "approval",
        "expected",
        "second",
        "half",
        "year",
        "symjepi",
        "human",
        "factor",
        "data",
        "adamis",
        "presented",
        "human",
        "factor",
        "data",
        "symjepi",
        "american",
        "academy",
        "allergy",
        "asthma",
        "immunology",
        "joint",
        "congress",
        "world",
        "allergy",
        "organization",
        "another",
        "human",
        "factor",
        "study",
        "published",
        "annals",
        "allergy",
        "asthma",
        "immunology",
        "beclomethasone",
        "hfa",
        "product",
        "candidate",
        "received",
        "approval",
        "fda",
        "proceed",
        "phase",
        "clinical",
        "study",
        "continue",
        "make",
        "progress",
        "area",
        "naloxone",
        "pfs",
        "working",
        "toward",
        "filing",
        "new",
        "drug",
        "application",
        "nda",
        "later",
        "year",
        "completed",
        "pharmacokinetic",
        "pk",
        "study",
        "sale",
        "several",
        "product",
        "sold",
        "compounding",
        "subsidiary",
        "increasing",
        "including",
        "adamis",
        "unique",
        "compound",
        "manage",
        "ulcer",
        "horse",
        "one",
        "horse",
        "receiving",
        "compounding",
        "product",
        "recently",
        "came",
        "first",
        "kentucky",
        "derby",
        "second",
        "quarter",
        "financial",
        "result",
        "revenue",
        "approximately",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "increase",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "comparable",
        "period",
        "reflected",
        "increase",
        "volume",
        "sale",
        "usc",
        "compounded",
        "pharmaceutical",
        "formulation",
        "resulting",
        "part",
        "increased",
        "sale",
        "marketing",
        "personnel",
        "effort",
        "company",
        "revenue",
        "first",
        "quarter",
        "increased",
        "approximately",
        "compared",
        "revenue",
        "fourth",
        "quarter",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "million",
        "million",
        "respectively",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "increased",
        "primarily",
        "due",
        "increase",
        "operating",
        "loss",
        "increase",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "decrease",
        "account",
        "payable",
        "accrued",
        "expense",
        "compared",
        "selling",
        "general",
        "administrative",
        "expense",
        "sg",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "million",
        "million",
        "respectively",
        "increase",
        "sg",
        "expense",
        "primarily",
        "due",
        "new",
        "hire",
        "compensation",
        "stock",
        "option",
        "expense",
        "increase",
        "accounting",
        "audit",
        "professional",
        "fee",
        "patent",
        "expense",
        "selling",
        "expense",
        "market",
        "research",
        "expense",
        "related",
        "epinephrine",
        "product",
        "candidate",
        "research",
        "development",
        "expense",
        "approximately",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "increase",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "comparable",
        "period",
        "prior",
        "year",
        "due",
        "part",
        "increase",
        "development",
        "cost",
        "product",
        "candidate",
        "compensation",
        "stock",
        "option",
        "expense",
        "part",
        "due",
        "new",
        "hire",
        "net",
        "loss",
        "first",
        "quarter",
        "approximately",
        "million",
        "compared",
        "net",
        "loss",
        "approximately",
        "million",
        "period",
        "future",
        "milestone",
        "company",
        "goal",
        "year",
        "include",
        "following",
        "finalizing",
        "announcing",
        "commercialization",
        "strategy",
        "symjepi",
        "epinephrine",
        "injection",
        "fda",
        "approval",
        "symjepi",
        "tm",
        "epinephrine",
        "injection",
        "initiate",
        "pivotal",
        "phase",
        "study",
        "asthmatic",
        "complete",
        "proof",
        "concept",
        "study",
        "dry",
        "powder",
        "inhaler",
        "platform",
        "using",
        "fluticasone",
        "filing",
        "nda",
        "naloxone",
        "injection",
        "increase",
        "sale",
        "compounded",
        "medication",
        "compounding",
        "subsidiary",
        "least",
        "adamis",
        "pharmaceutical",
        "adamis",
        "pharmaceutical",
        "corporation",
        "specialty",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "product",
        "therapeutic",
        "area",
        "respiratory",
        "disease",
        "allergy",
        "company",
        "first",
        "product",
        "epinephrine",
        "injection",
        "approved",
        "use",
        "emergency",
        "treatment",
        "acute",
        "allergic",
        "reaction",
        "including",
        "anaphylaxis",
        "adamis",
        "product",
        "pipeline",
        "includes",
        "hfa",
        "metered",
        "dose",
        "inhaler",
        "dry",
        "powder",
        "inhaler",
        "product",
        "treatment",
        "bronchospasm",
        "asthma",
        "company",
        "compounding",
        "usc",
        "subsidiary",
        "registered",
        "drug",
        "compounding",
        "outsourcing",
        "facility",
        "section",
        "503b",
        "food",
        "drug",
        "cosmetic",
        "act",
        "drug",
        "quality",
        "security",
        "act",
        "compound",
        "sterile",
        "prescription",
        "drug",
        "certain",
        "nonsterile",
        "drug",
        "human",
        "veterinary",
        "use",
        "patient",
        "physician",
        "clinic",
        "hospital",
        "surgery",
        "center",
        "client",
        "throughout",
        "united",
        "state",
        "adamis",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "result",
        "operation",
        "including",
        "limited",
        "following",
        "statement",
        "company",
        "belief",
        "concerning",
        "timing",
        "outcome",
        "finalizing",
        "commercialization",
        "arrangement",
        "strategy",
        "symjepi",
        "epinephrine",
        "injection",
        "product",
        "statement",
        "strategy",
        "objective",
        "future",
        "goal",
        "achievement",
        "company",
        "ability",
        "commercialize",
        "product",
        "product",
        "candidate",
        "company",
        "belief",
        "concerning",
        "ability",
        "product",
        "product",
        "candidate",
        "compete",
        "successfully",
        "market",
        "company",
        "belief",
        "concerning",
        "safety",
        "effectiveness",
        "product",
        "product",
        "candidate",
        "expectation",
        "goal",
        "future",
        "growth",
        "current",
        "planned",
        "clinical",
        "trial",
        "research",
        "development",
        "activity",
        "anticipated",
        "commencement",
        "completion",
        "date",
        "clinical",
        "trial",
        "product",
        "development",
        "timeline",
        "anticipated",
        "date",
        "commercial",
        "introduction",
        "product",
        "guidance",
        "regarding",
        "future",
        "period",
        "company",
        "belief",
        "concerning",
        "safety",
        "effectiveness",
        "product",
        "product",
        "candidate",
        "statement",
        "concerning",
        "future",
        "operation",
        "activity",
        "statement",
        "include",
        "express",
        "plan",
        "anticipation",
        "intent",
        "contingency",
        "goal",
        "target",
        "future",
        "development",
        "otherwise",
        "statement",
        "historical",
        "fact",
        "addition",
        "statement",
        "concerning",
        "anticipated",
        "future",
        "activity",
        "assume",
        "able",
        "obtain",
        "sufficient",
        "funding",
        "support",
        "activity",
        "continue",
        "operation",
        "planned",
        "activity",
        "discussed",
        "filing",
        "security",
        "exchange",
        "commission",
        "require",
        "significant",
        "additional",
        "funding",
        "continue",
        "operation",
        "assurance",
        "funding",
        "available",
        "failure",
        "timely",
        "obtain",
        "required",
        "funding",
        "would",
        "adversely",
        "affect",
        "could",
        "require",
        "u",
        "materially",
        "reduce",
        "suspend",
        "operation",
        "delay",
        "prevent",
        "ability",
        "realize",
        "result",
        "contemplated",
        "forward",
        "looking",
        "statement",
        "statement",
        "prediction",
        "guarantee",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "concern",
        "matter",
        "could",
        "subsequently",
        "differ",
        "materially",
        "described",
        "press",
        "release",
        "may",
        "cause",
        "adamis",
        "actual",
        "result",
        "materially",
        "different",
        "contemplated",
        "statement",
        "addition",
        "assess",
        "impact",
        "factor",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speaks",
        "date",
        "made",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "undertake",
        "obligation",
        "update",
        "release",
        "publicly",
        "result",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "arising",
        "date",
        "press",
        "release",
        "certain",
        "risk",
        "additional",
        "risk",
        "uncertainty",
        "factor",
        "described",
        "greater",
        "detail",
        "adamis",
        "filing",
        "time",
        "time",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "adamis",
        "strongly",
        "urge",
        "read",
        "consider",
        "available",
        "free",
        "charge",
        "sec",
        "web",
        "site",
        "http",
        "contact",
        "mark",
        "flather",
        "senior",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "adamis",
        "pharmaceutical",
        "corporation",
        "mflather",
        "source",
        "adamis",
        "pharmaceutical",
        "corporation"
    ]
}