{
    "organizations": [],
    "uuid": "c4a0e9cb8c1c5d48babd72b8a5502310bb719414",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-superconductor-technologies-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Superconductor Technologies Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AUSTIN, Texas, May 10, 2018 (GLOBE NEWSWIRE) -- Superconductor Technologies Inc. (STI) (Nasdaq:SCON) reported financial results for the quarter ended March 31, 2018.\nJeff Quiram, STI’s president and CEO, stated, “In the first quarter of 2018, as previously announced, we expanded our Conductus® wire product development efforts related to next generation electric machines (NGEMs) with the US Department of Energy (DOE) and widened our NGEM scope to multiple applications. We are now implementing a 2018 plan focused on producing wire optimized to operate at low temperatures in the presence of a magnetic field, the characteristics necessary for success in NGEM applications. Our product improvements in late 2017 and planned development in 2018 align our roadmap with market demand as our customers seek to secure wire supply for future projects.\n“Regarding our NGEM project with the DOE, all of our partners in the program, TECO Westinghouse Motor Company, Massachusetts Institute of Technology, and the University of North Texas, are actively engaged as we integrate our efforts to complete the program objectives as outlined in the statement of work. We will be providing an annual review on milestone progress to the DOE in July.”\nIn April, STI participated in the International Energy Agency (IEA) and The Institute of Electrical and Electronics Engineers (IEEE) conferences. The company engaged with its customers and other industry leaders to review how STI can help them capitalize on several accelerating energy megatrends: decentralized renewable energy, high energy efficiency, and sustainable transportation.\nFirst Quarter Highlights\nSTI’s first quarter 2018 net revenues were $246,000, compared to $1,000 in the first quarter of 2017 and $305,000 in the fourth quarter of 2017. Net loss for the first quarter 2018 was $2.2 million, or a loss of $0.20 per basic and diluted share, compared to a net loss of $2.6 million, or a loss of $0.26 per basic and diluted share, in the first quarter of 2017, and a net loss of $1.9 million, or a loss of $0.17 per basic and diluted share in the fourth quarter of 2017.\nOn March 7, 2018, STI raised approximately $1.7 million in net proceeds from a registered direct offering. As of March 31, 2018, STI had $2.9 million in cash and cash equivalents.\nInvestor Conference Call\nSTI will host a conference call and simultaneous webcast today, May 10 th , at 11:00 a.m. Eastern Time / 8:00 a.m. Pacific Time to discuss its results. To listen to the call live, please dial 1-800-263-0877 at least 10 minutes before the start of the conference. International participants may dial 1-323-794-2094. The conference ID is 5629713. The call will be webcast and can be accessed from the “Investor Relations” section of the company’s website. A telephone replay will be available until midnight ET on May 14 th by dialing 1-844-512-2921 or 1-412-317-6671, and entering pass code 5629713. A replay will also be available at the web address above.\nAbout IEA\nThe IEA works to ensure reliable, affordable and clean energy for its 30 member countries and beyond. Its mission is guided by four main areas of focus: energy security, economic development, environmental awareness and engagement worldwide. For more information about IEA’s efforts on HTS, please visit http://www.iea.org/tcp/end-use-electricity/hts/ .\nAbout IEEE\nIEEE and its members inspire a global community to innovate for a better tomorrow through its more than 423,000 members in over 160 countries, and its highly cited publications, conferences, technology standards, and professional and educational activities. IEEE is the trusted “voice” for engineering, computing, and technology information around the globe. For more information on IEEE, please visit https://www.ieee.org/ .\nAbout Superconductor Technologies Inc. (STI)\nSuperconductor Technologies Inc. is a global leader in superconducting innovation. Its Conductus ® superconducting wire platform offers high performance, cost-effective and scalable superconducting wire. With 100 times the current carrying capacity of conventional copper and aluminum, superconducting wire offers zero resistance with extreme high current density. This provides a significant benefit for electric power transmission and also enables much smaller or more powerful magnets for motors, generators, energy storage and medical equipment. Since 1987, STI has led innovation in HTS materials, developing more than 100 patents as well as proprietary trade secrets and manufacturing expertise. For more than 20 years STI utilized its unique HTS manufacturing process for solutions to maximize capacity utilization and coverage for Tier 1 telecommunications operators. Headquartered in Austin, TX, Superconductor Technologies Inc.'s common stock is listed on the NASDAQ Capital Market under the ticker symbol “SCON.” For more information about STI, please visit http://www.suptech.com .\nSafe Harbor Statement\nStatements in this press release regarding our business that are not historical facts are \" \" that involve risks and uncertainties. Forward-looking statements are not guarantees of future performance and are inherently subject to uncertainties and other factors, which could cause materially from the These factors and uncertainties include, but are not limited to: our limited cash and a history of losses; our need to materially grow our revenues from commercial operations and/or to raise additional capital (which financing may not be available on acceptable terms or at all) in the very near future, before cash reserves are depleted (which reserves are expected to be sufficient into the third quarter of 2018), to implement our current business plan and maintain our viability; the performance and use of our equipment to produce wire in accordance with our timetable; overcoming technical challenges in attaining milestones to develop and manufacture commercial lengths of our HTS wire; the possibility of delays in customer evaluation and acceptance of our HTS wire; the limited number of potential customers and customer pressures on the selling prices of our products; the limited number of suppliers for some of our components and our HTS wire; there being no significant backlog from quarter to quarter; our market being characterized by rapidly advancing technology; the impact of competitive products, technologies and pricing; manufacturing capacity constraints and difficulties; the impact of any financing activity on the level of our stock price; the dilutive impact of any issuances of securities to raise capital; the steps required to maintain the listing of our common stock with a U.S. national securities exchange and the impact on the liquidity and trading price of our common stock if we fail to maintain such listing; the cost and uncertainty from compliance with environmental regulations; and local, regional, and national and international economic conditions and events and the impact they may have on us and our customers.\nForward-looking statements can be affected by many other factors, including, those described in the \"Business\" and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" sections of STI's Annual Report on Form 10-K for the year ended December 31, 2017 and in STI's other public filings. These documents are available online at STI's website, www.suptech.com , or through the SEC's website, www.sec.gov . Forward-looking statements are based on information presently available to senior management, and STI has not assumed any duty to update any\nInvestor Relations Contact\nMoriah Shilton or Kirsten Chapman\nLHA +1-415-433-3777 invest@suptech.com\n– Tables to Follow –\nSUPERCONDUCTOR TECHNOLOGIES INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(Unaudited)\nThree Months Ended March 31, 2018 April 1, 2017 Commercial product revenues $ - $ 1,000 Government contract revenues 246,000 - Total revenues 246,000 1,000 Costs and expenses: Cost of commercial product revenues 639,000 862,000 Cost of government contract revenues 183,000 - Research and development 577,000 650,000 Selling, general and administrative 1,041,000 1,120,000 Total costs and expenses 2,440,000 2,632,000 Loss from operations (2,194,000 ) (2,631,000 ) Other Income and Expense: Adjustments to fair value of warrant derivatives 33,000 (3,000 ) Adjustment to warrant exercise price (24,000 ) - Other income 7,000 5,000 Net loss $ (2,178,000 ) $ (2,629,000 ) Basic and diluted net loss per common share\n$\n(0.20\n)\n$\n(0.26\n) Basic and diluted weighted average number of common shares outstanding 11,021,261 9,967,932\nSUPERCONDUCTOR TECHNOLOGIES INC. CONDENSED CONSOLIDATED BALANCE SHEETS\nMarch 31, December 31, 2018 2017 (Unaudited) (See Note) ASSETS Current Assets: Cash and cash equivalents $ 2,919,000 $ 3,056,000 Accounts receivable, net 181,000 151,000 Inventories, net 169,000 102,000 Prepaid expenses and other current assets 16,000 82,000 Total Current Assets 3,285,000 3,392,000 Property and equipment, net of accumulated depreciation of $11,511,000 and $11,200,000, respectively 1,486,000 1,793,000 Patents, licenses and purchased technology, net of accumulated amortization of $994,000 and $984,000, respectively 733,000 742,000 Other assets 69,000 69,000 Total Assets $ 5,573,000 $ 5,996,000 LIABILITIES AND STOCKHOLDERS' EQUITY Current Liabilities: Accounts payable $ 424,000 $ 349,000 Accrued expenses 422,000 481,000 Total Current Liabilities 846,000 830,000 Other long term liabilities 76,000 54,000 Total Liabilities 922,000 884,000 Commitments and Contingencies (Notes 5 and 6) Stockholders’ Equity: Preferred stock, $.001 par value, 2,000,000 shares authorized, 328,925 and 328,925 shares issued and outstanding, respectively - - Common stock, $.001 par value, 250,000,000 shares authorized, 11,936,594 and 10,746,594 shares issued and outstanding, respectively 12,000 11,000 Capital in excess of par value 318,430,000 316,714,000 Accumulated deficit (313,791,000 ) (311,613,000 ) Total Stockholders' Equity 4,651,000 5,112,000 Total Liabilities and Stockholders' Equity $ 5,573,000 $ 5,996,000 Note – December 31, 2017 balances were derived from audited financial statements.\nSUPERCONDUCTOR TECHNOLOGIES INC. CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (Unaudited)\nThree Months Ended March 31, 2018 April 1, 2017 CASH FLOWS FROM OPERATING ACTIVITIES: Net loss $ (2,178,000 ) $ (2,629,000 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization 323,000 568,000 Stock-based compensation expense 17,000 103,000 Adjustments to fair value of warrant derivatives (33,000 ) 3,000 Adjustment to warrant exercise price 24,000 - Changes in assets and liabilities: Accounts receivable (30,000 ) 9,000 Inventories (67,000 ) 15,000 Prepaid expenses and other current assets 68,000 90,000 Patents and licenses (1,000 ) (41,000 ) Other assets - 27,000 Accounts payable, accrued expenses and other current liabilities 45,000 (183,000 ) Net cash used in operating activities (1,832,000 ) (2,038,000 ) CASH FLOWS FROM INVESTING ACTIVITIES: Purchases of property and equipment (5,000 ) - Net proceeds from the sale of property and equipment - - Net cash used in investing activities (5,000 ) - CASH FLOWS FROM FINANCING ACTIVITIES: Net proceeds from the sale of common stock 1,700,000 - Net proceeds from the exercise of outstanding warrants - - Net cash provided by financing activities 1,700,000 - Net decrease in cash and cash equivalents (137,000 ) (2,038,000 ) Cash and cash equivalents at beginning of period 3,056,000 10,452,000 Cash and cash equivalents at end of period $ 2,919,000 $ 8,414,000\nSource:Superconductor Technologies Inc.",
    "published": "2018-05-10T14:30:00.000+03:00",
    "crawled": "2018-05-10T17:58:25.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "austin",
        "texas",
        "may",
        "globe",
        "newswire",
        "superconductor",
        "technology",
        "sti",
        "nasdaq",
        "scon",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "jeff",
        "quiram",
        "sti",
        "president",
        "ceo",
        "stated",
        "first",
        "quarter",
        "previously",
        "announced",
        "expanded",
        "wire",
        "product",
        "development",
        "effort",
        "related",
        "next",
        "generation",
        "electric",
        "machine",
        "ngems",
        "u",
        "department",
        "energy",
        "doe",
        "widened",
        "ngem",
        "scope",
        "multiple",
        "application",
        "implementing",
        "plan",
        "focused",
        "producing",
        "wire",
        "optimized",
        "operate",
        "low",
        "temperature",
        "presence",
        "magnetic",
        "field",
        "characteristic",
        "necessary",
        "success",
        "ngem",
        "application",
        "product",
        "improvement",
        "late",
        "planned",
        "development",
        "align",
        "roadmap",
        "market",
        "demand",
        "customer",
        "seek",
        "secure",
        "wire",
        "supply",
        "future",
        "project",
        "regarding",
        "ngem",
        "project",
        "doe",
        "partner",
        "program",
        "teco",
        "westinghouse",
        "motor",
        "company",
        "massachusetts",
        "institute",
        "technology",
        "university",
        "north",
        "texas",
        "actively",
        "engaged",
        "integrate",
        "effort",
        "complete",
        "program",
        "objective",
        "outlined",
        "statement",
        "work",
        "providing",
        "annual",
        "review",
        "milestone",
        "progress",
        "doe",
        "april",
        "sti",
        "participated",
        "international",
        "energy",
        "agency",
        "iea",
        "institute",
        "electrical",
        "electronics",
        "engineer",
        "ieee",
        "conference",
        "company",
        "engaged",
        "customer",
        "industry",
        "leader",
        "review",
        "sti",
        "help",
        "capitalize",
        "several",
        "accelerating",
        "energy",
        "megatrends",
        "decentralized",
        "renewable",
        "energy",
        "high",
        "energy",
        "efficiency",
        "sustainable",
        "transportation",
        "first",
        "quarter",
        "highlight",
        "sti",
        "first",
        "quarter",
        "net",
        "revenue",
        "compared",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "march",
        "sti",
        "raised",
        "approximately",
        "million",
        "net",
        "proceeds",
        "registered",
        "direct",
        "offering",
        "march",
        "sti",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investor",
        "conference",
        "call",
        "sti",
        "host",
        "conference",
        "call",
        "simultaneous",
        "webcast",
        "today",
        "may",
        "th",
        "eastern",
        "time",
        "pacific",
        "time",
        "discus",
        "result",
        "listen",
        "call",
        "live",
        "please",
        "dial",
        "least",
        "minute",
        "start",
        "conference",
        "international",
        "participant",
        "may",
        "dial",
        "conference",
        "id",
        "call",
        "webcast",
        "accessed",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "telephone",
        "replay",
        "available",
        "midnight",
        "et",
        "may",
        "th",
        "dialing",
        "entering",
        "pas",
        "code",
        "replay",
        "also",
        "available",
        "web",
        "address",
        "iea",
        "iea",
        "work",
        "ensure",
        "reliable",
        "affordable",
        "clean",
        "energy",
        "member",
        "country",
        "beyond",
        "mission",
        "guided",
        "four",
        "main",
        "area",
        "focus",
        "energy",
        "security",
        "economic",
        "development",
        "environmental",
        "awareness",
        "engagement",
        "worldwide",
        "information",
        "iea",
        "effort",
        "hts",
        "please",
        "visit",
        "http",
        "ieee",
        "ieee",
        "member",
        "inspire",
        "global",
        "community",
        "innovate",
        "better",
        "tomorrow",
        "member",
        "country",
        "highly",
        "cited",
        "publication",
        "conference",
        "technology",
        "standard",
        "professional",
        "educational",
        "activity",
        "ieee",
        "trusted",
        "voice",
        "engineering",
        "computing",
        "technology",
        "information",
        "around",
        "globe",
        "information",
        "ieee",
        "please",
        "visit",
        "http",
        "superconductor",
        "technology",
        "sti",
        "superconductor",
        "technology",
        "global",
        "leader",
        "superconducting",
        "innovation",
        "conductus",
        "superconducting",
        "wire",
        "platform",
        "offer",
        "high",
        "performance",
        "scalable",
        "superconducting",
        "wire",
        "time",
        "current",
        "carrying",
        "capacity",
        "conventional",
        "copper",
        "aluminum",
        "superconducting",
        "wire",
        "offer",
        "zero",
        "resistance",
        "extreme",
        "high",
        "current",
        "density",
        "provides",
        "significant",
        "benefit",
        "electric",
        "power",
        "transmission",
        "also",
        "enables",
        "much",
        "smaller",
        "powerful",
        "magnet",
        "motor",
        "generator",
        "energy",
        "storage",
        "medical",
        "equipment",
        "since",
        "sti",
        "led",
        "innovation",
        "hts",
        "material",
        "developing",
        "patent",
        "well",
        "proprietary",
        "trade",
        "secret",
        "manufacturing",
        "expertise",
        "year",
        "sti",
        "utilized",
        "unique",
        "hts",
        "manufacturing",
        "process",
        "solution",
        "maximize",
        "capacity",
        "utilization",
        "coverage",
        "tier",
        "telecommunication",
        "operator",
        "headquartered",
        "austin",
        "tx",
        "superconductor",
        "technology",
        "common",
        "stock",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "ticker",
        "symbol",
        "information",
        "sti",
        "please",
        "visit",
        "http",
        "safe",
        "harbor",
        "statement",
        "statement",
        "press",
        "release",
        "regarding",
        "business",
        "historical",
        "fact",
        "involve",
        "risk",
        "uncertainty",
        "statement",
        "guarantee",
        "future",
        "performance",
        "inherently",
        "subject",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "materially",
        "factor",
        "uncertainty",
        "include",
        "limited",
        "limited",
        "cash",
        "history",
        "loss",
        "need",
        "materially",
        "grow",
        "revenue",
        "commercial",
        "operation",
        "raise",
        "additional",
        "capital",
        "financing",
        "may",
        "available",
        "acceptable",
        "term",
        "near",
        "future",
        "cash",
        "reserve",
        "depleted",
        "reserve",
        "expected",
        "sufficient",
        "third",
        "quarter",
        "implement",
        "current",
        "business",
        "plan",
        "maintain",
        "viability",
        "performance",
        "use",
        "equipment",
        "produce",
        "wire",
        "accordance",
        "timetable",
        "overcoming",
        "technical",
        "challenge",
        "attaining",
        "milestone",
        "develop",
        "manufacture",
        "commercial",
        "length",
        "hts",
        "wire",
        "possibility",
        "delay",
        "customer",
        "evaluation",
        "acceptance",
        "hts",
        "wire",
        "limited",
        "number",
        "potential",
        "customer",
        "customer",
        "pressure",
        "selling",
        "price",
        "product",
        "limited",
        "number",
        "supplier",
        "component",
        "hts",
        "wire",
        "significant",
        "backlog",
        "quarter",
        "quarter",
        "market",
        "characterized",
        "rapidly",
        "advancing",
        "technology",
        "impact",
        "competitive",
        "product",
        "technology",
        "pricing",
        "manufacturing",
        "capacity",
        "constraint",
        "difficulty",
        "impact",
        "financing",
        "activity",
        "level",
        "stock",
        "price",
        "dilutive",
        "impact",
        "issuance",
        "security",
        "raise",
        "capital",
        "step",
        "required",
        "maintain",
        "listing",
        "common",
        "stock",
        "national",
        "security",
        "exchange",
        "impact",
        "liquidity",
        "trading",
        "price",
        "common",
        "stock",
        "fail",
        "maintain",
        "listing",
        "cost",
        "uncertainty",
        "compliance",
        "environmental",
        "regulation",
        "local",
        "regional",
        "national",
        "international",
        "economic",
        "condition",
        "event",
        "impact",
        "may",
        "u",
        "customer",
        "statement",
        "affected",
        "many",
        "factor",
        "including",
        "described",
        "business",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "sti",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "sti",
        "public",
        "filing",
        "document",
        "available",
        "online",
        "sti",
        "website",
        "sec",
        "website",
        "statement",
        "based",
        "information",
        "presently",
        "available",
        "senior",
        "management",
        "sti",
        "assumed",
        "duty",
        "update",
        "investor",
        "relation",
        "contact",
        "moriah",
        "shilton",
        "kirsten",
        "chapman",
        "lha",
        "invest",
        "table",
        "follow",
        "superconductor",
        "technology",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "commercial",
        "product",
        "revenue",
        "government",
        "contract",
        "revenue",
        "total",
        "revenue",
        "cost",
        "expense",
        "cost",
        "commercial",
        "product",
        "revenue",
        "cost",
        "government",
        "contract",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "adjustment",
        "fair",
        "value",
        "warrant",
        "derivative",
        "adjustment",
        "warrant",
        "exercise",
        "price",
        "income",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "superconductor",
        "technology",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "unaudited",
        "see",
        "note",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "accumulated",
        "depreciation",
        "respectively",
        "patent",
        "license",
        "purchased",
        "technology",
        "net",
        "accumulated",
        "amortization",
        "respectively",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "note",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "capital",
        "excess",
        "par",
        "value",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "note",
        "december",
        "balance",
        "derived",
        "audited",
        "financial",
        "statement",
        "superconductor",
        "technology",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "adjustment",
        "fair",
        "value",
        "warrant",
        "derivative",
        "adjustment",
        "warrant",
        "exercise",
        "price",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "patent",
        "license",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "net",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "net",
        "proceeds",
        "sale",
        "common",
        "stock",
        "net",
        "proceeds",
        "exercise",
        "outstanding",
        "warrant",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "source",
        "superconductor",
        "technology",
        "inc"
    ]
}