{
    "organizations": [],
    "uuid": "e2fd047512d99d329a00f1d5173ef5029e81a03e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/business-wire-heron-therapeutics-announces-financial-results-for-the-three-months-ended-march-31-2018-and-recent-corporate-progress.html",
    "ord_in_thread": 0,
    "title": "Heron Therapeutics Announces Financial Results for the Three Months Ended March 31, 2018 and Recent Corporate Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO--(BUSINESS WIRE)-- Heron Therapeutics, Inc. (Nasdaq: HRTX), a commercial-stage biotechnology company focused on improving the lives of patients by developing best-in-class treatments to address some of the most important unmet patient needs, today reported financial results for the three months ended March 31, 2018 and highlighted recent corporate progress.\nRecent Corporate Progress\nPain Management Franchise\nPositive Topline Results from Pivotal Phase 3 Clinical Trials of HTX-011 in Bunionectomy and Hernia Repair . HTX-011 achieved all primary and key secondary endpoints in two completed pivotal Phase 3 trials, EPOCH1 for bunionectomy and EPOCH2 for hernia repair. In both of these studies:\nHTX-011 demonstrated statistically significant reductions in both pain intensity and the use of opioid rescue medications through 72 hours following surgery; HTX-011 significantly increased the proportion of patients who required no opioids for postoperative pain, thereby eliminating the risk of opioid-related side effects and addiction in these patients; and HTX-011 was well tolerated in both studies.\nHTX-011 is the only long-acting local anesthetic to demonstrate in Phase 3 studies significantly reduced pain and opioid use compared to bupivacaine solution, the current standard-of-care local anesthetic for postoperative pain control, through 72 hours. In the second quarter of 2018, Heron expects to report topline Phase 2 data for HTX-011 in breast augmentation and total knee arthroplasty. In the second half of 2018, Heron expects to file a New Drug Application for HTX-011 with the U.S. Food and Drug Administration (FDA).\nCINV Franchise\nCINV Sales. Chemotherapy-induced nausea and vomiting (CINV) franchise net product sales for the three months ended March 31, 2018 were $11.6 million. Heron reaffirms full-year 2018 CINV franchise net product sales guidance of $60 million to $70 million.\nSUSTOL Sales. Net product sales of SUSTOL (granisetron) extended-release injection for the three months ended March 31, 2018 were $6.4 million. On January 1, 2018, Heron adopted Topic 606, the new revenue recognition standard now in effect. Under the prior revenue recognition standard, Heron would have recognized net product sales of $7.7 million for the same period. The entry of generic palonosetron in the first quarter of 2018 is expected to have a several-quarter negative impact on provider demand for SUSTOL. CINVANTI Sales. Net product sales of CINVANTI (aprepitant) injectable emulsion for the three months ended March 31, 2018 were $5.2 million. CINVANTI is the only polysorbate 80-free intravenous (IV) formulation of a neurokinin-1 (NK 1 ) receptor antagonist indicated for the prevention of acute and delayed nausea and vomiting associated with highly emetogenic chemotherapy (HEC) and nausea and vomiting associated with moderately emetogenic chemotherapy (MEC). CINVANTI was approved by the FDA on November 9, 2017 and became commercially available in the U.S. on January 4, 2018.\n“With more than 100 oncology clinics ordering CINVANTI in the first quarter of launch and significant progress made toward formulary review in the hospital segment, we are very pleased that providers are seeing the value of CINVANTI, which is not formulated with a synthetic surfactant,” said Robert H. Rosen, President of Heron.\n“2018 is off to a great start for Heron. Our EPOCH1 and EPOCH2 Phase 3 results demonstrated HTX-011’s superiority over the standard-of-care in reducing both pain intensity and opioid use,\" said Barry D. Quart, Pharm.D., Chief Executive Officer of Heron. “Based on these results, we believe that HTX-011 can become the cornerstone of opioid-free pain management for many patients undergoing a wide range of surgical procedures.”\nFinancial Results\nAs of March 31, 2018, Heron had cash, cash equivalents and short-term investments of $113.9 million. In April 2018, Heron received net cash proceeds of $168.7 million from a public offering of common stock. Heron’s March 31, 2018 pro-forma cash, cash equivalents and short-term investments, adjusting for the April 2018 public offering, were $282.6 million. This compares to $172.4 million in cash, cash equivalents and short-term investments as of December 31, 2017.\nNet product sales for the three months ended March 31, 2018 were $11.6 million, compared to $3.6 million for the same period in 2017.\nHeron’s net loss for the three months ended March 31, 2018 was $52.3 million, or $0.81 per share, compared to a net loss of $50.3 million, or $1.00 per share for the same period in 2017. Net loss for the three months ended March 31, 2018 included non-cash, stock-based compensation expense of $7.7 million compared to $8.0 million for the same period in 2017.\nNet cash used for operating activities for the three months ended March 31, 2018 was $61.7 million, compared to $50.6 million for the same period in 2017.\nAbout HTX-011 for Postoperative Pain\nHTX-011, which utilizes Heron’s proprietary Biochronomer ® drug delivery technology, is an investigational, long-acting, extended-release formulation of the local anesthetic bupivacaine in a fixed-dose combination with the anti-inflammatory meloxicam for the prevention of postoperative pain. By delivering sustained levels of both a potent anesthetic and a local anti-inflammatory agent directly to the site of tissue injury, HTX-011 was designed to deliver superior pain relief while reducing the need for systemically administered pain medications such as opioids, which carry the risk of harmful side effects, abuse and addiction.\nIn March 2018, Heron reported positive topline results from EPOCH1 and EPOCH2, its pivotal Phase 3 studies of HTX-011 in bunionectomy and hernia repair, respectively. All primary and key secondary endpoints were achieved in these studies. Furthermore, HTX-011 is the only long-acting local anesthetic to demonstrate in Phase 3 studies significantly reduced pain and opioid use compared to bupivacaine solution, the current standard-of-care local anesthetic for postoperative pain control, through 72 hours. HTX-011 was well tolerated in both studies. HTX-011 continues to be investigated in ongoing Phase 2 studies in breast augmentation and total knee arthroplasty. HTX-011 was granted Fast Track Designation from the FDA in the fourth quarter of 2017. In the second half of 2018, Heron expects to file an NDA to the FDA for HTX-011.\nAbout CINVANTI (aprepitant) injectable emulsion\nCINVANTI, in combination with other antiemetic agents, is indicated in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy (HEC) including high-dose cisplatin and nausea and vomiting associated with initial and repeat courses of moderately emetogenic cancer chemotherapy (MEC). CINVANTI is an intravenous formulation of aprepitant, a substance P/neurokinin-1 (NK 1 ) receptor antagonist. CINVANTI is the first intravenous (IV) formulation to directly deliver aprepitant, the active ingredient in EMEND ® capsules. Aprepitant (including its prodrug, fosaprepitant) is the only single-agent NK 1 receptor antagonist to significantly reduce nausea and vomiting in both the acute phase (0 – 24 hours after chemotherapy) and the delayed phase (24 – 120 hours after chemotherapy). CINVANTI is the only IV formulation of an NK 1 receptor antagonist indicated for the prevention of acute and delayed nausea and vomiting associated with HEC and nausea and vomiting associated with MEC that is free of polysorbate 80 or any other synthetic surfactant. Pharmaceutical formulations containing polysorbate 80 have been linked to hypersensitivity reactions, including anaphylaxis and irritation of blood vessels resulting in infusion-site pain. FDA-approved dosing administration included in the United States prescribing information for CINVANTI is a 30-minute infusion.\nPlease see full prescribing information at www.CINVANTI.com .\nAbout SUSTOL (granisetron) extended-release injection\nSUSTOL is indicated in combination with other antiemetics in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of moderately emetogenic chemotherapy (MEC) or anthracycline and cyclophosphamide (AC) combination chemotherapy regimens. SUSTOL is an extended-release, injectable 5-HT 3 receptor antagonist that utilizes Heron’s Biochronomer ® polymer-based drug delivery technology to maintain therapeutic levels of granisetron for ≥5 days. The SUSTOL global Phase 3 development program was comprised of two, large, guideline-based clinical studies that evaluated SUSTOL’s efficacy and safety in more than 2,000 patients with cancer. SUSTOL’s efficacy in preventing nausea and vomiting was evaluated in both the acute phase (0 – 24 hours after chemotherapy) and delayed phase (24 – 120 hours after chemotherapy).\nPlease see full prescribing information at www.SUSTOL.com .\nAbout Heron Therapeutics, Inc.\nHeron Therapeutics, Inc. is a commercial-stage biotechnology company focused on improving the lives of patients by developing best-in-class treatments that address some of the most important unmet patient needs. Heron is developing novel, patient-focused solutions that apply its innovative science and technologies to already-approved pharmacological agents for patients suffering from cancer or pain. For more information, visit www.herontx.com .\nForward-Looking Statements\nThis news release contains \"forward-looking statements\" as defined by the Private Securities Litigation Reform Act of 1995. Heron cautions readers that forward-looking statements are based on management’s expectations and assumptions as of the date of this news release and are subject to certain risks and uncertainties that could cause actual results to differ materially, including, but not limited to, those associated with: our capital position and the sufficiency of our capital to fund our operations in future periods; the 2018 net product sales guidance for the CINV franchise; the timing of completion and results of trials of HTX-011; the timing of the HTX-011 NDA filing and review process; and other risks and uncertainties identified in the Company's filings with the U.S. Securities and Exchange Commission. Forward-looking statements reflect our analysis only on their stated date, and Heron takes no obligation to update or revise these statements except as may be required by law.\nHERON THERAPEUTICS, INC.\nCondensed Consolidated Statements of Operations\n(in thousands, except per share amounts)\nThree Months Ended\nMarch 31,\n2018 2017\n(unaudited) Revenues: Net product sales $ 11,567 $ 3,632 Operating expenses: Cost of product sales 3,133 1,186 Research and development 39,561 33,384 General and administrative 7,028 6,742 Sales and marketing 13,835 11,619 Total operating expenses 63,557 52,931 Loss from operations (51,990 ) (49,299 ) Other expense, net\n(275 ) (1,030 ) Net loss $ (52,265 ) $ (50,329 ) Basic and diluted net loss per share $ (0.81 ) $ (1.00 ) Shares used in computing basic and diluted net loss per share 64,724\n50,530\nHERON THERAPEUTICS, INC.\nCondensed Consolidated Balance Sheet Data\n(in thousands)\nMarch 31,\nDecember 31,\n2018 2017 Cash, cash equivalents and short-term investments $ 113,938 $ 172,379 Accounts receivable, net 37,713 41,874 Total assets 183,383 234,307 Promissory note payable 25,000 25,000 Total stockholders’ equity 92,206 131,136\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180510005369/en/\nInvestor Relations and Media Contact:\nDavid Szekeres\nSenior VP, General Counsel, Business Development and Corporate Secretary\nHeron Therapeutics, Inc.\ndszekeres@herontx.com\n858-251-4447\nSource: Heron Therapeutics, Inc.",
    "published": "2018-05-10T16:30:00.000+03:00",
    "crawled": "2018-05-10T17:29:22.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "business",
        "wire",
        "heron",
        "therapeutic",
        "nasdaq",
        "hrtx",
        "biotechnology",
        "company",
        "focused",
        "improving",
        "life",
        "patient",
        "developing",
        "treatment",
        "address",
        "important",
        "unmet",
        "patient",
        "need",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "highlighted",
        "recent",
        "corporate",
        "progress",
        "recent",
        "corporate",
        "progress",
        "pain",
        "management",
        "franchise",
        "positive",
        "topline",
        "result",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "bunionectomy",
        "hernia",
        "repair",
        "achieved",
        "primary",
        "key",
        "secondary",
        "endpoint",
        "two",
        "completed",
        "pivotal",
        "phase",
        "trial",
        "epoch1",
        "bunionectomy",
        "epoch2",
        "hernia",
        "repair",
        "study",
        "demonstrated",
        "statistically",
        "significant",
        "reduction",
        "pain",
        "intensity",
        "use",
        "opioid",
        "rescue",
        "medication",
        "hour",
        "following",
        "surgery",
        "significantly",
        "increased",
        "proportion",
        "patient",
        "required",
        "opioids",
        "postoperative",
        "pain",
        "thereby",
        "eliminating",
        "risk",
        "side",
        "effect",
        "addiction",
        "patient",
        "well",
        "tolerated",
        "study",
        "local",
        "anesthetic",
        "demonstrate",
        "phase",
        "study",
        "significantly",
        "reduced",
        "pain",
        "opioid",
        "use",
        "compared",
        "bupivacaine",
        "solution",
        "current",
        "local",
        "anesthetic",
        "postoperative",
        "pain",
        "control",
        "hour",
        "second",
        "quarter",
        "heron",
        "expects",
        "report",
        "topline",
        "phase",
        "data",
        "breast",
        "augmentation",
        "total",
        "knee",
        "arthroplasty",
        "second",
        "half",
        "heron",
        "expects",
        "file",
        "new",
        "drug",
        "application",
        "food",
        "drug",
        "administration",
        "fda",
        "cinv",
        "franchise",
        "cinv",
        "sale",
        "nausea",
        "vomiting",
        "cinv",
        "franchise",
        "net",
        "product",
        "sale",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "heron",
        "reaffirms",
        "cinv",
        "franchise",
        "net",
        "product",
        "sale",
        "guidance",
        "million",
        "million",
        "sustol",
        "sale",
        "net",
        "product",
        "sale",
        "sustol",
        "granisetron",
        "injection",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "january",
        "heron",
        "adopted",
        "topic",
        "new",
        "revenue",
        "recognition",
        "standard",
        "effect",
        "prior",
        "revenue",
        "recognition",
        "standard",
        "heron",
        "would",
        "recognized",
        "net",
        "product",
        "sale",
        "million",
        "period",
        "entry",
        "generic",
        "palonosetron",
        "first",
        "quarter",
        "expected",
        "negative",
        "impact",
        "provider",
        "demand",
        "sustol",
        "cinvanti",
        "sale",
        "net",
        "product",
        "sale",
        "cinvanti",
        "aprepitant",
        "injectable",
        "emulsion",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "cinvanti",
        "polysorbate",
        "intravenous",
        "iv",
        "formulation",
        "nk",
        "receptor",
        "antagonist",
        "indicated",
        "prevention",
        "acute",
        "delayed",
        "nausea",
        "vomiting",
        "associated",
        "highly",
        "emetogenic",
        "chemotherapy",
        "hec",
        "nausea",
        "vomiting",
        "associated",
        "moderately",
        "emetogenic",
        "chemotherapy",
        "mec",
        "cinvanti",
        "approved",
        "fda",
        "november",
        "became",
        "commercially",
        "available",
        "january",
        "oncology",
        "clinic",
        "ordering",
        "cinvanti",
        "first",
        "quarter",
        "launch",
        "significant",
        "progress",
        "made",
        "toward",
        "formulary",
        "review",
        "hospital",
        "segment",
        "pleased",
        "provider",
        "seeing",
        "value",
        "cinvanti",
        "formulated",
        "synthetic",
        "surfactant",
        "said",
        "robert",
        "rosen",
        "president",
        "heron",
        "great",
        "start",
        "heron",
        "epoch1",
        "epoch2",
        "phase",
        "result",
        "demonstrated",
        "superiority",
        "reducing",
        "pain",
        "intensity",
        "opioid",
        "use",
        "said",
        "barry",
        "quart",
        "chief",
        "executive",
        "officer",
        "heron",
        "based",
        "result",
        "believe",
        "become",
        "cornerstone",
        "pain",
        "management",
        "many",
        "patient",
        "undergoing",
        "wide",
        "range",
        "surgical",
        "financial",
        "result",
        "march",
        "heron",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "april",
        "heron",
        "received",
        "net",
        "cash",
        "proceeds",
        "million",
        "public",
        "offering",
        "common",
        "stock",
        "heron",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "adjusting",
        "april",
        "public",
        "offering",
        "million",
        "compare",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "december",
        "net",
        "product",
        "sale",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "heron",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "included",
        "compensation",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "postoperative",
        "pain",
        "utilizes",
        "heron",
        "proprietary",
        "biochronomer",
        "drug",
        "delivery",
        "technology",
        "investigational",
        "formulation",
        "local",
        "anesthetic",
        "bupivacaine",
        "combination",
        "meloxicam",
        "prevention",
        "postoperative",
        "pain",
        "delivering",
        "sustained",
        "level",
        "potent",
        "anesthetic",
        "local",
        "agent",
        "directly",
        "site",
        "tissue",
        "injury",
        "designed",
        "deliver",
        "superior",
        "pain",
        "relief",
        "reducing",
        "need",
        "systemically",
        "administered",
        "pain",
        "medication",
        "opioids",
        "carry",
        "risk",
        "harmful",
        "side",
        "effect",
        "abuse",
        "addiction",
        "march",
        "heron",
        "reported",
        "positive",
        "topline",
        "result",
        "epoch1",
        "epoch2",
        "pivotal",
        "phase",
        "study",
        "bunionectomy",
        "hernia",
        "repair",
        "respectively",
        "primary",
        "key",
        "secondary",
        "endpoint",
        "achieved",
        "study",
        "furthermore",
        "local",
        "anesthetic",
        "demonstrate",
        "phase",
        "study",
        "significantly",
        "reduced",
        "pain",
        "opioid",
        "use",
        "compared",
        "bupivacaine",
        "solution",
        "current",
        "local",
        "anesthetic",
        "postoperative",
        "pain",
        "control",
        "hour",
        "well",
        "tolerated",
        "study",
        "continues",
        "investigated",
        "ongoing",
        "phase",
        "study",
        "breast",
        "augmentation",
        "total",
        "knee",
        "arthroplasty",
        "granted",
        "fast",
        "track",
        "designation",
        "fda",
        "fourth",
        "quarter",
        "second",
        "half",
        "heron",
        "expects",
        "file",
        "nda",
        "fda",
        "cinvanti",
        "aprepitant",
        "injectable",
        "emulsion",
        "cinvanti",
        "combination",
        "antiemetic",
        "agent",
        "indicated",
        "adult",
        "prevention",
        "acute",
        "delayed",
        "nausea",
        "vomiting",
        "associated",
        "initial",
        "repeat",
        "course",
        "highly",
        "emetogenic",
        "cancer",
        "chemotherapy",
        "hec",
        "including",
        "cisplatin",
        "nausea",
        "vomiting",
        "associated",
        "initial",
        "repeat",
        "course",
        "moderately",
        "emetogenic",
        "cancer",
        "chemotherapy",
        "mec",
        "cinvanti",
        "intravenous",
        "formulation",
        "aprepitant",
        "substance",
        "nk",
        "receptor",
        "antagonist",
        "cinvanti",
        "first",
        "intravenous",
        "iv",
        "formulation",
        "directly",
        "deliver",
        "aprepitant",
        "active",
        "ingredient",
        "emend",
        "capsule",
        "aprepitant",
        "including",
        "prodrug",
        "fosaprepitant",
        "nk",
        "receptor",
        "antagonist",
        "significantly",
        "reduce",
        "nausea",
        "vomiting",
        "acute",
        "phase",
        "hour",
        "chemotherapy",
        "delayed",
        "phase",
        "hour",
        "chemotherapy",
        "cinvanti",
        "iv",
        "formulation",
        "nk",
        "receptor",
        "antagonist",
        "indicated",
        "prevention",
        "acute",
        "delayed",
        "nausea",
        "vomiting",
        "associated",
        "hec",
        "nausea",
        "vomiting",
        "associated",
        "mec",
        "free",
        "polysorbate",
        "synthetic",
        "surfactant",
        "pharmaceutical",
        "formulation",
        "containing",
        "polysorbate",
        "linked",
        "hypersensitivity",
        "reaction",
        "including",
        "anaphylaxis",
        "irritation",
        "blood",
        "vessel",
        "resulting",
        "pain",
        "dosing",
        "administration",
        "included",
        "united",
        "state",
        "prescribing",
        "information",
        "cinvanti",
        "infusion",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "sustol",
        "granisetron",
        "injection",
        "sustol",
        "indicated",
        "combination",
        "antiemetic",
        "adult",
        "prevention",
        "acute",
        "delayed",
        "nausea",
        "vomiting",
        "associated",
        "initial",
        "repeat",
        "course",
        "moderately",
        "emetogenic",
        "chemotherapy",
        "mec",
        "anthracycline",
        "cyclophosphamide",
        "ac",
        "combination",
        "chemotherapy",
        "regimen",
        "sustol",
        "injectable",
        "receptor",
        "antagonist",
        "utilizes",
        "heron",
        "biochronomer",
        "drug",
        "delivery",
        "technology",
        "maintain",
        "therapeutic",
        "level",
        "granisetron",
        "day",
        "sustol",
        "global",
        "phase",
        "development",
        "program",
        "comprised",
        "two",
        "large",
        "clinical",
        "study",
        "evaluated",
        "sustol",
        "efficacy",
        "safety",
        "patient",
        "cancer",
        "sustol",
        "efficacy",
        "preventing",
        "nausea",
        "vomiting",
        "evaluated",
        "acute",
        "phase",
        "hour",
        "chemotherapy",
        "delayed",
        "phase",
        "hour",
        "chemotherapy",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "heron",
        "therapeutic",
        "heron",
        "therapeutic",
        "biotechnology",
        "company",
        "focused",
        "improving",
        "life",
        "patient",
        "developing",
        "treatment",
        "address",
        "important",
        "unmet",
        "patient",
        "need",
        "heron",
        "developing",
        "novel",
        "solution",
        "apply",
        "innovative",
        "science",
        "technology",
        "pharmacological",
        "agent",
        "patient",
        "suffering",
        "cancer",
        "pain",
        "information",
        "visit",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "heron",
        "caution",
        "reader",
        "statement",
        "based",
        "management",
        "expectation",
        "assumption",
        "date",
        "news",
        "release",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "limited",
        "associated",
        "capital",
        "position",
        "sufficiency",
        "capital",
        "fund",
        "operation",
        "future",
        "period",
        "net",
        "product",
        "sale",
        "guidance",
        "cinv",
        "franchise",
        "timing",
        "completion",
        "result",
        "trial",
        "timing",
        "nda",
        "filing",
        "review",
        "process",
        "risk",
        "uncertainty",
        "identified",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "reflect",
        "analysis",
        "stated",
        "date",
        "heron",
        "take",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "heron",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "revenue",
        "net",
        "product",
        "sale",
        "operating",
        "expense",
        "cost",
        "product",
        "sale",
        "research",
        "development",
        "general",
        "administrative",
        "sale",
        "marketing",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "heron",
        "therapeutic",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "total",
        "asset",
        "promissory",
        "note",
        "payable",
        "total",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "relation",
        "medium",
        "contact",
        "david",
        "szekeres",
        "senior",
        "vp",
        "general",
        "counsel",
        "business",
        "development",
        "corporate",
        "secretary",
        "heron",
        "therapeutic",
        "dszekeres",
        "source",
        "heron",
        "therapeutic",
        "inc"
    ]
}