{
    "organizations": [],
    "uuid": "1fc833f551cfc124e4bc618181b1e491f5a7819a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-calithera-biosciences-reports-first-quarter-2018-financial-results-and-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "Calithera Biosciences Reports First Quarter 2018 Financial Results and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-Initiated Randomized Phase 2 CANTATA Trial\n-Presented Preclinical Data at the American Association for Cancer Research\nSOUTH SAN FRANCISCO, Calif., May 10, 2018 (GLOBE NEWSWIRE) -- Calithera Biosciences, Inc. (Nasdaq:CALA), a clinical-stage pharmaceutical company focused on discovering and developing novel small molecule drugs directed against tumor metabolism and tumor immunology targets for the treatment of cancer, announced today its financial results for the first quarter ended March 31, 2018. As of March 31, 2018, cash, cash equivalents and investments totaled $171.2 million.\n“In the first quarter we continued to work towards our goal of developing CB-839 as a potential new treatment option for advanced renal cell carcinoma,” said Susan Molineaux, PhD, President and Chief Executive Officer of Calithera. “We are currently enrolling a registration-enabling randomized double-blind placebo controlled trial of CB-839 with cabozantinib for the treatment of renal cell carcinoma and have received Fast Track designation from the FDA for this trial.”\nFirst Quarter 2018 and Recent Highlights\nCB-839\nPreclinical Combination Data Demonstrate Synergy of CB-839 with CDK4/6 and PARP inhibitors. In April 2018, we presented results at the American Association for Cancer Research annual meeting demonstrating that CB-839 has synergistic anti-proliferative activity when combined with a CDK4/6 inhibitor in colorectal carcinoma (CRC), triple negative breast cancer (TNBC), and ER+ breast cancer cell lines. CB-839 treatment in combination with PARP inhibitors has synergistic anti-proliferative activity in TNBC, CRC, non-small cell lung carcinoma, ovarian and prostate cancer cells. In vivo, the combination of CB-839 with PARP inhibitors or the CDK4/6 inhibitor each enhanced anti-tumor activity in animal models.\nInitiated Randomized Phase 2 of CB-839 in Combination with Cabozantinib in Renal Cell Carcinoma. At the 2018 Genitourinary Cancer Symposium in February, we presented preliminary results of the Phase Ib trial of CB-839 in combination with cabozantinib, an oral tyrosine kinase inhibitor, showing that the combination demonstrated a 40% overall response rate in advanced clear cell RCC patients and a 100% disease control rate, with the safety profile of CB-839 plus cabozantinib generally consistent with that of cabozantinib monotherapy. On the basis of this efficacy and safety data, we initiated a randomized double-blind placebo controlled trial, known as CANTATA, comparing patients treated with cabozantinib and CB-839 to patients treated with cabozantinib alone. This trial will enroll approximately 300 clear cell renal cell carcinoma patients who have previously received one or two prior lines of therapy. The U.S. Food and Drug Administration (FDA) has granted Fast Track designation for CB-839 in combination with cabozantinib for the treatment of this patient population. In parallel, the ENTRATA trial, a randomized double-blind placebo-controlled study of later line patients, is enrolling approximately 66 patients to receive either everolimus and CB-839 or everolimus alone.\nAbstracts Accepted for Presentation at the 2018 American Society of Clinical Oncology. A phase 1 Investigator sponsored clinical trial of CB-839 plus capecitabine has been accepted for poster presentation at the 2018 American Society of Clinical Oncology (ASCO). 1 In addition, Calithera and clinical collaborators will present two trials-in-progress abstracts, which describe the design of ongoing studies.\nINCB001158\nEnrolling INCB001158 Clinical Trials. INCB001158 is being evaluated in multiple clinical trials for the treatment of patients with solid tumors both as a monotherapy, and in combination with immunotherapies and chemotherapy. INCB001158 is being developed as part of a collaboration and license agreement with Incyte.\nSelected First Quarter 2018 Financial Results\nCash, cash equivalents and investments totaled $171.2 million at March 31, 2018.\nCollaboration revenue for the first quarter of 2018 was $5.2 million, compared with $4.2 million for the same period in the prior year, and represents the portion of deferred revenue recognized from our collaboration and license agreement with Incyte. The increase of $1.0 million was primarily due to a full quarter of activity in 2018 verses a partial quarter in 2017, partially offset by differences in accounting due to our adoption of the accounting standard related to revenue from contracts with customers, or ASC 606, on January 1, 2018.\nResearch and development expenses were $15.4 million for the three months ended March 31, 2018, compared with $6.6 million for the same period in the prior year. The increase of $8.8 million was primarily due to a $7.6 million increase in our CB-839 program to support our new and ongoing clinical trials, including our three Phase 2 trials, as well as an increase of $1.0 million from investment in our early stage research programs, and an increase of $0.2 million from our INCB001158 program.\nGeneral and administrative expenses were $3.5 million for the three months ended March 31, 2018, compared with $3.3 million for the same period in the prior year. The increase of $0.2 million was primarily due to $1.0 million in higher personnel-related costs, partially offset by $0.4 million of lower costs associated with entering into the Incyte agreement and $0.4 million lower expenses due to the execution of a sublease agreement for office and laboratory space, both in the first quarter of 2017.\nNet loss for the three months ended March 31, 2018 was $13.2 million, or $0.37 per share.\nAbout Calithera\nCalithera Biosciences, Inc. is a clinical-stage pharmaceutical company focused on discovering and developing novel small molecule drugs directed against tumor metabolism and tumor immunology targets for the treatment of cancer. Calithera’s lead product candidate, CB-839, is a potent, selective, reversible and orally bioavailable inhibitor of glutaminase. CB-839 takes advantage of the pronounced dependency many cancers have on the nutrient glutamine for growth and survival. It is currently being evaluated in Phase 2 clinical trials in combination with standard of care agents. INCB001158 is a first-in-class immuno-oncology metabolic checkpoint inhibitor targeting arginase, a critical immunosuppressive enzyme responsible for T-cell suppression by myeloid-derived suppressor cells. Arginase depletes arginine, a nutrient that is critical for the activation, growth and survival of the body’s cancer-fighting immune cells, known as cytotoxic T-cells. INCB001158 is being developed in collaboration with Incyte Corporation and is currently in Phase 1/2 clinical trials. Calithera is headquartered in South San Francisco, California. For more information about Calithera, please visit www.calithera.com .\nForward Looking Statements\nStatements contained in this press release regarding matters that are not historical facts are \" \" the Private Securities Litigation Reform Act of 1995. Words such as \"may,\" \"will,\" \"expect,\" \"anticipate,\" \"estimate,\" \"intend,\" \"poised\" and similar expressions (as well as other words or expressions referencing future events, conditions, or circumstances) are intended to identify These statements include those related to the timing of Calithera’s clinical trials, the safety, tolerability and efficacy of CB-839, Calithera’s collaboration with Incyte, Calithera’s ability to fund its clinical programs, Calithera’s receipt of clinical data from clinical trials of CB-839 and INCB001158, and Calithera’s financial guidance for 2018. Because such statements are subject to risks and uncertainties, actual results may those expressed or implied by such The potential product candidates that Calithera develops may not progress through clinical development or receive required regulatory approvals within expected timelines or at all. In addition, clinical trials may not confirm any safety, potency or other product characteristics described or assumed in this press release. Such product candidates may not be beneficial to patients or successfully commercialized. The failure to meet expectations with respect to any of the foregoing matters may have a negative effect on Calithera's stock price. Additional information concerning these and other risk factors affecting Calithera's business can be found in Calithera's periodic filings with the Securities and Exchange Commission at www.sec.gov . These are not guarantees of future performance and speak only as of the date hereof, and, except as required by law, Calithera disclaims any obligation to update these to reflect future events or circumstances.\nNOTE:\n1 Research supported by a Stand Up To Cancer Colorectal Cancer Dream Team Translational Research Grant (Grant Number: SU2C-AACR-DT22-17). Stand Up To Cancer is a program of the Entertainment Industry Foundation. Research grants are administered by the American Association for Cancer Research, the scientific partner of SU2C.\nCalithera Biosciences, Inc. Selected Consolidated Statements of Operations Financial Data (in thousands, except per share amounts) (unaudited) Three Months Ended\nMarch 31, 2018 2017 Revenue: Collaboration revenue $ 5,189 $ 4,192 Total revenue 5,189 4,192 Operating expenses: Research and development 15,493 6,640 General and administrative 3,508 3,308 Total operating expenses 19,001 9,948 Loss from operations (13,812 ) (5,756 ) Interest income, net 606 169 Net loss $ (13,206 ) $ (5,587 ) Net loss per share, basic and diluted $ (0.37 ) $ (0.22 ) Weighted average common shares used to compute net loss per share, basic and diluted 35,779 25,279\nCalithera Biosciences, Inc. Selected Consolidated Balance Sheet Financial Data (in thousands) (unaudited) March 31, December 31, 2018 2017 Balance Sheet Data: Cash, cash equivalents and investments $ 171,234 $ 186,154 Working capital 126,222 128,640 Total assets 178,584 192,455 Deferred revenue 17,065 31,045 Total liabilities 30,717 42,148 Accumulated deficit (154,748 ) (150,333 ) Total stockholders’ equity 147,867 150,307 Contact:\nJennifer McNealey\nir@Calithera.com\n650-870-1071\nSource:Calithera Biosciences, Inc.",
    "published": "2018-05-11T00:05:00.000+03:00",
    "crawled": "2018-05-11T01:13:23.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "randomized",
        "phase",
        "cantata",
        "trial",
        "preclinical",
        "data",
        "american",
        "association",
        "cancer",
        "research",
        "south",
        "san",
        "francisco",
        "may",
        "globe",
        "newswire",
        "calithera",
        "bioscience",
        "nasdaq",
        "cala",
        "pharmaceutical",
        "company",
        "focused",
        "discovering",
        "developing",
        "novel",
        "small",
        "molecule",
        "drug",
        "directed",
        "tumor",
        "metabolism",
        "tumor",
        "immunology",
        "target",
        "treatment",
        "cancer",
        "announced",
        "today",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "first",
        "quarter",
        "continued",
        "work",
        "towards",
        "goal",
        "developing",
        "potential",
        "new",
        "treatment",
        "option",
        "advanced",
        "renal",
        "cell",
        "carcinoma",
        "said",
        "susan",
        "molineaux",
        "phd",
        "president",
        "chief",
        "executive",
        "officer",
        "calithera",
        "currently",
        "enrolling",
        "randomized",
        "placebo",
        "controlled",
        "trial",
        "cabozantinib",
        "treatment",
        "renal",
        "cell",
        "carcinoma",
        "received",
        "fast",
        "track",
        "designation",
        "fda",
        "first",
        "quarter",
        "recent",
        "highlight",
        "preclinical",
        "combination",
        "data",
        "demonstrate",
        "synergy",
        "parp",
        "inhibitor",
        "april",
        "presented",
        "result",
        "american",
        "association",
        "cancer",
        "research",
        "annual",
        "meeting",
        "demonstrating",
        "synergistic",
        "activity",
        "combined",
        "inhibitor",
        "colorectal",
        "carcinoma",
        "crc",
        "triple",
        "negative",
        "breast",
        "cancer",
        "tnbc",
        "breast",
        "cancer",
        "cell",
        "line",
        "treatment",
        "combination",
        "parp",
        "inhibitor",
        "synergistic",
        "activity",
        "tnbc",
        "crc",
        "cell",
        "lung",
        "carcinoma",
        "ovarian",
        "prostate",
        "cancer",
        "cell",
        "vivo",
        "combination",
        "parp",
        "inhibitor",
        "inhibitor",
        "enhanced",
        "activity",
        "animal",
        "model",
        "initiated",
        "randomized",
        "phase",
        "combination",
        "cabozantinib",
        "renal",
        "cell",
        "carcinoma",
        "genitourinary",
        "cancer",
        "symposium",
        "february",
        "presented",
        "preliminary",
        "result",
        "phase",
        "ib",
        "trial",
        "combination",
        "cabozantinib",
        "oral",
        "tyrosine",
        "kinase",
        "inhibitor",
        "showing",
        "combination",
        "demonstrated",
        "overall",
        "response",
        "rate",
        "advanced",
        "clear",
        "cell",
        "rcc",
        "patient",
        "disease",
        "control",
        "rate",
        "safety",
        "profile",
        "plus",
        "cabozantinib",
        "generally",
        "consistent",
        "cabozantinib",
        "monotherapy",
        "basis",
        "efficacy",
        "safety",
        "data",
        "initiated",
        "randomized",
        "placebo",
        "controlled",
        "trial",
        "known",
        "cantata",
        "comparing",
        "patient",
        "treated",
        "cabozantinib",
        "patient",
        "treated",
        "cabozantinib",
        "alone",
        "trial",
        "enroll",
        "approximately",
        "clear",
        "cell",
        "renal",
        "cell",
        "carcinoma",
        "patient",
        "previously",
        "received",
        "one",
        "two",
        "prior",
        "line",
        "therapy",
        "food",
        "drug",
        "administration",
        "fda",
        "granted",
        "fast",
        "track",
        "designation",
        "combination",
        "cabozantinib",
        "treatment",
        "patient",
        "population",
        "parallel",
        "entrata",
        "trial",
        "randomized",
        "study",
        "later",
        "line",
        "patient",
        "enrolling",
        "approximately",
        "patient",
        "receive",
        "either",
        "everolimus",
        "everolimus",
        "alone",
        "abstract",
        "accepted",
        "presentation",
        "american",
        "society",
        "clinical",
        "oncology",
        "phase",
        "investigator",
        "sponsored",
        "clinical",
        "trial",
        "plus",
        "capecitabine",
        "accepted",
        "poster",
        "presentation",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "addition",
        "calithera",
        "clinical",
        "collaborator",
        "present",
        "two",
        "abstract",
        "describe",
        "design",
        "ongoing",
        "study",
        "incb001158",
        "enrolling",
        "incb001158",
        "clinical",
        "trial",
        "incb001158",
        "evaluated",
        "multiple",
        "clinical",
        "trial",
        "treatment",
        "patient",
        "solid",
        "tumor",
        "monotherapy",
        "combination",
        "immunotherapy",
        "chemotherapy",
        "incb001158",
        "developed",
        "part",
        "collaboration",
        "license",
        "agreement",
        "incyte",
        "selected",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "collaboration",
        "revenue",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "represents",
        "portion",
        "deferred",
        "revenue",
        "recognized",
        "collaboration",
        "license",
        "agreement",
        "incyte",
        "increase",
        "million",
        "primarily",
        "due",
        "full",
        "quarter",
        "activity",
        "verse",
        "partial",
        "quarter",
        "partially",
        "offset",
        "difference",
        "accounting",
        "due",
        "adoption",
        "accounting",
        "standard",
        "related",
        "revenue",
        "contract",
        "customer",
        "asc",
        "january",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "increase",
        "million",
        "primarily",
        "due",
        "million",
        "increase",
        "program",
        "support",
        "new",
        "ongoing",
        "clinical",
        "trial",
        "including",
        "three",
        "phase",
        "trial",
        "well",
        "increase",
        "million",
        "investment",
        "early",
        "stage",
        "research",
        "program",
        "increase",
        "million",
        "incb001158",
        "program",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "increase",
        "million",
        "primarily",
        "due",
        "million",
        "higher",
        "cost",
        "partially",
        "offset",
        "million",
        "lower",
        "cost",
        "associated",
        "entering",
        "incyte",
        "agreement",
        "million",
        "lower",
        "expense",
        "due",
        "execution",
        "sublease",
        "agreement",
        "office",
        "laboratory",
        "space",
        "first",
        "quarter",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "calithera",
        "calithera",
        "bioscience",
        "pharmaceutical",
        "company",
        "focused",
        "discovering",
        "developing",
        "novel",
        "small",
        "molecule",
        "drug",
        "directed",
        "tumor",
        "metabolism",
        "tumor",
        "immunology",
        "target",
        "treatment",
        "cancer",
        "calithera",
        "lead",
        "product",
        "candidate",
        "potent",
        "selective",
        "reversible",
        "orally",
        "bioavailable",
        "inhibitor",
        "glutaminase",
        "take",
        "advantage",
        "pronounced",
        "dependency",
        "many",
        "cancer",
        "nutrient",
        "glutamine",
        "growth",
        "survival",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "combination",
        "standard",
        "care",
        "agent",
        "incb001158",
        "metabolic",
        "checkpoint",
        "inhibitor",
        "targeting",
        "arginase",
        "critical",
        "immunosuppressive",
        "enzyme",
        "responsible",
        "suppression",
        "suppressor",
        "cell",
        "arginase",
        "depletes",
        "arginine",
        "nutrient",
        "critical",
        "activation",
        "growth",
        "survival",
        "body",
        "immune",
        "cell",
        "known",
        "cytotoxic",
        "incb001158",
        "developed",
        "collaboration",
        "incyte",
        "corporation",
        "currently",
        "phase",
        "clinical",
        "trial",
        "calithera",
        "headquartered",
        "south",
        "san",
        "francisco",
        "california",
        "information",
        "calithera",
        "please",
        "visit",
        "forward",
        "looking",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "regarding",
        "matter",
        "historical",
        "fact",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "may",
        "expect",
        "anticipate",
        "estimate",
        "intend",
        "poised",
        "similar",
        "expression",
        "well",
        "word",
        "expression",
        "referencing",
        "future",
        "event",
        "condition",
        "circumstance",
        "intended",
        "identify",
        "statement",
        "include",
        "related",
        "timing",
        "calithera",
        "clinical",
        "trial",
        "safety",
        "tolerability",
        "efficacy",
        "calithera",
        "collaboration",
        "incyte",
        "calithera",
        "ability",
        "fund",
        "clinical",
        "program",
        "calithera",
        "receipt",
        "clinical",
        "data",
        "clinical",
        "trial",
        "incb001158",
        "calithera",
        "financial",
        "guidance",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "expressed",
        "implied",
        "potential",
        "product",
        "candidate",
        "calithera",
        "develops",
        "may",
        "progress",
        "clinical",
        "development",
        "receive",
        "required",
        "regulatory",
        "approval",
        "within",
        "expected",
        "timeline",
        "addition",
        "clinical",
        "trial",
        "may",
        "confirm",
        "safety",
        "potency",
        "product",
        "characteristic",
        "described",
        "assumed",
        "press",
        "release",
        "product",
        "candidate",
        "may",
        "beneficial",
        "patient",
        "successfully",
        "commercialized",
        "failure",
        "meet",
        "expectation",
        "respect",
        "foregoing",
        "matter",
        "may",
        "negative",
        "effect",
        "calithera",
        "stock",
        "price",
        "additional",
        "information",
        "concerning",
        "risk",
        "factor",
        "affecting",
        "calithera",
        "business",
        "found",
        "calithera",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "guarantee",
        "future",
        "performance",
        "speak",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "calithera",
        "disclaims",
        "obligation",
        "update",
        "reflect",
        "future",
        "event",
        "circumstance",
        "note",
        "research",
        "supported",
        "stand",
        "cancer",
        "colorectal",
        "cancer",
        "dream",
        "team",
        "translational",
        "research",
        "grant",
        "grant",
        "number",
        "stand",
        "cancer",
        "program",
        "entertainment",
        "industry",
        "foundation",
        "research",
        "grant",
        "administered",
        "american",
        "association",
        "cancer",
        "research",
        "scientific",
        "partner",
        "su2c",
        "calithera",
        "bioscience",
        "selected",
        "consolidated",
        "statement",
        "operation",
        "financial",
        "data",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "collaboration",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "calithera",
        "bioscience",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "financial",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "deferred",
        "revenue",
        "total",
        "liability",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "contact",
        "jennifer",
        "mcnealey",
        "ir",
        "source",
        "calithera",
        "bioscience",
        "inc"
    ]
}