{
    "organizations": [],
    "uuid": "f5b43f3cf83a47fd7fbeb438731111edc15fb6b2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-cumulus-reports-operating-results-for-first-quarter-2018.html",
    "ord_in_thread": 0,
    "title": "Cumulus Reports Operating Results for First Quarter 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATLANTA, May 15, 2018 (GLOBE NEWSWIRE) -- Cumulus Media Inc. (PINK:CMLSQ) (the “Company,” “we,” “us,” or “our”) today announced operating results for the three months ended March 31, 2018. For the three months ended March 31, 2018, the Company reported net revenue of $263.7 million, down 0.1% from the three months ended March 31, 2017, a net loss of $5.0 million and Adjusted EBITDA of $40.3 million, which was up 4.0% from the three months ended March 31, 2017.\nOn November 29, 2017, the Company and certain of its direct and indirect subsidiaries filed voluntary petitions for relief under chapter 11 of title 11 of the United States Code (the “Chapter 11 Filings”) in the United States Bankruptcy Court for the Southern District of New York (the “Court”). The Chapter 11 Filings are being jointly administered under the caption In re Cumulus Media Inc., et al, Case No. 17-13381. On May 10, 2018, the Court entered an order confirming the Company’s Plan of Reorganization (the “Plan”). The Company expects to emerge from Chapter 11 before the end of the second quarter of 2018, after the conditions to the Plan are satisfied.\nMary Berner, President and Chief Executive Officer of Cumulus Media Inc. said, “Despite ongoing market challenges, our first quarter results demonstrate continued operational traction and financial progress against our key priorities, with the Radio Station Group turning in its seventh straight quarter of revenue share growth and Westwood One delivering its fifth straight quarter of revenue share growth.”\nMs. Berner continued, “With the recent confirmation of our Plan, we are now able to complete the balance sheet restructuring which is a critical element of our turnaround plan. After we emerge from Chapter 11, we look forward to moving ahead with a firmer financial foundation in place and greater ability to execute on our many initiatives to further strengthen and build this business.”\nOperating Summary (in thousands, except percentages and per share data):\nThree Months Ended March 31, 2018 2017 % Change Net revenue $ 263,679 $ 264,030 (0.1 )% Net loss $ (5,001 ) $ (7,395 ) 32.4 % Adjusted EBITDA (1) $ 40,269 $ 38,733 4.0 % Basic and diluted loss per share $ (0.17 ) $ (0.25 )\nMarch 31, 2018 December 31, 2017 % Change Cash and cash equivalents $ 120,122 $ 102,891 16.7 % Term loan $ 1,700,078 $ 1,722,209 (1.3 )% 7.75% senior notes 610,000 610,000 — % Total debt $ 2,310,078 $ 2,332,209 (0.9 )%\nThree Months Ended March 31, 2018 2017 % Change Capital expenditures $ 9,005 $ 5,736 57.0 % Adjusted EBITDA is not a financial measure calculated or presented in accordance with accounting principles generally accepted in the United States of America (“GAAP”). For additional information, see “Non-GAAP Financial Measure and Definition”.\nResults for Three Months Ended March 31, 2018\nNet Revenue\nThe Company operates in two reportable segments, the Radio Station Group and Westwood One. Radio Station Group revenue is derived primarily from the sale of broadcasting time to local, regional and national advertisers. Westwood One revenue is generated primarily through network advertising.\nCorporate and Other includes overall executive, administrative and support functions for both of the Company’s reportable segments, including programming, accounting, finance, legal, human resources and information technology functions.\nThe following tables present our net revenue by segment (dollars in thousands).\nThree Months Ended March 31, 2018 Radio Station Group Westwood One Corporate and Other Consolidated Net revenue $ 168,225 $ 94,790 $ 664 $ 263,679 % of total revenue 63.8 % 35.9 % 0.3 % 100.0 % $ change from three months ended March 31, 2017 $ (5,378 ) $ 4,935 $ 92 $ (351 ) % change from three months ended March 31, 2017 (3.1 )% 5.5 % 16.1 % (0.1 )%\nThree Months Ended March 31, 2017 Radio Station Group Westwood One Corporate and Other Consolidated Net revenue $ 173,603 $ 89,855 $ 572 $ 264,030 % of total revenue 65.8 % 34.0 % 0.2 % 100.0 % Net income (loss)\nThe following tables present our net income (loss) by segment (dollars in thousands).\nThree Months Ended March 31, 2018 Radio Station Group Westwood One Corporate and Other Consolidated Net income (loss) $ 28,808 $ 5,822 $ (39,631 ) $ (5,001 ) $ change from three months ended March 31, 2017 $ 270 $ 3,557 $ (1,433 ) $ 2,394 % change from three months ended March 31, 2017 0.9 % ** (3.8 )% 32.4 % ** Calculation not meaningful\nThree Months Ended March 31, 2017 Radio Station Group Westwood One Corporate and Other Consolidated Net income (loss) $ 28,538 $ 2,265 $ (38,198 ) $ (7,395 ) Adjusted EBITDA\nThe following tables present our Adjusted EBITDA by segment (dollars in thousands).\nThree Months Ended March 31, 2018 Radio Station Group Westwood One Corporate and Other Consolidated Adjusted EBITDA $ 36,186 $ 12,656 $ (8,573 ) $ 40,269 $ change from three months ended March 31, 2017 $ (2,856 ) $ 3,687 $ 705 $ 1,536 % change from three months ended March 31, 2017 (7.3 )% 41.1 % 7.6 % 4.0 %\nThree Months Ended March 31, 2017 Radio Station Group Westwood One Corporate and Other Consolidated Adjusted EBITDA $ 39,042 $ 8,969 $ (9,278 ) $ 38,733 Forward-Looking Statements\nCertain statements in this release may constitute “forward-looking” statements within the meaning of the Private Securities Litigation Reform Act of 1995 and other federal securities laws. Such statements are statements other than historical fact and relate to our intent, belief or current expectations primarily with respect to our future operating, financial, and strategic performance. Any such forward-looking statements are not guarantees of future performance and may involve risks and uncertainties. Actual results may differ from those contained in or implied by the forward-looking statements as a result of various factors including, but not limited to, risks and uncertainties relating to the need for additional funds to service our debt and to execute our business strategy, the Chapter 11 Filings and the Plan, our ability from time to time to renew one or more of our broadcast licenses, changes in interest rates, changes in the fair value of our investments, the timing of, and our ability to complete any acquisitions or dispositions pending from time to time, costs and synergies resulting from the integration of any completed acquisitions, our ability to effectively manage costs, our ability to generate and manage growth, the popularity of radio as a broadcasting and advertising medium, changing consumer tastes, the impact of general economic conditions in the United States or in specific markets in which we currently do business, industry conditions, including existing competition and future competitive technologies and cancellation, disruptions or postponements of advertising schedules in response to national or world events, our ability to generate revenues from new sources, including local commerce and technology-based initiatives, the impact of regulatory rules or proceedings that may affect our business from time to time, the write off of a material portion of the fair value of our FCC broadcast licenses and goodwill, and other risk factors described from time to time in our filings with the Securities and Exchange Commission, including our Form 10-K for the year ended December 31, 2017 (the “2017 Form 10-K”) and any subsequently filed Forms 10-Q. Many of these risks and uncertainties are beyond our control, and the unexpected occurrence or failure to occur of any such events or matters could significantly alter our actual results of operations or financial condition. Cumulus Media Inc. assumes no responsibility to update any forward-looking statement as a result of new information, future events or otherwise.\nAbout Cumulus Media\nA leader in the radio broadcasting industry, Cumulus Media (PINK: CMLSQ) combines high-quality local programming with iconic, nationally syndicated media, sports and entertainment brands to deliver premium content choices to the 245 million people reached each week through its 445 owned-and-operated stations broadcasting in 90 US media markets (including eight of the top 10), approximately 8,000 broadcast radio stations affiliated with its Westwood One network and numerous digital channels. Together, the Cumulus/Westwood One platforms make Cumulus Media one of the few media companies that can provide advertisers with national reach and local impact. Cumulus/Westwood One is the exclusive radio broadcast partner to some of the largest brands in sports, entertainment, news, and talk, including the NFL, the NCAA, the Masters, the Olympics, the GRAMMYs, the Academy of Country Music Awards, the American Music Awards, the Billboard Music Awards, and more. Additionally, it is the nation's leading provider of country music and lifestyle content through its NASH brand, which serves country fans nationwide through radio programming, exclusive digital content, and live events.\nFor further information, please contact:\nCumulus Media Inc.\nCollin Jones\nInvestor Relations\ncollin@cumulus.com\n404-260-6600\nCUMULUS MEDIA INC.\n(Debtor-In-Possession)\nUnaudited Condensed Consolidated Statements of Operations\n(Dollars in thousands, except per share data)\nThree Months Ended March 31, 2018 2017 Net revenue $ 263,679 $ 264,030 Operating expenses: Content costs 99,815 101,780 Selling, general and administrative expenses 115,134 114,390 Depreciation and amortization 11,981 16,282 Local marketing agreement fees 1,107 2,707 Corporate expenses 8,600 9,267 Stock-based compensation expense 166 538 Acquisition-related and restructuring costs 1,721 1,150 Loss (gain) on sale or disposal of assets or stations 11 (2,606 ) Total operating expenses 238,535 243,508 Operating income 25,144 20,522 Non-operating expense: Reorganization items, net (30,167 ) — Interest expense (128 ) (34,063 ) Interest income 29 37 Other income, net 3 83 Total non-operating expense, net (30,263 ) (33,943 ) Loss before income taxes (5,119 ) (13,421 ) Income tax benefit 118 6,026 Net loss $ (5,001 ) $ (7,395 ) Basic and diluted loss per common share: Basic: Loss per share $ (0.17 ) $ (0.25 ) Diluted: Loss per share $ (0.17 ) $ (0.25 ) Weighted average basic common shares outstanding 29,306,374 29,306,374 Weighted average diluted common shares outstanding 29,306,374 29,306,374\nNon-GAAP Financial Measure\nFrom time to time we utilize certain financial measures that are not prepared or calculated in accordance with GAAP to assess our financial performance and profitability. Consolidated adjusted earnings before interest, taxes, depreciation, and amortization (“Adjusted EBITDA”) and segment Adjusted EBITDA are the financial metrics by which management and the chief operating decision maker allocate resources of the Company and analyze the performance of the Company as a whole and each of our reportable segments, respectively. Management also uses this measure to determine the contribution of our core operations to the funding of our corporate resources utilized to manage our operations and our non-operating expenses including debt service and acquisitions. In addition, consolidated Adjusted EBITDA is a key metric for purposes of calculating and determining our compliance with certain covenants contained in our credit agreement.\nIn deriving this measure, the Company excludes from Adjusted EBITDA items not related to core operations and those that are non-cash including: depreciation, amortization, stock-based compensation expense, gain or loss on the exchange, sale, or disposal of any assets or stations, early extinguishment of debt, local marketing agreement fees (as such fees are excluded from the definition of such term for purposes of calculating covenant compliance under the credit agreement), expenses relating to acquisitions, restructuring costs, reorganization items and non-cash impairments of assets, if any.\nManagement believes that Adjusted EBITDA, although not a measure that is calculated in accordance with GAAP, is commonly employed by the investment community as a measure for determining the market value of a media company and comparing the operational and financial performance among media companies. Management has also observed that Adjusted EBITDA is routinely utilized to evaluate and negotiate the potential purchase price for media companies. Given the relevance to our overall value, management believes that investors consider the metric to be extremely useful.\nAdjusted EBITDA should not be considered in isolation or as a substitute for net income (loss), operating income, cash flows from operating activities or any other measure for determining the Company’s operating performance or liquidity that is calculated in accordance with GAAP. In addition, Adjusted EBITDA may be defined or calculated differently by other companies, and comparability may be limited.\nThe following tables reconcile net income (loss), the most directly comparable financial measure calculated and presented in accordance with GAAP, to Adjusted EBITDA for the three months ended March 31, 2018 and 2017 (dollars in thousands):\nThree Months Ended March 31, 2018 Radio Station Group Westwood One Corporate and Other Consolidated GAAP net income (loss) $ 28,808 $ 5,822 $ (39,631 ) $ (5,001 ) Income tax benefit — — (118 ) (118 ) Non-operating (income) expense, including net interest expense (1 ) 127 (30 ) 96 Local marketing agreement fees 1,107 — — 1,107 Depreciation and amortization 6,141 5,478 362 11,981 Stock-based compensation expense — — 166 166 Loss on sale or disposal of assets or stations 11 — — 11 Reorganization items, net — 181 29,986 30,167 Acquisition-related and restructuring costs 120 1,048 553 1,721 Franchise and state taxes — — 139 139 Adjusted EBITDA $ 36,186 $ 12,656 $ (8,573 ) $ 40,269\nThree Months Ended March 31, 2017 Radio Station Group Westwood One Corporate and Other Consolidated GAAP net income (loss) $ 28,538 $ 2,265 $ (38,198 ) $ (7,395 ) Income tax benefit — — (6,026 ) (6,026 ) Non-operating (income) expense, including net interest expense (1 ) 142 33,802 33,943 Local marketing agreement fees 2,707 — — 2,707 Depreciation and amortization 10,404 5,454 424 16,282 Stock-based compensation expense — — 538 538 Gain on sale or disposal of assets or stations (2,606 ) — — (2,606 ) Acquisition-related and restructuring costs — 1,108 42 1,150 Franchise and state taxes — — 140 140 Adjusted EBITDA $ 39,042 $ 8,969 $ (9,278 ) $ 38,733\nSource: Cumulus Media Inc.",
    "published": "2018-05-15T16:30:00.000+03:00",
    "crawled": "2018-05-15T17:03:45.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atlanta",
        "may",
        "globe",
        "newswire",
        "cumulus",
        "medium",
        "pink",
        "cmlsq",
        "company",
        "u",
        "today",
        "announced",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "november",
        "company",
        "certain",
        "direct",
        "indirect",
        "subsidiary",
        "filed",
        "voluntary",
        "petition",
        "relief",
        "chapter",
        "title",
        "united",
        "state",
        "code",
        "chapter",
        "filing",
        "united",
        "state",
        "bankruptcy",
        "court",
        "southern",
        "district",
        "new",
        "york",
        "court",
        "chapter",
        "filing",
        "jointly",
        "administered",
        "caption",
        "cumulus",
        "medium",
        "et",
        "al",
        "case",
        "may",
        "court",
        "entered",
        "order",
        "confirming",
        "company",
        "plan",
        "reorganization",
        "plan",
        "company",
        "expects",
        "emerge",
        "chapter",
        "end",
        "second",
        "quarter",
        "condition",
        "plan",
        "satisfied",
        "mary",
        "berner",
        "president",
        "chief",
        "executive",
        "officer",
        "cumulus",
        "medium",
        "said",
        "despite",
        "ongoing",
        "market",
        "challenge",
        "first",
        "quarter",
        "result",
        "demonstrate",
        "continued",
        "operational",
        "traction",
        "financial",
        "progress",
        "key",
        "priority",
        "radio",
        "station",
        "group",
        "turning",
        "seventh",
        "straight",
        "quarter",
        "revenue",
        "share",
        "growth",
        "westwood",
        "one",
        "delivering",
        "fifth",
        "straight",
        "quarter",
        "revenue",
        "share",
        "berner",
        "continued",
        "recent",
        "confirmation",
        "plan",
        "able",
        "complete",
        "balance",
        "sheet",
        "restructuring",
        "critical",
        "element",
        "turnaround",
        "plan",
        "emerge",
        "chapter",
        "look",
        "forward",
        "moving",
        "ahead",
        "firmer",
        "financial",
        "foundation",
        "place",
        "greater",
        "ability",
        "execute",
        "many",
        "initiative",
        "strengthen",
        "build",
        "operating",
        "summary",
        "thousand",
        "except",
        "percentage",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "net",
        "revenue",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "march",
        "december",
        "change",
        "cash",
        "cash",
        "equivalent",
        "term",
        "loan",
        "senior",
        "note",
        "total",
        "debt",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "capital",
        "expenditure",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "additional",
        "information",
        "see",
        "financial",
        "measure",
        "definition",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "company",
        "operates",
        "two",
        "reportable",
        "segment",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "radio",
        "station",
        "group",
        "revenue",
        "derived",
        "primarily",
        "sale",
        "broadcasting",
        "time",
        "local",
        "regional",
        "national",
        "advertiser",
        "westwood",
        "one",
        "revenue",
        "generated",
        "primarily",
        "network",
        "advertising",
        "corporate",
        "includes",
        "overall",
        "executive",
        "administrative",
        "support",
        "function",
        "company",
        "reportable",
        "segment",
        "including",
        "programming",
        "accounting",
        "finance",
        "legal",
        "human",
        "resource",
        "information",
        "technology",
        "function",
        "following",
        "table",
        "present",
        "net",
        "revenue",
        "segment",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "net",
        "revenue",
        "total",
        "revenue",
        "change",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "net",
        "revenue",
        "total",
        "revenue",
        "net",
        "income",
        "loss",
        "following",
        "table",
        "present",
        "net",
        "income",
        "loss",
        "segment",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "net",
        "income",
        "loss",
        "change",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "three",
        "month",
        "ended",
        "march",
        "calculation",
        "meaningful",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "net",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "following",
        "table",
        "present",
        "adjusted",
        "ebitda",
        "segment",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "adjusted",
        "ebitda",
        "change",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "adjusted",
        "ebitda",
        "statement",
        "certain",
        "statement",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "statement",
        "statement",
        "historical",
        "fact",
        "relate",
        "intent",
        "belief",
        "current",
        "expectation",
        "primarily",
        "respect",
        "future",
        "operating",
        "financial",
        "strategic",
        "performance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "may",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "contained",
        "implied",
        "statement",
        "result",
        "various",
        "factor",
        "including",
        "limited",
        "risk",
        "uncertainty",
        "relating",
        "need",
        "additional",
        "fund",
        "service",
        "debt",
        "execute",
        "business",
        "strategy",
        "chapter",
        "filing",
        "plan",
        "ability",
        "time",
        "time",
        "renew",
        "one",
        "broadcast",
        "license",
        "change",
        "interest",
        "rate",
        "change",
        "fair",
        "value",
        "investment",
        "timing",
        "ability",
        "complete",
        "acquisition",
        "disposition",
        "pending",
        "time",
        "time",
        "cost",
        "synergy",
        "resulting",
        "integration",
        "completed",
        "acquisition",
        "ability",
        "effectively",
        "manage",
        "cost",
        "ability",
        "generate",
        "manage",
        "growth",
        "popularity",
        "radio",
        "broadcasting",
        "advertising",
        "medium",
        "changing",
        "consumer",
        "taste",
        "impact",
        "general",
        "economic",
        "condition",
        "united",
        "state",
        "specific",
        "market",
        "currently",
        "business",
        "industry",
        "condition",
        "including",
        "existing",
        "competition",
        "future",
        "competitive",
        "technology",
        "cancellation",
        "disruption",
        "postponement",
        "advertising",
        "schedule",
        "response",
        "national",
        "world",
        "event",
        "ability",
        "generate",
        "revenue",
        "new",
        "source",
        "including",
        "local",
        "commerce",
        "initiative",
        "impact",
        "regulatory",
        "rule",
        "proceeding",
        "may",
        "affect",
        "business",
        "time",
        "time",
        "write",
        "material",
        "portion",
        "fair",
        "value",
        "fcc",
        "broadcast",
        "license",
        "goodwill",
        "risk",
        "factor",
        "described",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "form",
        "year",
        "ended",
        "december",
        "form",
        "subsequently",
        "filed",
        "form",
        "many",
        "risk",
        "uncertainty",
        "beyond",
        "control",
        "unexpected",
        "occurrence",
        "failure",
        "occur",
        "event",
        "matter",
        "could",
        "significantly",
        "alter",
        "actual",
        "result",
        "operation",
        "financial",
        "condition",
        "cumulus",
        "medium",
        "assumes",
        "responsibility",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "cumulus",
        "medium",
        "leader",
        "radio",
        "broadcasting",
        "industry",
        "cumulus",
        "medium",
        "pink",
        "cmlsq",
        "combine",
        "local",
        "programming",
        "iconic",
        "nationally",
        "syndicated",
        "medium",
        "sport",
        "entertainment",
        "brand",
        "deliver",
        "premium",
        "content",
        "choice",
        "million",
        "people",
        "reached",
        "week",
        "station",
        "broadcasting",
        "u",
        "medium",
        "market",
        "including",
        "eight",
        "top",
        "approximately",
        "broadcast",
        "radio",
        "station",
        "affiliated",
        "westwood",
        "one",
        "network",
        "numerous",
        "digital",
        "channel",
        "together",
        "one",
        "platform",
        "make",
        "cumulus",
        "medium",
        "one",
        "medium",
        "company",
        "provide",
        "advertiser",
        "national",
        "reach",
        "local",
        "impact",
        "one",
        "exclusive",
        "radio",
        "broadcast",
        "partner",
        "largest",
        "brand",
        "sport",
        "entertainment",
        "news",
        "talk",
        "including",
        "nfl",
        "ncaa",
        "master",
        "olympics",
        "grammys",
        "academy",
        "country",
        "music",
        "award",
        "american",
        "music",
        "award",
        "billboard",
        "music",
        "award",
        "additionally",
        "nation",
        "leading",
        "provider",
        "country",
        "music",
        "lifestyle",
        "content",
        "nash",
        "brand",
        "serf",
        "country",
        "fan",
        "nationwide",
        "radio",
        "programming",
        "exclusive",
        "digital",
        "content",
        "live",
        "event",
        "information",
        "please",
        "contact",
        "cumulus",
        "medium",
        "collin",
        "jones",
        "investor",
        "relation",
        "collin",
        "cumulus",
        "medium",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "operating",
        "expense",
        "content",
        "cost",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "local",
        "marketing",
        "agreement",
        "fee",
        "corporate",
        "expense",
        "compensation",
        "expense",
        "restructuring",
        "cost",
        "loss",
        "gain",
        "sale",
        "disposal",
        "asset",
        "station",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "expense",
        "reorganization",
        "item",
        "net",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "net",
        "total",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "loss",
        "per",
        "share",
        "diluted",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "basic",
        "common",
        "share",
        "outstanding",
        "weighted",
        "average",
        "diluted",
        "common",
        "share",
        "outstanding",
        "financial",
        "measure",
        "time",
        "time",
        "utilize",
        "certain",
        "financial",
        "measure",
        "prepared",
        "calculated",
        "accordance",
        "gaap",
        "assess",
        "financial",
        "performance",
        "profitability",
        "consolidated",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "segment",
        "adjusted",
        "ebitda",
        "financial",
        "metric",
        "management",
        "chief",
        "operating",
        "decision",
        "maker",
        "allocate",
        "resource",
        "company",
        "analyze",
        "performance",
        "company",
        "whole",
        "reportable",
        "segment",
        "respectively",
        "management",
        "also",
        "us",
        "measure",
        "determine",
        "contribution",
        "core",
        "operation",
        "funding",
        "corporate",
        "resource",
        "utilized",
        "manage",
        "operation",
        "expense",
        "including",
        "debt",
        "service",
        "acquisition",
        "addition",
        "consolidated",
        "adjusted",
        "ebitda",
        "key",
        "metric",
        "purpose",
        "calculating",
        "determining",
        "compliance",
        "certain",
        "covenant",
        "contained",
        "credit",
        "agreement",
        "deriving",
        "measure",
        "company",
        "excludes",
        "adjusted",
        "ebitda",
        "item",
        "related",
        "core",
        "operation",
        "including",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "gain",
        "loss",
        "exchange",
        "sale",
        "disposal",
        "asset",
        "station",
        "early",
        "extinguishment",
        "debt",
        "local",
        "marketing",
        "agreement",
        "fee",
        "fee",
        "excluded",
        "definition",
        "term",
        "purpose",
        "calculating",
        "covenant",
        "compliance",
        "credit",
        "agreement",
        "expense",
        "relating",
        "acquisition",
        "restructuring",
        "cost",
        "reorganization",
        "item",
        "impairment",
        "asset",
        "management",
        "belief",
        "adjusted",
        "ebitda",
        "although",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "commonly",
        "employed",
        "investment",
        "community",
        "measure",
        "determining",
        "market",
        "value",
        "medium",
        "company",
        "comparing",
        "operational",
        "financial",
        "performance",
        "among",
        "medium",
        "company",
        "management",
        "also",
        "observed",
        "adjusted",
        "ebitda",
        "routinely",
        "utilized",
        "evaluate",
        "negotiate",
        "potential",
        "purchase",
        "price",
        "medium",
        "company",
        "given",
        "relevance",
        "overall",
        "value",
        "management",
        "belief",
        "investor",
        "consider",
        "metric",
        "extremely",
        "useful",
        "adjusted",
        "ebitda",
        "considered",
        "isolation",
        "substitute",
        "net",
        "income",
        "loss",
        "operating",
        "income",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "determining",
        "company",
        "operating",
        "performance",
        "liquidity",
        "calculated",
        "accordance",
        "gaap",
        "addition",
        "adjusted",
        "ebitda",
        "may",
        "defined",
        "calculated",
        "differently",
        "company",
        "comparability",
        "may",
        "limited",
        "following",
        "table",
        "reconcile",
        "net",
        "income",
        "loss",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "gaap",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "expense",
        "including",
        "net",
        "interest",
        "expense",
        "local",
        "marketing",
        "agreement",
        "fee",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "loss",
        "sale",
        "disposal",
        "asset",
        "station",
        "reorganization",
        "item",
        "net",
        "restructuring",
        "cost",
        "franchise",
        "state",
        "tax",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "radio",
        "station",
        "group",
        "westwood",
        "one",
        "corporate",
        "consolidated",
        "gaap",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "expense",
        "including",
        "net",
        "interest",
        "expense",
        "local",
        "marketing",
        "agreement",
        "fee",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "gain",
        "sale",
        "disposal",
        "asset",
        "station",
        "restructuring",
        "cost",
        "franchise",
        "state",
        "tax",
        "adjusted",
        "ebitda",
        "source",
        "cumulus",
        "medium",
        "inc"
    ]
}