{
    "organizations": [],
    "uuid": "b18b4176417d0dbd06ad7d784575e51da56b873f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-solid-biosciences-reports-first-quarter-2018-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Solid Biosciences Reports First Quarter 2018 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., May 10, 2018 (GLOBE NEWSWIRE) -- Solid Biosciences Inc. (NASDAQ:SLDB) today reported financial results for the first quarter ended March 31, 2018 and provided a business update.\n“The first quarter of 2018 marked Solid’s entry into public markets with the completion of our initial public offering, which we believe helps position us to achieve our mission to provide meaningful new therapies to patients with Duchenne muscular dystrophy,” said Ilan Ganot, Chief Executive Officer of Solid Biosciences. “We are pleased with the resolution of the manufacturing-related partial clinical hold on the high dose of our lead gene transfer candidate, SGT-001, in our Phase I/II clinical trial. Working with the FDA to resolve the full clinical hold on the clinical trial is currently our top priority.”\nRecent Developments\nCompleted its initial public offering, in which the Company issued and sold 8,984,375 shares of common stock, including 1,171,875 shares of common stock pursuant to the underwriters’ overallotment, at a public offering price of $16.00 per share. The Company received total net proceeds of approximately $129.1 million from the offering after discounts, commissions and offering expenses.\nAnnounced the receipt of a full clinical hold letter from the U.S. Food and Drug Administration (FDA) relating to IGNITE DMD, the Company’s Phase I/II clinical trial for its investigational gene therapy, SGT-001, for the treatment of Duchenne muscular dystrophy (DMD). The clinical hold is in response to an unexpected Serious Adverse Event (SAE) reported in the first patient dosed with SGT-001. In its clinical hold letter, the FDA requested additional information, including an assessment of the underlying etiology of the event, the patient’s clinical status and laboratory parameters, and any additional measures to address patient safety. Solid is finalizing its response to the FDA letter.\nAnnounced that the earlier partial clinical hold on IGNITE DMD related to manufacturing processes for the high dose of SGT-001 had been resolved. To lift the hold, Solid submitted additional data to the FDA demonstrating that its current manufacturing process and product attributes for SGT-001 could support the high-dose group, enabling the use of a single lot for dose administration and limiting the number of vials of product required to treat each patient.\nContinued to build the Company’s gene therapy pipeline through an expanded collaboration with Synpromics Ltd to further evaluate next generation promoters and an exclusive option agreement with Lonza to explore the use of a novel capsid library developed at Massachusetts Eye and Ear and for a potential license.\nExpanded its footprint in Cambridge, Massachusetts with the opening of its new corporate headquarters and 9,500 sq. ft. of custom-built research and process development laboratory space in Kendall Square.\nAnticipated Milestones\nWork with the FDA to resolve the full clinical hold on IGNITE DMD and resume the clinical trial as soon as possible.\nPresent two platform presentations and five posters at the 21st Annual Meeting of the American Association of Gene and Cell Therapy (ASGCT) in May in Chicago. These presentations include data from several studies that expand upon the preclinical safety and efficacy of SGT-001 for the treatment of DMD, as well as studies supporting the Company’s growing next generation gene therapy portfolio.\nFinancial Highlights\nSolid Biosciences reported a net loss of $15.9 million for the first quarter of 2018 as compared to $13.9 million for the first quarter of 2017. The increase in net loss for the year was due to increased research and development expenses, as well as investments in the Company’s infrastructure.\nResearch and development expenses for the first quarter of 2018 were $11.9 million as compared to $8.7 million for the prior year period. The increase in research and development expenses was primarily driven by increased compensation, headcount and facility costs, as well as increased costs related to the clinical development and manufacturing activities for SGT-001, which were offset by a reduction in the preclinical costs associated with SGT-001.\nGeneral and administrative expenses were $4.0 million for the first quarter of 2018 as compared to $5.4 million for the prior year period. The decrease in general and administrative expenses was primarily due to a decrease in equity-based compensation offset by an increase in salary and benefit related costs due to the increase in employee related expenses, as well as an increase in other corporate costs.\nSolid ended the first quarter of 2018 with $182.4 million in cash, cash equivalents and available-for-sale securities as compared to $69.1 million as of December 31, 2017. The increase was primarily the result of the completion of the Company’s initial public offering on January 30, 2018.\nAbout Solid Biosciences\nSolid Biosciences is a life science company focused solely on finding meaningful therapies for Duchenne muscular dystrophy (DMD). Founded by those touched by the disease, Solid is a center of excellence for DMD, bringing together experts in science, technology and care to drive forward a portfolio of candidates that have life-changing potential. Currently, Solid is progressing programs across four scientific platforms: Corrective Therapies, Disease-Modifying Therapies, Disease Understanding and Assistive Devices. For more information, please visit www.solidbio.com .\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding Solid’s intentions and expectations regarding the full clinical hold on its IGNITE DMD clinical trial and its anticipated achievement of milestones. Any forward-looking statements are based on management’s current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in, or implied by, such forward-looking statements. These risks and uncertainties include, but are not limited to, risks associated with Solid’s ability to: satisfactorily respond to requests from the FDA for information and data regarding IGNITE DMD; successfully resolve the clinical hold with regard to IGNITE DMD; obtain and maintain necessary approvals from the FDA and other regulatory authorities and investigational review boards at clinical trial sites; enroll patients in its clinical trials; continue to advance SGT-001 in clinical trials; replicate in later clinical trials positive results found in preclinical studies and earlier stage clinical trials of SGT-001 and its other product candidates; advance the development of its product candidates under the timelines it anticipates in current and future clinical trials; obtain, maintain or protect intellectual property rights related to its product candidates; compete successfully with other companies that are seeking to develop DMD treatments and gene therapies; manage expenses; and raise the substantial additional capital needed to achieve its business objectives. For a discussion of other risks and uncertainties, and other important factors, any of which could cause the Company’s actual results to differ from those contained in the forward-looking statements, see the “Risk Factors” section, as well as discussions of potential risks, uncertainties and other important factors, in the Company’s most recent filings with the Securities and Exchange Commission. In addition, the forward-looking statements included in this press release represent the Company’s views as of the date hereof and should not be relied upon as representing the Company’s views as of any date subsequent to the date hereof. The Company anticipates that subsequent events and developments will cause the Company's views to change. However, while the Company may elect to update these forward-looking statements at some point in the future, the Company specifically disclaims any obligation to do so.\nSolid Biosciences Inc. Condensed Consolidated Statements of Operations (unaudited, in thousands, except share and per share data) Three Months Ended March 31, 2018 2017 Revenue $ - $ - Operating expenses: Research and development 11,929 8,733 General and administrative 4,044 5,380 Total operating expenses 15,973 14,113 Loss from operations (15,973 ) (14,113 ) Other income (expense): Interest income 65 62 Other income 31 176 Total other income (expense), net 96 238 Net loss (15,877 ) (13,875 ) Net loss attributable to non-controlling interest - (1,060 ) Net loss attributable to Solid Biosciences Inc. (15,877 ) (12,815 ) Accretion of preferred units to redemption value - (959 ) Redemption of preferred units - 15,685 Redemption of redeemable interest from non-controlling interest in Solid GT - (1,925 ) Net loss attributable to common stockholders $ (15,877 ) $ (14 ) Net loss per share attributable to common stockholders, basic and diluted $ (0.54 ) $ (0.01 ) Weighted average shares of common stock outstanding, basic and diluted 29,354,650 3,047,759\nSolid Biosciences Inc. Condensed Consolidated Balance Sheets (unaudited, in thousands, except share and per share data) March 31, December 31, 2018 2017 Assets Current assets: Cash and cash equivalents $ 164,773 $ 52,080 Available-for-sale securities 17,609 17,014 Prepaid expenses and other current assets 1,931 1,499 Restricted cash 65 65 Total current assets 184,378 70,658 Property and equipment, net 4,418 2,429 Other non-current assets 209 - Restricted cash 237 - Deferred offering costs - 3,106 Total assets $ 189,242 $ 76,193 Liabilities, Preferred Units and Stockholders' / Members' Equity / (Deficit) Current liabilities: Accounts payable 5,835 5,066 Accrued expenses and other current liabilities 4,092 6,205 Total current liabilities 9,927 11,271 Other non-current liabilities 365 - Total liabilities 10,292 11,271 Series 2 Senior Preferred Units - 55,002 Series 1 Senior Preferred Units - 25,000 Junior Preferred Units - 44,177 Stockholders' / Members' equity / (deficit): Series A, B, C and D Common Units - 65,014 Common Stock 35 Additional paid-in capital 319,073 Accumulated other comprehensive loss (23 ) (13 ) Accumulated deficit (140,135 ) (124,258 ) Total stockholders'/ members' equity (deficit) 178,950 (59,257 ) Total liabilities, preferred units and stockholders'/ members' equity 189,242 76,193\nContact:\nSolid Biosciences\nKate Niazi-Sai\n617-337-4680\nmedia@solidbio.com\ninvestors@solidbio.com\nSource:Solid Biosciences Inc.",
    "published": "2018-05-10T15:30:00.000+03:00",
    "crawled": "2018-05-10T18:23:13.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "may",
        "globe",
        "newswire",
        "solid",
        "bioscience",
        "nasdaq",
        "sldb",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "first",
        "quarter",
        "marked",
        "solid",
        "entry",
        "public",
        "market",
        "completion",
        "initial",
        "public",
        "offering",
        "believe",
        "help",
        "position",
        "u",
        "achieve",
        "mission",
        "provide",
        "meaningful",
        "new",
        "therapy",
        "patient",
        "duchenne",
        "muscular",
        "dystrophy",
        "said",
        "ilan",
        "ganot",
        "chief",
        "executive",
        "officer",
        "solid",
        "bioscience",
        "pleased",
        "resolution",
        "partial",
        "clinical",
        "hold",
        "high",
        "dose",
        "lead",
        "gene",
        "transfer",
        "candidate",
        "phase",
        "clinical",
        "trial",
        "working",
        "fda",
        "resolve",
        "full",
        "clinical",
        "hold",
        "clinical",
        "trial",
        "currently",
        "top",
        "recent",
        "development",
        "completed",
        "initial",
        "public",
        "offering",
        "company",
        "issued",
        "sold",
        "share",
        "common",
        "stock",
        "including",
        "share",
        "common",
        "stock",
        "pursuant",
        "underwriter",
        "overallotment",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "company",
        "received",
        "total",
        "net",
        "proceeds",
        "approximately",
        "million",
        "offering",
        "discount",
        "commission",
        "offering",
        "expense",
        "announced",
        "receipt",
        "full",
        "clinical",
        "hold",
        "letter",
        "food",
        "drug",
        "administration",
        "fda",
        "relating",
        "ignite",
        "dmd",
        "company",
        "phase",
        "clinical",
        "trial",
        "investigational",
        "gene",
        "therapy",
        "treatment",
        "duchenne",
        "muscular",
        "dystrophy",
        "dmd",
        "clinical",
        "hold",
        "response",
        "unexpected",
        "serious",
        "adverse",
        "event",
        "sae",
        "reported",
        "first",
        "patient",
        "dosed",
        "clinical",
        "hold",
        "letter",
        "fda",
        "requested",
        "additional",
        "information",
        "including",
        "assessment",
        "underlying",
        "etiology",
        "event",
        "patient",
        "clinical",
        "status",
        "laboratory",
        "parameter",
        "additional",
        "measure",
        "address",
        "patient",
        "safety",
        "solid",
        "finalizing",
        "response",
        "fda",
        "letter",
        "announced",
        "earlier",
        "partial",
        "clinical",
        "hold",
        "ignite",
        "dmd",
        "related",
        "manufacturing",
        "process",
        "high",
        "dose",
        "resolved",
        "lift",
        "hold",
        "solid",
        "submitted",
        "additional",
        "data",
        "fda",
        "demonstrating",
        "current",
        "manufacturing",
        "process",
        "product",
        "attribute",
        "could",
        "support",
        "group",
        "enabling",
        "use",
        "single",
        "lot",
        "dose",
        "administration",
        "limiting",
        "number",
        "vial",
        "product",
        "required",
        "treat",
        "patient",
        "continued",
        "build",
        "company",
        "gene",
        "therapy",
        "pipeline",
        "expanded",
        "collaboration",
        "synpromics",
        "ltd",
        "evaluate",
        "next",
        "generation",
        "promoter",
        "exclusive",
        "option",
        "agreement",
        "lonza",
        "explore",
        "use",
        "novel",
        "capsid",
        "library",
        "developed",
        "massachusetts",
        "eye",
        "ear",
        "potential",
        "license",
        "expanded",
        "footprint",
        "cambridge",
        "massachusetts",
        "opening",
        "new",
        "corporate",
        "headquarters",
        "sq",
        "research",
        "process",
        "development",
        "laboratory",
        "space",
        "kendall",
        "square",
        "anticipated",
        "milestone",
        "work",
        "fda",
        "resolve",
        "full",
        "clinical",
        "hold",
        "ignite",
        "dmd",
        "resume",
        "clinical",
        "trial",
        "soon",
        "possible",
        "present",
        "two",
        "platform",
        "presentation",
        "five",
        "poster",
        "21st",
        "annual",
        "meeting",
        "american",
        "association",
        "gene",
        "cell",
        "therapy",
        "asgct",
        "may",
        "chicago",
        "presentation",
        "include",
        "data",
        "several",
        "study",
        "expand",
        "upon",
        "preclinical",
        "safety",
        "efficacy",
        "treatment",
        "dmd",
        "well",
        "study",
        "supporting",
        "company",
        "growing",
        "next",
        "generation",
        "gene",
        "therapy",
        "portfolio",
        "financial",
        "highlight",
        "solid",
        "bioscience",
        "reported",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "net",
        "loss",
        "year",
        "due",
        "increased",
        "research",
        "development",
        "expense",
        "well",
        "investment",
        "company",
        "infrastructure",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "driven",
        "increased",
        "compensation",
        "headcount",
        "facility",
        "cost",
        "well",
        "increased",
        "cost",
        "related",
        "clinical",
        "development",
        "manufacturing",
        "activity",
        "offset",
        "reduction",
        "preclinical",
        "cost",
        "associated",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "decrease",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "decrease",
        "compensation",
        "offset",
        "increase",
        "salary",
        "benefit",
        "related",
        "cost",
        "due",
        "increase",
        "employee",
        "related",
        "expense",
        "well",
        "increase",
        "corporate",
        "cost",
        "solid",
        "ended",
        "first",
        "quarter",
        "million",
        "cash",
        "cash",
        "equivalent",
        "security",
        "compared",
        "million",
        "december",
        "increase",
        "primarily",
        "result",
        "completion",
        "company",
        "initial",
        "public",
        "offering",
        "january",
        "solid",
        "bioscience",
        "solid",
        "bioscience",
        "life",
        "science",
        "company",
        "focused",
        "solely",
        "finding",
        "meaningful",
        "therapy",
        "duchenne",
        "muscular",
        "dystrophy",
        "dmd",
        "founded",
        "touched",
        "disease",
        "solid",
        "center",
        "excellence",
        "dmd",
        "bringing",
        "together",
        "expert",
        "science",
        "technology",
        "care",
        "drive",
        "forward",
        "portfolio",
        "candidate",
        "potential",
        "currently",
        "solid",
        "progressing",
        "program",
        "across",
        "four",
        "scientific",
        "platform",
        "corrective",
        "therapy",
        "therapy",
        "disease",
        "understanding",
        "assistive",
        "device",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "solid",
        "intention",
        "expectation",
        "regarding",
        "full",
        "clinical",
        "hold",
        "ignite",
        "dmd",
        "clinical",
        "trial",
        "anticipated",
        "achievement",
        "milestone",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "associated",
        "solid",
        "ability",
        "satisfactorily",
        "respond",
        "request",
        "fda",
        "information",
        "data",
        "regarding",
        "ignite",
        "dmd",
        "successfully",
        "resolve",
        "clinical",
        "hold",
        "regard",
        "ignite",
        "dmd",
        "obtain",
        "maintain",
        "necessary",
        "approval",
        "fda",
        "regulatory",
        "authority",
        "investigational",
        "review",
        "board",
        "clinical",
        "trial",
        "site",
        "enroll",
        "patient",
        "clinical",
        "trial",
        "continue",
        "advance",
        "clinical",
        "trial",
        "replicate",
        "later",
        "clinical",
        "trial",
        "positive",
        "result",
        "found",
        "preclinical",
        "study",
        "earlier",
        "stage",
        "clinical",
        "trial",
        "product",
        "candidate",
        "advance",
        "development",
        "product",
        "candidate",
        "timeline",
        "anticipates",
        "current",
        "future",
        "clinical",
        "trial",
        "obtain",
        "maintain",
        "protect",
        "intellectual",
        "property",
        "right",
        "related",
        "product",
        "candidate",
        "compete",
        "successfully",
        "company",
        "seeking",
        "develop",
        "dmd",
        "treatment",
        "gene",
        "therapy",
        "manage",
        "expense",
        "raise",
        "substantial",
        "additional",
        "capital",
        "needed",
        "achieve",
        "business",
        "objective",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "risk",
        "factor",
        "section",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "company",
        "recent",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "company",
        "view",
        "date",
        "hereof",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "company",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "company",
        "view",
        "change",
        "however",
        "company",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "solid",
        "bioscience",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "income",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "solid",
        "bioscience",
        "accretion",
        "preferred",
        "unit",
        "redemption",
        "value",
        "redemption",
        "preferred",
        "unit",
        "redemption",
        "redeemable",
        "interest",
        "interest",
        "solid",
        "gt",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "common",
        "stock",
        "outstanding",
        "basic",
        "diluted",
        "solid",
        "bioscience",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "security",
        "prepaid",
        "expense",
        "current",
        "asset",
        "restricted",
        "cash",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "restricted",
        "cash",
        "deferred",
        "offering",
        "cost",
        "total",
        "asset",
        "liability",
        "preferred",
        "unit",
        "stockholder",
        "member",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "series",
        "senior",
        "preferred",
        "unit",
        "series",
        "senior",
        "preferred",
        "unit",
        "junior",
        "preferred",
        "unit",
        "stockholder",
        "member",
        "equity",
        "deficit",
        "series",
        "b",
        "c",
        "common",
        "unit",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "member",
        "equity",
        "deficit",
        "total",
        "liability",
        "preferred",
        "unit",
        "member",
        "equity",
        "contact",
        "solid",
        "bioscience",
        "kate",
        "medium",
        "investor",
        "source",
        "solid",
        "bioscience",
        "inc"
    ]
}