{
    "organizations": [],
    "uuid": "0622723136c5f26ef255c30a88422b6973c5ac36",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-regenxbio-reports-first-quarter-2018-financial-results-and-recent-operational-highlights.html",
    "ord_in_thread": 0,
    "title": "REGENXBIO Reports Financial and Recent Operational Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCKVILLE, Md., May 8, 2018 /PRNewswire/ -- REGENXBIO Inc. (Nasdaq: RGNX), a leading clinical-stage biotechnology company seeking to improve lives through the curative potential of gene therapy based on its proprietary NAV ® Technology Platform, today announced financial results for the quarter ended March 31, 2018 and recent operational highlights.\n\"We are looking forward to continuing to demonstrate the potential of REGENXBIO's NAV Technology Platform this year, as we anticipate presenting topline data for RGX-314 for wet AMD and RGX-501 for HoFH by year-end,\" said Kenneth T. Mills, President and Chief Executive Officer of REGENXBIO. \"We are making tremendous advances in our mission to improve lives through the curative potential of gene therapy with our leading AAV gene therapy pipeline and our NAV Technology licensees' programs. AveXis' announcement last month of its entry into a merger agreement with Novartis is a strong validation of the value of the NAV Technology Platform and we look forward to the continued advancement of AAV gene therapy through 2018 and beyond.\"\nRecent Operational Highlights\nIn February 2018, REGENXBIO announced the completion of dosing of the third cohort in the Phase I clinical trial of RGX-314 for the treatment of wet age-related macular degeneration (wet AMD). To date, 18 patients have been treated with RGX-314. REGENXBIO expects to present topline data from the RGX-314 clinical trial in late 2018, which will include both primary and secondary endpoint data. REGENXBIO completed dosing of the third patient in the second cohort in the Phase I/II clinical trial of RGX-501 for the treatment of homozygous familial hypercholesterolemia (HoFH). To date, six patients have been treated with RGX-501. REGENXBIO expects to present topline data from the RGX-501 clinical trial in late 2018, which will include both primary and secondary endpoint data. Site activation is continuing in the Phase I clinical trial evaluating RGX-111 for the treatment of Mucopolysaccharidosis Type I (MPS I). Initiation of patient recruitment and dosing of the first patient in the clinical trial are expected in mid-2018. In May 2018, REGENXBIO announced that the U.S. Food and Drug Administration had granted Fast Track designation for RGX-121. Site activation is continuing in the Phase I/II clinical trial evaluating RGX-121 for the treatment of Mucopolysaccharidosis Type II (MPS II). Initiation of patient recruitment and dosing of the first patient in the clinical trial are expected in mid-2018.\nREGENXBIO's NAV Technology Platform is currently being applied in the development of more than 20 partnered product candidates by our NAV Technology Licensees. 10 of these partnered product candidates are in active clinical development. Recent highlights include:\nIn January 2018, REGENXBIO and AveXis, Inc. amended their license agreement for the development and commercialization of treatments for spinal muscular atrophy (SMA). Under the terms of the amended agreement, REGENXBIO could receive up to $260 million, of which $80 million was received in January 2018. In addition to the $80 million, REGENXBIO will receive payments of $30 million on the first and second anniversaries of the agreement and is eligible to receive potential commercial milestone payments of up to $120 million. For any product developed for the treatment of SMA using the NAV AAV9 vector, REGENXBIO will continue to receive mid-single to low double-digit royalties on net sales, and for any product developed for the treatment of SMA using a NAV vector other than NAV AAV9, REGENXBIO will receive a low double-digit royalty on net sales. In April 2018, AveXis announced that it had entered into an agreement and plan of merger pursuant to which it will be acquired by Novartis AG for $218 per share or a total of approximately $8.7 billion in cash, pending certain closing conditions. In the event the transaction between AveXis and Novartis is completed, REGENXBIO expects to be entitled to receive accelerated license payments of $100 million as a result of the change of control of AveXis. In April 2018, AveXis also announced that 11 patients had been enrolled in the pivotal trial for AVXS-101. AveXis reported that the six patients who were at least one-month post gene transfer were exhibiting motor function improvements that correlate to motor function improvements experienced in patients in the Phase I clinical trial of AVXS-101. In addition, AveXis announced that the first patient has been dosed in a Phase III trial evaluating AVXS-101 in pre-symptomatic patients with SMA Types 1, 2 and 3. In April 2018, Ultragenyx Pharmaceutical Inc. announced that the investigational new drug application is active for DTX401 for the treatment of glycogen storage disease type Ia. DTX401 uses the NAV AAV8 vector.\nFinancial Results\nCash, cash equivalents and marketable securities were $235.8 million as of March 31, 2018, compared to $176.4 million as of December 31, 2017. Cash, cash equivalents and marketable securities as of March 31, 2018 include the $80 million received from AveXis in January 2018 in connection with the amendment to the license agreement with AveXis.\nRevenues were $132.4 million for the three months ended March 31, 2018, compared to $0.5 million for the three months ended March 31, 2017. The increase was primarily attributable to $132.1 million of license revenue recognized upon the amendment to the license agreement with AveXis, which consists of the $80 million payment received in January 2018, the present value of the $30 million payment due in January 2019 and the present value of the $30 million payment due in January 2020. In the event the transaction between AveXis and Novartis is completed, REGENXBIO expects quarterly revenue will also be higher than normal in that quarter as a result of the accelerated milestone payment to be received.\nResearch and development expenses were $19.6 million for the three months ended March 31, 2018, compared to $16.6 million for the three months ended March 31, 2017. The increase was primarily attributable to personnel costs as a result of increased headcount, laboratory and facilities costs and expenses associated with conducting clinical trials.\nGeneral and administrative expenses were $8.4 million for the three months ended March 31, 2018, compared to $6.6 million for the three months ended March 31, 2017. The increase was primarily attributable to personnel costs as a result of increased headcount and professional fees for advisory services.\nNet income was $104.2 million, or $3.30 basic and $3.04 diluted net income per share, for the three months ended March 31, 2018, compared to a net loss of $22.0 million, or $0.82 basic and diluted net loss per share, for the three months ended March 31, 2017. Net income for the three months ended March 31, 2018 was primarily driven by the non-recurring license revenue recognized upon the amendment of the license agreement with AveXis.\nFinancial Guidance\nREGENXBIO reiterates that it expects full-year 2018 cash burn to be between $85 million and $95 million, which will support the continued development of its lead product candidate programs. Full-year 2018 cash burn guidance excludes the effect of the upfront payment of $80 million and any other potential consideration that may be received from AveXis in connection with the previously announced amendment to our license agreement in January 2018 for the development and commercialization of treatments for SMA. Subject to this exclusion, full-year 2018 cash burn will be measured as the decrease in cash, cash equivalents and marketable securities from December 31, 2017 to December 31, 2018.\nAbout REGENXBIO Inc.\nREGENXBIO is a leading clinical-stage biotechnology company seeking to improve lives through the curative potential of gene therapy. REGENXBIO's NAV Technology Platform, a proprietary adeno-associated virus (AAV) gene delivery platform, consists of exclusive rights to more than 100 novel AAV vectors, including AAV7, AAV8, AAV9 and AAVrh10. REGENXBIO and its third-party NAV Technology Platform Licensees are applying the NAV Technology Platform in the development of a broad pipeline of candidates in multiple therapeutic areas.\nForward-Looking Statements\nThis press release includes \"forward-looking statements,\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements express a belief, expectation or intention and are generally accompanied by words that convey projected future events or outcomes such as \"believe,\" \"may,\" \"will,\" \"estimate,\" \"continue,\" \"anticipate,\" \"design,\" \"intend,\" \"expect,\" \"could,\" \"plan,\" \"potential,\" \"predict,\" \"seek,\" \"should,\" \"would\" or by variations of such words or by similar expressions. The forward-looking statements include statements relating to, among other things, REGENXBIO's future operations, clinical trials, costs and cash flow. REGENXBIO has based these forward-looking statements on its current expectations and assumptions and analyses made by REGENXBIO in light of its experience and its perception of historical trends, current conditions and expected future developments, as well as other factors REGENXBIO believes are appropriate under the circumstances. However, whether actual results and developments will conform with REGENXBIO's expectations and predictions is subject to a number of risks and uncertainties, including the timing of enrollment, commencement and completion of REGENXBIO's clinical trials; the timing and success of preclinical studies and clinical trials conducted by REGENXBIO and its development partners, the timely development and launch of new products, the ability to obtain and maintain regulatory approval of product candidates, the ability to obtain and maintain intellectual property protection for product candidates and technology, trends and challenges in the business and markets in which REGENXBIO operates, the size and growth of potential markets for product candidates and the ability to serve those markets, the rate and degree of acceptance of product candidates, and other factors, many of which are beyond the control of REGENXBIO. Refer to the \"Risk Factors\" and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" sections of REGENXBIO's Annual Report on Form 10-K for the year ended December 31, 2017 and comparable \"risk factors\" sections of REGENXBIO's Quarterly Reports on Form 10-Q and other filings, which have been filed with the U.S. Securities and Exchange Commission (SEC) and are available on the SEC's website at www.sec.gov . All of the forward-looking statements made in this press release are expressly qualified by the cautionary statements contained or referred to herein. The actual results or developments anticipated may not be realized or, even if substantially realized, they may not have the expected consequences to or effects on REGENXBIO or its businesses or operations. Such statements are not guarantees of future performance and actual results or developments may differ materially from those projected in the forward-looking statements. Readers are cautioned not to rely too heavily on the forward-looking statements contained in this press release. speak only as of the date of this press release. REGENXBIO does not undertake any obligation, and specifically declines any obligation, to update or revise any forward-looking statements, events or otherwise.\nREGENXBIO INC.\n(unaudited)\n(in data)\nMarch 31, 2018\nDecember 31, 2017\nAssets\nCurrent assets\nCash and cash equivalents\n$\n71,870\n$\n46,656\nMarketable securities\n157,997\n114,122\nAccounts receivable\n25,976\n473\nPrepaid expenses\n4,667\n5,334\nOther current assets\n2,208\n1,412\n262,718\n167,997\nMarketable securities\n5,917\n15,616\nAccounts receivable\n32,645\n—\nProperty and equipment, net\n14,829\n13,977\nRestricted cash\n225\n225\nOther assets\n883\n862\nTotal assets\n$\n317,217\n$\n198,677\nLiabilities and Stockholders ' Equity\nCurrent liabilities\nAccounts payable\n$\n5,007\n$\n4,832\nAccrued expenses and other current liabilities\n9,869\n9,605\nTotal current liabilities\n14,876\n14,437\nDeferred rent, net of current portion\n1,225\n1,211\nOther liabilities\n1,776\n—\nTotal liabilities\n17,877\n15,648\nStockholders' equity\nPreferred stock; $0.0001 par value; 10,000 shares authorized,\nand no shares issued and outstanding at March 31, 2018\nand December 31, 2017\n—\n—\nCommon stock; $0.0001 par value; 100,000 shares authorized\nat March 31, 2018 and December 31, 2017; 31,900 and\n31,295 shares issued and outstanding at March 31, 2018\nand December 31, 2017, respectively\n3\n3\nAdditional paid-in capital\n378,954\n371,497\nAccumulated other comprehensive loss\n(903)\n(715)\nAccumulated deficit\n(78,714)\n(187,756)\nTotal stockholders' equity\n299,340\n183,029\nTotal liabilities and stockholders' equity\n$\n317,217\n$\n198,677\nREGENXBIO INC.\n OPERATIONS AND COMPREHENSIVE INCOME (LOSS)\n(unaudited)\n(in data)\nThree Months Ended March 31,\n2018\n2017\nRevenues\nLicense revenue\n$\n132,391\n$\n455\nTotal revenues\n132,391\n455\nExpenses\nCosts of revenues\nLicensing costs\n2,408\n91\nResearch and development\n19,550\n16,619\nGeneral and administrative\n8,380\n6,622\nOther operating expenses\n28\n45\nTotal operating expenses\n30,366\n23,377\nIncome (loss) from operations\n102,025\n(22,922)\nOther Income\nInterest income from licensing\n1,355\n—\nInvestment income\n859\n929\nTotal other income\n2,214\n929\nNet income (loss)\n$\n104,239\n$\n(21,993)\nOther Comprehensive Loss\nUnrealized loss on available-for-sale securities,\nnet of reclassifications and income tax expense\n(188)\n(539)\nTotal other comprehensive loss\n(188)\n(539)\nComprehensive income (loss)\n$\n104,051\n$\n(22,532)\nNet income (loss) applicable to common stockholders\n$\n104,239\n$\n(21,993)\nNet income (loss) per share:\nBasic\n$\n3.30\n$\n(0.82)\nDiluted\n$\n3.04\n$\n(0.82)\nWeighted-average common shares outstanding:\nBasic\n31,632\n26,673\nDiluted\n34,275\n26,673\nCONTACT:\nInvestors\nNatalie Wildenradt, 646-681-8192\nnatalie@argotpartners.com\nMedia\nAdam Pawluk, 202-591-4063\napawluk@jpa.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/regenxbio-reports-first-quarter-2018-financial-results-and-recent-operational-highlights-300644846.html\nSOURCE REGENXBIO Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-09T00:04:03.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rockville",
        "may",
        "regenxbio",
        "nasdaq",
        "rgnx",
        "leading",
        "biotechnology",
        "company",
        "seeking",
        "improve",
        "life",
        "curative",
        "potential",
        "gene",
        "therapy",
        "based",
        "proprietary",
        "nav",
        "technology",
        "platform",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "recent",
        "operational",
        "highlight",
        "looking",
        "forward",
        "continuing",
        "demonstrate",
        "potential",
        "regenxbio",
        "nav",
        "technology",
        "platform",
        "year",
        "anticipate",
        "presenting",
        "topline",
        "data",
        "wet",
        "amd",
        "hofh",
        "said",
        "kenneth",
        "mill",
        "president",
        "chief",
        "executive",
        "officer",
        "regenxbio",
        "making",
        "tremendous",
        "advance",
        "mission",
        "improve",
        "life",
        "curative",
        "potential",
        "gene",
        "therapy",
        "leading",
        "aav",
        "gene",
        "therapy",
        "pipeline",
        "nav",
        "technology",
        "licensee",
        "program",
        "avexis",
        "announcement",
        "last",
        "month",
        "entry",
        "merger",
        "agreement",
        "novartis",
        "strong",
        "validation",
        "value",
        "nav",
        "technology",
        "platform",
        "look",
        "forward",
        "continued",
        "advancement",
        "aav",
        "gene",
        "therapy",
        "beyond",
        "recent",
        "operational",
        "highlight",
        "february",
        "regenxbio",
        "announced",
        "completion",
        "dosing",
        "third",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "wet",
        "macular",
        "degeneration",
        "wet",
        "amd",
        "date",
        "patient",
        "treated",
        "regenxbio",
        "expects",
        "present",
        "topline",
        "data",
        "clinical",
        "trial",
        "late",
        "include",
        "primary",
        "secondary",
        "endpoint",
        "data",
        "regenxbio",
        "completed",
        "dosing",
        "third",
        "patient",
        "second",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "homozygous",
        "familial",
        "hypercholesterolemia",
        "hofh",
        "date",
        "six",
        "patient",
        "treated",
        "regenxbio",
        "expects",
        "present",
        "topline",
        "data",
        "clinical",
        "trial",
        "late",
        "include",
        "primary",
        "secondary",
        "endpoint",
        "data",
        "site",
        "activation",
        "continuing",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "treatment",
        "mucopolysaccharidosis",
        "type",
        "mp",
        "initiation",
        "patient",
        "recruitment",
        "dosing",
        "first",
        "patient",
        "clinical",
        "trial",
        "expected",
        "may",
        "regenxbio",
        "announced",
        "food",
        "drug",
        "administration",
        "granted",
        "fast",
        "track",
        "designation",
        "site",
        "activation",
        "continuing",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "treatment",
        "mucopolysaccharidosis",
        "type",
        "ii",
        "mp",
        "ii",
        "initiation",
        "patient",
        "recruitment",
        "dosing",
        "first",
        "patient",
        "clinical",
        "trial",
        "expected",
        "regenxbio",
        "nav",
        "technology",
        "platform",
        "currently",
        "applied",
        "development",
        "partnered",
        "product",
        "candidate",
        "nav",
        "technology",
        "licensee",
        "partnered",
        "product",
        "candidate",
        "active",
        "clinical",
        "development",
        "recent",
        "highlight",
        "include",
        "january",
        "regenxbio",
        "avexis",
        "amended",
        "license",
        "agreement",
        "development",
        "commercialization",
        "treatment",
        "spinal",
        "muscular",
        "atrophy",
        "sma",
        "term",
        "amended",
        "agreement",
        "regenxbio",
        "could",
        "receive",
        "million",
        "million",
        "received",
        "january",
        "addition",
        "million",
        "regenxbio",
        "receive",
        "payment",
        "million",
        "first",
        "second",
        "anniversary",
        "agreement",
        "eligible",
        "receive",
        "potential",
        "commercial",
        "milestone",
        "payment",
        "million",
        "product",
        "developed",
        "treatment",
        "sma",
        "using",
        "nav",
        "aav9",
        "vector",
        "regenxbio",
        "continue",
        "receive",
        "low",
        "royalty",
        "net",
        "sale",
        "product",
        "developed",
        "treatment",
        "sma",
        "using",
        "nav",
        "vector",
        "nav",
        "aav9",
        "regenxbio",
        "receive",
        "low",
        "royalty",
        "net",
        "sale",
        "april",
        "avexis",
        "announced",
        "entered",
        "agreement",
        "plan",
        "merger",
        "pursuant",
        "acquired",
        "novartis",
        "ag",
        "per",
        "share",
        "total",
        "approximately",
        "billion",
        "cash",
        "pending",
        "certain",
        "closing",
        "condition",
        "event",
        "transaction",
        "avexis",
        "novartis",
        "completed",
        "regenxbio",
        "expects",
        "entitled",
        "receive",
        "accelerated",
        "license",
        "payment",
        "million",
        "result",
        "change",
        "control",
        "avexis",
        "april",
        "avexis",
        "also",
        "announced",
        "patient",
        "enrolled",
        "pivotal",
        "trial",
        "avexis",
        "reported",
        "six",
        "patient",
        "least",
        "post",
        "gene",
        "transfer",
        "exhibiting",
        "motor",
        "function",
        "improvement",
        "correlate",
        "motor",
        "function",
        "improvement",
        "experienced",
        "patient",
        "phase",
        "clinical",
        "trial",
        "addition",
        "avexis",
        "announced",
        "first",
        "patient",
        "dosed",
        "phase",
        "iii",
        "trial",
        "evaluating",
        "patient",
        "sma",
        "type",
        "april",
        "ultragenyx",
        "pharmaceutical",
        "announced",
        "investigational",
        "new",
        "drug",
        "application",
        "active",
        "dtx401",
        "treatment",
        "glycogen",
        "storage",
        "disease",
        "type",
        "ia",
        "dtx401",
        "us",
        "nav",
        "aav8",
        "vector",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "include",
        "million",
        "received",
        "avexis",
        "january",
        "connection",
        "amendment",
        "license",
        "agreement",
        "avexis",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributable",
        "million",
        "license",
        "revenue",
        "recognized",
        "upon",
        "amendment",
        "license",
        "agreement",
        "avexis",
        "consists",
        "million",
        "payment",
        "received",
        "january",
        "present",
        "value",
        "million",
        "payment",
        "due",
        "january",
        "present",
        "value",
        "million",
        "payment",
        "due",
        "january",
        "event",
        "transaction",
        "avexis",
        "novartis",
        "completed",
        "regenxbio",
        "expects",
        "quarterly",
        "revenue",
        "also",
        "higher",
        "normal",
        "quarter",
        "result",
        "accelerated",
        "milestone",
        "payment",
        "received",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributable",
        "personnel",
        "cost",
        "result",
        "increased",
        "headcount",
        "laboratory",
        "facility",
        "cost",
        "expense",
        "associated",
        "conducting",
        "clinical",
        "trial",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributable",
        "personnel",
        "cost",
        "result",
        "increased",
        "headcount",
        "professional",
        "fee",
        "advisory",
        "service",
        "net",
        "income",
        "million",
        "basic",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "net",
        "loss",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "primarily",
        "driven",
        "license",
        "revenue",
        "recognized",
        "upon",
        "amendment",
        "license",
        "agreement",
        "avexis",
        "financial",
        "guidance",
        "regenxbio",
        "reiterates",
        "expects",
        "cash",
        "burn",
        "million",
        "million",
        "support",
        "continued",
        "development",
        "lead",
        "product",
        "candidate",
        "program",
        "cash",
        "burn",
        "guidance",
        "excludes",
        "effect",
        "upfront",
        "payment",
        "million",
        "potential",
        "consideration",
        "may",
        "received",
        "avexis",
        "connection",
        "previously",
        "announced",
        "amendment",
        "license",
        "agreement",
        "january",
        "development",
        "commercialization",
        "treatment",
        "sma",
        "subject",
        "exclusion",
        "cash",
        "burn",
        "measured",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "december",
        "december",
        "regenxbio",
        "regenxbio",
        "leading",
        "biotechnology",
        "company",
        "seeking",
        "improve",
        "life",
        "curative",
        "potential",
        "gene",
        "therapy",
        "regenxbio",
        "nav",
        "technology",
        "platform",
        "proprietary",
        "virus",
        "aav",
        "gene",
        "delivery",
        "platform",
        "consists",
        "exclusive",
        "right",
        "novel",
        "aav",
        "vector",
        "including",
        "aav7",
        "aav8",
        "aav9",
        "aavrh10",
        "regenxbio",
        "nav",
        "technology",
        "platform",
        "licensee",
        "applying",
        "nav",
        "technology",
        "platform",
        "development",
        "broad",
        "pipeline",
        "candidate",
        "multiple",
        "therapeutic",
        "area",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "express",
        "belief",
        "expectation",
        "intention",
        "generally",
        "accompanied",
        "word",
        "convey",
        "projected",
        "future",
        "event",
        "outcome",
        "believe",
        "may",
        "estimate",
        "continue",
        "anticipate",
        "design",
        "intend",
        "expect",
        "could",
        "plan",
        "potential",
        "predict",
        "seek",
        "would",
        "variation",
        "word",
        "similar",
        "expression",
        "statement",
        "include",
        "statement",
        "relating",
        "among",
        "thing",
        "regenxbio",
        "future",
        "operation",
        "clinical",
        "trial",
        "cost",
        "cash",
        "flow",
        "regenxbio",
        "based",
        "statement",
        "current",
        "expectation",
        "assumption",
        "analysis",
        "made",
        "regenxbio",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "well",
        "factor",
        "regenxbio",
        "belief",
        "appropriate",
        "circumstance",
        "however",
        "whether",
        "actual",
        "result",
        "development",
        "conform",
        "regenxbio",
        "expectation",
        "prediction",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "including",
        "timing",
        "enrollment",
        "commencement",
        "completion",
        "regenxbio",
        "clinical",
        "trial",
        "timing",
        "success",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "conducted",
        "regenxbio",
        "development",
        "partner",
        "timely",
        "development",
        "launch",
        "new",
        "product",
        "ability",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "ability",
        "obtain",
        "maintain",
        "intellectual",
        "property",
        "protection",
        "product",
        "candidate",
        "technology",
        "trend",
        "challenge",
        "business",
        "market",
        "regenxbio",
        "operates",
        "size",
        "growth",
        "potential",
        "market",
        "product",
        "candidate",
        "ability",
        "serve",
        "market",
        "rate",
        "degree",
        "acceptance",
        "product",
        "candidate",
        "factor",
        "many",
        "beyond",
        "control",
        "regenxbio",
        "refer",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "regenxbio",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "comparable",
        "risk",
        "factor",
        "section",
        "regenxbio",
        "quarterly",
        "report",
        "form",
        "filing",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "sec",
        "website",
        "statement",
        "made",
        "press",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "contained",
        "referred",
        "herein",
        "actual",
        "result",
        "development",
        "anticipated",
        "may",
        "realized",
        "even",
        "substantially",
        "realized",
        "may",
        "expected",
        "consequence",
        "effect",
        "regenxbio",
        "business",
        "operation",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "development",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "reader",
        "cautioned",
        "rely",
        "heavily",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "regenxbio",
        "undertake",
        "obligation",
        "specifically",
        "decline",
        "obligation",
        "update",
        "revise",
        "statement",
        "event",
        "otherwise",
        "regenxbio",
        "unaudited",
        "data",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "marketable",
        "security",
        "account",
        "receivable",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "net",
        "current",
        "portion",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "regenxbio",
        "operation",
        "comprehensive",
        "income",
        "loss",
        "unaudited",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "license",
        "revenue",
        "total",
        "revenue",
        "expense",
        "cost",
        "revenue",
        "licensing",
        "cost",
        "research",
        "development",
        "general",
        "administrative",
        "operating",
        "expense",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "interest",
        "income",
        "licensing",
        "investment",
        "income",
        "total",
        "income",
        "net",
        "income",
        "loss",
        "comprehensive",
        "loss",
        "unrealized",
        "loss",
        "security",
        "net",
        "reclassification",
        "income",
        "tax",
        "expense",
        "total",
        "comprehensive",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "contact",
        "investor",
        "natalie",
        "wildenradt",
        "natalie",
        "medium",
        "adam",
        "pawluk",
        "apawluk",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "regenxbio",
        "inc"
    ]
}