{
    "organizations": [],
    "uuid": "c8f40ce7dc0343376708d71e3d619f65459f473e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/25/pr-newswire-monarques-gold-announces-its-third-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Monarques Gold Announces its Third Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONTREAL, May 25, 2018\nRevenues of $9.8 million, a 4.6% decrease compared to the second quarter due to a planned shutdown for maintenance work at Camflo and the breakdown of equipment at Beaufor Normal production resumed in April 2018 17% increase in revenue from custom milling activities Monarques initiated several promising projects during the quarter\n/PRNewswire/ - MONARQUES GOLD CORPORATION (\"Monarques\" or the \"Corporation\") (TSX.V:MQR) (OTCMKTS:MRQRF) (FRANKFURT:MR7) is pleased to report its results for the third quarter ended March 31, 2018. Amounts are in Canadian dollars unless otherwise indicated.\nHighlights\nBeaufor Mine\nProduction of 4,932 ounces in the third quarter, down 9% from 5,444 ounces the previous quarter due mainly to a planned shutdown for maintenance at the Camflo mill and to the breakdown of ore haulage equipment at the Beaufor Mine. The equipment was repaired and production resumed at the same pace as in the previous quarter.\nA new ore haulage truck will be added on the Zone Q ramp towards the end of June. A Caterpillar AD-30 truck (see truck photo ) will be lowered underground and reassembled at the Zone Q garage to increase haulage capacity in this area of the mine. This addition will strengthen Monarques' truck fleet and avoid situations like the one that occurred in the quarter ended March 31.\nAverage selling price of $1,624 (US $1,284) per ounce sold ($1,602 or US $1,263 since the acquisition on October 2, 2017).\nProduction cash cost of $1,642 (US $1,298) per ounce sold ($1,490 or US $1,175 since the acquisition on October 2, 2017).\nAll-in sustaining cost of $1,782 (US $1,409) per ounce sold ($1,616 or US $1,274 since the acquisition on October 2, 2017) for Beaufor/Camflo.\nFinancial results\nRevenues of $9.8 million in the third quarter from the sale of 4,823 ounces of gold combined with revenue from custom milling, which was up 17% for the quarter.\nNet loss of $2.2 million or $0.010 per share, diluted, compared to a net loss of $0.7 million or $0.005 per share, diluted, last year.\nStrong financial position, with cash of $18.1 million.\n\"Although our results for the quarter were below our expectations, they are the result of temporary issues that have been solved since,\" said Jean-Marc Lacoste, President and Chief Executive Officer of Monarques. \"Our production activities have been back to normal since April, and we foresee continued growth in our custom milling operations.\"\n\"Furthermore, we are continuing to make progress on our other advanced projects, including Wasamac, Croinor Gold, McKenzie Break and Swanson, which are undergoing exploration work and technical studies, and for which we should have news in the coming weeks. We also expect to restart the Beacon plant at the end of 2018, which will enable us to increase our total production capacity to 2,350 tonnes per day. We are committed to continued growth in the production, resources and profitability ends of our business, and look forward to sharing the progress of our initiatives with our shareholders,\" Mr. Lacoste added.\nSummary of financial results\n(in dollars, except per share data)\nQuarter ended\nMarch 31\nNine months ended\nMarch 31\n2018\n2017\n2018\n2017\nRevenues\n9,820,111\n-\n20,118,035\n-\nGross margin\n(186,549)\n-\n1,269,938\n-\nNet loss\n(2,162,588)\n(696,081)\n(1,994,751)\n(1,709,904)\nLoss per share, basic and diluted\n(0.010)\n(0.005)\n(0.010)\n(0.013)\nCash flows used in operating activities\n(3,366,968)\n(622,739)\n(1,772,217)\n(1,602,903)\nEBITDA (1)\n(1,552,407)\n(583,581)\n(1,414,822)\n(1,375,889)\n(1)\nNon-IFRS measure. See under \"Non-IFRS measures\" at the end of this press release, and in the Corporation's financial statements and management discussion and analysis for the reconciliation of this non-IFRS measure.\n(in dollars)\nMarch 31\n2018\nJune 30\n2017\nCash and cash equivalents\n18,092,189\n7,356,155\nTotal assets\n74,532,735\n26,657,724\nKey operating statistics\nQuarter ended\nMarch 31\nNine months ended\nMarch 31\n2018\n2017\n2018\n2017\nOunces of gold sold\n4,823\n–\n10,267\n–\nOunces of gold produced\n4,932\n–\n10,376\n–\nGrade\n4.72\n–\n4.81\n–\nRecovery\n98.91\n–\n98.78\n–\nKey data per ounce of gold (CA $)\nAverage market price\n1,680\n–\n1,641\n–\nAverage selling price (1)\n1,624\n–\n1,602\n–\nProduction cash cost (2)\n1,642\n–\n1,490\n–\nAll-in sustaining cost\n1,782\n–\n1,616\n–\nAverage exchange rate (CA $/US $)\n1.2648\n–\n1.2682\n–\nKey data per ounce of gold (US $)\nAverage market price\n1,329\n–\n1,294\n–\nAverage selling price (1)\n1,284\n–\n1,263\n–\nProduction cash cost (2)\n1,298\n–\n1,175\n–\nAll-in sustaining cost\n1,409\n–\n1,274\n–\n(1)\nThe average selling prices for the three and nine month periods of 2018 should be $41 and $32 higher, respectively, if gold deliveries (861 ounces for the quarter and 1,722 ounces for the nine-month period) to Auramet in connection with deferred revenues over the periods had been recognized at the market price on the date the agreement was entered into on October 2, 2017, instead of at the recorded price, representing the amounts received from future gold production divided by the ounces to be delivered.\n(2)\nProduction cash cost is a non-IFRS measure of financial performance without a standard meaning under IFRS. It may therefore not be comparable to a similar measure presented by another company. See \"Non-IFRS measures\" in the Corporation's management discussion and analysis for the three month period ended March 31, 2018.\nCorporate highlights\nOn February 8, 2018, Monarques announced a positive updated prefeasibility study for the Croinor Gold deposit (see press release ).\nOn February 13, 2018, the Corporation announced that it was undertaking an NI 43-101 gold resource estimate for its McKenzie Break and Swanson properties. The Corporation has retained the services of Géologica of Val-d'Or for the McKenzie Break property and InnovExplo Inc. for the Swanson property (see press release ).\nOn February 22, 2018, the Corporation announced that it will drill a total of 50,000 metres in 2018 at the Beaufor Mine and on the Croinor Gold property (see press release ).\nOn March 12, 2018, the Corporation announced that it has closed a non-brokered private placement of units with the Government of Québec, through the Capital Mines Hydrocarbures fund managed by Ressources Québec, pursuant to which the Corporation had issued 12,820,513 units priced at $0.39 per unit for total gross proceeds of $5,000,000 (see press release ).\nOn March 27, 2018, the Corporation reported new results that marked the end of its 2017 drilling program at the Beaufor Mine. The results were from a total of 7,157 metres of drilling in 52 holes, including 5 exploration holes (2,651 metres) and 47 definition drill holes (4,506 metres). The holes were drilled in multiple areas of the mine, including zones Q, QH2 and 32 and the 350H, 1700 and Granodiorite East projects (see press release ).\nOn March 28, 2018, the Corporation announced that it had filed an NI 43-101-compliant technical report for its Croinor project on SEDAR (see press release ).\nOn April 5, 2018, the Corporation announced that it had retained BBA to conduct a conceptual study for the transportation of gold-bearing material from the Wasamac deposit to an existing processing plant with an authorized tailings management facility in the region for custom milling (see press release ).\nOn May 17, 2018, the Corporation announced that it had decided to start up its Beacon mill in Val-d'Or, located on Route 117, within 500 metres of the railway line and less than 10 km from the Beaufor Mine. The Corporation has allocated a budget of $1.5 million to upgrade the facility, and expects to commission the 750 tonne-per-day plant in the last quarter of 2018 (see press release ).\nProjects under way\nMonarques' goal for the coming quarters is still to increase the profitability of the Beaufor Mine, mainly by reducing production costs and improving grade through the use of a more selective mining method. The production cost cuts will also be achieved through higher productivity at the Camflo plant with the increase in custom milling activities.\nThe Corporation has also decided to restart the Beacon mill, as it foresees growing demand for custom milling services. It expects to be able to commission its 750 tonne-per-day plant in the last quarter of 2018.\nMonarques is pursuing its programs of 30,000 metres of drilling on the Beaufor Mine and 20,000 metres of drilling on the Croinor Gold deposit, and will release the first set of results as soon as they become available.\nThe Corporation also started 43-101 resource estimates for its McKenzie Break and Swanson gold projects, with the results expected in June.\nFinally, the Company is considering several options for the development of the Wasamac gold deposit, including custom milling and use of the rail network (less than 500 metres from the Wasamac site).\nThe technical and scientific content of this press release has been reviewed and approved by Marc-André Lavergne, P.Eng., the Corporation's qualified person under National Instrument 43‑101.\nABOUT MONARQUES GOLD CORPORATION\nMonarques Gold Corporation (TSX.V:MQR) is an emerging gold producer focused on pursuing growth through its large portfolio of high-quality projects in the Abitibi mining camp in Quebec, Canada. The Corporation currently owns close to 300 km² of gold properties (see map ), including the Beaufor Mine, the Croinor Gold (see video ), Wasamac, McKenzie Break and Swanson advanced projects, and the Camflo and Beacon mills, as well as six promising exploration projects. It also offers custom milling services out of its 1,600 tonne-per-day Camflo mill. Monarques enjoys a strong financial position and has more than 150 skilled employees who oversee its operating, development and exploration activities.\nNon-IFRS measures\nThroughout this document, the Corporation has provided measures prepared in accordance with IFRS, as well as certain non-IFRS financial performance measures. Since non-IFRS performance measures do not have a standard meaning prescribed by IFRS, they may not be comparable to similar measures presented by other companies. The Corporation provides these non-IFRS financial performance measures because some investors may use them to measure our financial performance. As a result, they are intended to provide additional information, and should not be considered in isolation or as a replacement for performance measures prepared in accordance with IFRS. These non-IFRS measures of financial performance have been reconciled with the IFRS measures presented in the management discussion and analysis (see \"Selected Quarterly Financial Information\" for a description and reconciliation of these non-IFRS measures).\nForward-Looking Statements\nThe forward-looking statements in this press release involve known and unknown risks, uncertainties and other factors that may cause Monarques' actual results, performance and achievements to be materially different from the results, performance or achievements expressed or implied therein. Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this press release.\nView original content with multimedia: http://www.prnewswire.com/news-releases/monarques-gold-announces-its-third-quarter-results-300654898.html\nSOURCE Monarques Gold Corporation",
    "published": "2018-05-25T16:00:00.000+03:00",
    "crawled": "2018-05-25T15:59:35.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montreal",
        "may",
        "revenue",
        "million",
        "decrease",
        "compared",
        "second",
        "quarter",
        "due",
        "planned",
        "shutdown",
        "maintenance",
        "work",
        "camflo",
        "breakdown",
        "equipment",
        "beaufor",
        "normal",
        "production",
        "resumed",
        "april",
        "increase",
        "revenue",
        "custom",
        "milling",
        "activity",
        "monarques",
        "initiated",
        "several",
        "promising",
        "project",
        "quarter",
        "monarques",
        "gold",
        "corporation",
        "monarques",
        "corporation",
        "mqr",
        "otcmkts",
        "mrqrf",
        "frankfurt",
        "mr7",
        "pleased",
        "report",
        "result",
        "third",
        "quarter",
        "ended",
        "march",
        "amount",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "indicated",
        "highlight",
        "beaufor",
        "mine",
        "production",
        "ounce",
        "third",
        "quarter",
        "ounce",
        "previous",
        "quarter",
        "due",
        "mainly",
        "planned",
        "shutdown",
        "maintenance",
        "camflo",
        "mill",
        "breakdown",
        "ore",
        "haulage",
        "equipment",
        "beaufor",
        "mine",
        "equipment",
        "repaired",
        "production",
        "resumed",
        "pace",
        "previous",
        "quarter",
        "new",
        "ore",
        "haulage",
        "truck",
        "added",
        "zone",
        "q",
        "ramp",
        "towards",
        "end",
        "june",
        "caterpillar",
        "truck",
        "see",
        "truck",
        "photo",
        "lowered",
        "underground",
        "reassembled",
        "zone",
        "q",
        "garage",
        "increase",
        "haulage",
        "capacity",
        "area",
        "mine",
        "addition",
        "strengthen",
        "monarques",
        "truck",
        "fleet",
        "avoid",
        "situation",
        "like",
        "one",
        "occurred",
        "quarter",
        "ended",
        "march",
        "average",
        "selling",
        "price",
        "u",
        "per",
        "ounce",
        "sold",
        "u",
        "since",
        "acquisition",
        "october",
        "production",
        "cash",
        "cost",
        "u",
        "per",
        "ounce",
        "sold",
        "u",
        "since",
        "acquisition",
        "october",
        "sustaining",
        "cost",
        "u",
        "per",
        "ounce",
        "sold",
        "u",
        "since",
        "acquisition",
        "october",
        "financial",
        "result",
        "revenue",
        "million",
        "third",
        "quarter",
        "sale",
        "ounce",
        "gold",
        "combined",
        "revenue",
        "custom",
        "milling",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "diluted",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "diluted",
        "last",
        "year",
        "strong",
        "financial",
        "position",
        "cash",
        "million",
        "although",
        "result",
        "quarter",
        "expectation",
        "result",
        "temporary",
        "issue",
        "solved",
        "since",
        "said",
        "lacoste",
        "president",
        "chief",
        "executive",
        "officer",
        "monarques",
        "production",
        "activity",
        "back",
        "normal",
        "since",
        "april",
        "foresee",
        "continued",
        "growth",
        "custom",
        "milling",
        "operation",
        "furthermore",
        "continuing",
        "make",
        "progress",
        "advanced",
        "project",
        "including",
        "wasamac",
        "croinor",
        "gold",
        "mckenzie",
        "break",
        "swanson",
        "undergoing",
        "exploration",
        "work",
        "technical",
        "study",
        "news",
        "coming",
        "week",
        "also",
        "expect",
        "restart",
        "beacon",
        "plant",
        "end",
        "enable",
        "u",
        "increase",
        "total",
        "production",
        "capacity",
        "tonne",
        "per",
        "day",
        "committed",
        "continued",
        "growth",
        "production",
        "resource",
        "profitability",
        "end",
        "business",
        "look",
        "forward",
        "sharing",
        "progress",
        "initiative",
        "shareholder",
        "lacoste",
        "added",
        "summary",
        "financial",
        "result",
        "dollar",
        "except",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "march",
        "nine",
        "month",
        "ended",
        "march",
        "revenue",
        "gross",
        "margin",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "ebitda",
        "measure",
        "see",
        "measure",
        "end",
        "press",
        "release",
        "corporation",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "reconciliation",
        "measure",
        "dollar",
        "march",
        "june",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "key",
        "operating",
        "statistic",
        "quarter",
        "ended",
        "march",
        "nine",
        "month",
        "ended",
        "march",
        "ounce",
        "gold",
        "sold",
        "ounce",
        "gold",
        "produced",
        "grade",
        "recovery",
        "key",
        "data",
        "per",
        "ounce",
        "gold",
        "ca",
        "average",
        "market",
        "price",
        "average",
        "selling",
        "price",
        "production",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "average",
        "exchange",
        "rate",
        "ca",
        "key",
        "data",
        "per",
        "ounce",
        "gold",
        "u",
        "average",
        "market",
        "price",
        "average",
        "selling",
        "price",
        "production",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "average",
        "selling",
        "price",
        "three",
        "nine",
        "month",
        "period",
        "higher",
        "respectively",
        "gold",
        "delivery",
        "ounce",
        "quarter",
        "ounce",
        "period",
        "auramet",
        "connection",
        "deferred",
        "revenue",
        "period",
        "recognized",
        "market",
        "price",
        "date",
        "agreement",
        "entered",
        "october",
        "instead",
        "recorded",
        "price",
        "representing",
        "amount",
        "received",
        "future",
        "gold",
        "production",
        "divided",
        "ounce",
        "delivered",
        "production",
        "cash",
        "cost",
        "measure",
        "financial",
        "performance",
        "without",
        "standard",
        "meaning",
        "ifrs",
        "may",
        "therefore",
        "comparable",
        "similar",
        "measure",
        "presented",
        "another",
        "company",
        "see",
        "measure",
        "corporation",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "corporate",
        "highlight",
        "february",
        "monarques",
        "announced",
        "positive",
        "updated",
        "prefeasibility",
        "study",
        "croinor",
        "gold",
        "deposit",
        "see",
        "press",
        "release",
        "february",
        "corporation",
        "announced",
        "undertaking",
        "ni",
        "gold",
        "resource",
        "estimate",
        "mckenzie",
        "break",
        "swanson",
        "property",
        "corporation",
        "retained",
        "service",
        "géologica",
        "mckenzie",
        "break",
        "property",
        "innovexplo",
        "swanson",
        "property",
        "see",
        "press",
        "release",
        "february",
        "corporation",
        "announced",
        "drill",
        "total",
        "metre",
        "beaufor",
        "mine",
        "croinor",
        "gold",
        "property",
        "see",
        "press",
        "release",
        "march",
        "corporation",
        "announced",
        "closed",
        "private",
        "placement",
        "unit",
        "government",
        "québec",
        "capital",
        "mine",
        "hydrocarbures",
        "fund",
        "managed",
        "ressources",
        "québec",
        "pursuant",
        "corporation",
        "issued",
        "unit",
        "priced",
        "per",
        "unit",
        "total",
        "gross",
        "proceeds",
        "see",
        "press",
        "release",
        "march",
        "corporation",
        "reported",
        "new",
        "result",
        "marked",
        "end",
        "drilling",
        "program",
        "beaufor",
        "mine",
        "result",
        "total",
        "metre",
        "drilling",
        "hole",
        "including",
        "exploration",
        "hole",
        "metre",
        "definition",
        "drill",
        "hole",
        "metre",
        "hole",
        "drilled",
        "multiple",
        "area",
        "mine",
        "including",
        "zone",
        "q",
        "qh2",
        "350h",
        "granodiorite",
        "east",
        "project",
        "see",
        "press",
        "release",
        "march",
        "corporation",
        "announced",
        "filed",
        "ni",
        "technical",
        "report",
        "croinor",
        "project",
        "sedar",
        "see",
        "press",
        "release",
        "april",
        "corporation",
        "announced",
        "retained",
        "bba",
        "conduct",
        "conceptual",
        "study",
        "transportation",
        "material",
        "wasamac",
        "deposit",
        "existing",
        "processing",
        "plant",
        "authorized",
        "tailing",
        "management",
        "facility",
        "region",
        "custom",
        "milling",
        "see",
        "press",
        "release",
        "may",
        "corporation",
        "announced",
        "decided",
        "start",
        "beacon",
        "mill",
        "located",
        "route",
        "within",
        "metre",
        "railway",
        "line",
        "less",
        "km",
        "beaufor",
        "mine",
        "corporation",
        "allocated",
        "budget",
        "million",
        "upgrade",
        "facility",
        "expects",
        "commission",
        "plant",
        "last",
        "quarter",
        "see",
        "press",
        "release",
        "project",
        "way",
        "monarques",
        "goal",
        "coming",
        "quarter",
        "still",
        "increase",
        "profitability",
        "beaufor",
        "mine",
        "mainly",
        "reducing",
        "production",
        "cost",
        "improving",
        "grade",
        "use",
        "selective",
        "mining",
        "method",
        "production",
        "cost",
        "cut",
        "also",
        "achieved",
        "higher",
        "productivity",
        "camflo",
        "plant",
        "increase",
        "custom",
        "milling",
        "activity",
        "corporation",
        "also",
        "decided",
        "restart",
        "beacon",
        "mill",
        "foresees",
        "growing",
        "demand",
        "custom",
        "milling",
        "service",
        "expects",
        "able",
        "commission",
        "plant",
        "last",
        "quarter",
        "monarques",
        "pursuing",
        "program",
        "metre",
        "drilling",
        "beaufor",
        "mine",
        "metre",
        "drilling",
        "croinor",
        "gold",
        "deposit",
        "release",
        "first",
        "set",
        "result",
        "soon",
        "become",
        "available",
        "corporation",
        "also",
        "started",
        "resource",
        "estimate",
        "mckenzie",
        "break",
        "swanson",
        "gold",
        "project",
        "result",
        "expected",
        "june",
        "finally",
        "company",
        "considering",
        "several",
        "option",
        "development",
        "wasamac",
        "gold",
        "deposit",
        "including",
        "custom",
        "milling",
        "use",
        "rail",
        "network",
        "less",
        "metre",
        "wasamac",
        "site",
        "technical",
        "scientific",
        "content",
        "press",
        "release",
        "reviewed",
        "approved",
        "lavergne",
        "corporation",
        "qualified",
        "person",
        "national",
        "instrument",
        "monarques",
        "gold",
        "corporation",
        "monarques",
        "gold",
        "corporation",
        "mqr",
        "emerging",
        "gold",
        "producer",
        "focused",
        "pursuing",
        "growth",
        "large",
        "portfolio",
        "project",
        "abitibi",
        "mining",
        "camp",
        "quebec",
        "canada",
        "corporation",
        "currently",
        "owns",
        "close",
        "km²",
        "gold",
        "property",
        "see",
        "map",
        "including",
        "beaufor",
        "mine",
        "croinor",
        "gold",
        "see",
        "video",
        "wasamac",
        "mckenzie",
        "break",
        "swanson",
        "advanced",
        "project",
        "camflo",
        "beacon",
        "mill",
        "well",
        "six",
        "promising",
        "exploration",
        "project",
        "also",
        "offer",
        "custom",
        "milling",
        "service",
        "camflo",
        "mill",
        "monarques",
        "enjoys",
        "strong",
        "financial",
        "position",
        "skilled",
        "employee",
        "oversee",
        "operating",
        "development",
        "exploration",
        "activity",
        "measure",
        "throughout",
        "document",
        "corporation",
        "provided",
        "measure",
        "prepared",
        "accordance",
        "ifrs",
        "well",
        "certain",
        "financial",
        "performance",
        "measure",
        "since",
        "performance",
        "measure",
        "standard",
        "meaning",
        "prescribed",
        "ifrs",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "corporation",
        "provides",
        "financial",
        "performance",
        "measure",
        "investor",
        "may",
        "use",
        "measure",
        "financial",
        "performance",
        "result",
        "intended",
        "provide",
        "additional",
        "information",
        "considered",
        "isolation",
        "replacement",
        "performance",
        "measure",
        "prepared",
        "accordance",
        "ifrs",
        "measure",
        "financial",
        "performance",
        "reconciled",
        "ifrs",
        "measure",
        "presented",
        "management",
        "discussion",
        "analysis",
        "see",
        "selected",
        "quarterly",
        "financial",
        "information",
        "description",
        "reconciliation",
        "measure",
        "statement",
        "statement",
        "press",
        "release",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "monarques",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "therein",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "press",
        "release",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "monarques",
        "gold",
        "corporation"
    ]
}