{
    "organizations": [],
    "uuid": "8118a35492658320873a76aeee82c93bea7a330c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-chemocentryx-reports-first-quarter-2018-financial-results-and-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "ChemoCentryx First Quarter Financial Results and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Patient enrollment in Phase III ADVOCATE trial of avacopan in the treatment of ANCA-associated vasculitis exceeds 85%; Conditional Marketing Authorization (CMA) application under review with European Medicines Agency (EMA) --\n-- Ongoing clinical trials with avacopan in C3 Glomerulopathy (C3G) and CCX140 in Focal Segmental Glomerulosclerosis (FSGS), diseases with no approved therapies --\n-- Expanding into orphan dermatological disease, with plan for clinical trials of avacopan in Hidradenitis Suppurativa (HS) --\n-- Conference call today at 5:00 p.m. Eastern Time --\nMOUNTAIN VIEW, Calif., May 09, 2018 (GLOBE NEWSWIRE) -- ChemoCentryx, Inc., (Nasdaq:CCXI), today announced financial results for the first quarter and provided an overview of the Company's recent corporate highlights.\n\"Positive momentum continues to build throughout our product pipeline,” said Thomas J. Schall, Ph.D., President and Chief Executive Officer of ChemoCentryx. “A major goal is on the near horizon: the completion of patient enrollment in our global Phase III ADVOCATE pivotal trial of avacopan for the treatment of ANCA-associated vasculitis, while a second trial of avacopan in the orphan kidney disease of C3G is well underway. Standing also on the threshold of a new value-creating era, we intend to expand avacopan’s scope into orphan dermatological disease with the launch of clinical trials in HS in 2018. Advances continue with our CCR2 inhibitor CCX140, with trials launched in primary FSGS, a devastating disease with no approved therapies. With such progress continuing, we are laying the foundation for commercialization of these novel therapies in the U.S. in order to bring the benefits of our precision medicines to those enduring these serious diseases.”\nRecent Highlights\nPatient enrollment in ChemoCentryx's Phase III ADVOCATE pivotal trial of avacopan for the treatment of ANCA-associated vasculitis is nearing completion with over 85% of the 300 patient target enrolled to date. The trial will evaluate the safety and efficacy of avacopan following 52 weeks of treatment. The ADVOCATE trial is designed to show the effect of avacopan on improving active vasculitis, as well as testing durable clinical benefit, which is one of the major limitations of the current standard of care. The Company’s CMA application for avacopan for the treatment of ANCA-associated vasculitis is currently under review by the EMA.\nChemoCentryx has reached approximately 30% of the patient enrollment target in its clinical trial evaluating avacopan for C3G. C3G is a rare disorder that often affects the young, requiring dialysis and often kidney transplant with relapsing disease common. There is no approved effective treatment.\nIn 2018, ChemoCentryx plans to launch clinical trials of avacopan in HS, an inflammatory and chronic skin disease characterized by recurrent, painful, boil-like nodules under the skin.\nThe Company's CCR2 inhibitor CCX140 is currently being studied in two sub-populations of primary FSGS, an orphan kidney disease with no approved treatment option. One trial involves sub-nephrotic primary FSGS patients, whose disease cause is idiopathic; and the other trial is for primary FSGS patients with nephrotic syndrome, where reduction in proteinuria may constitute the registration endpoint. Further support of CCR2’s role in FSGS is highlighted in the peer reviewed findings published in March in the journal PLOS-ONE .\nFirst Quarter 2018 Financial Results\nCash, cash equivalents and investments totaled $177.1 million at March 31, 2018.\nRevenue was $9.5 million for the first quarter of 2018, compared to $8.2 million for the same period in 2017. Revenue recognized represents amortization of the upfront license fee commitments, milestone payments and collaboration funding from Vifor pursuant to the Avacopan Agreement, Avacopan Amendment and CCX140 Agreement. The increase from 2017 to 2018 was primarily due to the Company’s adoption of Accounting Standards Codification (ASC) Topic 606, Revenue from Contracts with Customers effective January 1, 2018.\nResearch and development expenses were $14.7 million for the first quarter of 2018, compared to $10.0 million for the same period in 2017. The increase from 2017 to 2018 was primarily due to continued patient enrollment of the avacopan Phase III ADVOCATE pivotal trial in patients with ANCA-associated vasculitis and start-up expenses related to the CCX140 and avacopan Phase II clinical trials in patients with FSGS and C3G, respectively.\nGeneral and administrative expenses were $4.7 million for the first quarter of 2018, compared to $4.6 million for the same period in 2017. The increase from 2017 to 2018 was primarily due to higher employee-related expenses partially offset by a decrease in professional legal fees.\nNet loss for the first quarter of 2018 was $9.4 million, compared to $6.0 million for the same period in 2017.\nTotal shares outstanding at March 31, 2018 were approximately 49.1 million shares.\nThe Company expects to utilize cash and investments between $65 million and $75 million for the twelve months ending December 31, 2018.\nConference Call and Webcast\nThe Company will host a conference call and webcast today, May 9, 2018 at 5:00 p.m. Eastern Time / 2:00 p.m. Pacific Time. To participate by telephone, please dial 877-303-8028 (Domestic) or 760-536-5167 (International). The conference ID number is 2479786. A live and archived audio webcast can be accessed through the Investors section of the Company's website at www.ChemoCentryx.com . The archived webcast will remain available on the Company's website for fourteen (14) days following the conference call.\nAbout ChemoCentryx\nChemoCentryx is a biopharmaceutical company developing new medications targeted at inflammatory and autoimmune diseases and cancer. ChemoCentryx targets the chemokine and chemoattractant systems to discover, develop and commercialize orally-administered therapies. ChemoCentryx is currently focusing on its late stage drug candidates for patients with rare diseases, avacopan (CCX168) and CCX140.\nAvacopan is an orally-administered small molecule that is a selective inhibitor of the complement C5a receptor, or C5aR. Avacopan is in Phase III development for the treatment of anti-neutrophil cytoplasmic auto-antibody-associated vasculitis (ANCA-associated Vasculitis). In clinical studies to date, avacopan was shown to be safe, well tolerated and provided effective control of the disease while allowing elimination of high-dose steroids, part of the current standard of care. ChemoCentryx is also developing avacopan for the treatment of patients with C3 glomerulopathy (C3G), hidradenitis suppurativa (HS), and in atypical hemolytic uremic syndrome (aHUS). The U.S. Food and Drug Administration has granted avacopan orphan-drug designation for ANCA-associated Vasculitis, C3G and aHUS. The European Commission has granted orphan medicinal product designation for avacopan for the treatment of two forms of ANCA-associated Vasculitis: microscopic polyangiitis and granulomatosis with polyangiitis (formerly known as Wegener's granulomatosis), as well as for C3G. Avacopan was also granted access to the European Medicines Agency's (EMA) PRIority MEdicines (PRIME) initiative, which supports accelerated assessment of investigational therapies addressing unmet medical need.\nThe Company's other late stage drug candidate is CCX140, an inhibitor of the chemokine receptor known as CCR2, which is currently being developed for patients with focal segmental glomerulosclerosis (FSGS), a debilitating kidney disease.\nChemoCentryx's Kidney Health Alliance with Vifor Pharma provides Vifor Pharma with exclusive rights to commercialize avacopan and CCX140 in markets outside of the U.S. and China.\nChemoCentryx also has early stage drug candidates that target chemoattractant receptors in other inflammatory and autoimmune diseases and in cancer.\nForward-Looking Statements\nChemoCentryx cautions that statements included in this press release that are not a description of historical facts are forward-looking statements. Words such as \"may,\" \"could,\" \"will,\" \"would,\" \"should,\" \"expect,\" \"plan,\" \"anticipate,\" \"believe,\" \"estimate,\" \"intend,\" \"predict,\" \"seek,\" \"contemplate,\" \"potential,\" \"continue\" or \"project\" or the negative of these terms or other comparable terminology are intended to identify forward-looking statements. These statements include the Company's statements regarding the achievement of anticipated goals and milestones, whether avacopan and CCX140 will be commercialized, whether the Company will initiate clinical development of avacopan in HS by the end of 2018, whether the Company's drug candidates will be shown to be effective in ongoing or future clinical trials and whether proteinuria may constitute the registration endpoint in primary FSGS patients with nephrotic syndrome. The inclusion of forward-looking statements should not be regarded as a representation by ChemoCentryx that any of its plans will be achieved. Actual results may differ from those set forth in this release due to the risks and uncertainties inherent in the ChemoCentryx business and other risks described in the Company's filings with the Securities and Exchange Commission (\"SEC\"). Investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof, and ChemoCentryx undertakes no obligation to revise or update this news release to reflect events or circumstances after the date hereof. Further information regarding these and other risks is included under the heading \"Risk Factors\" in ChemoCentryx's periodic reports filed with the SEC, including ChemoCentryx's Annual Report on Form 10-K to be filed with the SEC on March 12, 2018 and its other reports which are available from the SEC's website ( www.sec.gov ) and on ChemoCentryx's website ( www.chemocentryx.com ) under the heading \"Investors.\" All forward-looking statements are qualified in their entirety by this cautionary statement. This caution is made under the safe harbor provisions of Section 21E of the Private Securities Litigation Reform Act\nContacts:\nSusan M. Kanaya\nExecutive Vice President,\nChief Financial and Administrative Officer\ninvestor@chemocentryx.com\nMedia:\nStephanie Tomei\n408.234.1279\nmedia@chemocentryx.com\nInvestors:\nSteve Klass, Burns McClellan\n212.213.0006\nsklass@burnsmc.com\nChemoCentryx, Inc. Condensed Consolidated Financial Statements Data Three Months Ended March 31, 2018 2017 (unaudited) (in thousands, except per share data) Condensed Consolidated Statements of Operations Data: Revenue: Collaboration and license revenue $ 9,546 $ 8,230 Total revenue 9,546 8,230 Operating expenses: Research and development 14,742 9,970 General and administrative 4,660 4,573 Total operating expenses 19,402 14,543 Loss from operations (9,856 ) (6,313 ) Total other income, net 439 317 Net loss $ (9,417 ) $ (5,996 ) Basic and diluted net loss per common share $ (0.19 ) $ (0.12 ) Shares used to compute basic and diluted net loss per common share 48,853 48,115 March 31, December 31, 2018 2017 (unaudited) (in thousands) Condensed Consolidated Balance Sheets Data: Cash, cash equivalents and investments $ 177,076 $ 135,220 Accounts receivable (1) 1,698 51,090 Working capital 73,157 146,893 Total assets 181,764 189,328 Accumulated deficit (345,948 ) (289,200 ) Total stockholders’ equity 25,532 79,267 (1) December 31, 2017 accounts receivable excluded the remaining $10.0 million cash commitment for the Avacopan Amendment received from Vifor in February 2018.\nSource:ChemoCentryx, Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:41:01.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "patient",
        "enrollment",
        "phase",
        "iii",
        "advocate",
        "trial",
        "avacopan",
        "treatment",
        "vasculitis",
        "exceeds",
        "conditional",
        "marketing",
        "authorization",
        "cma",
        "application",
        "review",
        "european",
        "medicine",
        "agency",
        "ema",
        "ongoing",
        "clinical",
        "trial",
        "avacopan",
        "c3",
        "glomerulopathy",
        "c3g",
        "ccx140",
        "focal",
        "segmental",
        "glomerulosclerosis",
        "fsgs",
        "disease",
        "approved",
        "therapy",
        "expanding",
        "orphan",
        "dermatological",
        "disease",
        "plan",
        "clinical",
        "trial",
        "avacopan",
        "hidradenitis",
        "suppurativa",
        "h",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "mountain",
        "view",
        "may",
        "globe",
        "newswire",
        "chemocentryx",
        "nasdaq",
        "ccxi",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "provided",
        "overview",
        "company",
        "recent",
        "corporate",
        "highlight",
        "positive",
        "momentum",
        "continues",
        "build",
        "throughout",
        "product",
        "pipeline",
        "said",
        "thomas",
        "schall",
        "president",
        "chief",
        "executive",
        "officer",
        "chemocentryx",
        "major",
        "goal",
        "near",
        "horizon",
        "completion",
        "patient",
        "enrollment",
        "global",
        "phase",
        "iii",
        "advocate",
        "pivotal",
        "trial",
        "avacopan",
        "treatment",
        "vasculitis",
        "second",
        "trial",
        "avacopan",
        "orphan",
        "kidney",
        "disease",
        "c3g",
        "well",
        "underway",
        "standing",
        "also",
        "threshold",
        "new",
        "era",
        "intend",
        "expand",
        "avacopan",
        "scope",
        "orphan",
        "dermatological",
        "disease",
        "launch",
        "clinical",
        "trial",
        "h",
        "advance",
        "continue",
        "ccr2",
        "inhibitor",
        "ccx140",
        "trial",
        "launched",
        "primary",
        "fsgs",
        "devastating",
        "disease",
        "approved",
        "therapy",
        "progress",
        "continuing",
        "laying",
        "foundation",
        "commercialization",
        "novel",
        "therapy",
        "order",
        "bring",
        "benefit",
        "precision",
        "medicine",
        "enduring",
        "serious",
        "recent",
        "highlight",
        "patient",
        "enrollment",
        "chemocentryx",
        "phase",
        "iii",
        "advocate",
        "pivotal",
        "trial",
        "avacopan",
        "treatment",
        "vasculitis",
        "nearing",
        "completion",
        "patient",
        "target",
        "enrolled",
        "date",
        "trial",
        "evaluate",
        "safety",
        "efficacy",
        "avacopan",
        "following",
        "week",
        "treatment",
        "advocate",
        "trial",
        "designed",
        "show",
        "effect",
        "avacopan",
        "improving",
        "active",
        "vasculitis",
        "well",
        "testing",
        "durable",
        "clinical",
        "benefit",
        "one",
        "major",
        "limitation",
        "current",
        "standard",
        "care",
        "company",
        "cma",
        "application",
        "avacopan",
        "treatment",
        "vasculitis",
        "currently",
        "review",
        "ema",
        "chemocentryx",
        "reached",
        "approximately",
        "patient",
        "enrollment",
        "target",
        "clinical",
        "trial",
        "evaluating",
        "avacopan",
        "c3g",
        "c3g",
        "rare",
        "disorder",
        "often",
        "affect",
        "young",
        "requiring",
        "dialysis",
        "often",
        "kidney",
        "transplant",
        "relapsing",
        "disease",
        "common",
        "approved",
        "effective",
        "treatment",
        "chemocentryx",
        "plan",
        "launch",
        "clinical",
        "trial",
        "avacopan",
        "h",
        "inflammatory",
        "chronic",
        "skin",
        "disease",
        "characterized",
        "recurrent",
        "painful",
        "nodule",
        "skin",
        "company",
        "ccr2",
        "inhibitor",
        "ccx140",
        "currently",
        "studied",
        "two",
        "primary",
        "fsgs",
        "orphan",
        "kidney",
        "disease",
        "approved",
        "treatment",
        "option",
        "one",
        "trial",
        "involves",
        "primary",
        "fsgs",
        "patient",
        "whose",
        "disease",
        "cause",
        "idiopathic",
        "trial",
        "primary",
        "fsgs",
        "patient",
        "nephrotic",
        "syndrome",
        "reduction",
        "proteinuria",
        "may",
        "constitute",
        "registration",
        "endpoint",
        "support",
        "ccr2",
        "role",
        "fsgs",
        "highlighted",
        "peer",
        "reviewed",
        "finding",
        "published",
        "march",
        "journal",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "revenue",
        "recognized",
        "represents",
        "amortization",
        "upfront",
        "license",
        "fee",
        "commitment",
        "milestone",
        "payment",
        "collaboration",
        "funding",
        "vifor",
        "pursuant",
        "avacopan",
        "agreement",
        "avacopan",
        "amendment",
        "ccx140",
        "agreement",
        "increase",
        "primarily",
        "due",
        "company",
        "adoption",
        "accounting",
        "standard",
        "codification",
        "asc",
        "topic",
        "revenue",
        "contract",
        "customer",
        "effective",
        "january",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "continued",
        "patient",
        "enrollment",
        "avacopan",
        "phase",
        "iii",
        "advocate",
        "pivotal",
        "trial",
        "patient",
        "vasculitis",
        "expense",
        "related",
        "ccx140",
        "avacopan",
        "phase",
        "ii",
        "clinical",
        "trial",
        "patient",
        "fsgs",
        "c3g",
        "respectively",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "higher",
        "expense",
        "partially",
        "offset",
        "decrease",
        "professional",
        "legal",
        "fee",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "total",
        "share",
        "outstanding",
        "march",
        "approximately",
        "million",
        "share",
        "company",
        "expects",
        "utilize",
        "cash",
        "investment",
        "million",
        "million",
        "twelve",
        "month",
        "ending",
        "december",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "eastern",
        "time",
        "pacific",
        "time",
        "participate",
        "telephone",
        "please",
        "dial",
        "domestic",
        "international",
        "conference",
        "id",
        "number",
        "live",
        "archived",
        "audio",
        "webcast",
        "accessed",
        "investor",
        "section",
        "company",
        "website",
        "archived",
        "webcast",
        "remain",
        "available",
        "company",
        "website",
        "fourteen",
        "day",
        "following",
        "conference",
        "call",
        "chemocentryx",
        "chemocentryx",
        "biopharmaceutical",
        "company",
        "developing",
        "new",
        "medication",
        "targeted",
        "inflammatory",
        "autoimmune",
        "disease",
        "cancer",
        "chemocentryx",
        "target",
        "chemokine",
        "chemoattractant",
        "system",
        "discover",
        "develop",
        "commercialize",
        "therapy",
        "chemocentryx",
        "currently",
        "focusing",
        "late",
        "stage",
        "drug",
        "candidate",
        "patient",
        "rare",
        "disease",
        "avacopan",
        "ccx168",
        "ccx140",
        "avacopan",
        "small",
        "molecule",
        "selective",
        "inhibitor",
        "complement",
        "c5a",
        "receptor",
        "c5ar",
        "avacopan",
        "phase",
        "iii",
        "development",
        "treatment",
        "cytoplasmic",
        "vasculitis",
        "vasculitis",
        "clinical",
        "study",
        "date",
        "avacopan",
        "shown",
        "safe",
        "well",
        "tolerated",
        "provided",
        "effective",
        "control",
        "disease",
        "allowing",
        "elimination",
        "steroid",
        "part",
        "current",
        "standard",
        "care",
        "chemocentryx",
        "also",
        "developing",
        "avacopan",
        "treatment",
        "patient",
        "c3",
        "glomerulopathy",
        "c3g",
        "hidradenitis",
        "suppurativa",
        "h",
        "atypical",
        "hemolytic",
        "uremic",
        "syndrome",
        "ahus",
        "food",
        "drug",
        "administration",
        "granted",
        "avacopan",
        "designation",
        "vasculitis",
        "c3g",
        "ahus",
        "european",
        "commission",
        "granted",
        "orphan",
        "medicinal",
        "product",
        "designation",
        "avacopan",
        "treatment",
        "two",
        "form",
        "vasculitis",
        "microscopic",
        "polyangiitis",
        "granulomatosis",
        "polyangiitis",
        "formerly",
        "known",
        "wegener",
        "granulomatosis",
        "well",
        "c3g",
        "avacopan",
        "also",
        "granted",
        "access",
        "european",
        "medicine",
        "agency",
        "ema",
        "priority",
        "medicine",
        "prime",
        "initiative",
        "support",
        "accelerated",
        "assessment",
        "investigational",
        "therapy",
        "addressing",
        "unmet",
        "medical",
        "need",
        "company",
        "late",
        "stage",
        "drug",
        "candidate",
        "ccx140",
        "inhibitor",
        "chemokine",
        "receptor",
        "known",
        "ccr2",
        "currently",
        "developed",
        "patient",
        "focal",
        "segmental",
        "glomerulosclerosis",
        "fsgs",
        "debilitating",
        "kidney",
        "disease",
        "chemocentryx",
        "kidney",
        "health",
        "alliance",
        "vifor",
        "pharma",
        "provides",
        "vifor",
        "pharma",
        "exclusive",
        "right",
        "commercialize",
        "avacopan",
        "ccx140",
        "market",
        "outside",
        "china",
        "chemocentryx",
        "also",
        "early",
        "stage",
        "drug",
        "candidate",
        "target",
        "chemoattractant",
        "receptor",
        "inflammatory",
        "autoimmune",
        "disease",
        "cancer",
        "statement",
        "chemocentryx",
        "caution",
        "statement",
        "included",
        "press",
        "release",
        "description",
        "historical",
        "fact",
        "statement",
        "word",
        "may",
        "could",
        "would",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "intend",
        "predict",
        "seek",
        "contemplate",
        "potential",
        "continue",
        "project",
        "negative",
        "term",
        "comparable",
        "terminology",
        "intended",
        "identify",
        "statement",
        "statement",
        "include",
        "company",
        "statement",
        "regarding",
        "achievement",
        "anticipated",
        "goal",
        "milestone",
        "whether",
        "avacopan",
        "ccx140",
        "commercialized",
        "whether",
        "company",
        "initiate",
        "clinical",
        "development",
        "avacopan",
        "h",
        "end",
        "whether",
        "company",
        "drug",
        "candidate",
        "shown",
        "effective",
        "ongoing",
        "future",
        "clinical",
        "trial",
        "whether",
        "proteinuria",
        "may",
        "constitute",
        "registration",
        "endpoint",
        "primary",
        "fsgs",
        "patient",
        "nephrotic",
        "syndrome",
        "inclusion",
        "statement",
        "regarded",
        "representation",
        "chemocentryx",
        "plan",
        "achieved",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "release",
        "due",
        "risk",
        "uncertainty",
        "inherent",
        "chemocentryx",
        "business",
        "risk",
        "described",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "chemocentryx",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "news",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "information",
        "regarding",
        "risk",
        "included",
        "heading",
        "risk",
        "factor",
        "chemocentryx",
        "periodic",
        "report",
        "filed",
        "sec",
        "including",
        "chemocentryx",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "report",
        "available",
        "sec",
        "website",
        "chemocentryx",
        "website",
        "heading",
        "investor",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "caution",
        "made",
        "safe",
        "harbor",
        "provision",
        "section",
        "21e",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "contact",
        "susan",
        "kanaya",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "administrative",
        "officer",
        "investor",
        "medium",
        "stephanie",
        "tomei",
        "medium",
        "investor",
        "steve",
        "klass",
        "burn",
        "mcclellan",
        "sklass",
        "chemocentryx",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "data",
        "revenue",
        "collaboration",
        "license",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "total",
        "income",
        "net",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "share",
        "used",
        "compute",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "march",
        "december",
        "unaudited",
        "thousand",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "working",
        "capital",
        "total",
        "asset",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "december",
        "account",
        "receivable",
        "excluded",
        "remaining",
        "million",
        "cash",
        "commitment",
        "avacopan",
        "amendment",
        "received",
        "vifor",
        "february",
        "source",
        "chemocentryx",
        "inc"
    ]
}