{
    "organizations": [],
    "uuid": "10982c493ddfe414790579cf2a6973429d20f2c4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-foresight-energy-lp-reports-first-quarter-2018a-results.html",
    "ord_in_thread": 0,
    "title": "Foresight Energy LP Reports First Quarter 2018¹ Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First Quarter 2018 Highlights:\nCoal sales of $238.4 million, an increase of nearly 5% compared to the first quarter 2017, on slightly lower sales volumes of 5.2 million tons. Adjusted EBITDA of $65.0 million, an increase of $1.0 million compared to first quarter 2017. Cash flows from operations of $51.7 million. Net loss attributable to limited partner units of $21.6 million, or ($0.12) per common unit and ($0.18) per subordinated unit. Declared a $0.0565 per unit distribution from retained excess cash flow generated in 2017, to be paid on May 31, 2018 to unitholders of record as of May 21, 2018.\nST. LOUIS, Mo.--(BUSINESS WIRE)-- Foresight Energy LP (“Foresight” or the “Partnership”) (NYSE: FELP) today reported financial and operating results for the first quarter ended March 31, 2018. Foresight generated fiscal year coal sales revenues of $238.4 million on sales volumes of 5.2 million tons resulting in a net loss attributable to limited partner units of $21.6 million, Adjusted EBITDA of $65.0 million and cash flows from operations of $51.7 million.\n“The first quarter was another successful period for Foresight, as we realized significant year-over-year improvements in our realized price per ton, and improved netbacks to the mines, on essentially flat year-over-year sales volumes,” said Mr. Robert D. Moore, Chairman, President and Chief Executive Officer. “Our active mines safely and efficiently produced a company record quarterly volume of nearly 5.7 million tons and retained their position among the most productive and lowest cost underground mines in the country. Further, we were able to take advantage of a relatively strong export market for our product, which contributed to a slight increase in our Adjusted EBITDA compared to the first quarter of 2017.”\nForesight also announced that due to the Partnership’s operating performance during the first quarter, the Board of Directors of its General Partner approved a quarterly cash distribution of $0.0565 per unit from retained excess cash flow. The distribution is payable on May 31, 2018 for unitholders of record on May 21, 2018.\nConsolidated Financial Results\nQuarter Ended March 31, 2018 Compared to Quarter Ended March 31, 2017\nCoal sales totaled $238.4 million for the first quarter 2018 compared to $227.8 million for the first quarter 2017, representing an increase of $10.6 million, or nearly 5%. The increase in coal sales revenues was driven by a $2.37 per ton increase in realized price on relatively comparable sales volumes. The improvement in realized price was principally the result of a larger proportion of tons shipped to the export market at higher realizations in the 2018 period compared to the 2017 period.\nCost of coal produced was $120.6 million, or $23.19 per ton sold, for the first quarter 2018 compared to $117.8 million, or $22.80 per ton sold, for the first quarter 2017. The increases in cost of coal produced and cost per ton sold were due to slightly higher royalty expense in the 2018 period. The higher royalty expense is a function of the specific royalty contract being mined during the period and the increase in realized prices.\nTransportation costs increased $8.7 million from $37.7 million in the 2017 quarter to $46.4 million in the 2018 quarter. The increase in 2018 compared to 2017 was due to additional transportation and transloading costs associated with a higher proportion of export sales volumes. During the first quarter 2018, 33% of coal sales volumes were sold into the export market compared to 24% during the first quarter 2017.\nDuring the quarter ended March 31, 2018, Foresight recognized depreciation, depletion and amortization (“DD&A”) expense of $51.4 million compared to $39.3 million during the quarter ended March 31, 2017. The increase of $12.1 million is due to the increase in fair market value of assets from the application of pushdown accounting which resulted in higher DD&A versus the 2017 period.\nThe first quarter 2017 included losses on commodity contracts totaling $1.5 million whereas the first quarter 2018 included no open commodity contracts. During the first quarter 2018, a $1.4 million benefit was recorded in contract amortization related to the sales and royalty contract assets and liabilities recorded as part of pushdown accounting.\nAs a result of the March 2017 refinancing transaction, during the first quarter 2017, Foresight recognized $95.5 million of expense related to the early extinguishment of debt. Included in this amount was $57.6 million of expense related to the premiums and other costs required to retire the prior second lien notes and the early write-off of $37.9 million of unamortized debt discounts and debt issuance costs from the retired debt. The first quarter 2018 included no comparative expenses.\nDuring first quarter 2018, Foresight generated operating cash flows of $51.7 million and ended the period with $18.6 million in cash and $161.0 million of available borrowing capacity, net of outstanding letters of credit, under its revolving credit facility. Capital expenditures for the quarter ended March 31, 2018 totaled $16.5 million compared to $19.9 million for the quarter ended March 31, 2017.\nGuidance for 2018\nBased on Foresight’s remaining contracted position, first quarter performance, and its current outlook on pricing and the coal markets in general, the Partnership is affirming the following guidance for 2018:\nSales Volumes – Based on current committed position and expectations for the remainder of 2018, Foresight is projecting sales volumes to be between 21.5 and 22.8 million tons, with at least 7.0 million tons expected to be sold into the international market.\nAdjusted EBITDA – Based on the projected sales volumes and operating cost structure, Foresight currently expects to generate Adjusted EBITDA in a range of $280 to $310 million.\nCapital Expenditures – Total 2018 capital expenditures are estimated to be between $70 and $80 million.\nForward-Looking Statements\nThis press release contains “forward-looking” statements within the meaning of the federal securities laws. These statements contain words such as “possible,” “intend,” “will,” “if” and “expect” and can be impacted by numerous factors, including risks relating to the securities markets, the impact of adverse market conditions affecting business of the Partnership, adverse changes in laws including with respect to tax and regulatory matters and other risks. There can be no assurance that actual results will not differ from those expected by management of the Partnership. Known material factors that could cause actual results to differ from those in the forward-looking statements are described in Part I, “Item 1A. Risk Factors” of the Partnership’s Annual Report on Form 10-K filed on March 7, 2018. The Partnership undertakes no obligation to update or revise such forward-looking statements to reflect events or circumstances that occur, or which the Partnership becomes aware of, after the date hereof.\nNon-GAAP Financial Measures\nAdjusted EBITDA is a non-GAAP supplemental financial measure that management and external users of the Partnership’s consolidated financial statements, such as industry analysts, investors, lenders and rating agencies, may use to assess:\nthe Partnership’s operating performance as compared to other publicly traded partnerships, without regard to historical cost basis or, in the case of Adjusted EBITDA, financing methods; the Partnership’s ability to incur and service debt and fund capital expenditures; and the viability of acquisitions and other capital expenditure projects and the returns on investment of various expansion and growth opportunities.\nThe Partnership defines Adjusted EBITDA as net income (loss) attributable to controlling interests before interest, income taxes, depreciation, depletion, amortization and accretion. Adjusted EBITDA is also adjusted for equity-based compensation, losses/gains on commodity derivative contracts, settlements of derivative contracts, a change in the fair value of the warrant liability and material nonrecurring or other items which may not reflect the trend of future results. As it relates to commodity derivative contracts, the Adjusted EBITDA calculation removes the total impact of derivative gains/losses on net income (loss) during the period and then adds/deducts to Adjusted EBITDA the amount of aggregate settlements during the period.\nThe Partnership believes the presentation of Adjusted EBITDA provides useful information to investors in assessing the Partnership’s financial condition and results of operations. Adjusted EBITDA should not be considered an alternative to net (loss) income, operating income, cash flow from operations, or any other measure of financial performance presented in accordance with U.S. GAAP, nor should Adjusted EBITDA be considered an alternative to operating surplus, adjusted operating surplus or other definitions in the Partnership’s partnership agreement. Adjusted EBITDA has important limitations as an analytical tool because it excludes some, but not all, of the items that affects net (loss) income. Additionally, because Adjusted EBITDA may be defined differently by other companies in the industry, and the Partnership’s definition of Adjusted EBITDA may not be comparable to similarly titled measures of other companies, the utility of such a measure is diminished. For a reconciliation of Adjusted EBITDA to net loss, please see the table below.\nThis press release references forward-looking estimates of Adjusted EBITDA projected to be generated by the Partnership during the year ending December 31, 2018. A reconciliation of estimated 2018 Adjusted EBITDA to U.S. GAAP net income (loss) is not provided because U.S. GAAP net income (loss) for the projection period is not practical to assess due to unknown variables and uncertainty related to future results. In recent years, the Partnership has recognized significant asset impairment charges, transition and reorganization costs, losses on early extinguishment of debt, and debt restructuring costs. While these items affect U.S. GAAP net income (loss), they are generally excluded from Adjusted EBITDA. Therefore these items do not materially impact the Partnership’s ability to forecast Adjusted EBITDA.\nAbout Foresight Energy LP\nForesight is a leading producer and marketer of thermal coal controlling over 1.7 billion tons of coal reserves in the Illinois Basin. Foresight currently operates two longwall mining complexes with three longwall mining systems (Williamson (one longwall mining system) and Sugar Camp (two longwall mining systems)), one continuous mining operation (Macoupin) and the Sitran river terminal on the Ohio River. Foresight’s operations are strategically located near multiple rail and river transportation access points, providing transportation cost certainty and flexibility to direct shipments to the domestic and international markets. Foresight also owns coal interests and mining assets located in southeastern Ohio.",
    "published": "2018-05-08T14:30:00.000+03:00",
    "crawled": "2018-05-08T17:10:16.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "highlight",
        "coal",
        "sale",
        "million",
        "increase",
        "nearly",
        "compared",
        "first",
        "quarter",
        "slightly",
        "lower",
        "sale",
        "volume",
        "million",
        "ton",
        "adjusted",
        "ebitda",
        "million",
        "increase",
        "million",
        "compared",
        "first",
        "quarter",
        "cash",
        "flow",
        "operation",
        "million",
        "net",
        "loss",
        "attributable",
        "limited",
        "partner",
        "unit",
        "million",
        "per",
        "common",
        "unit",
        "per",
        "subordinated",
        "unit",
        "declared",
        "per",
        "unit",
        "distribution",
        "retained",
        "excess",
        "cash",
        "flow",
        "generated",
        "paid",
        "may",
        "unitholders",
        "record",
        "may",
        "louis",
        "business",
        "wire",
        "foresight",
        "energy",
        "lp",
        "foresight",
        "partnership",
        "nyse",
        "felp",
        "today",
        "reported",
        "financial",
        "operating",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "foresight",
        "generated",
        "fiscal",
        "year",
        "coal",
        "sale",
        "revenue",
        "million",
        "sale",
        "volume",
        "million",
        "ton",
        "resulting",
        "net",
        "loss",
        "attributable",
        "limited",
        "partner",
        "unit",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "cash",
        "flow",
        "operation",
        "million",
        "first",
        "quarter",
        "another",
        "successful",
        "period",
        "foresight",
        "realized",
        "significant",
        "improvement",
        "realized",
        "price",
        "per",
        "ton",
        "improved",
        "netbacks",
        "mine",
        "essentially",
        "flat",
        "sale",
        "volume",
        "said",
        "robert",
        "moore",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "active",
        "mine",
        "safely",
        "efficiently",
        "produced",
        "company",
        "record",
        "quarterly",
        "volume",
        "nearly",
        "million",
        "ton",
        "retained",
        "position",
        "among",
        "productive",
        "lowest",
        "cost",
        "underground",
        "mine",
        "country",
        "able",
        "take",
        "advantage",
        "relatively",
        "strong",
        "export",
        "market",
        "product",
        "contributed",
        "slight",
        "increase",
        "adjusted",
        "ebitda",
        "compared",
        "first",
        "quarter",
        "foresight",
        "also",
        "announced",
        "due",
        "partnership",
        "operating",
        "performance",
        "first",
        "quarter",
        "board",
        "director",
        "general",
        "partner",
        "approved",
        "quarterly",
        "cash",
        "distribution",
        "per",
        "unit",
        "retained",
        "excess",
        "cash",
        "flow",
        "distribution",
        "payable",
        "may",
        "unitholders",
        "record",
        "may",
        "consolidated",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "compared",
        "quarter",
        "ended",
        "march",
        "coal",
        "sale",
        "totaled",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "representing",
        "increase",
        "million",
        "nearly",
        "increase",
        "coal",
        "sale",
        "revenue",
        "driven",
        "per",
        "ton",
        "increase",
        "realized",
        "price",
        "relatively",
        "comparable",
        "sale",
        "volume",
        "improvement",
        "realized",
        "price",
        "principally",
        "result",
        "larger",
        "proportion",
        "ton",
        "shipped",
        "export",
        "market",
        "higher",
        "realization",
        "period",
        "compared",
        "period",
        "cost",
        "coal",
        "produced",
        "million",
        "per",
        "ton",
        "sold",
        "first",
        "quarter",
        "compared",
        "million",
        "per",
        "ton",
        "sold",
        "first",
        "quarter",
        "increase",
        "cost",
        "coal",
        "produced",
        "cost",
        "per",
        "ton",
        "sold",
        "due",
        "slightly",
        "higher",
        "royalty",
        "expense",
        "period",
        "higher",
        "royalty",
        "expense",
        "function",
        "specific",
        "royalty",
        "contract",
        "mined",
        "period",
        "increase",
        "realized",
        "price",
        "transportation",
        "cost",
        "increased",
        "million",
        "million",
        "quarter",
        "million",
        "quarter",
        "increase",
        "compared",
        "due",
        "additional",
        "transportation",
        "transloading",
        "cost",
        "associated",
        "higher",
        "proportion",
        "export",
        "sale",
        "volume",
        "first",
        "quarter",
        "coal",
        "sale",
        "volume",
        "sold",
        "export",
        "market",
        "compared",
        "first",
        "quarter",
        "quarter",
        "ended",
        "march",
        "foresight",
        "recognized",
        "depreciation",
        "depletion",
        "amortization",
        "dd",
        "expense",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "increase",
        "million",
        "due",
        "increase",
        "fair",
        "market",
        "value",
        "asset",
        "application",
        "pushdown",
        "accounting",
        "resulted",
        "higher",
        "dd",
        "versus",
        "period",
        "first",
        "quarter",
        "included",
        "loss",
        "commodity",
        "contract",
        "totaling",
        "million",
        "whereas",
        "first",
        "quarter",
        "included",
        "open",
        "commodity",
        "contract",
        "first",
        "quarter",
        "million",
        "benefit",
        "recorded",
        "contract",
        "amortization",
        "related",
        "sale",
        "royalty",
        "contract",
        "asset",
        "liability",
        "recorded",
        "part",
        "pushdown",
        "accounting",
        "result",
        "march",
        "refinancing",
        "transaction",
        "first",
        "quarter",
        "foresight",
        "recognized",
        "million",
        "expense",
        "related",
        "early",
        "extinguishment",
        "debt",
        "included",
        "amount",
        "million",
        "expense",
        "related",
        "premium",
        "cost",
        "required",
        "retire",
        "prior",
        "second",
        "lien",
        "note",
        "early",
        "million",
        "unamortized",
        "debt",
        "discount",
        "debt",
        "issuance",
        "cost",
        "retired",
        "debt",
        "first",
        "quarter",
        "included",
        "comparative",
        "expense",
        "first",
        "quarter",
        "foresight",
        "generated",
        "operating",
        "cash",
        "flow",
        "million",
        "ended",
        "period",
        "million",
        "cash",
        "million",
        "available",
        "borrowing",
        "capacity",
        "net",
        "outstanding",
        "letter",
        "credit",
        "revolving",
        "credit",
        "facility",
        "capital",
        "expenditure",
        "quarter",
        "ended",
        "march",
        "totaled",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "guidance",
        "based",
        "foresight",
        "remaining",
        "contracted",
        "position",
        "first",
        "quarter",
        "performance",
        "current",
        "outlook",
        "pricing",
        "coal",
        "market",
        "general",
        "partnership",
        "affirming",
        "following",
        "guidance",
        "sale",
        "volume",
        "based",
        "current",
        "committed",
        "position",
        "expectation",
        "remainder",
        "foresight",
        "projecting",
        "sale",
        "volume",
        "million",
        "ton",
        "least",
        "million",
        "ton",
        "expected",
        "sold",
        "international",
        "market",
        "adjusted",
        "ebitda",
        "based",
        "projected",
        "sale",
        "volume",
        "operating",
        "cost",
        "structure",
        "foresight",
        "currently",
        "expects",
        "generate",
        "adjusted",
        "ebitda",
        "range",
        "million",
        "capital",
        "expenditure",
        "total",
        "capital",
        "expenditure",
        "estimated",
        "million",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "contain",
        "word",
        "possible",
        "intend",
        "expect",
        "impacted",
        "numerous",
        "factor",
        "including",
        "risk",
        "relating",
        "security",
        "market",
        "impact",
        "adverse",
        "market",
        "condition",
        "affecting",
        "business",
        "partnership",
        "adverse",
        "change",
        "law",
        "including",
        "respect",
        "tax",
        "regulatory",
        "matter",
        "risk",
        "assurance",
        "actual",
        "result",
        "differ",
        "expected",
        "management",
        "partnership",
        "known",
        "material",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "statement",
        "described",
        "part",
        "item",
        "1a",
        "risk",
        "factor",
        "partnership",
        "annual",
        "report",
        "form",
        "filed",
        "march",
        "partnership",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "partnership",
        "becomes",
        "aware",
        "date",
        "hereof",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "supplemental",
        "financial",
        "measure",
        "management",
        "external",
        "user",
        "partnership",
        "consolidated",
        "financial",
        "statement",
        "industry",
        "analyst",
        "investor",
        "lender",
        "rating",
        "agency",
        "may",
        "use",
        "assess",
        "partnership",
        "operating",
        "performance",
        "compared",
        "publicly",
        "traded",
        "partnership",
        "without",
        "regard",
        "historical",
        "cost",
        "basis",
        "case",
        "adjusted",
        "ebitda",
        "financing",
        "method",
        "partnership",
        "ability",
        "incur",
        "service",
        "debt",
        "fund",
        "capital",
        "expenditure",
        "viability",
        "acquisition",
        "capital",
        "expenditure",
        "project",
        "return",
        "investment",
        "various",
        "expansion",
        "growth",
        "opportunity",
        "partnership",
        "defines",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "interest",
        "income",
        "tax",
        "depreciation",
        "depletion",
        "amortization",
        "accretion",
        "adjusted",
        "ebitda",
        "also",
        "adjusted",
        "compensation",
        "commodity",
        "derivative",
        "contract",
        "settlement",
        "derivative",
        "contract",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "material",
        "nonrecurring",
        "item",
        "may",
        "reflect",
        "trend",
        "future",
        "result",
        "relates",
        "commodity",
        "derivative",
        "contract",
        "adjusted",
        "ebitda",
        "calculation",
        "remove",
        "total",
        "impact",
        "derivative",
        "net",
        "income",
        "loss",
        "period",
        "adjusted",
        "ebitda",
        "amount",
        "aggregate",
        "settlement",
        "period",
        "partnership",
        "belief",
        "presentation",
        "adjusted",
        "ebitda",
        "provides",
        "useful",
        "information",
        "investor",
        "assessing",
        "partnership",
        "financial",
        "condition",
        "result",
        "operation",
        "adjusted",
        "ebitda",
        "considered",
        "alternative",
        "net",
        "loss",
        "income",
        "operating",
        "income",
        "cash",
        "flow",
        "operation",
        "measure",
        "financial",
        "performance",
        "presented",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "considered",
        "alternative",
        "operating",
        "surplus",
        "adjusted",
        "operating",
        "surplus",
        "definition",
        "partnership",
        "partnership",
        "agreement",
        "adjusted",
        "ebitda",
        "important",
        "limitation",
        "analytical",
        "tool",
        "excludes",
        "item",
        "affect",
        "net",
        "loss",
        "income",
        "additionally",
        "adjusted",
        "ebitda",
        "may",
        "defined",
        "differently",
        "company",
        "industry",
        "partnership",
        "definition",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "utility",
        "measure",
        "diminished",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "please",
        "see",
        "table",
        "press",
        "release",
        "reference",
        "estimate",
        "adjusted",
        "ebitda",
        "projected",
        "generated",
        "partnership",
        "year",
        "ending",
        "december",
        "reconciliation",
        "estimated",
        "adjusted",
        "ebitda",
        "gaap",
        "net",
        "income",
        "loss",
        "provided",
        "gaap",
        "net",
        "income",
        "loss",
        "projection",
        "period",
        "practical",
        "assess",
        "due",
        "unknown",
        "variable",
        "uncertainty",
        "related",
        "future",
        "result",
        "recent",
        "year",
        "partnership",
        "recognized",
        "significant",
        "asset",
        "impairment",
        "charge",
        "transition",
        "reorganization",
        "cost",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "debt",
        "restructuring",
        "cost",
        "item",
        "affect",
        "gaap",
        "net",
        "income",
        "loss",
        "generally",
        "excluded",
        "adjusted",
        "ebitda",
        "therefore",
        "item",
        "materially",
        "impact",
        "partnership",
        "ability",
        "forecast",
        "adjusted",
        "ebitda",
        "foresight",
        "energy",
        "lp",
        "foresight",
        "leading",
        "producer",
        "marketer",
        "thermal",
        "coal",
        "controlling",
        "billion",
        "ton",
        "coal",
        "reserve",
        "illinois",
        "basin",
        "foresight",
        "currently",
        "operates",
        "two",
        "longwall",
        "mining",
        "complex",
        "three",
        "longwall",
        "mining",
        "system",
        "williamson",
        "one",
        "longwall",
        "mining",
        "system",
        "sugar",
        "camp",
        "two",
        "longwall",
        "mining",
        "system",
        "one",
        "continuous",
        "mining",
        "operation",
        "macoupin",
        "sitran",
        "river",
        "terminal",
        "ohio",
        "river",
        "foresight",
        "operation",
        "strategically",
        "located",
        "near",
        "multiple",
        "rail",
        "river",
        "transportation",
        "access",
        "point",
        "providing",
        "transportation",
        "cost",
        "certainty",
        "flexibility",
        "direct",
        "shipment",
        "domestic",
        "international",
        "market",
        "foresight",
        "also",
        "owns",
        "coal",
        "interest",
        "mining",
        "asset",
        "located",
        "southeastern",
        "ohio"
    ]
}