{
    "organizations": [],
    "uuid": "02d2d5ad7328ec0d372af233294c29157853ce3b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/11/business-wire-sjw-group-board-of-directors-issues-letter-to-fellow-sjw-group-stockholders.html",
    "ord_in_thread": 0,
    "title": "SJW Group Board of Directors Issues Letter to Fellow SJW Group Stockholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Choice is Clear: Concrete Value Creation vs. Illusory Value\nSAN JOSE, Calif.--(BUSINESS WIRE)-- SJW Group (NYSE: SJW) today announced that its Board of Directors will be sending a letter to its fellow SJW Group stockholders regarding SJW Group’s Merger of Equals with Connecticut Water Service, Inc. (NASDAQ: CTWS) (“Connecticut Water”). The letter, which is included below, urges stockholders to consider the facts regarding SJW Group’s merger of equals with Connecticut Water.\nDear Fellow Stockholders,\nWe are excited about the progress we have made towards completing the merger of equals with Connecticut Water Service, Inc. (“Connecticut Water”), which is expected to close during the fourth quarter of 2018. We have already achieved significant momentum toward closing, including important federal anti-trust clearance, the filing of our applications with Connecticut and Maine public utility regulators, and progress in merger integration and transition planning. Our combined company will have the scale, geographic diversity, and financial strength to deliver what we believe will be immediate and long-term value to our stockholders .\nIn the near future, you will be asked to vote at a Special Meeting of Stockholders to support our merger with Connecticut Water. This proposed combination of our two companies deserves your support. In addition to generating attractive value for stockholders, the merger will provide significant benefits to customers, all employees and the communities that we serve.\nAs you might have heard, California Water Service Group (“Cal Water”) has made an unsolicited, non-binding indication of interest to acquire our company for $68.25 per share in cash. Our Board of Directors carefully evaluated the non-binding indication and unanimously rejected it as neither a superior proposal nor reasonably likely to lead to a superior proposal. The Board also unanimously reaffirmed its commitment to the merger of equals with Connecticut Water. Now, Cal Water has embarked upon an expensive and ill-advised campaign to break up our merger of equals by asking you to vote against the transaction.\nHere are the facts.\nOur merger of equals with Connecticut Water offers meaningful opportunities to generate not only immediate shareholder value, but value well into the future through:\nHighly attractive earnings and growth accretion. Demonstrated track records by both companies of producing meaningful total shareholder return (share price appreciation + dividends). A strong balance sheet that enhances financial flexibility to increase growth. A solid credit profile that supports future share repurchase. Enhanced equity value from the formation of a leading pure play national water company. Continued investment in a company that cares about the environment for our communities, customers and employees.\nIn contrast, Cal Water’s inferior non-binding indication asks you to forgo these compelling opportunities. How? Under Cal Water’s non-binding indication you would receive cash for your stock. That means you would no longer be an SJW Group stockholder and would have no opportunity to share in what we believe is a very bright future for our company. By comparison, the substantial ongoing benefits that will only be available to stockholders in our stock-for-stock merger of equals with Connecticut Water far outweigh Cal Water’s non-binding indication.\nSince Cal Water’s non-binding indication is cash-for-stock, it would be a taxable transaction for SJW Group stockholders. 1 For many stockholders, once you pay taxes on the transaction, you will have less than $68.25 per share. In contrast, our merger of equals with Connecticut Water is anticipated to be not taxable.\nHere’s an example: Assuming a stockholder has held SJW Group stock for 15 years, that stockholder would have acquired the shares for around $14 each. After paying up to 20 percent capital gains tax on the difference between Cal Water’s $68.25 per share and the $14 per share cost basis, the stockholder could be left with only $57 or so in cash per share.\nOver the past 15 years, SJW Group stockholders have enjoyed a dividend that has increased every year. In fact, SJW Group has paid its stockholders a dividend for the last 74 consecutive years and has increased its annual dividend in each of the last 50 years . Given our dividend track record, we believe SJW Group stockholders are best served by the proposed merger with Connecticut Water rather than trying to find another company in which to invest the money they would have left after paying taxes on the Cal Water non-binding indication.\nClearly, we believe the merger of equals with Connecticut Water remains the best choice for SJW Group and its stockholders. This is really a choice between a concrete value-creation opportunity represented by the merger of equals with Connecticut Water versus illusory value and foregone opportunities if you believe Cal Water .\nIn the near future, we will be sending you a detailed proxy statement describing our proposed merger of equals with Connecticut Water along with a GREEN proxy card. You should read the material carefully. We urge you to vote on the GREEN card FOR all proposals related to our merger of equals with Connecticut Water. If you receive any materials from Cal Water, there is no need for action on your part. We recommend that you recycle the white cards and any materials you might receive from Cal Water.\nSincerely,\nThe SJW Group Board of Directors\nIf you have any questions please call our proxy solicitors:\nGeorgeson LLC\nWilliam Fiske / Edward Greene\n212-440-9800; 866-357-4029, SJW@Georgeson.com\nForward Looking Statements\nThis document contains within the meaning of the Private Litigation Reform Act of 1995, as amended. Some of these can be identified by the use of forward-looking words such as “believes,” “expects,” “may,” “will,” “should,” “seeks,” “approximately,” “intends,” “plans,” “estimates,” “projects,” “strategy,” or “anticipates,” or the negative of those words or other comparable terminology.\nThe accuracy of such statements is subject to a number of risks, uncertainties and assumptions including, but not limited to, the following factors: (1) the risk that the conditions to the closing of the transaction are not satisfied, including the risk that required approvals from the shareholders of Connecticut Water or the shareholders of SJW Group for the transaction are not obtained; (2) the risk that the regulatory approvals required for the transaction are not obtained, or that in order to obtain such regulatory approvals, conditions are imposed that adversely affect the anticipated benefits from the proposed transaction or cause the parties to abandon the proposed transaction; (3) the risk that the anticipated tax treatment of the transaction is not obtained; (4) the effect of water, utility, environmental and other governmental policies and regulations; (5) litigation relating to the transaction; (6) uncertainties as to the timing of the consummation of the transaction and the ability of each party to consummate the transaction; (7) risks that the proposed transaction disrupts the current plans and operations of Connecticut Water or SJW Group; (8) the ability of Connecticut Water and SJW Group to retain and hire key personnel; (9) competitive responses to the proposed transaction; (10) unexpected costs, charges or expenses resulting from the transaction; (11) potential adverse reactions or changes to business relationships resulting from the announcement or completion of the transaction; (12) the combined companies’ ability to achieve the growth prospects and synergies expected from the transaction, as well as delays, challenges and expenses associated with integrating the combined companies’ existing businesses; and (13) legislative and economic developments. These risks, as well as other risks associated with the proposed transaction, are more fully discussed in the joint proxy statement/prospectus that is included in the Registration Statement on Form S-4 that has been filed with the Securities and Exchange Commission (“SEC”) in connection with the proposed transaction.\nIn addition, actual results are subject to other risks and uncertainties that relate more broadly to SJW Group’s overall business, including those more fully described in SJW Group’s filings with the SEC, including its annual report on Form 10-K for the fiscal year ended December 31, 2017, and Connecticut Water’s overall business and financial condition, including those more fully described in Connecticut Water’s filings with the SEC, including its annual report on Form 10-K for the fiscal year ended December 31, 2017. Forward looking statements are not guarantees of performance, and speak only as of the date made, and neither SJW Group or its management nor Connecticut Water or its management undertakes any obligation to update or revise any .\nAdditional Information and Where to Find It\nIn connection with the proposed transaction between SJW Group and Connecticut Water, on April 25, 2018, SJW Group filed with the SEC a Registration Statement on Form S-4 that includes a joint proxy statement of SJW Group and Connecticut Water that also constitutes a prospectus of SJW Group. These materials are not yet final and will be amended. SJW Group and Connecticut Water may also file other documents with the SEC regarding the proposed transaction. This document is not a substitute for the joint proxy statement/prospectus, Form S-4 or any other document which SJW Group or Connecticut Water may file with the SEC. INVESTORS AND SECURITY HOLDERS OF SJW GROUP AND CONNECTICUT WATER ARE URGED TO READ THE REGISTRATION STATEMENT, THE JOINT PROXY STATEMENT/PROSPECTUS AND ALL OTHER RELEVANT DOCUMENTS THAT ARE FILED OR WILL BE FILED WITH THE SEC, AS WELL AS ANY AMENDMENTS OR SUPPLEMENTS TO THESE DOCUMENTS, CAREFULLY AND IN THEIR ENTIRETY BECAUSE THEY CONTAIN OR WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION AND RELATED MATTERS. Investors and security holders may obtain free copies of the Form S-4 and the joint proxy statement/prospectus and other documents filed with the SEC by SJW Group and Connecticut Water through the website maintained by the SEC at www.sec.gov . Copies of documents filed with the SEC by SJW Group are available free of charge on SJW Group’s investor relations website at https://sjwgroup.com/investor_relations . Copies of documents filed with the SEC by Connecticut Water are available free of charge on Connecticut Water’s investor relations website at https://ir.ctwater.com/ .\nNo Offer or Solicitation\nThis communication is for informational purposes only and is not intended to and does not constitute an offer to sell, or the solicitation of an offer to subscribe for or buy, or a solicitation of any vote or approval in any jurisdiction, nor shall there be any sale, issuance or transfer of securities in any jurisdiction in which such offer, sale or solicitation would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended, and otherwise in accordance with applicable law.\nParticipants in the Solicitation\nSJW Group, Connecticut Water and certain of their respective directors and officers, and other members of management and employees, may be deemed to be participants in the solicitation of proxies from the holders of SJW Group and Connecticut Water securities in respect of the proposed transaction. Information regarding SJW Group’s directors and officers is available in SJW Group’s annual report on Form 10-K for the fiscal year ended December 31, 2017 and its proxy statement for its 2018 annual meeting dated March 6, 2018, which are filed with the SEC. Information regarding Connecticut Water’s directors and officers is available in Connecticut Water’s annual report on Form 10-K for the fiscal year ended December 31, 2017, and its proxy statement for its 2018 annual meeting dated April 6, 2018, which are filed with the SEC. Investors may obtain additional information regarding the interest of such participants by reading the Form S-4 and the joint proxy statement/prospectus and other documents filed with the SEC by SJW Group and Connecticut Water. These documents are available free of charge from the sources indicated above.\n1 All stockholders’ tax situations are different. We advise you to consult with your tax advisor.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180511005147/en/\nInvestors\nSJW Group\nAndrew Walters, 408-279-7818\nChief Administrative Officer\nandrew.walters@sjwater.com\nor\nGeorgeson LLC\nWilliam Fiske / Edward Greene\n212-440-9800; 866-357-4029\nSJW@Georgeson.com\nor\nMedia\nSJW Group\nJayme Ackemann, 408-918-7247\nDirector, Corporate Communications\njayme.ackemann@sjwater.com\nor\nAbernathy MacGregor\nIan Campbell, 213-630-6550,\nidc@abmac.com\nor\nChuck Dohrenwend, 212-371-5999,\ncod@abmac.com\nor\nKendell Moore, 212-371-5999,\nkem@abamac.com\nSource: SJW Group",
    "published": "2018-05-11T15:00:00.000+03:00",
    "crawled": "2018-05-11T16:16:58.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "choice",
        "clear",
        "concrete",
        "value",
        "creation",
        "illusory",
        "value",
        "san",
        "jose",
        "business",
        "wire",
        "sjw",
        "group",
        "nyse",
        "sjw",
        "today",
        "announced",
        "board",
        "director",
        "sending",
        "letter",
        "fellow",
        "sjw",
        "group",
        "stockholder",
        "regarding",
        "sjw",
        "group",
        "merger",
        "equal",
        "connecticut",
        "water",
        "service",
        "nasdaq",
        "ctws",
        "connecticut",
        "water",
        "letter",
        "included",
        "urge",
        "stockholder",
        "consider",
        "fact",
        "regarding",
        "sjw",
        "group",
        "merger",
        "equal",
        "connecticut",
        "water",
        "dear",
        "fellow",
        "stockholder",
        "excited",
        "progress",
        "made",
        "towards",
        "completing",
        "merger",
        "equal",
        "connecticut",
        "water",
        "service",
        "connecticut",
        "water",
        "expected",
        "close",
        "fourth",
        "quarter",
        "already",
        "achieved",
        "significant",
        "momentum",
        "toward",
        "closing",
        "including",
        "important",
        "federal",
        "clearance",
        "filing",
        "application",
        "connecticut",
        "maine",
        "public",
        "utility",
        "regulator",
        "progress",
        "merger",
        "integration",
        "transition",
        "planning",
        "combined",
        "company",
        "scale",
        "geographic",
        "diversity",
        "financial",
        "strength",
        "deliver",
        "believe",
        "immediate",
        "value",
        "stockholder",
        "near",
        "future",
        "asked",
        "vote",
        "special",
        "meeting",
        "stockholder",
        "support",
        "merger",
        "connecticut",
        "water",
        "proposed",
        "combination",
        "two",
        "company",
        "deserves",
        "support",
        "addition",
        "generating",
        "attractive",
        "value",
        "stockholder",
        "merger",
        "provide",
        "significant",
        "benefit",
        "customer",
        "employee",
        "community",
        "serve",
        "might",
        "heard",
        "california",
        "water",
        "service",
        "group",
        "cal",
        "water",
        "made",
        "unsolicited",
        "indication",
        "interest",
        "acquire",
        "company",
        "per",
        "share",
        "cash",
        "board",
        "director",
        "carefully",
        "evaluated",
        "indication",
        "unanimously",
        "rejected",
        "neither",
        "superior",
        "proposal",
        "reasonably",
        "likely",
        "lead",
        "superior",
        "proposal",
        "board",
        "also",
        "unanimously",
        "reaffirmed",
        "commitment",
        "merger",
        "equal",
        "connecticut",
        "water",
        "cal",
        "water",
        "embarked",
        "upon",
        "expensive",
        "campaign",
        "break",
        "merger",
        "equal",
        "asking",
        "vote",
        "transaction",
        "fact",
        "merger",
        "equal",
        "connecticut",
        "water",
        "offer",
        "meaningful",
        "opportunity",
        "generate",
        "immediate",
        "shareholder",
        "value",
        "value",
        "well",
        "future",
        "highly",
        "attractive",
        "earnings",
        "growth",
        "accretion",
        "demonstrated",
        "track",
        "record",
        "company",
        "producing",
        "meaningful",
        "total",
        "shareholder",
        "return",
        "share",
        "price",
        "appreciation",
        "dividend",
        "strong",
        "balance",
        "sheet",
        "enhances",
        "financial",
        "flexibility",
        "increase",
        "growth",
        "solid",
        "credit",
        "profile",
        "support",
        "future",
        "share",
        "repurchase",
        "enhanced",
        "equity",
        "value",
        "formation",
        "leading",
        "pure",
        "play",
        "national",
        "water",
        "company",
        "continued",
        "investment",
        "company",
        "care",
        "environment",
        "community",
        "customer",
        "employee",
        "contrast",
        "cal",
        "water",
        "inferior",
        "indication",
        "asks",
        "forgo",
        "compelling",
        "opportunity",
        "cal",
        "water",
        "indication",
        "would",
        "receive",
        "cash",
        "stock",
        "mean",
        "would",
        "longer",
        "sjw",
        "group",
        "stockholder",
        "would",
        "opportunity",
        "share",
        "believe",
        "bright",
        "future",
        "company",
        "comparison",
        "substantial",
        "ongoing",
        "benefit",
        "available",
        "stockholder",
        "merger",
        "equal",
        "connecticut",
        "water",
        "far",
        "outweigh",
        "cal",
        "water",
        "indication",
        "since",
        "cal",
        "water",
        "indication",
        "would",
        "taxable",
        "transaction",
        "sjw",
        "group",
        "stockholder",
        "many",
        "stockholder",
        "pay",
        "tax",
        "transaction",
        "less",
        "per",
        "share",
        "contrast",
        "merger",
        "equal",
        "connecticut",
        "water",
        "anticipated",
        "taxable",
        "example",
        "assuming",
        "stockholder",
        "held",
        "sjw",
        "group",
        "stock",
        "year",
        "stockholder",
        "would",
        "acquired",
        "share",
        "around",
        "paying",
        "percent",
        "capital",
        "gain",
        "tax",
        "difference",
        "cal",
        "water",
        "per",
        "share",
        "per",
        "share",
        "cost",
        "basis",
        "stockholder",
        "could",
        "left",
        "cash",
        "per",
        "share",
        "past",
        "year",
        "sjw",
        "group",
        "stockholder",
        "enjoyed",
        "dividend",
        "increased",
        "every",
        "year",
        "fact",
        "sjw",
        "group",
        "paid",
        "stockholder",
        "dividend",
        "last",
        "consecutive",
        "year",
        "increased",
        "annual",
        "dividend",
        "last",
        "year",
        "given",
        "dividend",
        "track",
        "record",
        "believe",
        "sjw",
        "group",
        "stockholder",
        "best",
        "served",
        "proposed",
        "merger",
        "connecticut",
        "water",
        "rather",
        "trying",
        "find",
        "another",
        "company",
        "invest",
        "money",
        "would",
        "left",
        "paying",
        "tax",
        "cal",
        "water",
        "indication",
        "clearly",
        "believe",
        "merger",
        "equal",
        "connecticut",
        "water",
        "remains",
        "best",
        "choice",
        "sjw",
        "group",
        "stockholder",
        "really",
        "choice",
        "concrete",
        "opportunity",
        "represented",
        "merger",
        "equal",
        "connecticut",
        "water",
        "versus",
        "illusory",
        "value",
        "foregone",
        "opportunity",
        "believe",
        "cal",
        "water",
        "near",
        "future",
        "sending",
        "detailed",
        "proxy",
        "statement",
        "describing",
        "proposed",
        "merger",
        "equal",
        "connecticut",
        "water",
        "along",
        "green",
        "proxy",
        "card",
        "read",
        "material",
        "carefully",
        "urge",
        "vote",
        "green",
        "card",
        "proposal",
        "related",
        "merger",
        "equal",
        "connecticut",
        "water",
        "receive",
        "material",
        "cal",
        "water",
        "need",
        "action",
        "part",
        "recommend",
        "recycle",
        "white",
        "card",
        "material",
        "might",
        "receive",
        "cal",
        "water",
        "sincerely",
        "sjw",
        "group",
        "board",
        "director",
        "question",
        "please",
        "call",
        "proxy",
        "solicitor",
        "georgeson",
        "llc",
        "william",
        "fiske",
        "edward",
        "greene",
        "sjw",
        "forward",
        "looking",
        "statement",
        "document",
        "contains",
        "within",
        "meaning",
        "private",
        "litigation",
        "reform",
        "act",
        "amended",
        "identified",
        "use",
        "word",
        "belief",
        "expects",
        "may",
        "seek",
        "approximately",
        "intends",
        "plan",
        "estimate",
        "project",
        "strategy",
        "anticipates",
        "negative",
        "word",
        "comparable",
        "terminology",
        "accuracy",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "limited",
        "following",
        "factor",
        "risk",
        "condition",
        "closing",
        "transaction",
        "satisfied",
        "including",
        "risk",
        "required",
        "approval",
        "shareholder",
        "connecticut",
        "water",
        "shareholder",
        "sjw",
        "group",
        "transaction",
        "obtained",
        "risk",
        "regulatory",
        "approval",
        "required",
        "transaction",
        "obtained",
        "order",
        "obtain",
        "regulatory",
        "approval",
        "condition",
        "imposed",
        "adversely",
        "affect",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "cause",
        "party",
        "abandon",
        "proposed",
        "transaction",
        "risk",
        "anticipated",
        "tax",
        "treatment",
        "transaction",
        "obtained",
        "effect",
        "water",
        "utility",
        "environmental",
        "governmental",
        "policy",
        "regulation",
        "litigation",
        "relating",
        "transaction",
        "uncertainty",
        "timing",
        "consummation",
        "transaction",
        "ability",
        "party",
        "consummate",
        "transaction",
        "risk",
        "proposed",
        "transaction",
        "disrupts",
        "current",
        "plan",
        "operation",
        "connecticut",
        "water",
        "sjw",
        "group",
        "ability",
        "connecticut",
        "water",
        "sjw",
        "group",
        "retain",
        "hire",
        "key",
        "personnel",
        "competitive",
        "response",
        "proposed",
        "transaction",
        "unexpected",
        "cost",
        "charge",
        "expense",
        "resulting",
        "transaction",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "relationship",
        "resulting",
        "announcement",
        "completion",
        "transaction",
        "combined",
        "company",
        "ability",
        "achieve",
        "growth",
        "prospect",
        "synergy",
        "expected",
        "transaction",
        "well",
        "delay",
        "challenge",
        "expense",
        "associated",
        "integrating",
        "combined",
        "company",
        "existing",
        "business",
        "legislative",
        "economic",
        "development",
        "risk",
        "well",
        "risk",
        "associated",
        "proposed",
        "transaction",
        "fully",
        "discussed",
        "joint",
        "proxy",
        "included",
        "registration",
        "statement",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "addition",
        "actual",
        "result",
        "subject",
        "risk",
        "uncertainty",
        "relate",
        "broadly",
        "sjw",
        "group",
        "overall",
        "business",
        "including",
        "fully",
        "described",
        "sjw",
        "group",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "connecticut",
        "water",
        "overall",
        "business",
        "financial",
        "condition",
        "including",
        "fully",
        "described",
        "connecticut",
        "water",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "forward",
        "looking",
        "statement",
        "guarantee",
        "performance",
        "speak",
        "date",
        "made",
        "neither",
        "sjw",
        "group",
        "management",
        "connecticut",
        "water",
        "management",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "sjw",
        "group",
        "connecticut",
        "water",
        "april",
        "sjw",
        "group",
        "filed",
        "sec",
        "registration",
        "statement",
        "form",
        "includes",
        "joint",
        "proxy",
        "statement",
        "sjw",
        "group",
        "connecticut",
        "water",
        "also",
        "constitutes",
        "prospectus",
        "sjw",
        "group",
        "material",
        "yet",
        "final",
        "amended",
        "sjw",
        "group",
        "connecticut",
        "water",
        "may",
        "also",
        "file",
        "document",
        "sec",
        "regarding",
        "proposed",
        "transaction",
        "document",
        "substitute",
        "joint",
        "proxy",
        "form",
        "document",
        "sjw",
        "group",
        "connecticut",
        "water",
        "may",
        "file",
        "sec",
        "investor",
        "security",
        "holder",
        "sjw",
        "group",
        "connecticut",
        "water",
        "urged",
        "read",
        "registration",
        "statement",
        "joint",
        "proxy",
        "relevant",
        "document",
        "filed",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "carefully",
        "entirety",
        "contain",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "related",
        "matter",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "form",
        "joint",
        "proxy",
        "document",
        "filed",
        "sec",
        "sjw",
        "group",
        "connecticut",
        "water",
        "website",
        "maintained",
        "sec",
        "copy",
        "document",
        "filed",
        "sec",
        "sjw",
        "group",
        "available",
        "free",
        "charge",
        "sjw",
        "group",
        "investor",
        "relation",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "connecticut",
        "water",
        "available",
        "free",
        "charge",
        "connecticut",
        "water",
        "investor",
        "relation",
        "website",
        "http",
        "offer",
        "solicitation",
        "communication",
        "informational",
        "purpose",
        "intended",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "subscribe",
        "buy",
        "solicitation",
        "vote",
        "approval",
        "jurisdiction",
        "shall",
        "sale",
        "issuance",
        "transfer",
        "security",
        "jurisdiction",
        "offer",
        "sale",
        "solicitation",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "otherwise",
        "accordance",
        "applicable",
        "law",
        "participant",
        "solicitation",
        "sjw",
        "group",
        "connecticut",
        "water",
        "certain",
        "respective",
        "director",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "holder",
        "sjw",
        "group",
        "connecticut",
        "water",
        "security",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "sjw",
        "group",
        "director",
        "officer",
        "available",
        "sjw",
        "group",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "dated",
        "march",
        "filed",
        "sec",
        "information",
        "regarding",
        "connecticut",
        "water",
        "director",
        "officer",
        "available",
        "connecticut",
        "water",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "dated",
        "april",
        "filed",
        "sec",
        "investor",
        "may",
        "obtain",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "reading",
        "form",
        "joint",
        "proxy",
        "document",
        "filed",
        "sec",
        "sjw",
        "group",
        "connecticut",
        "water",
        "document",
        "available",
        "free",
        "charge",
        "source",
        "indicated",
        "stockholder",
        "tax",
        "situation",
        "different",
        "advise",
        "consult",
        "tax",
        "advisor",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "sjw",
        "group",
        "andrew",
        "walter",
        "chief",
        "administrative",
        "officer",
        "georgeson",
        "llc",
        "william",
        "fiske",
        "edward",
        "greene",
        "sjw",
        "medium",
        "sjw",
        "group",
        "jayme",
        "ackemann",
        "director",
        "corporate",
        "communication",
        "abernathy",
        "macgregor",
        "ian",
        "campbell",
        "idc",
        "chuck",
        "dohrenwend",
        "cod",
        "kendell",
        "moore",
        "kem",
        "source",
        "sjw",
        "group"
    ]
}