{
    "organizations": [],
    "uuid": "b0bd42b4116c115e052f0ad095e7a05151104243",
    "author": "Steve Rosenbush",
    "url": "https://blogs.wsj.com/cio/2018/05/29/the-morning-download-digital-technology-in-operating-room-leads-to-safer-more-effective-surgery/",
    "ord_in_thread": 0,
    "title": "The Morning Download: Digital Technology in Operating Room Leads to Safer, More Effective Surgery",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS The Senhance robotic surgery system gives surgeons a sense of touch and feel based on pressure and tension in the instruments. Photo: TRANSENTERIX INC.\nSign up here for , and get the most important news in business technology emailed to you each weekday morning. Subscribe to WSJ Pro Cybersecurity for in-depth coverage on cybersecurity trends, breaches and best practices. Good morning, CIOs. The transformative power of digital technology is perhaps nowhere more apparent than in health care. “The operating room is getting smarter, more effective—and a lot less risky for patients,” Laura Landro reports in the the Wall Street Journal .\nWhat’s changing. “Hospitals are investing in new devices, designs and digital technologies that promise a new era of innovation for surgery,” Ms. Landro says in the latest Journal Report on health care (much more below). “The moves are part of a growing shift away from traditional open procedures that involve big incisions, lots of blood loss and long hospitalizations. They point toward a future where more patients can choose minimally invasive outpatient surgeries, with faster recoveries, fewer complications, and less pain and scarring.”\nMake mine a double. “Some hospitals are creating ‘hybrid’ facilities that combine conventional operating rooms with imaging equipment used in minimally invasive treatments,” Ms. Landro reports. “Consider cardiac catheterization … Doctors might use the catheter to insert a stent to improve blood flow to the arteries, but patients might also need open surgery to bypass the blocked artery. In a hybrid operating room, doctors can immediately shift from the less invasive interventional procedure to open surgery.”\nHuman-machine work teams: The promise and today’s reality . Despite strides in wearables, the cloud and artificial intelligence, few of today’s employees have access to more advanced devices and applications, CIO Journal Columnist Irving Wladawsky-Berger says . One way to overcome the gap between the promise of the technology-augmented worker and the current reality: focus on the business problem and not the technology being used.\nEUROPE\nPhoto: YUI MOK/ZUMA PRESS\nEurope sets the pace on regulating tech. Last week’s implementation of General Data Protection Regulation marks Europe’s official debut as the world’s regulator of Silicon Valley, the Washington Post reports , with Brussels-based bureaucrats stepping in to do something Washington D.C. couldn’t (or wouldn’t) accomplish.\nMeanwhile, it’s what comes after GDPR that has a number of U.S. tech companies concerned. The New York Times reports on ePrivacy Regulation, a law approved by the European Parliament last year and currently under review, that restricts electronic communications. In its current form, the law requires messaging-enabled apps and video games to obtain user permission for collecting communications data. The NYT reports that some tech industry groups fear that the law in its current form could “hinder innovations like smart cars, which automatically transmit safety information back to the manufacturer.”\nHEALTH-CARE TECH\nJoshua Bederson, right, works to remove a tumor as screens display navigation and reference images, including real-time visuals of the patient’s brain with augmented-reality overlays of the tumor. Photo: MOUNT SINAI HEALTH SYSTEM DEPARTMENT OF NEUROSURGERY\nBrain surgeons get a better view from augmented reality. After using augmented reality in a limited capacity in endoscopic surgeries for at least a decade, large medical centers are starting to use it in neurosurgery, Sarah Toy reports for the WSJ .\nAI tools help the blind tackle everyday tasks. Improvements in voice recognition and computer vision, along with machine learning, have led to specialized products such as Microsoft Corp. ‘s Seeing AI, as well as mainstream devices like the Amazon Echo, that are allowing the visually impaired to tackle everyday tasks sighted people take for granted, the Journal’s Chris Kornelis reports .\nFor those with dementia, help from technology. Researchers are finding that home sensors and personal navigational devices, along with robotics and tablet computer-based apps show the potential to help sufferers of dementia sustain their social and family contacts. Reporting for the WSJ, Shirley S. Wang has more on the tech that could make nursing homes disappear.\nHow blockchain could help lower health costs. In an effort to save costs, a group of companies in April announced a pilot project using blockchain to the maintain the accuracy of online directories of doctors and other health-care providers, the Journal’s Tomio Geron reports . Traditionally it is expensive and time-consuming for each company to continually check, verify and update the records in its directory.\nMORE TECHNOLOGY NEWS\nTwo brothers who are co-founders of online payments startup Stripe, John Collison, left, president, and Patrick Collison, chief executive, have supervoting shares in the company, which was valued at $9 billion in its latest round of fundraising. Photo: DAVID PAUL MORRIS/BLOOMBERG NEWS\nIn ‘founder friendly’ era, star tech entrepreneurs grab power, huge ray. There has been a shift of power from Silicon Valley financiers to star entrepreneurs, who are increasingly wresting control of their companies from venture-capital backers and extracting huge pay packages tied to going public. The Journal’s Rolfe Winkler and Maureen Farrell have more .\nBMO, Simplii Financial report possible data breaches. Bank of Montreal said some personal and financial information for fewer than 50,000 customers may have been stolen. Simplii Financial , an online-bank unit of Canadian Imperial Bank of Commerce, reported that information for roughly 40,000 customers may have been stolen. The WSJ’s Vipal Monga reports that both banks said they were contacted Sunday by “fraudsters” claiming they were in possession of the information.\nWhen the chips are down, China’s tech giants will step up. The near-death experience of China’s telecom-equipment maker ZTE Corp. has been a “wake-up call” for China, according to Pony Ma, chairman of the country’s most valuable company, Tencent Holdings Ltd. The Journal’s Jacky Wong reports that for Mr. Ma and others, the episode has emphasized the urgent need for China to grow its own chip-making industry.\nSalesforce to report earnings: What to expect. Corporate tech spending has been particularly strong since the beginning of the year, and analysts expect Salesforce.com Inc. to benefit, the WSJ’s Jay Greene says . Goldman Sachs & Co. analyst Heather Bellini expects the company to slightly beat the analyst consensus for both revenue and adjusted per-share earnings, noting “continued strength in the IT buying environment.”\nIntel faces age-discrimination claims. The U.S. Equal Employment Opportunity Commission is working to determine whether a series of layoffs that cut more than 10,000 employees globally three years ago was discriminatory, says the Journal’s Georgia Wells . In one set of layoffs in May 2016, the median age of the 2,300 employees let go was 49 years old, seven years older than the median age of their peer employees who remained.\nU.S. Software Firm Verint in talks to buy NSO for about $1 billion. The Israeli maker of cybersurveillance product is known for selling military-grade technology, including Pegasus spyware, to help foreign governments spy on their citizens, the WSJ’s Simon Clark reports .\nJeff Bezos: ‘We must go back to the moon, and this time to stay.’ Speaking at a space conference in Los Angeles on Friday, Amazon.com Inc. founder and CEO Jeff Bezos laid out his vision for lunar exploration and eventual settlement. “This is not something that we may choose to do; this is something we must do,” he said. Mr. Bezos called the efforts of his rocket company, Blue Origin LLC , “the most important work I am doing.” The Journal’s Andy Pasztor has more .\nEVERYTHING ELSE YOU NEED TO KNOW\nNorth Korean leader Kim Jong Un dispatched one of his top lieutenants to the U.S. as Washington and Pyongyang pressed ahead on denuclearization talks in hopes of reaching a deal. (WSJ)\nBanks are sweetening their deals on loans to businesses, a development that is concerning regulators. (WSJ)\nShari Redstone and Les Moonves are locked in a legal battle triggered by their disagreement over a potential merger of Viacom and the broadcasting powerhouse, CBS. (WSJ)\nIn the battle between Johnson & Johnson and plaintiffs’ lawyers over alleged dangers of its signature baby powder , juries cut both ways last week. (WSJ)\n cues up the most important news in business technology every weekday morning.\nShare this: DOWNLOAD GDPR HEALTH CARE INTEL SALESFORCE.COM SILICON vALLEY Previous What Your CEO Is Reading: F. Scott Fitzgerald Meets AI; Bill Gates on Summer Reading; Muzzle Your Open Office Phone Call",
    "published": "2018-05-29T16:40:00.000+03:00",
    "crawled": "2018-05-29T18:17:52.032+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "senhance",
        "robotic",
        "surgery",
        "system",
        "give",
        "surgeon",
        "sense",
        "touch",
        "feel",
        "based",
        "pressure",
        "tension",
        "instrument",
        "photo",
        "transenterix",
        "sign",
        "get",
        "important",
        "news",
        "business",
        "technology",
        "emailed",
        "weekday",
        "morning",
        "subscribe",
        "wsj",
        "pro",
        "cybersecurity",
        "coverage",
        "cybersecurity",
        "trend",
        "breach",
        "best",
        "practice",
        "good",
        "morning",
        "cio",
        "transformative",
        "power",
        "digital",
        "technology",
        "perhaps",
        "nowhere",
        "apparent",
        "health",
        "care",
        "operating",
        "room",
        "getting",
        "smarter",
        "lot",
        "less",
        "risky",
        "patient",
        "laura",
        "landro",
        "report",
        "wall",
        "street",
        "journal",
        "changing",
        "hospital",
        "investing",
        "new",
        "device",
        "design",
        "digital",
        "technology",
        "promise",
        "new",
        "era",
        "innovation",
        "surgery",
        "landro",
        "say",
        "latest",
        "journal",
        "report",
        "health",
        "care",
        "much",
        "move",
        "part",
        "growing",
        "shift",
        "away",
        "traditional",
        "open",
        "procedure",
        "involve",
        "big",
        "incision",
        "lot",
        "blood",
        "loss",
        "long",
        "hospitalization",
        "point",
        "toward",
        "future",
        "patient",
        "choose",
        "minimally",
        "invasive",
        "outpatient",
        "surgery",
        "faster",
        "recovery",
        "fewer",
        "complication",
        "less",
        "pain",
        "make",
        "mine",
        "double",
        "hospital",
        "creating",
        "hybrid",
        "facility",
        "combine",
        "conventional",
        "operating",
        "room",
        "imaging",
        "equipment",
        "used",
        "minimally",
        "invasive",
        "treatment",
        "landro",
        "report",
        "consider",
        "cardiac",
        "catheterization",
        "doctor",
        "might",
        "use",
        "catheter",
        "insert",
        "stent",
        "improve",
        "blood",
        "flow",
        "artery",
        "patient",
        "might",
        "also",
        "need",
        "open",
        "surgery",
        "bypass",
        "blocked",
        "artery",
        "hybrid",
        "operating",
        "room",
        "doctor",
        "immediately",
        "shift",
        "less",
        "invasive",
        "interventional",
        "procedure",
        "open",
        "work",
        "team",
        "promise",
        "today",
        "reality",
        "despite",
        "stride",
        "wearable",
        "cloud",
        "artificial",
        "intelligence",
        "today",
        "employee",
        "access",
        "advanced",
        "device",
        "application",
        "cio",
        "journal",
        "columnist",
        "irving",
        "say",
        "one",
        "way",
        "overcome",
        "gap",
        "promise",
        "worker",
        "current",
        "reality",
        "focus",
        "business",
        "problem",
        "technology",
        "used",
        "europe",
        "photo",
        "yui",
        "press",
        "europe",
        "set",
        "pace",
        "regulating",
        "tech",
        "last",
        "week",
        "implementation",
        "general",
        "data",
        "protection",
        "regulation",
        "mark",
        "europe",
        "official",
        "debut",
        "world",
        "regulator",
        "silicon",
        "valley",
        "washington",
        "post",
        "report",
        "bureaucrat",
        "stepping",
        "something",
        "washington",
        "accomplish",
        "meanwhile",
        "come",
        "gdpr",
        "number",
        "tech",
        "company",
        "concerned",
        "new",
        "york",
        "time",
        "report",
        "eprivacy",
        "regulation",
        "law",
        "approved",
        "european",
        "parliament",
        "last",
        "year",
        "currently",
        "review",
        "restricts",
        "electronic",
        "communication",
        "current",
        "form",
        "law",
        "requires",
        "apps",
        "video",
        "game",
        "obtain",
        "user",
        "permission",
        "collecting",
        "communication",
        "data",
        "nyt",
        "report",
        "tech",
        "industry",
        "group",
        "fear",
        "law",
        "current",
        "form",
        "could",
        "hinder",
        "innovation",
        "like",
        "smart",
        "car",
        "automatically",
        "transmit",
        "safety",
        "information",
        "back",
        "tech",
        "joshua",
        "bederson",
        "right",
        "work",
        "remove",
        "tumor",
        "screen",
        "display",
        "navigation",
        "reference",
        "image",
        "including",
        "visuals",
        "patient",
        "brain",
        "overlay",
        "tumor",
        "photo",
        "mount",
        "sinai",
        "health",
        "system",
        "department",
        "neurosurgery",
        "brain",
        "surgeon",
        "get",
        "better",
        "view",
        "augmented",
        "reality",
        "using",
        "augmented",
        "reality",
        "limited",
        "capacity",
        "endoscopic",
        "surgery",
        "least",
        "decade",
        "large",
        "medical",
        "center",
        "starting",
        "use",
        "neurosurgery",
        "sarah",
        "toy",
        "report",
        "wsj",
        "ai",
        "tool",
        "help",
        "blind",
        "tackle",
        "everyday",
        "task",
        "improvement",
        "voice",
        "recognition",
        "computer",
        "vision",
        "along",
        "machine",
        "learning",
        "led",
        "specialized",
        "product",
        "microsoft",
        "seeing",
        "ai",
        "well",
        "mainstream",
        "device",
        "like",
        "amazon",
        "echo",
        "allowing",
        "visually",
        "impaired",
        "tackle",
        "everyday",
        "task",
        "sighted",
        "people",
        "take",
        "granted",
        "journal",
        "chris",
        "kornelis",
        "report",
        "dementia",
        "help",
        "technology",
        "researcher",
        "finding",
        "home",
        "sensor",
        "personal",
        "navigational",
        "device",
        "along",
        "robotics",
        "tablet",
        "apps",
        "show",
        "potential",
        "help",
        "sufferer",
        "dementia",
        "sustain",
        "social",
        "family",
        "contact",
        "reporting",
        "wsj",
        "shirley",
        "wang",
        "tech",
        "could",
        "make",
        "nursing",
        "home",
        "disappear",
        "blockchain",
        "could",
        "help",
        "lower",
        "health",
        "cost",
        "effort",
        "save",
        "cost",
        "group",
        "company",
        "april",
        "announced",
        "pilot",
        "project",
        "using",
        "blockchain",
        "maintain",
        "accuracy",
        "online",
        "directory",
        "doctor",
        "provider",
        "journal",
        "tomio",
        "geron",
        "report",
        "traditionally",
        "expensive",
        "company",
        "continually",
        "check",
        "verify",
        "update",
        "record",
        "directory",
        "technology",
        "news",
        "two",
        "brother",
        "online",
        "payment",
        "startup",
        "stripe",
        "john",
        "collison",
        "left",
        "president",
        "patrick",
        "collison",
        "chief",
        "executive",
        "supervoting",
        "share",
        "company",
        "valued",
        "billion",
        "latest",
        "round",
        "fundraising",
        "photo",
        "david",
        "paul",
        "news",
        "founder",
        "friendly",
        "era",
        "star",
        "tech",
        "entrepreneur",
        "grab",
        "power",
        "huge",
        "ray",
        "shift",
        "power",
        "silicon",
        "valley",
        "financier",
        "star",
        "entrepreneur",
        "increasingly",
        "wresting",
        "control",
        "company",
        "backer",
        "extracting",
        "huge",
        "pay",
        "package",
        "tied",
        "going",
        "public",
        "journal",
        "rolfe",
        "winkler",
        "maureen",
        "farrell",
        "bmo",
        "simplii",
        "financial",
        "report",
        "possible",
        "data",
        "breach",
        "bank",
        "montreal",
        "said",
        "personal",
        "financial",
        "information",
        "fewer",
        "customer",
        "may",
        "stolen",
        "simplii",
        "financial",
        "unit",
        "canadian",
        "imperial",
        "bank",
        "commerce",
        "reported",
        "information",
        "roughly",
        "customer",
        "may",
        "stolen",
        "wsj",
        "vipal",
        "monga",
        "report",
        "bank",
        "said",
        "contacted",
        "sunday",
        "fraudsters",
        "claiming",
        "possession",
        "information",
        "chip",
        "china",
        "tech",
        "giant",
        "step",
        "experience",
        "china",
        "maker",
        "zte",
        "call",
        "china",
        "according",
        "pony",
        "chairman",
        "country",
        "valuable",
        "company",
        "tencent",
        "holding",
        "journal",
        "jacky",
        "wong",
        "report",
        "others",
        "episode",
        "emphasized",
        "urgent",
        "need",
        "china",
        "grow",
        "industry",
        "salesforce",
        "report",
        "earnings",
        "expect",
        "corporate",
        "tech",
        "spending",
        "particularly",
        "strong",
        "since",
        "beginning",
        "year",
        "analyst",
        "expect",
        "benefit",
        "wsj",
        "jay",
        "greene",
        "say",
        "goldman",
        "sachs",
        "analyst",
        "heather",
        "bellini",
        "expects",
        "company",
        "slightly",
        "beat",
        "analyst",
        "consensus",
        "revenue",
        "adjusted",
        "earnings",
        "noting",
        "continued",
        "strength",
        "buying",
        "intel",
        "face",
        "claim",
        "equal",
        "employment",
        "opportunity",
        "commission",
        "working",
        "determine",
        "whether",
        "series",
        "layoff",
        "cut",
        "employee",
        "globally",
        "three",
        "year",
        "ago",
        "discriminatory",
        "say",
        "journal",
        "georgia",
        "well",
        "one",
        "set",
        "layoff",
        "may",
        "median",
        "age",
        "employee",
        "let",
        "go",
        "year",
        "old",
        "seven",
        "year",
        "older",
        "median",
        "age",
        "peer",
        "employee",
        "remained",
        "software",
        "firm",
        "verint",
        "talk",
        "buy",
        "nso",
        "billion",
        "israeli",
        "maker",
        "cybersurveillance",
        "product",
        "known",
        "selling",
        "technology",
        "including",
        "pegasus",
        "spyware",
        "help",
        "foreign",
        "government",
        "spy",
        "citizen",
        "wsj",
        "simon",
        "clark",
        "report",
        "jeff",
        "bezos",
        "must",
        "go",
        "back",
        "moon",
        "time",
        "speaking",
        "space",
        "conference",
        "los",
        "angeles",
        "friday",
        "founder",
        "ceo",
        "jeff",
        "bezos",
        "laid",
        "vision",
        "lunar",
        "exploration",
        "eventual",
        "settlement",
        "something",
        "may",
        "choose",
        "something",
        "must",
        "said",
        "bezos",
        "called",
        "effort",
        "rocket",
        "company",
        "blue",
        "origin",
        "llc",
        "important",
        "work",
        "journal",
        "andy",
        "pasztor",
        "everything",
        "else",
        "need",
        "know",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "dispatched",
        "one",
        "top",
        "lieutenant",
        "washington",
        "pyongyang",
        "pressed",
        "ahead",
        "denuclearization",
        "talk",
        "hope",
        "reaching",
        "deal",
        "wsj",
        "bank",
        "sweetening",
        "deal",
        "loan",
        "business",
        "development",
        "concerning",
        "regulator",
        "wsj",
        "shari",
        "redstone",
        "le",
        "moonves",
        "locked",
        "legal",
        "battle",
        "triggered",
        "disagreement",
        "potential",
        "merger",
        "viacom",
        "broadcasting",
        "powerhouse",
        "cbs",
        "wsj",
        "battle",
        "johnson",
        "johnson",
        "plaintiff",
        "lawyer",
        "alleged",
        "danger",
        "signature",
        "baby",
        "powder",
        "jury",
        "cut",
        "way",
        "last",
        "week",
        "wsj",
        "cue",
        "important",
        "news",
        "business",
        "technology",
        "every",
        "weekday",
        "morning",
        "share",
        "download",
        "gdpr",
        "health",
        "care",
        "intel",
        "silicon",
        "valley",
        "previous",
        "ceo",
        "reading",
        "scott",
        "fitzgerald",
        "meet",
        "ai",
        "bill",
        "gate",
        "summer",
        "reading",
        "muzzle",
        "open",
        "office",
        "phone",
        "call"
    ]
}