{
    "organizations": [],
    "uuid": "3a9f99b07fc2e2facc6771ab371f9ba8705d9997",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-roundup-nats-taylor-hits-walk-off-double-idUSKCN1IO18M",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: Nats' Taylor hits walk-off double",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Michael A. Taylor hit a walk-off double with one out in the ninth inning, giving the Washington Nationals a 2-1 victory over the San Diego Padres on Tuesday night at Nationals Park.\nMay 22, 2018; Washington, DC, USA; Washington Nationals celebrate with Washington Nationals center fielder Michael Taylor (3) after his game winning walk-off double at Nationals Park. Washington Nationals defeated San Diego Padres 2-1. Mandatory Credit: Tommy Gilligan-USA TODAY Sports Rookie Juan Soto started the ninth inning with a walk against Mark Strahm (0-2). Soto moved to second when Wilmer Difo grounded to third baseman Cory Spangenberg, who momentarily dropped the ball, which forced him to throw to first for the out. Taylor followed by capping an eight-pitch at-bat with a double off the wall in center that easily scored Soto from second.\nSean Doolittle (2-2) earned the victory after striking out the side in the top of the ninth.\nWashington’s Bryce Harper hit his 15th homer of the season in the fifth, an inning after San Diego’s Franchy Cordero hit his seventh home run.\nRed Sox 4, Rays 2\nMookie Betts hit his major-league-leading 16th home run, and Chris Sale struck out nine in 7 2/3 innings of two-run ball as Boston beat Tampa Bay in St. Petersburg, Fla.\nBetts’ blast was a three-run shot. Rafael Devers launched a solo homer for Boston, which won for the fifth time in six games. Sale (5-1) was charged with one earned run on four hits and two walks.\nWilly Adames’ first hit in his major league debut was a solo shot against Sale, and Daniel Robertson also had an RBI for Tampa Bay. The Rays have lost back-to-back games after a six-game win streak.\nBrewers 1, Diamondbacks 0\nDomingo Santana, robbed of a homer earlier, drove in the only run with a sacrifice fly, and four Milwaukee pitchers limited visiting Arizona to three hits.\nLorenzo Cain had two hits, a walk and two outfield assists for the Brewers. The Diamondbacks got only two runners as far as second base and had four runners thrown out on the bases while losing their sixth straight and 12th of 13.\nBrewers right-hander Jhoulys Chacin pitched five scoreless innings before Matt Albers (3-1), Josh Hader and Corey Knebel finished up. Knebel recorded his third save.\nIndians 10, Cubs 1\nJose Ramirez and Yonder Alonso drove in three runs apiece and Trevor Bauer pitched six scoreless innings as Cleveland cruised to a win at Chicago.\nJason Kipnis added two RBIs, and Michael Brantley finished 2-for-6 to extend his hitting streak to 11 games.\nIan Happ hit a 433-foot home run in the ninth inning to help Chicago avoid its fourth shutout loss.\nBraves 3, Phillies 1\nBrandon McCarthy pitched 5 2/3 solid innings, Ozzie Albies homered and scored three runs, and visiting Atlanta defeated Philadelphia.\nMcCarthy (5-2) allowed four hits and one run while striking out five and walking two. Four Braves relievers held the Phillies to no runs on three hits in the last 3 1/3 innings. Arodys Vizcaino pitched the ninth inning for his ninth save.\nAlbies, Ronald Acuna Jr., Freddie Freeman and Tyler Flowers had two hits each for the Braves, who won for the third time in four games.\nMay 22, 2018; St. Petersburg, FL, USA; Boston Red Sox right fielder Mookie Betts (50) hits a 3-run home run during the third inning against the Tampa Bay Rays at Tropicana Field. Mandatory Credit: Kim Klement-USA TODAY Sports Reds 7, Pirates 2\nScooter Gennett slugged a grand slam as part of a season-best six-RBI night to help Cincinnati post a victory against visiting Pittsburgh.\nMatt Harvey (1-2) pitched six strong innings to win for the first time in three starts since joining the Reds. Harvey allowed one run, three hits and two walks while striking out five.\nTucker Barnhart went 3-for-4 and scored twice for Cincinnati. Gennett went 2-for-3 and scored twice, and Eugenio Suarez also had two hits. Colin Moran and Austin Meadows hit solo home runs for the Pirates, who have dropped four consecutive games.\nRoyals 5, Cardinals 1\nJason Hammel picked up his first victory of the season, and Alex Gordon and Salvador Perez homered as Kansas City won at St. Louis.\nHammel (1-5) was winless in his first nine starts this season, but he delivered seven strong innings to help the Royals snap a three-game slide. He scattered nine hits, allowing only one run with six strikeouts and no walks.\nGordon and Alcides Escobar each had three hits for the Royals, and Jon Jay added two hits. Yairo Munoz went 4-for-4 to lead the Cardinals, and Marcell Ozuna finished 3-for-4.\nTwins 6, Tigers 0\nBrian Dozier drove in three runs with a pair of doubles, Lance Lynn tossed 6 2/3 scoreless innings, and Minnesota downed Detroit in Minneapolis.\nEhire Adrianza also hit a pair of run-scoring doubles and he scored twice, while Byron Buxton also scored two runs and drove in another. Lynn (2-4) allowed five hits and a walk while striking out four. A trio of relievers completed the shutout.\nThe Twins have won three straight following a three-game losing streak. They have given up just three runs during the upswing. Nicholas Castellanos, James McCann and JaCoby Jones had two hits apiece for the Tigers, who have lost five straight.\nRangers 6, Yankees 4\nCole Hamels pitched seven effective innings as Texas recorded a victory over visiting New York.\nPitching for the first time in 11 days after being scratched from a start due to neck stiffness, Hamels (3-4) held the Yankees to two runs and four hits. In his longest outing of the season, the left-hander recorded his first home win of the year and 150th career victory overall.\nKeone Kela tossed a perfect ninth and notched his ninth save in as many opportunities. Jurickson Profar hit a three-run homer in the first inning, and Ronald Guzman hit a solo shot in the fourth. Gleyber Torres, Miguel Andujar and Austin Romine homered for the Yankees.\nDodgers 5, Rockies 3\nChris Taylor and Yasiel Puig hit back-to-back home runs in a span of three pitches, helping Los Angeles end its five-game home losing streak with a victory over Colorado.\nSlideshow (11 Images) The Dodgers trailed 3-2 in the sixth inning before Taylor hit a two-run shot off reliever Bryan Shaw (1-3) to put Los Angeles on top. It was Taylor’s sixth home run of the season.\nPuig followed with his fifth home run of the year, with all five coming in his past eight games. It was the third time the Dodgers hit back-to-back home runs this season.\nMariners 3, A’s 2 (10 innings)\nGuillermo Heredia doubled home Jean Segura with the go-ahead run in the top of the 10th inning, and Seattle held on to win at Oakland.\nWith one out in the 10th, Segura lined a single to right field off Oakland reliever Yusmeiro Petit (1-1). Heredia then doubled into the gap in right-center field, with Segura sliding home just before catcher Jonathan Lucroy could apply the tag.\nTrailing 2-0, the Mariners tied it in the seventh on Mike Zunino’s two-run homer. Nick Vincent (3-1) pitched 1 1/3 hitless innings for the victory, and Edwin Diaz worked the 10th for his American League-leading 16th save.\nWhite Sox 3, Orioles 2\nYolmer Sanchez had three hits and singled home Jose Rondon with the winning tally in the eighth inning as part of a three-run uprising that lifted Chicago to a come-from-behind win over visiting Baltimore.\nSanchez’s hit made a winner out of Bruce Rondon, who entered in the eighth in relief of James Shields. The Chicago starter allowed two runs on five hits in seven innings while striking out five and walking two.\nRondon (2-2) tossed one scoreless inning with two strikeouts. Nate Jones allowed a walk and a hit in the ninth but fanned two while earning his fourth save of the year. Orioles starter Kevin Gausman hurled 6 1/3 innings of shutout baseball despite allowing nine hits. He struck out 10 and walked one.\nAstros 11, Giants 2\nTony Kemp drove in five runs from the ninth spot in the batting order, and Houston bashed visiting San Francisco.\nKemp became the fourth player in franchise history to produce five RBIs while batting ninth.\nEvan Gattis went 2-for-4 with a pair of runs scored while batting seventh for the Astros, and Max Stassi rapped two hits, a walk, and an RBI sandwiched between Gattis and Kemp.\nMarlins 5, Mets 1\nCaleb Smith tossed 6 2/3 strong innings, and second-inning RBI singles by Miguel Rojas and J.T. Realmuto provided Smith and Miami the only runs they would need in a win at New York.\nThe Marlins snapped a three-game losing streak while the Mets had a four-game winning streak halted.\nSmith (3-5) allowed one run on three hits and two walks while striking out eight in the second-longest outing among his 12 major league starts. Three Miami relievers combined for 2 1/3 innings of one-hit ball.\nBlue Jays 5, Angels 3\nKendrys Morales hit a two-run home run, J.A. Happ pitched seven strong innings, and Toronto defeated visiting Los Angeles.\nThe victory in the opener of a three-game series ended the Blue Jays’ four-game losing streak, while the Angels have lost six of their past seven games.\nHapp (6-3) allowed two runs, three hits and three walks while striking out five as he earned his second straight win. Tyler Clippard pitched a perfect ninth inning to pick up his second save of the season.\n—Field Level Media\n ",
    "published": "2018-05-23T12:54:00.000+03:00",
    "crawled": "2018-05-23T13:28:52.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "michael",
        "taylor",
        "hit",
        "double",
        "one",
        "ninth",
        "inning",
        "giving",
        "washington",
        "national",
        "victory",
        "san",
        "diego",
        "padre",
        "tuesday",
        "night",
        "national",
        "park",
        "may",
        "washington",
        "dc",
        "usa",
        "washington",
        "national",
        "celebrate",
        "washington",
        "national",
        "center",
        "fielder",
        "michael",
        "taylor",
        "game",
        "winning",
        "double",
        "national",
        "park",
        "washington",
        "national",
        "defeated",
        "san",
        "diego",
        "padre",
        "mandatory",
        "credit",
        "tommy",
        "today",
        "sport",
        "rookie",
        "juan",
        "soto",
        "started",
        "ninth",
        "inning",
        "walk",
        "mark",
        "strahm",
        "soto",
        "moved",
        "second",
        "wilmer",
        "difo",
        "grounded",
        "third",
        "baseman",
        "cory",
        "spangenberg",
        "momentarily",
        "dropped",
        "ball",
        "forced",
        "throw",
        "first",
        "taylor",
        "followed",
        "capping",
        "double",
        "wall",
        "center",
        "easily",
        "scored",
        "soto",
        "second",
        "sean",
        "doolittle",
        "earned",
        "victory",
        "striking",
        "side",
        "top",
        "ninth",
        "washington",
        "bryce",
        "harper",
        "hit",
        "15th",
        "homer",
        "season",
        "fifth",
        "inning",
        "san",
        "diego",
        "franchy",
        "cordero",
        "hit",
        "seventh",
        "home",
        "run",
        "red",
        "sox",
        "ray",
        "mookie",
        "betts",
        "hit",
        "16th",
        "home",
        "run",
        "chris",
        "sale",
        "struck",
        "nine",
        "inning",
        "ball",
        "boston",
        "beat",
        "tampa",
        "bay",
        "petersburg",
        "betts",
        "blast",
        "shot",
        "rafael",
        "devers",
        "launched",
        "solo",
        "homer",
        "boston",
        "fifth",
        "time",
        "six",
        "game",
        "sale",
        "charged",
        "one",
        "earned",
        "run",
        "four",
        "hit",
        "two",
        "walk",
        "willy",
        "adames",
        "first",
        "hit",
        "major",
        "league",
        "debut",
        "solo",
        "shot",
        "sale",
        "daniel",
        "robertson",
        "also",
        "rbi",
        "tampa",
        "bay",
        "ray",
        "lost",
        "game",
        "win",
        "streak",
        "brewer",
        "diamondback",
        "domingo",
        "santana",
        "robbed",
        "homer",
        "earlier",
        "drove",
        "run",
        "sacrifice",
        "fly",
        "four",
        "milwaukee",
        "pitcher",
        "limited",
        "visiting",
        "arizona",
        "three",
        "hit",
        "lorenzo",
        "cain",
        "two",
        "hit",
        "walk",
        "two",
        "outfield",
        "assist",
        "brewer",
        "diamondback",
        "got",
        "two",
        "runner",
        "far",
        "second",
        "base",
        "four",
        "runner",
        "thrown",
        "base",
        "losing",
        "sixth",
        "straight",
        "12th",
        "brewer",
        "jhoulys",
        "chacin",
        "pitched",
        "five",
        "scoreless",
        "inning",
        "matt",
        "albers",
        "josh",
        "hader",
        "corey",
        "knebel",
        "finished",
        "knebel",
        "recorded",
        "third",
        "save",
        "indian",
        "cub",
        "jose",
        "ramirez",
        "yonder",
        "alonso",
        "drove",
        "three",
        "run",
        "apiece",
        "trevor",
        "bauer",
        "pitched",
        "six",
        "scoreless",
        "inning",
        "cleveland",
        "cruised",
        "win",
        "chicago",
        "jason",
        "kipnis",
        "added",
        "two",
        "rbi",
        "michael",
        "brantley",
        "finished",
        "extend",
        "hitting",
        "streak",
        "game",
        "ian",
        "happ",
        "hit",
        "home",
        "run",
        "ninth",
        "inning",
        "help",
        "chicago",
        "avoid",
        "fourth",
        "shutout",
        "loss",
        "brave",
        "phillies",
        "brandon",
        "mccarthy",
        "pitched",
        "solid",
        "inning",
        "ozzie",
        "albies",
        "homered",
        "scored",
        "three",
        "run",
        "visiting",
        "atlanta",
        "defeated",
        "philadelphia",
        "mccarthy",
        "allowed",
        "four",
        "hit",
        "one",
        "run",
        "striking",
        "five",
        "walking",
        "two",
        "four",
        "brave",
        "reliever",
        "held",
        "phillies",
        "run",
        "three",
        "hit",
        "last",
        "inning",
        "arodys",
        "vizcaino",
        "pitched",
        "ninth",
        "inning",
        "ninth",
        "save",
        "albies",
        "ronald",
        "acuna",
        "freddie",
        "freeman",
        "tyler",
        "flower",
        "two",
        "hit",
        "brave",
        "third",
        "time",
        "four",
        "game",
        "may",
        "petersburg",
        "fl",
        "usa",
        "boston",
        "red",
        "sox",
        "right",
        "fielder",
        "mookie",
        "betts",
        "hit",
        "home",
        "run",
        "third",
        "inning",
        "tampa",
        "bay",
        "ray",
        "tropicana",
        "field",
        "mandatory",
        "credit",
        "kim",
        "today",
        "sport",
        "red",
        "pirate",
        "scooter",
        "gennett",
        "slugged",
        "grand",
        "slam",
        "part",
        "night",
        "help",
        "cincinnati",
        "post",
        "victory",
        "visiting",
        "pittsburgh",
        "matt",
        "harvey",
        "pitched",
        "six",
        "strong",
        "inning",
        "win",
        "first",
        "time",
        "three",
        "start",
        "since",
        "joining",
        "red",
        "harvey",
        "allowed",
        "one",
        "run",
        "three",
        "hit",
        "two",
        "walk",
        "striking",
        "five",
        "tucker",
        "barnhart",
        "went",
        "scored",
        "twice",
        "cincinnati",
        "gennett",
        "went",
        "scored",
        "twice",
        "eugenio",
        "suarez",
        "also",
        "two",
        "hit",
        "colin",
        "moran",
        "austin",
        "meadow",
        "hit",
        "solo",
        "home",
        "run",
        "pirate",
        "dropped",
        "four",
        "consecutive",
        "game",
        "royal",
        "cardinal",
        "jason",
        "hammel",
        "picked",
        "first",
        "victory",
        "season",
        "alex",
        "gordon",
        "salvador",
        "perez",
        "homered",
        "kansa",
        "city",
        "louis",
        "hammel",
        "winless",
        "first",
        "nine",
        "start",
        "season",
        "delivered",
        "seven",
        "strong",
        "inning",
        "help",
        "royal",
        "snap",
        "slide",
        "scattered",
        "nine",
        "hit",
        "allowing",
        "one",
        "run",
        "six",
        "strikeout",
        "walk",
        "gordon",
        "alcides",
        "escobar",
        "three",
        "hit",
        "royal",
        "jon",
        "jay",
        "added",
        "two",
        "hit",
        "yairo",
        "munoz",
        "went",
        "lead",
        "cardinal",
        "marcell",
        "ozuna",
        "finished",
        "twin",
        "tiger",
        "brian",
        "dozier",
        "drove",
        "three",
        "run",
        "pair",
        "double",
        "lance",
        "lynn",
        "tossed",
        "scoreless",
        "inning",
        "minnesota",
        "downed",
        "detroit",
        "minneapolis",
        "ehire",
        "adrianza",
        "also",
        "hit",
        "pair",
        "double",
        "scored",
        "twice",
        "byron",
        "buxton",
        "also",
        "scored",
        "two",
        "run",
        "drove",
        "another",
        "lynn",
        "allowed",
        "five",
        "hit",
        "walk",
        "striking",
        "four",
        "trio",
        "reliever",
        "completed",
        "shutout",
        "twin",
        "three",
        "straight",
        "following",
        "losing",
        "streak",
        "given",
        "three",
        "run",
        "upswing",
        "nicholas",
        "castellanos",
        "james",
        "mccann",
        "jacoby",
        "jones",
        "two",
        "hit",
        "apiece",
        "tiger",
        "lost",
        "five",
        "straight",
        "ranger",
        "yankee",
        "cole",
        "hamels",
        "pitched",
        "seven",
        "effective",
        "inning",
        "texas",
        "recorded",
        "victory",
        "visiting",
        "new",
        "york",
        "pitching",
        "first",
        "time",
        "day",
        "scratched",
        "start",
        "due",
        "neck",
        "stiffness",
        "hamels",
        "held",
        "yankee",
        "two",
        "run",
        "four",
        "hit",
        "longest",
        "outing",
        "season",
        "recorded",
        "first",
        "home",
        "win",
        "year",
        "150th",
        "career",
        "victory",
        "overall",
        "keone",
        "kela",
        "tossed",
        "perfect",
        "ninth",
        "notched",
        "ninth",
        "save",
        "many",
        "opportunity",
        "jurickson",
        "profar",
        "hit",
        "homer",
        "first",
        "inning",
        "ronald",
        "guzman",
        "hit",
        "solo",
        "shot",
        "fourth",
        "gleyber",
        "torres",
        "miguel",
        "andujar",
        "austin",
        "romine",
        "homered",
        "yankee",
        "dodger",
        "rockies",
        "chris",
        "taylor",
        "yasiel",
        "puig",
        "hit",
        "home",
        "run",
        "span",
        "three",
        "pitch",
        "helping",
        "los",
        "angeles",
        "end",
        "home",
        "losing",
        "streak",
        "victory",
        "colorado",
        "slideshow",
        "image",
        "dodger",
        "trailed",
        "sixth",
        "inning",
        "taylor",
        "hit",
        "shot",
        "reliever",
        "bryan",
        "shaw",
        "put",
        "los",
        "angeles",
        "top",
        "taylor",
        "sixth",
        "home",
        "run",
        "season",
        "puig",
        "followed",
        "fifth",
        "home",
        "run",
        "year",
        "five",
        "coming",
        "past",
        "eight",
        "game",
        "third",
        "time",
        "dodger",
        "hit",
        "home",
        "run",
        "season",
        "mariner",
        "inning",
        "guillermo",
        "heredia",
        "doubled",
        "home",
        "jean",
        "segura",
        "run",
        "top",
        "10th",
        "inning",
        "seattle",
        "held",
        "win",
        "oakland",
        "one",
        "10th",
        "segura",
        "lined",
        "single",
        "right",
        "field",
        "oakland",
        "reliever",
        "yusmeiro",
        "petit",
        "heredia",
        "doubled",
        "gap",
        "field",
        "segura",
        "sliding",
        "home",
        "catcher",
        "jonathan",
        "lucroy",
        "could",
        "apply",
        "tag",
        "trailing",
        "mariner",
        "tied",
        "seventh",
        "mike",
        "zunino",
        "homer",
        "nick",
        "vincent",
        "pitched",
        "hitless",
        "inning",
        "victory",
        "edwin",
        "diaz",
        "worked",
        "10th",
        "american",
        "16th",
        "save",
        "white",
        "sox",
        "oriole",
        "yolmer",
        "sanchez",
        "three",
        "hit",
        "singled",
        "home",
        "jose",
        "rondon",
        "winning",
        "tally",
        "eighth",
        "inning",
        "part",
        "uprising",
        "lifted",
        "chicago",
        "win",
        "visiting",
        "baltimore",
        "sanchez",
        "hit",
        "made",
        "winner",
        "bruce",
        "rondon",
        "entered",
        "eighth",
        "relief",
        "james",
        "shield",
        "chicago",
        "starter",
        "allowed",
        "two",
        "run",
        "five",
        "hit",
        "seven",
        "inning",
        "striking",
        "five",
        "walking",
        "two",
        "rondon",
        "tossed",
        "one",
        "scoreless",
        "inning",
        "two",
        "strikeout",
        "nate",
        "jones",
        "allowed",
        "walk",
        "hit",
        "ninth",
        "fanned",
        "two",
        "earning",
        "fourth",
        "save",
        "year",
        "oriole",
        "starter",
        "kevin",
        "gausman",
        "hurled",
        "inning",
        "shutout",
        "baseball",
        "despite",
        "allowing",
        "nine",
        "hit",
        "struck",
        "walked",
        "one",
        "astros",
        "giant",
        "tony",
        "kemp",
        "drove",
        "five",
        "run",
        "ninth",
        "spot",
        "batting",
        "order",
        "houston",
        "bashed",
        "visiting",
        "san",
        "francisco",
        "kemp",
        "became",
        "fourth",
        "player",
        "franchise",
        "history",
        "produce",
        "five",
        "rbi",
        "batting",
        "ninth",
        "evan",
        "gattis",
        "went",
        "pair",
        "run",
        "scored",
        "batting",
        "seventh",
        "astros",
        "max",
        "stassi",
        "rapped",
        "two",
        "hit",
        "walk",
        "rbi",
        "sandwiched",
        "gattis",
        "kemp",
        "marlin",
        "mets",
        "caleb",
        "smith",
        "tossed",
        "strong",
        "inning",
        "rbi",
        "single",
        "miguel",
        "rojas",
        "realmuto",
        "provided",
        "smith",
        "miami",
        "run",
        "would",
        "need",
        "win",
        "new",
        "york",
        "marlin",
        "snapped",
        "losing",
        "streak",
        "mets",
        "winning",
        "streak",
        "halted",
        "smith",
        "allowed",
        "one",
        "run",
        "three",
        "hit",
        "two",
        "walk",
        "striking",
        "eight",
        "outing",
        "among",
        "major",
        "league",
        "start",
        "three",
        "miami",
        "reliever",
        "combined",
        "inning",
        "ball",
        "blue",
        "jay",
        "angel",
        "kendrys",
        "morale",
        "hit",
        "home",
        "run",
        "happ",
        "pitched",
        "seven",
        "strong",
        "inning",
        "toronto",
        "defeated",
        "visiting",
        "los",
        "angeles",
        "victory",
        "opener",
        "series",
        "ended",
        "blue",
        "jay",
        "losing",
        "streak",
        "angel",
        "lost",
        "six",
        "past",
        "seven",
        "game",
        "happ",
        "allowed",
        "two",
        "run",
        "three",
        "hit",
        "three",
        "walk",
        "striking",
        "five",
        "earned",
        "second",
        "straight",
        "win",
        "tyler",
        "clippard",
        "pitched",
        "perfect",
        "ninth",
        "inning",
        "pick",
        "second",
        "save",
        "season",
        "level",
        "medium"
    ]
}