{
    "organizations": [],
    "uuid": "13e9314444f75f8c47c9ba83801e9f4d10debd47",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-wilmington-announces-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Wilmington Announces 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 09, 2018 (GLOBE NEWSWIRE) --\nWilmington Capital Management Inc. (“Wilmington” or the “Corporation”) (TSX:WCM.A) (TSX:WCM.B) reported a net loss attributable to shareholders of $0.6 million or ($0.06) per share compared to a net income of $12,000 or $0.00 per share for the same period in 2017. FIRST QUARTER 2018 HIGHLIGHTS The financial highlights of the Corporation and those of its associated entities are set out below. Investments in associated entities, where the Corporation is deemed to have significant influence account for the majority of the financial results and are accounted for using the equity method of accounting. Investments in entities where the Corporation does not have significant influence, are recorded at fair market value and the results of the investees are not recorded by the Corporation.\nSelf-storage facilities\nReal Storage Private Trust (42.5% owned – the “Trust”) generated net operating income of $2.5 million , a 11% increase over the comparable period of 2017. The Ontario properties continued to perform well and occupancy levels and operating margins continued to stabilize in Alberta. Private equity\nNorthbridge’s assets under management amounted to approximately $37.6 million, a decline of $2.5 million from December 31, 2017, the result of selling activities of underlying investments in the Network 2012 Fund. The most recent energy fund raised in late 2016 amounted to $32.4 million of which approximately $16.1 million remains to be deployed. Special Situations\nOn November 30, 2017, the Corporation acquired an 18.15% ownership interest in the Maple Leaf Partnerships for $3.5 million. The Maple Leaf Partnerships own and operate 5 marinas, with over 100 acres of waterfront land, approximately 2,000 boat slips and development land, situated a 1.5-hour drive north of Toronto, Ontario. Maple Leaf Partnerships completed their 2018 strategic plan and initiated the re-development plan for the Bay Moorings Marina. The Corporation received $40,000 in management fees from the Maple Leaf Partnerships during Q1 2018. As at March 31, 2018, Wilmington had assets under management in its operating platforms of approximately $210.0 million ($68.6 million representing Wilmington’s share). OPERATIONS REVIEW Self-Storage Facilities Real Storage Private Trust The Trust’s revenues increased 11% during the three months ended March 31, 2018, compared to the same period 2017. The increase was primarily due to a 6% increase in rent and contributions from recently acquired properties. Funds from operations decreased 16%, when compared to the same period 2017, the result of a 39% increase in financing costs related to mortgages on newly acquired properties and the refinancing of the eastern property portfolio completed in September 2017. The Trust remains focused on organic growth and the acquisition of accretive properties located in areas where the Trust is active. Private Equity Northbridge Capital Partners Ltd. (“Northbridge”) and Northbridge Fund 2016 Limited Partnership The Corporation subscribed for $1.0 million in Northbridge Fund 2016, of which $600,000 had been funded as at March 31, 2018. The Corporation received $0.3 million of its share of capital invested in the Network 2012 Fund in March 2018. The Corporation expects the maturity date of the Network 2012 Fund to be extended up to December 31, 2019, with its remaining share of invested capital of $1.0 million to be realized within that timeframe. Special Situations Maple Leaf Partnerships On November 30, 2017, the Corporation acquired an 18.15% interest in Maple Leaf Partnerships for $3.5 million. The marina portfolio acquired by the Maple Leaf Partnerships is an historically known group of assets to the principals of the Marina Asset Manager, whose executives have a 20-year history of operating and developing marinas. While well maintained, the operations were not a core asset of the previous owner and consequently under performed. The Corporation believes that with renewed focus there is significant upside in these cash generating assets. Following the completion of the acquisition, the Maple Leaf Partnerships developed their strategic plan for 2018, a successful public relations campaign to attract new boaters to the marina under the new management and the successful transition of staff. A re-development plan for the Bay Moorings Marina was also initiated which calls for the former 344-boat slip marina to be re-developed into a water-front residential community. The Corporation owns 33.3% of the asset manager, Marina Asset Manager, which has entered into an asset management agreement with the Maple Leaf Partnerships. The Marina Asset Manager is responsible for oversight of the operations of and strategic planning for the Maple Leaf Partnerships. OUTLOOK The Corporation continues to concentrate on growing its two core businesses, the self-storage business and the private equity platform as well as seeking out special situations where assets are undervalued. The Corporation is pleased with its latest acquisition of a premiere portfolio of marinas in Ontario and looks forward to realizing superior returns from this investment as well as the self-storage and private equity platforms. FINANCIAL RESULTS\nCONSOLIDATED STATEMENTS OF INCOME (LOSS)\nFor the three months ended March 31, (CDN $ Thousands, except per share amounts) (unaudited) 2018 2017 Revenues 54 22 Share of net income (loss) from equity accounted investees: Real Storage Private Trust (25 ) 202 Northbridge Capital Partners Ltd. 1 (29 ) Network 2012 Limited Partners (394 ) (8 ) Marina Asset Manager Inc. (11 ) --- Expenses General and administrative (225 ) (204 ) Stock-based compensation (72 ) (23 ) Loss from continuing operations before income tax (672 ) (40 ) Income tax recovery 75 2 Net loss from continuing operations (597 ) (38 ) Net income from discontinued operations, net of tax --- 85 Net income (loss) (597 ) 47 Net loss from continuing operations attributable to: Owners of the Corporation (597 ) (38 ) Non-controlling interest --- --- (597 ) (38 ) Net income from discontinued operations attributable to: Owners of the Corporation --- 50 Non-controlling interest --- 35 --- 85 Net loss per share from continuing operations: Basic (0.06 ) --- Diluted (0.06 ) --- CONSOLIDATED BALANCE SHEETS\n(unaudited) (audited) As at (CDN $ Thousands) 2018 2017 Assets NON-CURRENT ASSETS Investment in Real Storage Private Trust 13,704 13,884 Investment in Northbridge Capital Partners Ltd. 234 233 Investment in Northbridge Fund 2016 Limited Partnership 584 600 Investment in Network 2012 Limited Partnership 1,037 1,304 Investment in Maple Leaf Partnerships 3,530 3,530 Deferred income tax assets 648 623 19,737 20,174 CURRENT ASSETS Accounts receivables and other assets 123 1,637 Cash 3,393 1,642 3,515 3,279 Total assets 23,253 23,453 Liabilities CURRENT LIABILITIES Accounts payable and accrued liabilities 637 633 Total liabilities 637 633 Equity Shareholders’ equity 22,616 22,820 Total equity 22,616 22,820 Total liabilities and equity 23,253 23,453 CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (LOSS)\nFor the three months ended March 31, (CDN $ Thousands) (unaudited) 2018 2017 Net income (loss) (597 ) 47 Items that may be reclassified to net income (loss) Share of other comprehensive income (loss) from equity accounted investees 387 (33 ) Change in fair value of Northbridge Fund 2016 (16 ) --- Deferred income tax expense (50 ) (2 ) Other comprehensive income (loss) 321 (35 ) Comprehensive income (loss) (276 ) 12 Comprehensive income (loss) attributable to: Owners of the Corporation (276 ) (23 ) Non-controlling interest --- 35 (276 ) 12 Executive Officers of the Corporation will be available at 403-705-8038 to answer any questions on the Corporation’s financial results.\nSTATEMENT REGARDING FORWARD-LOOKING STATEMENTS\nCertain statements included in this news release may constitute forward-looking statements or information under applicable securities legislation. Forward-looking statements that are predictive in nature, depend upon or refer to future events or conditions, include statements regarding the operations, business, financial conditions, expected financial results, performance, opportunities, priorities, ongoing objectives, strategies and outlook of the Corporation and its investee entities and contain words such as \"anticipate\", \"believe\", \"expect\", \"plan\", \"intend\", \"estimate\", \"propose\", or similar expressions and statements relating to matters that are not historical facts constitute “forward-looking information” applicable Canadian securities legislation.\nWhile the Corporation believes the anticipated future results, performance or achievements reflected or implied in those forward-looking statements are based upon reasonable assumptions and expectations, the reader should not place undue reliance on forward-looking statements and information because they involve known and unknown risks, uncertainties and other factors, many of which are beyond the Corporation’s control, which may cause the actual results, performance and achievements of the Corporation anticipated future results, performance or achievement expressed or implied by such forward-looking statements and information.\nThese risks and uncertainties include but are not limited to: the ability of management of Wilmington and its investee entities to execute its and their business plans; health, safety and environmental risks; uncertainties as to the availability and cost of financing; general economic and business conditions; the possibility that government policies or laws may change or governmental or regulatory approvals may be delayed or withheld; risks associated with existing and potential future law suits and regulatory actions against Wilmington; and other risks and uncertainties described in Wilmington's filings with Canadian securities regulatory authorities.\nThe foregoing list of important factors that may affect future results is not exhaustive. When relying on the forward-looking statements, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. Except as required by law, the Corporation undertakes no obligation to publicly update or revise any forward-looking statements or information, that may be as a result of new information, future events or otherwise. These forward-looking statements are effective only as of the date of this document.\nSource: Wilmington Capital Management Inc.",
    "published": "2018-05-10T01:58:00.000+03:00",
    "crawled": "2018-05-10T04:12:43.035+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "wilmington",
        "capital",
        "management",
        "wilmington",
        "corporation",
        "tsx",
        "tsx",
        "reported",
        "net",
        "loss",
        "attributable",
        "shareholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "per",
        "share",
        "period",
        "first",
        "quarter",
        "highlight",
        "financial",
        "highlight",
        "corporation",
        "associated",
        "entity",
        "set",
        "investment",
        "associated",
        "entity",
        "corporation",
        "deemed",
        "significant",
        "influence",
        "account",
        "majority",
        "financial",
        "result",
        "accounted",
        "using",
        "equity",
        "method",
        "accounting",
        "investment",
        "entity",
        "corporation",
        "significant",
        "influence",
        "recorded",
        "fair",
        "market",
        "value",
        "result",
        "investees",
        "recorded",
        "corporation",
        "facility",
        "real",
        "storage",
        "private",
        "trust",
        "owned",
        "trust",
        "generated",
        "net",
        "operating",
        "income",
        "million",
        "increase",
        "comparable",
        "period",
        "ontario",
        "property",
        "continued",
        "perform",
        "well",
        "occupancy",
        "level",
        "operating",
        "margin",
        "continued",
        "stabilize",
        "alberta",
        "private",
        "equity",
        "northbridge",
        "asset",
        "management",
        "amounted",
        "approximately",
        "million",
        "decline",
        "million",
        "december",
        "result",
        "selling",
        "activity",
        "underlying",
        "investment",
        "network",
        "fund",
        "recent",
        "energy",
        "fund",
        "raised",
        "late",
        "amounted",
        "million",
        "approximately",
        "million",
        "remains",
        "deployed",
        "special",
        "situation",
        "november",
        "corporation",
        "acquired",
        "ownership",
        "interest",
        "maple",
        "leaf",
        "partnership",
        "million",
        "maple",
        "leaf",
        "partnership",
        "operate",
        "marina",
        "acre",
        "waterfront",
        "land",
        "approximately",
        "boat",
        "slip",
        "development",
        "land",
        "situated",
        "drive",
        "north",
        "toronto",
        "ontario",
        "maple",
        "leaf",
        "partnership",
        "completed",
        "strategic",
        "plan",
        "initiated",
        "plan",
        "bay",
        "mooring",
        "marina",
        "corporation",
        "received",
        "management",
        "fee",
        "maple",
        "leaf",
        "partnership",
        "q1",
        "march",
        "wilmington",
        "asset",
        "management",
        "operating",
        "platform",
        "approximately",
        "million",
        "million",
        "representing",
        "wilmington",
        "share",
        "operation",
        "review",
        "facility",
        "real",
        "storage",
        "private",
        "trust",
        "trust",
        "revenue",
        "increased",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "increase",
        "primarily",
        "due",
        "increase",
        "rent",
        "contribution",
        "recently",
        "acquired",
        "property",
        "fund",
        "operation",
        "decreased",
        "compared",
        "period",
        "result",
        "increase",
        "financing",
        "cost",
        "related",
        "mortgage",
        "newly",
        "acquired",
        "property",
        "refinancing",
        "eastern",
        "property",
        "portfolio",
        "completed",
        "september",
        "trust",
        "remains",
        "focused",
        "organic",
        "growth",
        "acquisition",
        "accretive",
        "property",
        "located",
        "area",
        "trust",
        "active",
        "private",
        "equity",
        "northbridge",
        "capital",
        "partner",
        "northbridge",
        "northbridge",
        "fund",
        "limited",
        "partnership",
        "corporation",
        "subscribed",
        "million",
        "northbridge",
        "fund",
        "funded",
        "march",
        "corporation",
        "received",
        "million",
        "share",
        "capital",
        "invested",
        "network",
        "fund",
        "march",
        "corporation",
        "expects",
        "maturity",
        "date",
        "network",
        "fund",
        "extended",
        "december",
        "remaining",
        "share",
        "invested",
        "capital",
        "million",
        "realized",
        "within",
        "timeframe",
        "special",
        "situation",
        "maple",
        "leaf",
        "partnership",
        "november",
        "corporation",
        "acquired",
        "interest",
        "maple",
        "leaf",
        "partnership",
        "million",
        "marina",
        "portfolio",
        "acquired",
        "maple",
        "leaf",
        "partnership",
        "historically",
        "known",
        "group",
        "asset",
        "principal",
        "marina",
        "asset",
        "manager",
        "whose",
        "executive",
        "history",
        "operating",
        "developing",
        "marina",
        "well",
        "maintained",
        "operation",
        "core",
        "asset",
        "previous",
        "owner",
        "consequently",
        "performed",
        "corporation",
        "belief",
        "renewed",
        "focus",
        "significant",
        "upside",
        "cash",
        "generating",
        "asset",
        "following",
        "completion",
        "acquisition",
        "maple",
        "leaf",
        "partnership",
        "developed",
        "strategic",
        "plan",
        "successful",
        "public",
        "relation",
        "campaign",
        "attract",
        "new",
        "boater",
        "marina",
        "new",
        "management",
        "successful",
        "transition",
        "staff",
        "plan",
        "bay",
        "mooring",
        "marina",
        "also",
        "initiated",
        "call",
        "former",
        "slip",
        "marina",
        "residential",
        "community",
        "corporation",
        "owns",
        "asset",
        "manager",
        "marina",
        "asset",
        "manager",
        "entered",
        "asset",
        "management",
        "agreement",
        "maple",
        "leaf",
        "partnership",
        "marina",
        "asset",
        "manager",
        "responsible",
        "oversight",
        "operation",
        "strategic",
        "planning",
        "maple",
        "leaf",
        "partnership",
        "outlook",
        "corporation",
        "continues",
        "concentrate",
        "growing",
        "two",
        "core",
        "business",
        "business",
        "private",
        "equity",
        "platform",
        "well",
        "seeking",
        "special",
        "situation",
        "asset",
        "undervalued",
        "corporation",
        "pleased",
        "latest",
        "acquisition",
        "premiere",
        "portfolio",
        "marina",
        "ontario",
        "look",
        "forward",
        "realizing",
        "superior",
        "return",
        "investment",
        "well",
        "private",
        "equity",
        "platform",
        "financial",
        "result",
        "consolidated",
        "statement",
        "income",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "cdn",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "revenue",
        "share",
        "net",
        "income",
        "loss",
        "equity",
        "accounted",
        "investees",
        "real",
        "storage",
        "private",
        "trust",
        "northbridge",
        "capital",
        "partner",
        "network",
        "limited",
        "partner",
        "marina",
        "asset",
        "manager",
        "expense",
        "general",
        "administrative",
        "compensation",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "recovery",
        "net",
        "loss",
        "continuing",
        "operation",
        "net",
        "income",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "loss",
        "continuing",
        "operation",
        "attributable",
        "owner",
        "corporation",
        "interest",
        "net",
        "income",
        "discontinued",
        "operation",
        "attributable",
        "owner",
        "corporation",
        "interest",
        "net",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "basic",
        "diluted",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "audited",
        "cdn",
        "thousand",
        "asset",
        "asset",
        "investment",
        "real",
        "storage",
        "private",
        "trust",
        "investment",
        "northbridge",
        "capital",
        "partner",
        "investment",
        "northbridge",
        "fund",
        "limited",
        "partnership",
        "investment",
        "network",
        "limited",
        "partnership",
        "investment",
        "maple",
        "leaf",
        "partnership",
        "deferred",
        "income",
        "tax",
        "asset",
        "current",
        "asset",
        "account",
        "receivables",
        "asset",
        "cash",
        "total",
        "asset",
        "liability",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "total",
        "liability",
        "equity",
        "shareholder",
        "equity",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "cdn",
        "thousand",
        "unaudited",
        "net",
        "income",
        "loss",
        "item",
        "may",
        "reclassified",
        "net",
        "income",
        "loss",
        "share",
        "comprehensive",
        "income",
        "loss",
        "equity",
        "accounted",
        "investees",
        "change",
        "fair",
        "value",
        "northbridge",
        "fund",
        "deferred",
        "income",
        "tax",
        "expense",
        "comprehensive",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "attributable",
        "owner",
        "corporation",
        "interest",
        "executive",
        "officer",
        "corporation",
        "available",
        "answer",
        "question",
        "corporation",
        "financial",
        "result",
        "statement",
        "regarding",
        "statement",
        "certain",
        "statement",
        "included",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "information",
        "applicable",
        "security",
        "legislation",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "statement",
        "regarding",
        "operation",
        "business",
        "financial",
        "condition",
        "expected",
        "financial",
        "result",
        "performance",
        "opportunity",
        "priority",
        "ongoing",
        "objective",
        "strategy",
        "outlook",
        "corporation",
        "investee",
        "entity",
        "contain",
        "word",
        "anticipate",
        "believe",
        "expect",
        "plan",
        "intend",
        "estimate",
        "propose",
        "similar",
        "expression",
        "statement",
        "relating",
        "matter",
        "historical",
        "fact",
        "constitute",
        "information",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "corporation",
        "belief",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "reflected",
        "implied",
        "statement",
        "based",
        "upon",
        "reasonable",
        "assumption",
        "expectation",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "many",
        "beyond",
        "corporation",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "corporation",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "management",
        "wilmington",
        "investee",
        "entity",
        "execute",
        "business",
        "plan",
        "health",
        "safety",
        "environmental",
        "risk",
        "uncertainty",
        "availability",
        "cost",
        "financing",
        "general",
        "economic",
        "business",
        "condition",
        "possibility",
        "government",
        "policy",
        "law",
        "may",
        "change",
        "governmental",
        "regulatory",
        "approval",
        "may",
        "delayed",
        "withheld",
        "risk",
        "associated",
        "existing",
        "potential",
        "future",
        "law",
        "suit",
        "regulatory",
        "action",
        "wilmington",
        "risk",
        "uncertainty",
        "described",
        "wilmington",
        "filing",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "foregoing",
        "list",
        "important",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "exhaustive",
        "relying",
        "statement",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "except",
        "required",
        "law",
        "corporation",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "information",
        "may",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "effective",
        "date",
        "document",
        "source",
        "wilmington",
        "capital",
        "management",
        "inc"
    ]
}