{
    "organizations": [],
    "uuid": "d7cd91a5e9d1449b135ac90dfecafecb4ee639e9",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-malaysia-politics-media-analysis/telling-truth-to-power-still-no-easy-task-for-malaysias-revved-up-media-idUKKCN1IQ181",
    "ord_in_thread": 0,
    "title": "Telling truth to power still no easy task for Malaysia's revved up media",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 25, 2018 / 10:15 AM / Updated 2 hours ago Telling truth to power still no easy task for Malaysia's revved up media Tom Westbrook , John Geddie 8 Min Read\nKUALA LUMPUR (Reuters) - In the first hours after the biggest political upset in Malaysia’s history, the chief editor of news site Malaysiakini gathered his team in their cramped newsroom in a shabby industrial estate on the outskirts of Kuala Lumpur. Malaysia's former prime minister Najib Razak arrives to give a statement to the Malaysian Anti-Corruption Commission (MACC) in Putrajaya, Malaysia May 22, 2018. REUTERS/Lai Seng Sin\nSome journalists and volunteers brought in to cover this month’s election that ousted the Barisan Nasional coalition from power after 61 years shed a few tears of joy, recounted Steven Gan, the editor.\nOthers fretted that a government that had relentlessly harassed them, even blocking their site during the vote count on election night, may still try to cling to power.\nWith widespread distrust in the largely party-owned or pro-Barisan press that skipped stories of corruption and gave little voice to opposition parties, reporting from alternative news sources like Malaysiakini played a major role in rousing an electorate angered by endemic graft and rising living costs.\nRemembering what he said to his staff that morning, Gan said it was no victory speech, but a simple message: “It doesn’t really matter who is in power, we as journalists will continue to do our job.”\nWall-to-wall coverage of the fallout from the election since then has given a sense that Malaysia’s media has been unshackled by the arrival of a new coalition that includes pro-democracy activists and has pledged to repeal anti-fake news legislation.\nHowever, uncertainty remains as to whether the mainstream media, conditioned to be cautious because of the diverse religious and ethnic mix in the country, will keep its focus on politics when the election fever dies down.\nOr whether the new administration led by 92-year-old Mahathir Mohamad - who intimidated and muzzled the media when he was prime minister from 1981 to 2003 - is really prepared to cede more power to the fourth estate.\n“Mahathir is not known to be a democrat, so there is some scepticism,” said Gan. “We are going through a period of euphoria and things are still in flux. It will take a few months before we know.” Related Coverage Najib's downfall a bitter-sweet victory for Malaysia's stifled satirists STRUCTURAL PROBLEMS\nAt the heart of the issue is that a number of Malaysia’s mainstream news outlets are either owned by parties from the former coalition government or linked to state entities.\nThis allowed the political leadership to vet senior editorial appointments and influence coverage, stifling opposition voices during the campaign and sending readers elsewhere for the facts.\n“In prison I had no access to newspapers, television, so in a way it was good. I kept my sanity by not reading local papers,” reform leader Anwar Ibrahim joked as he addressed reporters last week after his release from prison, where he was jailed three years ago on charges of sodomy that he said were politically motivated.\nHe and Mahathir came together in the alliance that won the May 9 election.\nIn the free-for-all that has followed, journalists at the likes of the Star, an English-language newspaper majority owned by one of the Barisan parties, have scrambled to catch up on big stories mostly ignored previously.\n“Up until May 8, the mainstream media was used by the government to create an alternate reality which no thinking person could really have believed in,” said Martin Vengadesan, news editor at the Star. Malaysian television network Astro Awani journalist Syff Shukri prepares to go live in their newsroom in Kuala Lumpur, Malaysia May 24, 2018. REUTERS/Tom Westbrook\nThe paper this week published his interview with Clare Rewcastle-Brown, whose groundbreaking reporting on a financial scandal at state fund 1MDB was suppressed and led to her exile from Malaysia, on the front page.\n“When I was interviewing (Rewcastle-Brown) and we were talking openly about ... corruption at the highest level, I had to keep checking myself because I was not used to this much openness,” Vengadesan said in an e-mail.\nBut Vengadesan added that because of the Star’s political ownership, it does face uncertainty.\n“I don’t have any answers as to what future direction we may take,” he said. The Star’s major shareholder, the Malaysian Chinese Association party, was in the former coalition government but lost all but one of its seats in the election.\nFor even the most intrepid reporters, years of persecution at the hands of the government have made them wary of promises of change.\nUnder the previous administration, financial newspaper the Edge and news site the Malaysian Insider were suspended, two cartoonists were charged for satirising Prime Minister Najib Razak, and charges were brought against Malaysiakini’s co-founders, Gan and Premesh Chandran.\nLife was set to get even tougher under fake news laws brought in last month, under which misleading reports can lead to prison terms of up to six years.\nOn the campaign trail, Mahathir’s political alliance promised to repeal the fake news law but since the election the new premier has equivocated. “Even though we support freedom of press and freedom of speech, there are limits,” Mahathir said.\nIn the early years of Mahathir’s first spell as prime minister, he suspended three newspapers - the Star, Sin Chew Daily and Watan - and used several laws to curb speech freedoms. Slideshow (2 Images)\n“After that, everybody did a lot of self-censorship and wanted to avoid problems,” Chan Aun Kuang, editor-in-chief of Chinese-language newspaper Nanyang Siang Pau, told Reuters.\nHowever, this time, Mahathir’s party is a minority in the new ruling coalition, and if his authoritarianism resurfaced it is likely to be curbed by his partners. So far, he has shown a consultative approach in dealings with his new allies.\nAnwar, an enemy-turned-ally of Mahathir who is expected to take over as prime minister at some point, has already sounded a different note.\n“We are committed to the reform agenda, beginning with the judiciary, media and the entire apparatus,” he said last week. THE MALAYSIAN WAY\nEven if some of the publishing controls are dismantled, and government pressure subsides, some of the country’s leading independent media outlets don’t expect radical changes in a press corps conditioned for years to behave cautiously.\n“We have our own way,” said Kamarul Bahrain Haron, deputy editor-in-chief of Astro Awani, a round-the-clock news channel.\n“We always love to say in editorial meetings an idiom or proverb in Malay: ‘If there’s a pound of flour, and just one strand of hair, you pull the hair without disturbing the flour,’” he said, explaining that means being critical without creating a stir.\nAnother factor shaking up Malaysia’s media landscape is familiar the world over: social media and the smartphone.\nFrom scurrilous gossip to footage of opposition rallies, many Malaysians turned to each other and to opposition leaders directly on Facebook, Whatsapp and Twitter in the run-up to the election, completely bypassing major media and the regulators.\n“We’re not following the government media stuff, they’re a laughing stock,” said Kuzi Romeo, who drives a taxi in Kuala Lumpur and prefers to get his news from Whatsapp groups instead.\nHe said he believed “about 25 percent” of what he reads in mainstream newspapers. “Since the election, maybe 30 percent, they’re still the same media,” he said.\n(This version of the story corrects paragraph 20 to show party won one seat in election, not zero) Additional reporting by Tom Allard; Editing by John Chalmers and Raju Gopalakrishnan",
    "published": "2018-05-25T13:14:00.000+03:00",
    "crawled": "2018-05-25T13:32:11.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "telling",
        "truth",
        "power",
        "still",
        "easy",
        "task",
        "malaysia",
        "revved",
        "medium",
        "tom",
        "westbrook",
        "john",
        "geddie",
        "min",
        "read",
        "kuala",
        "lumpur",
        "reuters",
        "first",
        "hour",
        "biggest",
        "political",
        "upset",
        "malaysia",
        "history",
        "chief",
        "editor",
        "news",
        "site",
        "malaysiakini",
        "gathered",
        "team",
        "cramped",
        "newsroom",
        "shabby",
        "industrial",
        "estate",
        "outskirt",
        "kuala",
        "lumpur",
        "malaysia",
        "former",
        "prime",
        "minister",
        "najib",
        "razak",
        "arrives",
        "give",
        "statement",
        "malaysian",
        "commission",
        "macc",
        "putrajaya",
        "malaysia",
        "may",
        "seng",
        "sin",
        "journalist",
        "volunteer",
        "brought",
        "cover",
        "month",
        "election",
        "ousted",
        "barisan",
        "nasional",
        "coalition",
        "power",
        "year",
        "shed",
        "tear",
        "joy",
        "recounted",
        "steven",
        "gan",
        "editor",
        "others",
        "fretted",
        "government",
        "relentlessly",
        "harassed",
        "even",
        "blocking",
        "site",
        "vote",
        "count",
        "election",
        "night",
        "may",
        "still",
        "try",
        "cling",
        "power",
        "widespread",
        "distrust",
        "largely",
        "press",
        "skipped",
        "story",
        "corruption",
        "gave",
        "little",
        "voice",
        "opposition",
        "party",
        "reporting",
        "alternative",
        "news",
        "source",
        "like",
        "malaysiakini",
        "played",
        "major",
        "role",
        "rousing",
        "electorate",
        "angered",
        "endemic",
        "graft",
        "rising",
        "living",
        "cost",
        "remembering",
        "said",
        "staff",
        "morning",
        "gan",
        "said",
        "victory",
        "speech",
        "simple",
        "message",
        "really",
        "matter",
        "power",
        "journalist",
        "continue",
        "coverage",
        "fallout",
        "election",
        "since",
        "given",
        "sense",
        "malaysia",
        "medium",
        "unshackled",
        "arrival",
        "new",
        "coalition",
        "includes",
        "activist",
        "pledged",
        "repeal",
        "news",
        "legislation",
        "however",
        "uncertainty",
        "remains",
        "whether",
        "mainstream",
        "medium",
        "conditioned",
        "cautious",
        "diverse",
        "religious",
        "ethnic",
        "mix",
        "country",
        "keep",
        "focus",
        "politics",
        "election",
        "fever",
        "dy",
        "whether",
        "new",
        "administration",
        "led",
        "mahathir",
        "mohamad",
        "intimidated",
        "muzzled",
        "medium",
        "prime",
        "minister",
        "really",
        "prepared",
        "cede",
        "power",
        "fourth",
        "estate",
        "mahathir",
        "known",
        "democrat",
        "scepticism",
        "said",
        "gan",
        "going",
        "period",
        "euphoria",
        "thing",
        "still",
        "flux",
        "take",
        "month",
        "related",
        "coverage",
        "najib",
        "downfall",
        "victory",
        "malaysia",
        "stifled",
        "satirist",
        "structural",
        "problem",
        "heart",
        "issue",
        "number",
        "malaysia",
        "mainstream",
        "news",
        "outlet",
        "either",
        "owned",
        "party",
        "former",
        "coalition",
        "government",
        "linked",
        "state",
        "entity",
        "allowed",
        "political",
        "leadership",
        "vet",
        "senior",
        "editorial",
        "appointment",
        "influence",
        "coverage",
        "stifling",
        "opposition",
        "voice",
        "campaign",
        "sending",
        "reader",
        "elsewhere",
        "fact",
        "prison",
        "access",
        "newspaper",
        "television",
        "way",
        "good",
        "kept",
        "sanity",
        "reading",
        "local",
        "paper",
        "reform",
        "leader",
        "anwar",
        "ibrahim",
        "joked",
        "addressed",
        "reporter",
        "last",
        "week",
        "release",
        "prison",
        "jailed",
        "three",
        "year",
        "ago",
        "charge",
        "sodomy",
        "said",
        "politically",
        "motivated",
        "mahathir",
        "came",
        "together",
        "alliance",
        "may",
        "election",
        "followed",
        "journalist",
        "like",
        "star",
        "newspaper",
        "majority",
        "owned",
        "one",
        "barisan",
        "party",
        "scrambled",
        "catch",
        "big",
        "story",
        "mostly",
        "ignored",
        "previously",
        "may",
        "mainstream",
        "medium",
        "used",
        "government",
        "create",
        "alternate",
        "reality",
        "thinking",
        "person",
        "could",
        "really",
        "believed",
        "said",
        "martin",
        "vengadesan",
        "news",
        "editor",
        "star",
        "malaysian",
        "television",
        "network",
        "astro",
        "awani",
        "journalist",
        "syff",
        "shukri",
        "prepares",
        "go",
        "live",
        "newsroom",
        "kuala",
        "lumpur",
        "malaysia",
        "may",
        "westbrook",
        "paper",
        "week",
        "published",
        "interview",
        "clare",
        "whose",
        "groundbreaking",
        "reporting",
        "financial",
        "scandal",
        "state",
        "fund",
        "1mdb",
        "suppressed",
        "led",
        "exile",
        "malaysia",
        "front",
        "page",
        "interviewing",
        "talking",
        "openly",
        "corruption",
        "highest",
        "level",
        "keep",
        "checking",
        "used",
        "much",
        "openness",
        "vengadesan",
        "said",
        "vengadesan",
        "added",
        "star",
        "political",
        "ownership",
        "face",
        "uncertainty",
        "answer",
        "future",
        "direction",
        "may",
        "take",
        "said",
        "star",
        "major",
        "shareholder",
        "malaysian",
        "chinese",
        "association",
        "party",
        "former",
        "coalition",
        "government",
        "lost",
        "one",
        "seat",
        "election",
        "even",
        "intrepid",
        "reporter",
        "year",
        "persecution",
        "hand",
        "government",
        "made",
        "wary",
        "promise",
        "change",
        "previous",
        "administration",
        "financial",
        "newspaper",
        "edge",
        "news",
        "site",
        "malaysian",
        "insider",
        "suspended",
        "two",
        "cartoonist",
        "charged",
        "satirising",
        "prime",
        "minister",
        "najib",
        "razak",
        "charge",
        "brought",
        "malaysiakini",
        "gan",
        "premesh",
        "chandran",
        "life",
        "set",
        "get",
        "even",
        "tougher",
        "fake",
        "news",
        "law",
        "brought",
        "last",
        "month",
        "misleading",
        "report",
        "lead",
        "prison",
        "term",
        "six",
        "year",
        "campaign",
        "trail",
        "mahathir",
        "political",
        "alliance",
        "promised",
        "repeal",
        "fake",
        "news",
        "law",
        "since",
        "election",
        "new",
        "premier",
        "equivocated",
        "even",
        "though",
        "support",
        "freedom",
        "press",
        "freedom",
        "speech",
        "limit",
        "mahathir",
        "said",
        "early",
        "year",
        "mahathir",
        "first",
        "spell",
        "prime",
        "minister",
        "suspended",
        "three",
        "newspaper",
        "star",
        "sin",
        "chew",
        "daily",
        "watan",
        "used",
        "several",
        "law",
        "curb",
        "speech",
        "freedom",
        "slideshow",
        "image",
        "everybody",
        "lot",
        "wanted",
        "avoid",
        "problem",
        "chan",
        "aun",
        "kuang",
        "newspaper",
        "nanyang",
        "siang",
        "pau",
        "told",
        "reuters",
        "however",
        "time",
        "mahathir",
        "party",
        "minority",
        "new",
        "ruling",
        "coalition",
        "authoritarianism",
        "resurfaced",
        "likely",
        "curbed",
        "partner",
        "far",
        "shown",
        "consultative",
        "approach",
        "dealing",
        "new",
        "ally",
        "anwar",
        "mahathir",
        "expected",
        "take",
        "prime",
        "minister",
        "point",
        "already",
        "sounded",
        "different",
        "note",
        "committed",
        "reform",
        "agenda",
        "beginning",
        "judiciary",
        "medium",
        "entire",
        "apparatus",
        "said",
        "last",
        "week",
        "malaysian",
        "way",
        "even",
        "publishing",
        "control",
        "dismantled",
        "government",
        "pressure",
        "subsides",
        "country",
        "leading",
        "independent",
        "medium",
        "outlet",
        "expect",
        "radical",
        "change",
        "press",
        "corp",
        "conditioned",
        "year",
        "behave",
        "cautiously",
        "way",
        "said",
        "kamarul",
        "bahrain",
        "haron",
        "deputy",
        "astro",
        "awani",
        "news",
        "channel",
        "always",
        "love",
        "say",
        "editorial",
        "meeting",
        "idiom",
        "proverb",
        "malay",
        "pound",
        "flour",
        "one",
        "strand",
        "hair",
        "pull",
        "hair",
        "without",
        "disturbing",
        "flour",
        "said",
        "explaining",
        "mean",
        "critical",
        "without",
        "creating",
        "stir",
        "another",
        "factor",
        "shaking",
        "malaysia",
        "medium",
        "landscape",
        "familiar",
        "world",
        "social",
        "medium",
        "smartphone",
        "scurrilous",
        "gossip",
        "footage",
        "opposition",
        "rally",
        "many",
        "malaysian",
        "turned",
        "opposition",
        "leader",
        "directly",
        "facebook",
        "whatsapp",
        "twitter",
        "election",
        "completely",
        "bypassing",
        "major",
        "medium",
        "regulator",
        "following",
        "government",
        "medium",
        "stuff",
        "laughing",
        "stock",
        "said",
        "kuzi",
        "romeo",
        "drive",
        "taxi",
        "kuala",
        "lumpur",
        "prefers",
        "get",
        "news",
        "whatsapp",
        "group",
        "instead",
        "said",
        "believed",
        "percent",
        "read",
        "mainstream",
        "newspaper",
        "since",
        "election",
        "maybe",
        "percent",
        "still",
        "medium",
        "said",
        "version",
        "story",
        "corrects",
        "paragraph",
        "show",
        "party",
        "one",
        "seat",
        "election",
        "zero",
        "additional",
        "reporting",
        "tom",
        "allard",
        "editing",
        "john",
        "chalmers",
        "raju",
        "gopalakrishnan"
    ]
}