{
    "organizations": [],
    "uuid": "aa9d597aa9d0c675e47d91b06925a39e16b3223e",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/05/23/female-founders-fund-gap/",
    "ord_in_thread": 0,
    "title": "Female Founders Fund Partners Discuss Fundraising, Melinda Gates, and Startup Diversity",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Anu Duggal founded Female Founders Fund (F3) back in 2014 when the venture landscape looked much different. She was an entrepreneur-turned-investor who had just sold her company and was thinking about her next move.\n“When I looked around, I saw a lot of women who were starting businesses,” she told Term Sheet . “I recognized that in the next 10 to 15 years, you’d start to see more and more interesting companies being built by women.”\nSo she began fundraising for F3, a seed stage venture fund that invests exclusively in female-founded technology companies. Seven hundred investor meetings later, Duggal managed to raise $5 million for her first fund. “Starting a fund is really difficult,” she said. “We have over 70 investors in our first fund — all individuals. The majority of those investors were people who had invested in my last company.”\nBut things are a little different in 2018. Just two weeks ago, Duggal and F3 partner Sutian Dong announced they closed $27 million for their second early-stage fund. Though it’s a star-studded list of individual investors — Melinda Gates, Hayley Barna , Katrina Lake — the partners were able to bring on some new limited partners. Unlike the first fund, this one includes some capital from institutions, funds of funds, foundations, and family offices, Duggal said.\nF3’s portfolio includes companies like Thrive Global, Zola, Maven, and WayUp.\nIn a conversation with Term Sheet, Duggal and Dong discuss the role LPs play in the venture ecosystem, investment trends to watch, and whether a fund like F3 is really in a position to challenge the status quo.\nTERM SHEET: You raised the first fund in 2014. How have your conversations with potential LPs changed since then?\nDUGGAL: When you think about the last 15 to 20 years of exits in the venture capital industry, there have not been that many that were led by female founders. What’s happened between Fund I and Fund II is that you’ve seen companies like StitchFix go public, you’ve seen Rent the Runway scale. There are now solid examples of companies that are being led by women that are fairly diverse and not in just one industry. LPs can understand that’s actually happening now. In the first fund, we were asking LPs to bet on the future — now we have some concrete examples to point to.\nA recent Fortune article explored the relationship between LPs and diversity within venture firms. In it, the Aspect Ventures founders said they believe that diversity, both internally and throughout their portfolio companies, leads to better outcomes. How do you define diversity at Female Founders Fund?\nDONG: As a fund, we’re in a pretty special position to have a firm managed by two GPs and have people who work with us who are all women. You could say that it’s all women so it’s not diverse, but when I think about our overall position in the ecosystem, I think we represent a really important point in diversity and an important point of view that not a lot of other firms share.\nWith regards of our portfolio companies, I 100% agree with the Aspect partners that diversity within organizations lends itself to greater returns in the private and public markets. What we see from our portfolio companies is that because they’re companies founded by women, their teams internally tend to be a little more diverse than your average company.\nSo you think about diversity just in terms of gender representation?\nDONG: Obviously, we’re very good at the gender diversity component because we’ve done a good job of investing in female founders. That being said, I do think we’re taking a more intersectional lens to the diversity point. Ethnic representation is also incredibly important. You just need to have different points of view, right? And it varies from company to company in terms of how they want to quantify that. These points are being considered very early on by our portfolio founders because they recognize that diversity will be a big part of supporting their growth.\nOne of the LPs in your new fund is Melinda Gates. What types of conversations did you have with her before she decided to invest?\nDUGGAL: She and her team connected with us and asked various questions as they tried to identify the key players and map out the landscape. We ended up spending about a year getting to know each other.\nShe’s been incredibly vocal around her desire of changing diversity in the venture capital world and using her means to do it. Being able to support funds like ours, and in turn having our companies go on to scale and have exits, will have a meaningful impact.\nYou’ve said previously that there’s a lot of opportunity in the beauty space at the moment. What are the particular areas of growth you see in the sector?\nDONG: The beauty and health space is evolving rapidly. The definition of beauty is evolving and a lot of it is merging with health and wellness. What’s exciting to us about the space is that we invest in technology-based and tech-enabled businesses, but we really invest in high-growth, high-scale, high-margin companies. A a lot of beauty companies touch many of those categories. One of our investments is [a cosmetics company] called WinkyLux. It turned the industry on its head from what used to be a 9- to 12-month lead time to a 45-day lead time to get products in the users’ hands, which is really unheard of in this industry.\nDUGGAL: The other learning from the WinkyLux investment is that we’re seeing customers respond to brands that are being built on social media. That’s a very new type of approach. When you think about selling to your typical beauty customer, it used to be about selling through Sephora, Ulta, etc. For the first time, these brands are speaking directly to their consumers and using social to create authentic relationships. I think this is just the beginning of that cycle. When we meet a new beauty or skincare brand, the first thing we do is check their Instagram to understand how they’re speaking to their customer.\nYou’re investors in wedding registry startup Zola, which just raised $100 million from Goldman Sachs , Comcast Ventures, and NBC Universal. What did you see in the company early on that made you think it was a big opportunity?\nDUGGAL: I actually met [Zola CEO] Shan-Lyn Ma pre-Zola. I was really impressed with her. When you think about weddings as an industry, it’s definitely not at the top of the list from a venture capital investment standpoint. I think though there’s a ton of spend that happens in the category but no one has really innovated. A lot of that spend happens in the wedding process — in registries. Even in the early days, it was pretty clear that if you could get that model to work, the viral model of having 100 or 200 people to buy wedding gifts, would ultimately translate into a pretty interesting network effect. We had been tracking Zola early on, and the numbers year after year were incredibly impressive.\nDONG: It underlies our conviction as a fund we have a very different point of view from other folks in the industry. What I heard around the industry from investors talking about Zola, it would be around, “Is this ever going to be a big business?” A lot of people looked at Zola and took the view of, “Most people get married once, so what’s the lifetime customer value?”\nReally, people get married every year, and the current experience across the wedding industry is still pretty old school. The only thing that has really come online is that registry piece. We looked at Zola and we saw they were creating a platform in a space where many, many people go through in their lifetime maybe not just once but twice. And it was using modern technology designed for millennial consumers who are used to really natural, intuitive experiences online.\nWhat are other investment trends you think Term Sheet readers should be paying attention to right now?\nDUGGAL: There’s interesting opportunities in women’s health — whether it’s fertility or benefits that relate to women in the workplace. We’re seeing a lot in this area. We were early investors in Maven [a digital clinic for women]. Through that experience, we’ve gotten to understand that women really control the spend in healthcare, and they haven’t really been marketed to or addressed as consumers.\nThe second area we’re interested in is around experiential commerce. You obviously had some really exciting brands built online, but at the end of the day what we’re seeing that a lot of traditional retailers are trying to re-invent. That’s an area where we’re seeing a lot of interesting businesses and startups think about how to best use that physical space and translate it into something that’s more than just your typical retail experience.\nDONG: Another trend is the rise of “alternate communities.” We have this view that the decline of organized religion, amongst other things, is leading to a gap in the market where the functions that the church once served, like community and connection, have created an opportunity for more secular brands to pop up. SoulCycle is a great example of that — people have characterized it as almost cult-ish. We’re seeing more and more companies pop up to re-create some of the needs for the individual, whether it’s community or a search for meaning. We’re investors in a group called Peanut, which is a social network for moms. We’re investors in a company called HipSobriety, which is an alternative to Alcoholics Anonymous. We’re investors in a company called Co-Star, which is an astrology app.\nThere’s been this massive shift in terms of consumer intent to gather in places with other like-minded individuals. We’re looking at a lot of these communities that are being built online in really interesting ways.\nOnly 2% of venture funding went to female founders in 2017, and just 8% of partners at the top venture capital firms are women. How big of a role do limited partners play in shaping what the tech ecosystem looks like?\nDUGGAL: I think LPs play a pivotal role in terms of helping establish the next generation of fund managers. There’s two ways to think about venture capital. You obviously have the established, big names in the industry, but I think what you’ve seen in the last four years is the emergence of micro-funds and even more traditional VCs leave to start their own shops. So I think that as limited partners, there’s a really great opportunity to back these fund managers who don’t necessarily look like the traditional venture fund investors and show that you can still get great returns.\nRight, but the funds you’re referring to are relatively small when compared to the more traditional firms on Sand Hill Road. Do you think they are truly in a position to challenge the established players?\nDUGGAL: Ultimately, what we’ve seen that’s been incredibly interesting and exciting as a seed fund is that from a diversity standpoint, you won’t see more companies being built by women unless they get seed funding. The reason that funds like ours are important is that you need people who can open up the door to get that Series A or Series B. You need to ultimately have these larger funds feel like they’re missing out and that there’s a serious economic repercussion by not taking a look at the companies we’re helping get off the ground.\nThe impact will come later. We feel like with the portfolio we have now, we are able to make introductions to Series A and B funds. As those companies get funded, other VCs will recognize that these are some really interesting opportunities and founders are building businesses that have real potential to scale. Ultimately, that’s what will move the needle on more women getting funded and more exits happening.\nDONG: It will take time. Part of the reason I think there are so many seed funds getting started is that it can be easier to raise $20 million than it is to raise $200 million. For many people, it is the starting point to build into a larger franchise of funds and scale into being a Series A or B over time. I think you’ll see the maturation of some of these franchises that will be more established players in 10 years. I will point to First Round Capital as a fantastic example of a firm that has been around for a little over 10 years, but Josh [Kopelman] and his team have done an incredible job at creating and re-defining what seed looks like.\nSecondly, you’re seeing in the last several days that many of these more traditional firms are adding senior level female partners . It’s a real indication to us that the firms are aware that the lack of diversity within their organizations is leading them to miss out on some opportunities that they really should be in front of.",
    "published": "2018-05-23T16:54:00.000+03:00",
    "crawled": "2018-05-23T17:09:30.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "anu",
        "duggal",
        "founded",
        "female",
        "founder",
        "fund",
        "f3",
        "back",
        "venture",
        "landscape",
        "looked",
        "much",
        "different",
        "sold",
        "company",
        "thinking",
        "next",
        "move",
        "looked",
        "around",
        "saw",
        "lot",
        "woman",
        "starting",
        "business",
        "told",
        "term",
        "sheet",
        "recognized",
        "next",
        "year",
        "start",
        "see",
        "interesting",
        "company",
        "built",
        "began",
        "fundraising",
        "f3",
        "seed",
        "stage",
        "venture",
        "fund",
        "invests",
        "exclusively",
        "technology",
        "company",
        "seven",
        "hundred",
        "investor",
        "meeting",
        "later",
        "duggal",
        "managed",
        "raise",
        "million",
        "first",
        "fund",
        "starting",
        "fund",
        "really",
        "difficult",
        "said",
        "investor",
        "first",
        "fund",
        "individual",
        "majority",
        "investor",
        "people",
        "invested",
        "last",
        "thing",
        "little",
        "different",
        "two",
        "week",
        "ago",
        "duggal",
        "f3",
        "partner",
        "sutian",
        "dong",
        "announced",
        "closed",
        "million",
        "second",
        "fund",
        "though",
        "list",
        "individual",
        "investor",
        "melinda",
        "gate",
        "hayley",
        "barna",
        "katrina",
        "lake",
        "partner",
        "able",
        "bring",
        "new",
        "limited",
        "partner",
        "unlike",
        "first",
        "fund",
        "one",
        "includes",
        "capital",
        "institution",
        "fund",
        "fund",
        "foundation",
        "family",
        "office",
        "duggal",
        "said",
        "f3",
        "portfolio",
        "includes",
        "company",
        "like",
        "thrive",
        "global",
        "zola",
        "maven",
        "wayup",
        "conversation",
        "term",
        "sheet",
        "duggal",
        "dong",
        "discus",
        "role",
        "lp",
        "play",
        "venture",
        "ecosystem",
        "investment",
        "trend",
        "watch",
        "whether",
        "fund",
        "like",
        "f3",
        "really",
        "position",
        "challenge",
        "status",
        "quo",
        "term",
        "sheet",
        "raised",
        "first",
        "fund",
        "conversation",
        "potential",
        "lp",
        "changed",
        "since",
        "duggal",
        "think",
        "last",
        "year",
        "exit",
        "venture",
        "capital",
        "industry",
        "many",
        "led",
        "female",
        "founder",
        "happened",
        "fund",
        "fund",
        "ii",
        "seen",
        "company",
        "like",
        "stitchfix",
        "go",
        "public",
        "seen",
        "rent",
        "runway",
        "scale",
        "solid",
        "example",
        "company",
        "led",
        "woman",
        "fairly",
        "diverse",
        "one",
        "industry",
        "lp",
        "understand",
        "actually",
        "happening",
        "first",
        "fund",
        "asking",
        "lp",
        "bet",
        "future",
        "concrete",
        "example",
        "point",
        "recent",
        "fortune",
        "article",
        "explored",
        "relationship",
        "lp",
        "diversity",
        "within",
        "venture",
        "firm",
        "aspect",
        "venture",
        "founder",
        "said",
        "believe",
        "diversity",
        "internally",
        "throughout",
        "portfolio",
        "company",
        "lead",
        "better",
        "outcome",
        "define",
        "diversity",
        "female",
        "founder",
        "fund",
        "dong",
        "fund",
        "pretty",
        "special",
        "position",
        "firm",
        "managed",
        "two",
        "gps",
        "people",
        "work",
        "u",
        "woman",
        "could",
        "say",
        "woman",
        "diverse",
        "think",
        "overall",
        "position",
        "ecosystem",
        "think",
        "represent",
        "really",
        "important",
        "point",
        "diversity",
        "important",
        "point",
        "view",
        "lot",
        "firm",
        "share",
        "regard",
        "portfolio",
        "company",
        "agree",
        "aspect",
        "partner",
        "diversity",
        "within",
        "organization",
        "lends",
        "greater",
        "return",
        "private",
        "public",
        "market",
        "see",
        "portfolio",
        "company",
        "company",
        "founded",
        "woman",
        "team",
        "internally",
        "tend",
        "little",
        "diverse",
        "average",
        "company",
        "think",
        "diversity",
        "term",
        "gender",
        "representation",
        "dong",
        "obviously",
        "good",
        "gender",
        "diversity",
        "component",
        "done",
        "good",
        "job",
        "investing",
        "female",
        "founder",
        "said",
        "think",
        "taking",
        "intersectional",
        "lens",
        "diversity",
        "point",
        "ethnic",
        "representation",
        "also",
        "incredibly",
        "important",
        "need",
        "different",
        "point",
        "view",
        "right",
        "varies",
        "company",
        "company",
        "term",
        "want",
        "quantify",
        "point",
        "considered",
        "early",
        "portfolio",
        "founder",
        "recognize",
        "diversity",
        "big",
        "part",
        "supporting",
        "growth",
        "one",
        "lp",
        "new",
        "fund",
        "melinda",
        "gate",
        "type",
        "conversation",
        "decided",
        "invest",
        "duggal",
        "team",
        "connected",
        "u",
        "asked",
        "various",
        "question",
        "tried",
        "identify",
        "key",
        "player",
        "map",
        "landscape",
        "ended",
        "spending",
        "year",
        "getting",
        "know",
        "incredibly",
        "vocal",
        "around",
        "desire",
        "changing",
        "diversity",
        "venture",
        "capital",
        "world",
        "using",
        "mean",
        "able",
        "support",
        "fund",
        "like",
        "turn",
        "company",
        "go",
        "scale",
        "exit",
        "meaningful",
        "impact",
        "said",
        "previously",
        "lot",
        "opportunity",
        "beauty",
        "space",
        "moment",
        "particular",
        "area",
        "growth",
        "see",
        "sector",
        "dong",
        "beauty",
        "health",
        "space",
        "evolving",
        "rapidly",
        "definition",
        "beauty",
        "evolving",
        "lot",
        "merging",
        "health",
        "wellness",
        "exciting",
        "u",
        "space",
        "invest",
        "business",
        "really",
        "invest",
        "company",
        "lot",
        "beauty",
        "company",
        "touch",
        "many",
        "category",
        "one",
        "investment",
        "cosmetic",
        "company",
        "called",
        "winkylux",
        "turned",
        "industry",
        "head",
        "used",
        "lead",
        "time",
        "lead",
        "time",
        "get",
        "product",
        "user",
        "hand",
        "really",
        "unheard",
        "industry",
        "duggal",
        "learning",
        "winkylux",
        "investment",
        "seeing",
        "customer",
        "respond",
        "brand",
        "built",
        "social",
        "medium",
        "new",
        "type",
        "approach",
        "think",
        "selling",
        "typical",
        "beauty",
        "customer",
        "used",
        "selling",
        "sephora",
        "ulta",
        "etc",
        "first",
        "time",
        "brand",
        "speaking",
        "directly",
        "consumer",
        "using",
        "social",
        "create",
        "authentic",
        "relationship",
        "think",
        "beginning",
        "cycle",
        "meet",
        "new",
        "beauty",
        "skincare",
        "brand",
        "first",
        "thing",
        "check",
        "instagram",
        "understand",
        "speaking",
        "customer",
        "investor",
        "wedding",
        "registry",
        "startup",
        "zola",
        "raised",
        "million",
        "goldman",
        "sachs",
        "comcast",
        "venture",
        "nbc",
        "universal",
        "see",
        "company",
        "early",
        "made",
        "think",
        "big",
        "opportunity",
        "duggal",
        "actually",
        "met",
        "zola",
        "ceo",
        "really",
        "impressed",
        "think",
        "wedding",
        "industry",
        "definitely",
        "top",
        "list",
        "venture",
        "capital",
        "investment",
        "standpoint",
        "think",
        "though",
        "ton",
        "spend",
        "happens",
        "category",
        "one",
        "really",
        "innovated",
        "lot",
        "spend",
        "happens",
        "wedding",
        "process",
        "registry",
        "even",
        "early",
        "day",
        "pretty",
        "clear",
        "could",
        "get",
        "model",
        "work",
        "viral",
        "model",
        "people",
        "buy",
        "wedding",
        "gift",
        "would",
        "ultimately",
        "translate",
        "pretty",
        "interesting",
        "network",
        "effect",
        "tracking",
        "zola",
        "early",
        "number",
        "year",
        "year",
        "incredibly",
        "impressive",
        "dong",
        "underlies",
        "conviction",
        "fund",
        "different",
        "point",
        "view",
        "folk",
        "industry",
        "heard",
        "around",
        "industry",
        "investor",
        "talking",
        "zola",
        "would",
        "around",
        "ever",
        "going",
        "big",
        "business",
        "lot",
        "people",
        "looked",
        "zola",
        "took",
        "view",
        "people",
        "get",
        "married",
        "lifetime",
        "customer",
        "value",
        "really",
        "people",
        "get",
        "married",
        "every",
        "year",
        "current",
        "experience",
        "across",
        "wedding",
        "industry",
        "still",
        "pretty",
        "old",
        "school",
        "thing",
        "really",
        "come",
        "online",
        "registry",
        "piece",
        "looked",
        "zola",
        "saw",
        "creating",
        "platform",
        "space",
        "many",
        "many",
        "people",
        "go",
        "lifetime",
        "maybe",
        "twice",
        "using",
        "modern",
        "technology",
        "designed",
        "millennial",
        "consumer",
        "used",
        "really",
        "natural",
        "intuitive",
        "experience",
        "online",
        "investment",
        "trend",
        "think",
        "term",
        "sheet",
        "reader",
        "paying",
        "attention",
        "right",
        "duggal",
        "interesting",
        "opportunity",
        "woman",
        "health",
        "whether",
        "fertility",
        "benefit",
        "relate",
        "woman",
        "workplace",
        "seeing",
        "lot",
        "area",
        "early",
        "investor",
        "maven",
        "digital",
        "clinic",
        "woman",
        "experience",
        "gotten",
        "understand",
        "woman",
        "really",
        "control",
        "spend",
        "healthcare",
        "really",
        "marketed",
        "addressed",
        "consumer",
        "second",
        "area",
        "interested",
        "around",
        "experiential",
        "commerce",
        "obviously",
        "really",
        "exciting",
        "brand",
        "built",
        "online",
        "end",
        "day",
        "seeing",
        "lot",
        "traditional",
        "retailer",
        "trying",
        "area",
        "seeing",
        "lot",
        "interesting",
        "business",
        "startup",
        "think",
        "best",
        "use",
        "physical",
        "space",
        "translate",
        "something",
        "typical",
        "retail",
        "experience",
        "dong",
        "another",
        "trend",
        "rise",
        "alternate",
        "view",
        "decline",
        "organized",
        "religion",
        "amongst",
        "thing",
        "leading",
        "gap",
        "market",
        "function",
        "church",
        "served",
        "like",
        "community",
        "connection",
        "created",
        "opportunity",
        "secular",
        "brand",
        "pop",
        "soulcycle",
        "great",
        "example",
        "people",
        "characterized",
        "almost",
        "seeing",
        "company",
        "pop",
        "need",
        "individual",
        "whether",
        "community",
        "search",
        "meaning",
        "investor",
        "group",
        "called",
        "peanut",
        "social",
        "network",
        "mom",
        "investor",
        "company",
        "called",
        "hipsobriety",
        "alternative",
        "alcoholic",
        "anonymous",
        "investor",
        "company",
        "called",
        "astrology",
        "app",
        "massive",
        "shift",
        "term",
        "consumer",
        "intent",
        "gather",
        "place",
        "individual",
        "looking",
        "lot",
        "community",
        "built",
        "online",
        "really",
        "interesting",
        "way",
        "venture",
        "funding",
        "went",
        "female",
        "founder",
        "partner",
        "top",
        "venture",
        "capital",
        "firm",
        "woman",
        "big",
        "role",
        "limited",
        "partner",
        "play",
        "shaping",
        "tech",
        "ecosystem",
        "look",
        "like",
        "duggal",
        "think",
        "lp",
        "play",
        "pivotal",
        "role",
        "term",
        "helping",
        "establish",
        "next",
        "generation",
        "fund",
        "manager",
        "two",
        "way",
        "think",
        "venture",
        "capital",
        "obviously",
        "established",
        "big",
        "name",
        "industry",
        "think",
        "seen",
        "last",
        "four",
        "year",
        "emergence",
        "even",
        "traditional",
        "vcs",
        "leave",
        "start",
        "shop",
        "think",
        "limited",
        "partner",
        "really",
        "great",
        "opportunity",
        "back",
        "fund",
        "manager",
        "necessarily",
        "look",
        "like",
        "traditional",
        "venture",
        "fund",
        "investor",
        "show",
        "still",
        "get",
        "great",
        "return",
        "right",
        "fund",
        "referring",
        "relatively",
        "small",
        "compared",
        "traditional",
        "firm",
        "sand",
        "hill",
        "road",
        "think",
        "truly",
        "position",
        "challenge",
        "established",
        "player",
        "duggal",
        "ultimately",
        "seen",
        "incredibly",
        "interesting",
        "exciting",
        "seed",
        "fund",
        "diversity",
        "standpoint",
        "see",
        "company",
        "built",
        "woman",
        "unless",
        "get",
        "seed",
        "funding",
        "reason",
        "fund",
        "like",
        "important",
        "need",
        "people",
        "open",
        "door",
        "get",
        "series",
        "series",
        "need",
        "ultimately",
        "larger",
        "fund",
        "feel",
        "like",
        "missing",
        "serious",
        "economic",
        "repercussion",
        "taking",
        "look",
        "company",
        "helping",
        "get",
        "ground",
        "impact",
        "come",
        "later",
        "feel",
        "like",
        "portfolio",
        "able",
        "make",
        "introduction",
        "series",
        "b",
        "fund",
        "company",
        "get",
        "funded",
        "vcs",
        "recognize",
        "really",
        "interesting",
        "opportunity",
        "founder",
        "building",
        "business",
        "real",
        "potential",
        "scale",
        "ultimately",
        "move",
        "needle",
        "woman",
        "getting",
        "funded",
        "exit",
        "happening",
        "dong",
        "take",
        "time",
        "part",
        "reason",
        "think",
        "many",
        "seed",
        "fund",
        "getting",
        "started",
        "easier",
        "raise",
        "million",
        "raise",
        "million",
        "many",
        "people",
        "starting",
        "point",
        "build",
        "larger",
        "franchise",
        "fund",
        "scale",
        "series",
        "b",
        "time",
        "think",
        "see",
        "maturation",
        "franchise",
        "established",
        "player",
        "year",
        "point",
        "first",
        "round",
        "capital",
        "fantastic",
        "example",
        "firm",
        "around",
        "little",
        "year",
        "josh",
        "kopelman",
        "team",
        "done",
        "incredible",
        "job",
        "creating",
        "seed",
        "look",
        "like",
        "secondly",
        "seeing",
        "last",
        "several",
        "day",
        "many",
        "traditional",
        "firm",
        "adding",
        "senior",
        "level",
        "female",
        "partner",
        "real",
        "indication",
        "u",
        "firm",
        "aware",
        "lack",
        "diversity",
        "within",
        "organization",
        "leading",
        "miss",
        "opportunity",
        "really",
        "front"
    ]
}