{
    "organizations": [],
    "uuid": "73830c5fea2588111fd1a112be5d86caf49fb787",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/pr-newswire-fda-approves-us-worldmeds-lucemyraa-lofexidine-after-priority-review-for-the-management-of-opioid-withdrawal-symptoms.html",
    "ord_in_thread": 0,
    "title": "FDA Approves US WorldMeds' LUCEMYRA™ (lofexidine) After Priority Review for the Management of Opioid Withdrawal Symptoms",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOUISVILLE, Ky., May 16, 2018 /PRNewswire/ -- US WorldMeds today announced that the US Food and Drug Administration (FDA) approved LUCEMYRA (lofexidine) for mitigation of opioid withdrawal symptoms to facilitate abrupt opioid discontinuation in adults. The FDA reviewed LUCEMYRA under Priority Review, which is granted to submissions for medications that would provide significant improvements in the safety or effectiveness of the treatment, diagnosis or prevention of serious conditions.\nExperience the interactive Multichannel News Release here: https://www.multivu.com/players/English/8314851-us-world-meds-lucemyra-fda-approval/\nLUCEMYRA suppresses the neurochemical surge that produces the acute and painful symptoms of opioid withdrawal. These symptoms may include aches/pains, muscle spasms/twitching, stomach cramps, muscular tension, heart pounding, insomnia/problems sleeping, feelings of coldness, runny eyes, yawning and feeling sick.\n\"LUCEMYRA offers new hope to people who want to discontinue opioid use and are struggling with the agonizing symptoms of opioid withdrawal,\" said P. Breckinridge Jones, chief executive officer and founder of US WorldMeds. \"We are humbled to bring to market the first and only non-opioid treatment for the mitigation of withdrawal symptoms – and are grateful for the urgency demonstrated by the FDA in rapidly reviewing and approving this important treatment.\"\nThe FDA's approval of LUCEMYRA is supported by two randomized, double-blind, placebo-controlled clinical trials, an open-label study and clinical pharmacology studies with concomitant administration of either methadone, buprenorphine or naltrexone. The product's development also involved a grant from and close collaboration with the National Institute on Drug Abuse, part of the National Institutes of Health.\nData show that compared to placebo, participants treated with LUCEMYRA experienced less severe withdrawal symptoms and were significantly more likely to complete a seven-day opioid discontinuation treatment. Reported adverse side effects include low blood pressure or symptoms such as lightheadedness, slow heart rate, dizziness, sleepiness, feeling faint at rest or when standing up, and dry mouth.\nLUCEMYRA is not an opioid drug and is not a treatment for opioid use disorder (sometimes known as opioid addiction). For people who have been diagnosed with opioid use disorder, withdrawal management alone, with or without LUCEMYRA, is not recommended; LUCEMYRA should be used as part of a long-term treatment plan created by a healthcare provider.\n\"LUCEMYRA presents an important new tool to help people make it successfully through withdrawal, which is very often critical for linking to ongoing continuing care and next steps in treatment for opioid dependence or addiction,\" said Marc Fishman, MD, medical director, Maryland Treatment Centers and assistant professor, Johns Hopkins University School of Medicine.\nLUCEMYRA is usually administered in three 0.18 mg tablets taken orally four times daily at five- to six-hour intervals during the period of peak withdrawal symptoms (generally five to seven days following last use of opioids); total treatment may continue for up to 14 days. LUCEMYRA should be discontinued with gradual dose reduction over two to four days.\nLUCEMYRA is expected to be commercially available in the United States in August 2018.\nIndications\nLUCEMYRA is indicated for mitigation of opioid withdrawal symptoms to facilitate abrupt opioid discontinuation in adults.\nImportant Safety Information for Patients\nLUCEMYRA will not stop you from craving opioids. LUCEMYRA is not an opioid and will not produce the effects seen when taking opioids. LUCEMYRA may lessen the severity of symptoms, but it may not completely prevent them.\nAfter a period of not using opioids, you may be more sensitive to the effects of lower amounts of opioids. Taking opioids in amounts that you used before stopping opioid use, whether with or without LUCEMYRA, can lead to overdose and death. It is important that you, your family, and the people closest to you are aware of this increased risk of overdose.\nAlcohol, barbiturates, and benzodiazepines should be used with caution while taking LUCEMYRA as serious side effects may occur.\nTell your healthcare provider if you have ever been diagnosed with kidney disease or liver disease.\nLUCEMYRA may cause low blood pressure or slower heart rate. Tell your healthcare provider if you have ever been diagnosed with low blood pressure, slow heart rate, any other cardiac abnormality (including prior diagnosis or family history of long QT syndrome), or if you have had a heart attack.\nTell your healthcare provider about all medications you are taking. LUCEMYRA should be used with caution with any medications that decrease pulse or blood pressure.\nWatch for signs of a drop in your blood pressure or heart rate, including dizziness, lightheadedness, or feelings of faintness either when sitting or if you quickly stand up. If you experience these symptoms, call your healthcare provider and do not take your next dose of LUCEMYRA until you have talked to your healthcare provider.\nIt is important to stay hydrated while taking LUCEMYRA during opioid discontinuation or withdrawal.\nThe most common side effects seen with LUCEMYRA are low blood pressure or symptoms such as lightheadedness, slow heart rate, dizziness, sleepiness, and dry mouth.\nTalk to your healthcare provider before taking other medications for individual symptoms of withdrawal (such as pain relievers, sleep aids, or medications for upset stomach). Your healthcare provider will tell you whether it is safe to take LUCEMYRA with other medications you may be prescribed during opioid discontinuation (such as buprenorphine/naloxone, methadone, naltrexone).\nLUCEMYRA should not be stopped abruptly. Consult your healthcare provider before stopping or reducing your LUCEMYRA dose.\nTo report SUSPECTED ADVERSE REACTIONS or product complaints, contact US WorldMeds at 1-833-LUCEMYRA or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch .\nPlease click here to access the U.S. Prescribing Information.\nAbout LUCEMYRA ( lofexidine)\nLUCEMYRA (lofexidine), an oral tablet, is a central alpha 2-adrenergic agonist that reduces the release of norepinephrine to suppress the neurochemical surge that produces opioid withdrawal. It is indicated for mitigation of opioid withdrawal symptoms to facilitate abrupt opioid discontinuation in adults. In clinical trials, LUCEMYRA significantly reduced the severity of withdrawal symptoms compared to placebo as reported by patients experiencing opioid withdrawal. LUCEMYRA is usually administered in three 0.18 mg tablets taken orally four times daily at five- to six-hour intervals during the period of peak withdrawal symptoms (generally five to seven days following last use of opioids); total treatment may continue for up to 14 days. LUCEMYRA should be discontinued with gradual dose reduction over two to four days.\nAbout Opioid Withdrawal\nOpioids lower norepinephrine, a brain chemical that supports vital functions like respiration and consciousness. With continued opioid use, the brain establishes a new equilibrium by increasing compensatory norepinephrine production in order to maintain normal functioning. When opioids are removed, or the dose significantly reduced, the brain's increased norepinephrine levels are no longer offset by the presence of the opioids. This results in a norepinephrine surge that produces the acute and painful symptoms of withdrawal.\nAbout US WorldMeds\nUS WorldMeds is a specialty pharmaceutical company whose treatment options are making a difference in the lives of the patients and communities it serves. US WorldMeds takes an agile and personal approach to pharmaceuticals – pioneering research and product development in therapeutic areas that desperately need new solutions. Headquartered in Louisville, Kentucky, US WorldMeds has global presence and more than 15 years of experience in the development, licensure and commercialization of unique products. For more information about US WorldMeds, visit http://www.usworldmeds.com/ . Follow us on Twitter , LinkedIn and on Facebook .\nReferences\n1. LUCEMYRA™ [Prescribing Information]. Louisville, KY: US WorldMeds, LLC; 2018.\nUSWM-LUC015-0418\nMedia Inquiries:\nBrittany Horowitz\nBrittany.horowitz@edelman.com\nPhone: 646-229-0213\nU.S. Medical Inquiries\n1-888-900-USWM (8796)\nView original content: http://www.prnewswire.com/news-releases/fda-approves-us-worldmeds-lucemyra-lofexidine-after-priority-review-for-the-management-of-opioid-withdrawal-symptoms-300649939.html\nSOURCE US WorldMeds, LLC",
    "published": "2018-05-17T01:55:00.000+03:00",
    "crawled": "2018-05-17T05:28:59.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louisville",
        "may",
        "u",
        "worldmeds",
        "today",
        "announced",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "lucemyra",
        "lofexidine",
        "mitigation",
        "opioid",
        "withdrawal",
        "symptom",
        "facilitate",
        "abrupt",
        "opioid",
        "discontinuation",
        "adult",
        "fda",
        "reviewed",
        "lucemyra",
        "priority",
        "review",
        "granted",
        "submission",
        "medication",
        "would",
        "provide",
        "significant",
        "improvement",
        "safety",
        "effectiveness",
        "treatment",
        "diagnosis",
        "prevention",
        "serious",
        "condition",
        "experience",
        "interactive",
        "multichannel",
        "news",
        "release",
        "http",
        "lucemyra",
        "suppresses",
        "neurochemical",
        "surge",
        "produce",
        "acute",
        "painful",
        "symptom",
        "opioid",
        "withdrawal",
        "symptom",
        "may",
        "include",
        "muscle",
        "stomach",
        "cramp",
        "muscular",
        "tension",
        "heart",
        "pounding",
        "sleeping",
        "feeling",
        "coldness",
        "runny",
        "eye",
        "yawning",
        "feeling",
        "sick",
        "lucemyra",
        "offer",
        "new",
        "hope",
        "people",
        "want",
        "discontinue",
        "opioid",
        "use",
        "struggling",
        "agonizing",
        "symptom",
        "opioid",
        "withdrawal",
        "said",
        "breckinridge",
        "jones",
        "chief",
        "executive",
        "officer",
        "founder",
        "u",
        "worldmeds",
        "humbled",
        "bring",
        "market",
        "first",
        "treatment",
        "mitigation",
        "withdrawal",
        "symptom",
        "grateful",
        "urgency",
        "demonstrated",
        "fda",
        "rapidly",
        "reviewing",
        "approving",
        "important",
        "treatment",
        "fda",
        "approval",
        "lucemyra",
        "supported",
        "two",
        "randomized",
        "clinical",
        "trial",
        "study",
        "clinical",
        "pharmacology",
        "study",
        "concomitant",
        "administration",
        "either",
        "methadone",
        "buprenorphine",
        "naltrexone",
        "product",
        "development",
        "also",
        "involved",
        "grant",
        "close",
        "collaboration",
        "national",
        "institute",
        "drug",
        "abuse",
        "part",
        "national",
        "institute",
        "health",
        "data",
        "show",
        "compared",
        "placebo",
        "participant",
        "treated",
        "lucemyra",
        "experienced",
        "less",
        "severe",
        "withdrawal",
        "symptom",
        "significantly",
        "likely",
        "complete",
        "opioid",
        "discontinuation",
        "treatment",
        "reported",
        "adverse",
        "side",
        "effect",
        "include",
        "low",
        "blood",
        "pressure",
        "symptom",
        "lightheadedness",
        "slow",
        "heart",
        "rate",
        "dizziness",
        "sleepiness",
        "feeling",
        "faint",
        "rest",
        "standing",
        "dry",
        "mouth",
        "lucemyra",
        "opioid",
        "drug",
        "treatment",
        "opioid",
        "use",
        "disorder",
        "sometimes",
        "known",
        "opioid",
        "addiction",
        "people",
        "diagnosed",
        "opioid",
        "use",
        "disorder",
        "withdrawal",
        "management",
        "alone",
        "without",
        "lucemyra",
        "recommended",
        "lucemyra",
        "used",
        "part",
        "treatment",
        "plan",
        "created",
        "healthcare",
        "provider",
        "lucemyra",
        "present",
        "important",
        "new",
        "tool",
        "help",
        "people",
        "make",
        "successfully",
        "withdrawal",
        "often",
        "critical",
        "linking",
        "ongoing",
        "continuing",
        "care",
        "next",
        "step",
        "treatment",
        "opioid",
        "dependence",
        "addiction",
        "said",
        "marc",
        "fishman",
        "md",
        "medical",
        "director",
        "maryland",
        "treatment",
        "center",
        "assistant",
        "professor",
        "john",
        "hopkins",
        "university",
        "school",
        "medicine",
        "lucemyra",
        "usually",
        "administered",
        "three",
        "mg",
        "tablet",
        "taken",
        "orally",
        "four",
        "time",
        "daily",
        "interval",
        "period",
        "peak",
        "withdrawal",
        "symptom",
        "generally",
        "five",
        "seven",
        "day",
        "following",
        "last",
        "use",
        "opioids",
        "total",
        "treatment",
        "may",
        "continue",
        "day",
        "lucemyra",
        "discontinued",
        "gradual",
        "dose",
        "reduction",
        "two",
        "four",
        "day",
        "lucemyra",
        "expected",
        "commercially",
        "available",
        "united",
        "state",
        "august",
        "indication",
        "lucemyra",
        "indicated",
        "mitigation",
        "opioid",
        "withdrawal",
        "symptom",
        "facilitate",
        "abrupt",
        "opioid",
        "discontinuation",
        "adult",
        "important",
        "safety",
        "information",
        "patient",
        "lucemyra",
        "stop",
        "craving",
        "opioids",
        "lucemyra",
        "opioid",
        "produce",
        "effect",
        "seen",
        "taking",
        "opioids",
        "lucemyra",
        "may",
        "lessen",
        "severity",
        "symptom",
        "may",
        "completely",
        "prevent",
        "period",
        "using",
        "opioids",
        "may",
        "sensitive",
        "effect",
        "lower",
        "amount",
        "opioids",
        "taking",
        "opioids",
        "amount",
        "used",
        "stopping",
        "opioid",
        "use",
        "whether",
        "without",
        "lucemyra",
        "lead",
        "overdose",
        "death",
        "important",
        "family",
        "people",
        "closest",
        "aware",
        "increased",
        "risk",
        "overdose",
        "alcohol",
        "barbiturate",
        "benzodiazepine",
        "used",
        "caution",
        "taking",
        "lucemyra",
        "serious",
        "side",
        "effect",
        "may",
        "occur",
        "tell",
        "healthcare",
        "provider",
        "ever",
        "diagnosed",
        "kidney",
        "disease",
        "liver",
        "disease",
        "lucemyra",
        "may",
        "cause",
        "low",
        "blood",
        "pressure",
        "slower",
        "heart",
        "rate",
        "tell",
        "healthcare",
        "provider",
        "ever",
        "diagnosed",
        "low",
        "blood",
        "pressure",
        "slow",
        "heart",
        "rate",
        "cardiac",
        "abnormality",
        "including",
        "prior",
        "diagnosis",
        "family",
        "history",
        "long",
        "qt",
        "syndrome",
        "heart",
        "attack",
        "tell",
        "healthcare",
        "provider",
        "medication",
        "taking",
        "lucemyra",
        "used",
        "caution",
        "medication",
        "decrease",
        "pulse",
        "blood",
        "pressure",
        "watch",
        "sign",
        "drop",
        "blood",
        "pressure",
        "heart",
        "rate",
        "including",
        "dizziness",
        "lightheadedness",
        "feeling",
        "faintness",
        "either",
        "sitting",
        "quickly",
        "stand",
        "experience",
        "symptom",
        "call",
        "healthcare",
        "provider",
        "take",
        "next",
        "dose",
        "lucemyra",
        "talked",
        "healthcare",
        "provider",
        "important",
        "stay",
        "hydrated",
        "taking",
        "lucemyra",
        "opioid",
        "discontinuation",
        "withdrawal",
        "common",
        "side",
        "effect",
        "seen",
        "lucemyra",
        "low",
        "blood",
        "pressure",
        "symptom",
        "lightheadedness",
        "slow",
        "heart",
        "rate",
        "dizziness",
        "sleepiness",
        "dry",
        "mouth",
        "talk",
        "healthcare",
        "provider",
        "taking",
        "medication",
        "individual",
        "symptom",
        "withdrawal",
        "pain",
        "reliever",
        "sleep",
        "aid",
        "medication",
        "upset",
        "stomach",
        "healthcare",
        "provider",
        "tell",
        "whether",
        "safe",
        "take",
        "lucemyra",
        "medication",
        "may",
        "prescribed",
        "opioid",
        "discontinuation",
        "methadone",
        "naltrexone",
        "lucemyra",
        "stopped",
        "abruptly",
        "consult",
        "healthcare",
        "provider",
        "stopping",
        "reducing",
        "lucemyra",
        "dose",
        "report",
        "suspected",
        "adverse",
        "reaction",
        "product",
        "complaint",
        "contact",
        "u",
        "worldmeds",
        "fda",
        "please",
        "click",
        "access",
        "prescribing",
        "information",
        "lucemyra",
        "lofexidine",
        "lucemyra",
        "lofexidine",
        "oral",
        "tablet",
        "central",
        "alpha",
        "agonist",
        "reduces",
        "release",
        "norepinephrine",
        "suppress",
        "neurochemical",
        "surge",
        "produce",
        "opioid",
        "withdrawal",
        "indicated",
        "mitigation",
        "opioid",
        "withdrawal",
        "symptom",
        "facilitate",
        "abrupt",
        "opioid",
        "discontinuation",
        "adult",
        "clinical",
        "trial",
        "lucemyra",
        "significantly",
        "reduced",
        "severity",
        "withdrawal",
        "symptom",
        "compared",
        "placebo",
        "reported",
        "patient",
        "experiencing",
        "opioid",
        "withdrawal",
        "lucemyra",
        "usually",
        "administered",
        "three",
        "mg",
        "tablet",
        "taken",
        "orally",
        "four",
        "time",
        "daily",
        "interval",
        "period",
        "peak",
        "withdrawal",
        "symptom",
        "generally",
        "five",
        "seven",
        "day",
        "following",
        "last",
        "use",
        "opioids",
        "total",
        "treatment",
        "may",
        "continue",
        "day",
        "lucemyra",
        "discontinued",
        "gradual",
        "dose",
        "reduction",
        "two",
        "four",
        "day",
        "opioid",
        "withdrawal",
        "opioids",
        "lower",
        "norepinephrine",
        "brain",
        "chemical",
        "support",
        "vital",
        "function",
        "like",
        "respiration",
        "consciousness",
        "continued",
        "opioid",
        "use",
        "brain",
        "establishes",
        "new",
        "equilibrium",
        "increasing",
        "compensatory",
        "norepinephrine",
        "production",
        "order",
        "maintain",
        "normal",
        "functioning",
        "opioids",
        "removed",
        "dose",
        "significantly",
        "reduced",
        "brain",
        "increased",
        "norepinephrine",
        "level",
        "longer",
        "offset",
        "presence",
        "opioids",
        "result",
        "norepinephrine",
        "surge",
        "produce",
        "acute",
        "painful",
        "symptom",
        "withdrawal",
        "u",
        "worldmeds",
        "u",
        "worldmeds",
        "specialty",
        "pharmaceutical",
        "company",
        "whose",
        "treatment",
        "option",
        "making",
        "difference",
        "life",
        "patient",
        "community",
        "serf",
        "u",
        "worldmeds",
        "take",
        "agile",
        "personal",
        "approach",
        "pharmaceutical",
        "pioneering",
        "research",
        "product",
        "development",
        "therapeutic",
        "area",
        "desperately",
        "need",
        "new",
        "solution",
        "headquartered",
        "louisville",
        "kentucky",
        "u",
        "worldmeds",
        "global",
        "presence",
        "year",
        "experience",
        "development",
        "licensure",
        "commercialization",
        "unique",
        "product",
        "information",
        "u",
        "worldmeds",
        "visit",
        "http",
        "follow",
        "u",
        "twitter",
        "linkedin",
        "facebook",
        "reference",
        "prescribing",
        "information",
        "louisville",
        "ky",
        "u",
        "worldmeds",
        "llc",
        "medium",
        "inquiry",
        "brittany",
        "horowitz",
        "phone",
        "medical",
        "inquiry",
        "view",
        "original",
        "content",
        "http",
        "source",
        "u",
        "worldmeds",
        "llc"
    ]
}