{
    "organizations": [],
    "uuid": "9230a26f03bf7218368f8c99730277fd2e5f4725",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/05/08/smartphones-kids-social-media/",
    "ord_in_thread": 0,
    "title": "How Smartphones and Social Media Can Steal Childhood",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Ever since Socrates complained about the written word ruining memories, people have been wringing their hands over the potential harms of technology. At least Socrates never had to worry about his Snapstreaks. Now researchers say social media could be making more teens depressed, and there’s plenty of parental panic about the attention-sapping effects of the smartphone age.\n1. Is technology disrupting childhood? Absolutely. Consider that today’s smartphone-wielding teens and pre-teens are glued to their phones, posting on social media and revealing data about themselves even as they deal with the traditional adolescent stew of school, peer pressure and hormones. They’re figuring it out in front of an audience of hundreds if not thousands of “friends” commenting in real time on what they do, and — via Snapchat and Instagram — how they look. Snapstreak, a Snapchat feature that congratulates users for consistently messaging their friends, has been criticized by England’s children’s commissioner for being addictive. A survey by the U.K.’s Safer Internet Centre of 1,500 8-to-17 year olds revealed that one in eight had shared a selfie in the last hour. Even some Silicon Valley executives want their offspring low-tech.\n2. What does the research show? Among the data points from various surveys: The average age for getting a first smartphone is about 10, and half of all kids in the U.S. and the U.K. have social media accounts by the age of 12. About a quarter of teens say they are online “almost constantly.” In a 2015 study, about 1 in 10 girls in the U.K. reported using social networking sites for more than three hours on a normal school day — and those that did were more likely to have a higher difficulties score, a measure of mental health. In a Safer Internet Centre survey of kids age 8 to 17, 22 percent said someone had posted an image or video to bully them. A study led by Jean Twenge, a psychologist at San Diego State University, found that U.S. teens who spend more time online are less happy than those who pursue other activities. In other research, Twenge posited that social media is contributing to a rise in teen depression.\n3. Is there a contrary view? One obvious problem in blaming social media for miserable young people is the supposition that there has ever been a halcyon time for teenagers. Researchers from the Oxford Internet Institute and Cardiff University analyzed data from 120,000 15-year-olds, and concluded that, up to a certain point, teenagers’ well-being actually rose as their connectivity increased. While too much screentime can have a negative effect, the research showed other factors, such as eating breakfast and getting enough sleep, were more important. But perhaps the main problem with the research is how fast smartphones took off and social media developed, making in-depth and timely studies difficult. Snapchat was only founded in 2011.\n4. Isn’t it just part of being a kid these days? Childhood changed long before social media arrived on the scene. A 2013 U.S. study found that the more parents feel their neighborhood is unsafe, the more kids are likely to watch TV and be overweight. The same forces have left more kids stuck at home in front of a smartphone or tablet. That said, there’s no question that social media is rapidly changing how teenagers communicate. “People wonder why their daughter is taking 10,000 photos a day,” Evan Spiegel, the founder of Snapchat, told the Wall Street Journal in 2016. “What they don’t realize is that she isn’t preserving images. She’s talking.”\n5. Don’t social media sites have age limits? They do, though enforcement is a huge challenge. On Facebook , Instagram, Snapchat and Twitter you generally have to be at least 13 years old to create an account. (Some countries have stricter rules: The minimum age for a Google account is 14 in South Korea and 16 in the Netherlands, for instance.) Most sites ask new registrants to honestly self-report their date of birth, which makes their age limits rather easy to circumvent.\n6. Who’s up in arms? Certainly many parents just want to throw the phone in the rubbish and make kids go play in the woods. But there’s also an expanding group arguing for a more targeted response. A collection of pediatric and mental health experts are lobbying Facebook to discontinue Messenger Kids, a version of its Messenger app for children ages six to 12, saying young kids are “not old enough to navigate the complexities of online relationships.” Another group of former employees from Google, Facebook and elsewhere created the Center for Humane Technology to raise alarms about the vulnerabilities caused by addictive products. An executive who helped create the iPod called on Apple Inc. to create a digital-activity monitor to help users of its devices keep track of their — and their kids’ — time online.\n7. Are the social media giants listening? They’re at least trying to appear to be. In January, two big shareholders of Apple urged the company to give parents a way to customize their child’s iPhone to limit screen time, hours of use and access to social media. They asked the company to conduct more research and address a “growing societal unease.” Within days, Apple replied that more features for parents were already in development. Google is adding better parental controls on its YouTube Kids app after reports that it hosted inappropriate videos.\n8. Will governments step in? They might. During Facebook Chief Executive Officer Mark Zuckerberg’s April appearance in the U.S. Congress, there were pointed questions about kids from Senator Ed Markey of Massachusetts. The lawmaker pressed Zuckerberg to support a bill he introduced in 2015 to expand online privacy protections for children up to the age of 16. Markey has also compared the tech giants with the tobacco industry. In the U.K., Health Secretary Jeremy Hunt has threatened to regulate Google, Twitter, Snapchat and other companies, saying their failure to prevent underage use left parents with an “invidious choice” — giving in to children too young to use their platforms, or isolating them from their peers.\n9. So what’s next? What’s forcing the hand of tech companies is the incoming General Data Protection Regulation in Europe, which will ban any company from processing data from users below 16 without parental consent. In April, WhatsApp, the internet messaging service owned by Facebook, raised its minimum age for users in Europe to 16 from 13. SnapChat will no longer process any data that might require parental consent, including retaining geo-location history. Changes like that put parents in a new bind, since a Pew Research Center survey found that text messaging is the most common way to keep in touch with kids. So it might be a case of do what I say, not what I do.",
    "published": "2018-05-09T00:47:00.000+03:00",
    "crawled": "2018-05-08T21:01:29.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ever",
        "since",
        "socrates",
        "complained",
        "written",
        "word",
        "ruining",
        "memory",
        "people",
        "wringing",
        "hand",
        "potential",
        "harm",
        "technology",
        "least",
        "socrates",
        "never",
        "worry",
        "snapstreaks",
        "researcher",
        "say",
        "social",
        "medium",
        "could",
        "making",
        "teen",
        "depressed",
        "plenty",
        "parental",
        "panic",
        "effect",
        "smartphone",
        "age",
        "technology",
        "disrupting",
        "childhood",
        "absolutely",
        "consider",
        "today",
        "teen",
        "glued",
        "phone",
        "posting",
        "social",
        "medium",
        "revealing",
        "data",
        "even",
        "deal",
        "traditional",
        "adolescent",
        "stew",
        "school",
        "peer",
        "pressure",
        "hormone",
        "figuring",
        "front",
        "audience",
        "hundred",
        "thousand",
        "friend",
        "commenting",
        "real",
        "time",
        "via",
        "snapchat",
        "instagram",
        "look",
        "snapstreak",
        "snapchat",
        "feature",
        "congratulates",
        "user",
        "consistently",
        "messaging",
        "friend",
        "criticized",
        "england",
        "child",
        "commissioner",
        "addictive",
        "survey",
        "safer",
        "internet",
        "centre",
        "year",
        "old",
        "revealed",
        "one",
        "eight",
        "shared",
        "selfie",
        "last",
        "hour",
        "even",
        "silicon",
        "valley",
        "executive",
        "want",
        "offspring",
        "research",
        "show",
        "among",
        "data",
        "point",
        "various",
        "survey",
        "average",
        "age",
        "getting",
        "first",
        "smartphone",
        "half",
        "kid",
        "social",
        "medium",
        "account",
        "age",
        "quarter",
        "teen",
        "say",
        "online",
        "almost",
        "study",
        "girl",
        "reported",
        "using",
        "social",
        "networking",
        "site",
        "three",
        "hour",
        "normal",
        "school",
        "day",
        "likely",
        "higher",
        "difficulty",
        "score",
        "measure",
        "mental",
        "health",
        "safer",
        "internet",
        "centre",
        "survey",
        "kid",
        "age",
        "percent",
        "said",
        "someone",
        "posted",
        "image",
        "video",
        "bully",
        "study",
        "led",
        "jean",
        "twenge",
        "psychologist",
        "san",
        "diego",
        "state",
        "university",
        "found",
        "teen",
        "spend",
        "time",
        "online",
        "less",
        "happy",
        "pursue",
        "activity",
        "research",
        "twenge",
        "posited",
        "social",
        "medium",
        "contributing",
        "rise",
        "teen",
        "depression",
        "contrary",
        "view",
        "one",
        "obvious",
        "problem",
        "blaming",
        "social",
        "medium",
        "miserable",
        "young",
        "people",
        "supposition",
        "ever",
        "halcyon",
        "time",
        "teenager",
        "researcher",
        "oxford",
        "internet",
        "institute",
        "cardiff",
        "university",
        "analyzed",
        "data",
        "concluded",
        "certain",
        "point",
        "teenager",
        "actually",
        "rose",
        "connectivity",
        "increased",
        "much",
        "screentime",
        "negative",
        "effect",
        "research",
        "showed",
        "factor",
        "eating",
        "breakfast",
        "getting",
        "enough",
        "sleep",
        "important",
        "perhaps",
        "main",
        "problem",
        "research",
        "fast",
        "smartphones",
        "took",
        "social",
        "medium",
        "developed",
        "making",
        "timely",
        "study",
        "difficult",
        "snapchat",
        "founded",
        "part",
        "kid",
        "day",
        "childhood",
        "changed",
        "long",
        "social",
        "medium",
        "arrived",
        "scene",
        "study",
        "found",
        "parent",
        "feel",
        "neighborhood",
        "unsafe",
        "kid",
        "likely",
        "watch",
        "tv",
        "overweight",
        "force",
        "left",
        "kid",
        "stuck",
        "home",
        "front",
        "smartphone",
        "tablet",
        "said",
        "question",
        "social",
        "medium",
        "rapidly",
        "changing",
        "teenager",
        "communicate",
        "people",
        "wonder",
        "daughter",
        "taking",
        "photo",
        "day",
        "evan",
        "spiegel",
        "founder",
        "snapchat",
        "told",
        "wall",
        "street",
        "journal",
        "realize",
        "preserving",
        "image",
        "social",
        "medium",
        "site",
        "age",
        "limit",
        "though",
        "enforcement",
        "huge",
        "challenge",
        "facebook",
        "instagram",
        "snapchat",
        "twitter",
        "generally",
        "least",
        "year",
        "old",
        "create",
        "account",
        "country",
        "stricter",
        "rule",
        "minimum",
        "age",
        "google",
        "account",
        "south",
        "korea",
        "netherlands",
        "instance",
        "site",
        "ask",
        "new",
        "registrant",
        "honestly",
        "date",
        "birth",
        "make",
        "age",
        "limit",
        "rather",
        "easy",
        "circumvent",
        "arm",
        "certainly",
        "many",
        "parent",
        "want",
        "throw",
        "phone",
        "rubbish",
        "make",
        "kid",
        "go",
        "play",
        "wood",
        "also",
        "expanding",
        "group",
        "arguing",
        "targeted",
        "response",
        "collection",
        "pediatric",
        "mental",
        "health",
        "expert",
        "lobbying",
        "facebook",
        "discontinue",
        "messenger",
        "kid",
        "version",
        "messenger",
        "app",
        "child",
        "age",
        "six",
        "saying",
        "young",
        "kid",
        "old",
        "enough",
        "navigate",
        "complexity",
        "online",
        "another",
        "group",
        "former",
        "employee",
        "google",
        "facebook",
        "elsewhere",
        "created",
        "center",
        "humane",
        "technology",
        "raise",
        "alarm",
        "vulnerability",
        "caused",
        "addictive",
        "product",
        "executive",
        "helped",
        "create",
        "ipod",
        "called",
        "apple",
        "create",
        "monitor",
        "help",
        "user",
        "device",
        "keep",
        "track",
        "kid",
        "time",
        "online",
        "social",
        "medium",
        "giant",
        "listening",
        "least",
        "trying",
        "appear",
        "january",
        "two",
        "big",
        "shareholder",
        "apple",
        "urged",
        "company",
        "give",
        "parent",
        "way",
        "customize",
        "child",
        "iphone",
        "limit",
        "screen",
        "time",
        "hour",
        "use",
        "access",
        "social",
        "medium",
        "asked",
        "company",
        "conduct",
        "research",
        "address",
        "growing",
        "societal",
        "within",
        "day",
        "apple",
        "replied",
        "feature",
        "parent",
        "already",
        "development",
        "google",
        "adding",
        "better",
        "parental",
        "control",
        "youtube",
        "kid",
        "app",
        "report",
        "hosted",
        "inappropriate",
        "video",
        "government",
        "step",
        "might",
        "facebook",
        "chief",
        "executive",
        "officer",
        "mark",
        "zuckerberg",
        "april",
        "appearance",
        "congress",
        "pointed",
        "question",
        "kid",
        "senator",
        "ed",
        "markey",
        "massachusetts",
        "lawmaker",
        "pressed",
        "zuckerberg",
        "support",
        "bill",
        "introduced",
        "expand",
        "online",
        "privacy",
        "protection",
        "child",
        "age",
        "markey",
        "also",
        "compared",
        "tech",
        "giant",
        "tobacco",
        "industry",
        "health",
        "secretary",
        "jeremy",
        "hunt",
        "threatened",
        "regulate",
        "google",
        "twitter",
        "snapchat",
        "company",
        "saying",
        "failure",
        "prevent",
        "underage",
        "use",
        "left",
        "parent",
        "invidious",
        "choice",
        "giving",
        "child",
        "young",
        "use",
        "platform",
        "isolating",
        "peer",
        "next",
        "forcing",
        "hand",
        "tech",
        "company",
        "incoming",
        "general",
        "data",
        "protection",
        "regulation",
        "europe",
        "ban",
        "company",
        "processing",
        "data",
        "user",
        "without",
        "parental",
        "consent",
        "april",
        "whatsapp",
        "internet",
        "messaging",
        "service",
        "owned",
        "facebook",
        "raised",
        "minimum",
        "age",
        "user",
        "europe",
        "snapchat",
        "longer",
        "process",
        "data",
        "might",
        "require",
        "parental",
        "consent",
        "including",
        "retaining",
        "history",
        "change",
        "like",
        "put",
        "parent",
        "new",
        "bind",
        "since",
        "pew",
        "research",
        "center",
        "survey",
        "found",
        "text",
        "messaging",
        "common",
        "way",
        "keep",
        "touch",
        "kid",
        "might",
        "case",
        "say"
    ]
}