{
    "organizations": [],
    "uuid": "ee73b0f1ee339284125a2e030a83d3cdd53d9fa9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/business-wire-tenneco-announces-results-of-2018-annual-stockholdersa-meeting.html",
    "ord_in_thread": 0,
    "title": "Tenneco Announces Results of 2018 Annual Stockholders’ Meeting",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Provides Update on Federal-Mogul Acquisition\nLAKE FOREST, Ill.--(BUSINESS WIRE)-- Tenneco Inc. (NYSE: TEN) announced at its annual stockholders’ meeting today that the company’s stockholders have elected Thomas C. Freyman, Brian J. Kesseler, Dennis J. Letham, James S. Metcalf, Roger B. Porter, David B. Price, Jr., Gregg M. Sherrill, Paul T. Stecko, Jane L. Warner and Roger J. Wood to the company’s board of directors. The directors have been elected to serve a term expiring at the 2019 annual meeting of stockholders.\nIn addition, stockholders ratified the appointment of PricewaterhouseCoopers LLP as the company’s independent auditors for 2018 and, in an advisory vote, approved the company’s executive compensation.\nThe company also announced that its board of directors has declared a quarterly cash dividend of $0.25 per share on its common stock. The dividend will be payable on June 22, 2018 to stockholders of record as of June 5, 2018. The dividend is part of the dividend program announced on February 1, 2017, pursuant to which the company intends to pay a regular quarterly cash dividend to holders of its common stock, representing a planned annual dividend of $1.00 per share. Future dividends will be subject to Board approval.\nDuring the meeting, the company also provided additional information on its April 10 announcement of an agreement to acquire Federal-Mogul and subsequently create two independent public companies.\nTenneco anticipates the aftermarket and ride performance company would be the spun off company, as it will be the smaller of the two new companies and represents lower refinancing costs. The spun off company will enter into new financing arrangements prior to the spin with an expected net debt to adjusted EBITDA leverage ratio around 3.0x when the companies separate. The leverage target for the aftermarket and ride performance company is between 1.5x to 2.0x.\nTenneco also anticipates the powertrain technology company would be the remaining company and will retain the existing combined company debt structure. It is expected that some or all of the existing Federal-Mogul bonds will be refinanced with proceeds from the aftermarket and ride performance company financing transactions. The remaining company is anticipated to have a leverage ratio of about 2.3x when the businesses are separated with a goal to reduce leverage to between 1.0x to 1.5x.\nAbout Tenneco\nTenneco is a $9.3 billion global manufacturing company with headquarters in Lake Forest, Illinois and approximately 32,000 employees worldwide. Tenneco is one of the world’s largest designers, manufacturers and marketers of ride performance and clean air products and systems for automotive and commercial vehicle original equipment markets and the aftermarket. Tenneco’s principal brand names are Monroe®, Walker®, XNOx™ and Clevite®Elastomers.\nForward-Looking Statements. This communication contains forward-looking statements. These forward-looking statements include, but are not limited to, (i) all statements, other than statements of historical fact, included in this communication that address activities, events or developments that we expect or anticipate will or may occur in the future or that depend on future events and (ii) statements about our future business plans and strategy and other statements that describe Tenneco’s outlook, objectives, plans, intentions or goals, and any discussion of future operating or financial performance. These forward-looking statements are included in various sections of this communication and the words “may,” “will,” “should,” “could,” “expect,” “anticipate,” “estimate,” and similar expressions (and variations thereof) are intended to identify forward-looking statements. Forward-looking statements included in this release concern, among other things, the proposed acquisition of Federal-Mogul LLC and related separation transactions, including the expected timing of completion of the proposed acquisition and spin-off; the benefits of the proposed acquisition and spin-off; the combined and separated companies’ respective plans, objectives and expectations; future financial and operating results; and other statements that are not historical facts. Forward-looking statements are subject to a number of risks and uncertainties that could cause actual results to materially differ from those described in the forward-looking statements, including the risk that the acquisition transaction may not be completed in a timely manner or at all due to a failure to satisfy certain closing conditions, including any stockholder or regulatory approval or the failure to satisfy other conditions to completion of the transaction; the occurrence of any event, change or other circumstance that could give rise to the termination of the purchase agreement; the outcome of any legal proceeding that may be instituted against Tenneco and others following the announcement of the transactions; the combined company may not complete the separation of the Aftermarket & Ride Performance business from the Powertrain Technology business (or achieve some or all of the anticipated benefits of such a separation); the proposed transactions may have an adverse impact on existing arrangements with Tenneco or Federal-Mogul, including those related to transition, manufacturing and supply services and tax matters; the amount of the costs, fees, expenses and charges related to the transactions may be greater than expected; the ability to retain and hire key personnel and maintain relationships with customers, suppliers or other business partners; the risk that the benefits of the transactions, including synergies, may not be fully realized or may take longer to realize than expected; the risk that the transactions may not advance the combined or separated companies’ respective business strategy; the risk that the combined company may experience difficulty integrating or separating all employees or operations; the potential diversion of Tenneco management’s attention resulting from the proposed transactions; as well as the risk factors and cautionary statements included in Tenneco’s periodic and current reports (Forms 10-K, 10-Q and 8-K) filed from time to time with the SEC.\nIn addition, please see Tenneco’s financial results press release for factors that could cause Tenneco’s future performance to vary from the expectations expressed or implied by the forward-looking statements herein.\nAdditional Information and Where to Find It. In connection with the proposed transaction between Tenneco Inc. (the “Company”) and Federal-Mogul LLC, the Company intends to file relevant materials with the U.S. Securities and Exchange Commission (the “SEC”), including a preliminary proxy statement on Schedule 14A. Following the filing of the definitive proxy statement with the SEC, the Company will mail the definitive proxy statement and a proxy card to each stockholder entitled to vote at the special meeting relating to the proposed transaction. This communication is not a substitute for the proxy statement or other document(s) that the Company may file with the SEC in connection with the proposed transaction. INVESTORS AND SECURITY HOLDERS OF THE COMPANY ARE URGED TO READ CAREFULLY THE PROXY STATEMENT (INCLUDING ANY AMENDMENTS OR SUPPLEMENTS THERETO) AND OTHER DOCUMENTS FILED WITH THE SEC WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE COMPANY, FEDERAL-MOGUL AND THE PROPOSED TRANSACTION. Investors and security holders may obtain free copies of the proxy statement and other relevant materials (when they become available), and any and all documents filed by the Company with the SEC may be obtained for free at the SEC’s website at www.sec.gov . In addition, stockholders may obtain free copies of the documents filed with the SEC by the Company via the Company’s Investor Relations section of its website at investors.tenneco.com or by contacting Investor Relations by directing a request to the Company, Attention: Investor Relations, 500 North Field Drive in Lake Forest, Illinois 60045 or by calling (847) 482-5162.\nCertain Information Regarding Participants. The Company and its respective directors and executive officers may be deemed participants in the solicitation of proxies in connection with the proposed transaction. Information about the persons who may, under the rules of the SEC, be considered to be participants in the solicitation of the Company’s stockholders in connection with the proposed transaction, and any interest they have in the proposed transaction, will be set forth in the definitive proxy statement when it is filed with the SEC. Additional information regarding these individuals is set forth in the Company’s proxy statement for its 2018 Annual Meeting of Stockholders, which was filed with the SEC on April 4, 2018, its Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which was filed with the SEC on February 28, 2018, and its Quarterly Report on Form 10-Q for the quarter ended March 31, 2018, which was filed with the SEC on May 10, 2018. You may obtain these documents (when they become available) free of charge at the SEC’s web site at www.sec.gov and from Investor Relations at the Company.\nNo Offers or Solicitations. This document shall not constitute an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the U.S. Securities Act of 1933, as amended. In addition to the foregoing, please see the Company’s financial results press release for certain factors that might cause actual results to differ materially from current expectations.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180516006573/en/\nTenneco Inc.\nBill Dawson\nMedia inquiries\n847 482-5807\nbdawson@tenneco.com\nor\nLinae Golla\nInvestor inquires\n847 482-5162\nlgolla@tenneco.com\nSource: Tenneco Inc.",
    "published": "2018-05-17T02:44:00.000+03:00",
    "crawled": "2018-05-17T05:16:01.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "provides",
        "update",
        "acquisition",
        "lake",
        "forest",
        "business",
        "wire",
        "tenneco",
        "nyse",
        "ten",
        "announced",
        "annual",
        "stockholder",
        "meeting",
        "today",
        "company",
        "stockholder",
        "elected",
        "thomas",
        "freyman",
        "brian",
        "kesseler",
        "dennis",
        "letham",
        "james",
        "metcalf",
        "roger",
        "porter",
        "david",
        "price",
        "gregg",
        "sherrill",
        "paul",
        "stecko",
        "jane",
        "warner",
        "roger",
        "wood",
        "company",
        "board",
        "director",
        "director",
        "elected",
        "serve",
        "term",
        "expiring",
        "annual",
        "meeting",
        "stockholder",
        "addition",
        "stockholder",
        "ratified",
        "appointment",
        "pricewaterhousecoopers",
        "llp",
        "company",
        "independent",
        "auditor",
        "advisory",
        "vote",
        "approved",
        "company",
        "executive",
        "compensation",
        "company",
        "also",
        "announced",
        "board",
        "director",
        "declared",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "dividend",
        "payable",
        "june",
        "stockholder",
        "record",
        "june",
        "dividend",
        "part",
        "dividend",
        "program",
        "announced",
        "february",
        "pursuant",
        "company",
        "intends",
        "pay",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "holder",
        "common",
        "stock",
        "representing",
        "planned",
        "annual",
        "dividend",
        "per",
        "share",
        "future",
        "dividend",
        "subject",
        "board",
        "approval",
        "meeting",
        "company",
        "also",
        "provided",
        "additional",
        "information",
        "april",
        "announcement",
        "agreement",
        "acquire",
        "subsequently",
        "create",
        "two",
        "independent",
        "public",
        "company",
        "tenneco",
        "anticipates",
        "aftermarket",
        "ride",
        "performance",
        "company",
        "would",
        "spun",
        "company",
        "smaller",
        "two",
        "new",
        "company",
        "represents",
        "lower",
        "refinancing",
        "cost",
        "spun",
        "company",
        "enter",
        "new",
        "financing",
        "arrangement",
        "prior",
        "spin",
        "expected",
        "net",
        "debt",
        "adjusted",
        "ebitda",
        "leverage",
        "ratio",
        "around",
        "company",
        "separate",
        "leverage",
        "target",
        "aftermarket",
        "ride",
        "performance",
        "company",
        "tenneco",
        "also",
        "anticipates",
        "powertrain",
        "technology",
        "company",
        "would",
        "remaining",
        "company",
        "retain",
        "existing",
        "combined",
        "company",
        "debt",
        "structure",
        "expected",
        "existing",
        "bond",
        "refinanced",
        "proceeds",
        "aftermarket",
        "ride",
        "performance",
        "company",
        "financing",
        "transaction",
        "remaining",
        "company",
        "anticipated",
        "leverage",
        "ratio",
        "business",
        "separated",
        "goal",
        "reduce",
        "leverage",
        "tenneco",
        "tenneco",
        "billion",
        "global",
        "manufacturing",
        "company",
        "headquarters",
        "lake",
        "forest",
        "illinois",
        "approximately",
        "employee",
        "worldwide",
        "tenneco",
        "one",
        "world",
        "largest",
        "designer",
        "manufacturer",
        "marketer",
        "ride",
        "performance",
        "clean",
        "air",
        "product",
        "system",
        "automotive",
        "commercial",
        "vehicle",
        "original",
        "equipment",
        "market",
        "aftermarket",
        "tenneco",
        "principal",
        "brand",
        "name",
        "statement",
        "communication",
        "contains",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "communication",
        "address",
        "activity",
        "event",
        "development",
        "expect",
        "anticipate",
        "may",
        "occur",
        "future",
        "depend",
        "future",
        "event",
        "ii",
        "statement",
        "future",
        "business",
        "plan",
        "strategy",
        "statement",
        "describe",
        "tenneco",
        "outlook",
        "objective",
        "plan",
        "intention",
        "goal",
        "discussion",
        "future",
        "operating",
        "financial",
        "performance",
        "statement",
        "included",
        "various",
        "section",
        "communication",
        "word",
        "may",
        "could",
        "expect",
        "anticipate",
        "estimate",
        "similar",
        "expression",
        "variation",
        "thereof",
        "intended",
        "identify",
        "statement",
        "statement",
        "included",
        "release",
        "concern",
        "among",
        "thing",
        "proposed",
        "acquisition",
        "llc",
        "related",
        "separation",
        "transaction",
        "including",
        "expected",
        "timing",
        "completion",
        "proposed",
        "acquisition",
        "benefit",
        "proposed",
        "acquisition",
        "combined",
        "separated",
        "company",
        "respective",
        "plan",
        "objective",
        "expectation",
        "future",
        "financial",
        "operating",
        "result",
        "statement",
        "historical",
        "fact",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "described",
        "statement",
        "including",
        "risk",
        "acquisition",
        "transaction",
        "may",
        "completed",
        "timely",
        "manner",
        "due",
        "failure",
        "satisfy",
        "certain",
        "closing",
        "condition",
        "including",
        "stockholder",
        "regulatory",
        "approval",
        "failure",
        "satisfy",
        "condition",
        "completion",
        "transaction",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "purchase",
        "agreement",
        "outcome",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "tenneco",
        "others",
        "following",
        "announcement",
        "transaction",
        "combined",
        "company",
        "may",
        "complete",
        "separation",
        "aftermarket",
        "ride",
        "performance",
        "business",
        "powertrain",
        "technology",
        "business",
        "achieve",
        "anticipated",
        "benefit",
        "separation",
        "proposed",
        "transaction",
        "may",
        "adverse",
        "impact",
        "existing",
        "arrangement",
        "tenneco",
        "including",
        "related",
        "transition",
        "manufacturing",
        "supply",
        "service",
        "tax",
        "matter",
        "amount",
        "cost",
        "fee",
        "expense",
        "charge",
        "related",
        "transaction",
        "may",
        "greater",
        "expected",
        "ability",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "relationship",
        "customer",
        "supplier",
        "business",
        "partner",
        "risk",
        "benefit",
        "transaction",
        "including",
        "synergy",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "risk",
        "transaction",
        "may",
        "advance",
        "combined",
        "separated",
        "company",
        "respective",
        "business",
        "strategy",
        "risk",
        "combined",
        "company",
        "may",
        "experience",
        "difficulty",
        "integrating",
        "separating",
        "employee",
        "operation",
        "potential",
        "diversion",
        "tenneco",
        "management",
        "attention",
        "resulting",
        "proposed",
        "transaction",
        "well",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "included",
        "tenneco",
        "periodic",
        "current",
        "report",
        "form",
        "filed",
        "time",
        "time",
        "sec",
        "addition",
        "please",
        "see",
        "tenneco",
        "financial",
        "result",
        "press",
        "release",
        "factor",
        "could",
        "cause",
        "tenneco",
        "future",
        "performance",
        "vary",
        "expectation",
        "expressed",
        "implied",
        "statement",
        "herein",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "tenneco",
        "company",
        "llc",
        "company",
        "intends",
        "file",
        "relevant",
        "material",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "preliminary",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "following",
        "filing",
        "definitive",
        "proxy",
        "statement",
        "sec",
        "company",
        "mail",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "stockholder",
        "entitled",
        "vote",
        "special",
        "meeting",
        "relating",
        "proposed",
        "transaction",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "company",
        "may",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "company",
        "urged",
        "read",
        "carefully",
        "proxy",
        "statement",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "company",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "proxy",
        "statement",
        "relevant",
        "material",
        "become",
        "available",
        "document",
        "filed",
        "company",
        "sec",
        "may",
        "obtained",
        "free",
        "sec",
        "website",
        "addition",
        "stockholder",
        "may",
        "obtain",
        "free",
        "copy",
        "document",
        "filed",
        "sec",
        "company",
        "via",
        "company",
        "investor",
        "relation",
        "section",
        "website",
        "contacting",
        "investor",
        "relation",
        "directing",
        "request",
        "company",
        "attention",
        "investor",
        "relation",
        "north",
        "field",
        "drive",
        "lake",
        "forest",
        "illinois",
        "calling",
        "certain",
        "information",
        "regarding",
        "participant",
        "company",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "proposed",
        "transaction",
        "information",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "company",
        "stockholder",
        "connection",
        "proposed",
        "transaction",
        "interest",
        "proposed",
        "transaction",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "individual",
        "set",
        "forth",
        "company",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "filed",
        "sec",
        "may",
        "may",
        "obtain",
        "document",
        "become",
        "available",
        "free",
        "charge",
        "sec",
        "web",
        "site",
        "investor",
        "relation",
        "company",
        "offer",
        "solicitation",
        "document",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "addition",
        "foregoing",
        "please",
        "see",
        "company",
        "financial",
        "result",
        "press",
        "release",
        "certain",
        "factor",
        "might",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "view",
        "source",
        "version",
        "http",
        "tenneco",
        "bill",
        "dawson",
        "medium",
        "inquiry",
        "bdawson",
        "linae",
        "golla",
        "investor",
        "inquires",
        "lgolla",
        "source",
        "tenneco",
        "inc"
    ]
}