{
    "organizations": [],
    "uuid": "e42ac8ffacc35d63b6d728486d284620bfe15355",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/business-wire-arsanis-reports-business-highlights-and-financial-results-for-first-quarter-2018.html",
    "ord_in_thread": 0,
    "title": "Arsanis Reports Business Highlights and Financial Results for First Quarter 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ASN100 Phase 2 Trial Interim Analysis Results Expected in Late June\nWALTHAM, Mass. & VIENNA--(BUSINESS WIRE)-- Arsanis, Inc. (NASDAQ: ASNS), a clinical-stage biopharmaceutical company focused on applying monoclonal antibody (mAb) immunotherapies to address serious infectious diseases, today reported business highlights and financial results for the first quarter ended March 31, 2018.\n“We made significant progress across the business during the first quarter of 2018 and plan to report results of a planned interim analysis of our Phase 2 clinical study of ASN100 in late June. This analysis will evaluate the data collected from one third of the 354 patients targeted in this study,” said René Russo, President and Chief Executive Officer of Arsanis. “This analysis will be conducted by an independent data monitoring committee to assess the statistical assumptions of the trial design and Arsanis will remain blinded to the data. Assuming that this analysis does not result in recommended adjustments to the sample size and recommends that the trial continue as designed, we expect to report top-line efficacy results from the completion of the trial in the second half of 2018.”\nASN100, Arsanis’ lead product candidate, is a first-in-class mAb therapy that is designed to neutralize the six cytotoxins critical to Staphylococcus aureus pneumonia pathogenesis and is currently being evaluated in a Phase 2 clinical trial for the prevention of S. aureus pneumonia in high-risk, mechanically ventilated patients. Arsanis believes ASN100 has both preventive and therapeutic potential in this setting and may reduce the need for multiple antibiotic courses that contribute to antibiotic resistance, toxicity, and subsequent infections. The company believes infection prevention in this population could also reduce mechanical ventilation days, shorten hospital stays, reduce healthcare costs, and decrease the risk of re-hospitalization.\nFirst Quarter 2018 and Recent Key Business Highlights\nIn addition to the continued advancement of its lead ASN100 clinical program, Arsanis made progress in other key areas of the business:\nStrengthened intellectual property portfolio for its lead product candidate, ASN100, with the granting of U.S. Patent No. 9914767 by the United States Patent and Trademark Office, which broadly claims composition of matter for antibodies that cross-neutralize Staphylococcus aureus alpha hemolysin (Hla) and up to four additional S. aureus leukocidins. Entered into an agreement under which a subsidiary of Bravos Biosciences, LLC, has secured an exclusive, worldwide preclinical development license, and an option to a clinical development and commercialization license, to mAbs targeting E. coli that were discovered by Arsanis in its ASN200 program. Presented five scientific posters at the 28th European Congress of Clinical Microbiology and Infectious Diseases (ECCMID) highlighting new research findings and supportive data across all mAb programs in Arsanis’ pipeline.\nUpcoming Activities\nArsanis will present at the following conferences in the second quarter 2018:\nPresentation at the 21st Making a Difference in Infectious Diseases Conference from May 9-12, 2018 in Orlando, FL Corporate overview presentation at the 25th BIO Annual Meeting on June 5, 2018 in Boston, MA Participation in panel entitled New Development Strategies for Vaccines and Therapeutics for the Developing World at the 25th BIO Annual Meeting on June 6, 2018 in Boston, MA Two presentations at ASM Microbe 2018 from June 7-11, 2018 in Atlanta, GA Presentation at Understanding the Development Challenges Associated with Emerging Non-Traditional Antibiotics Conference on June 14, 2018 in Washington, DC\nFirst Quarter 2018 Financial Results\nFor the first quarter ended March 31, 2018, Arsanis reported a net loss of $10.6 million, or $0.74 loss per share, as compared to a net loss of $5.4 million and $10.49 loss per share for the first quarter of 2017.\nOperating expenses for the first quarter of 2018 were $11.0 million, as compared to $5.8 million for the first quarter of 2017, and were comprised of the following:\nResearch and development expenses were $8.1 million for the first quarter of 2018, as compared to $4.4 million for the first quarter of 2017. The increase was primarily due to an increase of $2.8 million in direct costs for our ASN100 program, an increase of $0.2 million in direct costs for our ASN500 program, and an increase of $0.7 million in unallocated research and development expenses.\nGeneral and administrative expenses were $2.8 million for the first quarter of 2018, as compared to $1.4 million for the first quarter of 2017. The increase was primarily related to additional costs associated with operating as a public company, including increased personnel costs as well as an increase in professional fees. Of the $1.4 million increase, $0.6 million was related to personnel-related costs (including an increase in stock-based compensation of $0.3 million) and $0.6 million was related to an increase in professional fees.\nOther income, net, was $0.3 million for the first quarter of 2018, as compared to $0.4 million for the first quarter of 2017. The decrease was primarily due to a decrease of $0.8 million in gains recognized as a result of decreases in the fair value of the derivative liability associated with our convertible promissory notes and a decrease in grant and incentive income of $0.3 million primarily associated with our grants and loans from Österreichische Forschungsförderungsgesellschaft mbH (FFG) and an Austrian research and development incentive program. These decreases were partially offset by a decrease of $0.8 million in interest expense primarily associated with our convertible promissory notes and an increase in interest income of $0.2 million, primarily from the bank interest earned on the cash received from the initial public offering and concurrent private placement of our common stock.\nAs of March 31, 2018, our cash and cash equivalents totaled $64.0 million, with approximately 14.29 million shares of common stock outstanding.\nAbout Arsanis\nArsanis, Inc. is a clinical-stage biopharmaceutical company focused on applying monoclonal antibody (mAb) immunotherapies to address serious infectious diseases. A deep understanding of the pathogenesis of infection, paired with access to some of the most advanced mAb discovery techniques and platforms available today, has positioned Arsanis to build and advance a pipeline of novel mAbs with multiple mechanisms of action and high potency against their intended targets. The Company’s lead clinical program, ASN100, is aimed at serious Staphylococcus aureus infections and is being evaluated in a Phase 2 clinical trial for the prevention of S. aureus pneumonia in high-risk, mechanically ventilated patients. In addition to ASN100, the Company’s preclinical pipeline is comprised of mAbs targeting multiple serious bacterial and viral pathogens, including respiratory syncytial virus.\nArsanis is a U.S. company headquartered in Waltham, Massachusetts, with a wholly owned subsidiary that is primarily focused on discovery research in Vienna, Austria (Arsanis Biosciences GmbH).\nFor more information, please visit the Arsanis website at www.arsanis.com .\nARSANIS, INC.\nCONSOLIDATED BALANCE SHEETS\n(unaudited)\n(In thousands)\nMarch 31, 2018 December 31, 2017 Assets Cash and cash equivalents $ 63,999 $ 76,793 Restricted cash 363 355 Grant and incentive receivables 1,926 1,608 Property and equipment, net 384 421 Prepaid expenses and other assets 2,549 2,077 Total assets $ 69,221 $ 81,254 Liabilities and stockholders’ equity Accounts payable, accrued expenses and other liabilities $ 6,256 $ 7,681 Unearned income 2,526 2,630 Loans payable, net of discount 12,016 12,236 Total liabilities 20,798 22,547 Stockholders’ equity 48,423 58,707 Total liabilities and stockholders' equity $ 69,221 $ 81,254 ARSANIS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (unaudited) (In thousands, except share and per share data) Three months ended\nMarch 31,\n2018 2017 Operating expenses Research and development $ 8,133 $ 4,391 General and administrative 2,817 1,436 Total operating expenses 10,950 5,827 Loss from operations (10,950 ) (5,827 ) Grant and incentive Income 445 700 Interest expense (267 ) (1,019 ) Interest income 216 - Change in fair value of derivative liability - 762 Other income (expense), net (74 ) (1 ) Total other income (expense), net 320 442 Net loss (10,630 ) (5,385 ) Accretion of redeemable convertible preferred stock to redemption value\n- (7 ) Net loss attributable to common stockholders $ (10,630 ) $ (5,392 ) Net loss per share attributable to common stockholders, basic and diluted\n$ (0.74 ) $ (10.49 ) Weighted-average common shares outstanding, basic and diluted\n14,294,421 513,900 Cautionary note regarding\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995 that involve substantial risks and uncertainties, including statements regarding the development and regulatory status of our product candidates, the timing and conduct of clinical trials and preclinical studies, the timing for the interim analysis and potential top-line data for the Phase 2 clinical trial of ASN100, and the potential application of any of the Company’s product candidates in any other indications. All statements, other than statements of historical facts, contained in this press release, including statements regarding our strategy, future operations, future financial position, future revenue, projected costs, prospects, plans and objectives of management, are The words “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “might,” “plan,” “potential,” “predict,” “project,” “should,” “target,” “would,” and similar expressions are intended to identify , although not all contain these identifying words. We may not actually achieve the plans, intentions or expectations disclosed in our , and you should not place undue reliance on our Actual results or events could the plans, intentions and expectations disclosed in the we make as a result of important factors, including, but not limited to: uncertainties inherent in the availability and timing of data from ongoing clinical trials; the content and timing of decisions made by the U.S. Food and Drug Administration and other regulatory authorities and investigational review boards at clinical trial sites; Arsanis' ability to obtain and maintain requisite regulatory approvals and to enroll patients in its planned and ongoing clinical trials; competitive factors; Arsanis' ability to obtain, maintain and enforce patent and other intellectual property protection for any product candidates it is developing; the availability of cash resources and need for additional financing or other actions and other important risk factors as set forth in filings that we periodically make with the U.S. Securities Exchange Commission, or SEC. The contained in this press release reflect the current views of Arsanis, Inc. with respect to future events, and we assume no obligation to update any except as required by applicable law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180510005277/en/\nMedia Contact:\nW2O Group\nElliot Fox, 212-257-6724\nefox@w2ogroup.com\nor\nInvestor Contact:\nArsanis, Inc.\nMichael Gray, 781-819-5201\nChief Operating and Chief Financial Officer\nmike.gray@arsanis.com\nSource: Arsanis, Inc.",
    "published": "2018-05-10T15:00:00.000+03:00",
    "crawled": "2018-05-10T18:25:20.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "asn100",
        "phase",
        "trial",
        "interim",
        "analysis",
        "result",
        "expected",
        "late",
        "june",
        "waltham",
        "mass",
        "vienna",
        "business",
        "wire",
        "arsanis",
        "nasdaq",
        "asns",
        "biopharmaceutical",
        "company",
        "focused",
        "applying",
        "monoclonal",
        "antibody",
        "mab",
        "immunotherapy",
        "address",
        "serious",
        "infectious",
        "disease",
        "today",
        "reported",
        "business",
        "highlight",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "made",
        "significant",
        "progress",
        "across",
        "business",
        "first",
        "quarter",
        "plan",
        "report",
        "result",
        "planned",
        "interim",
        "analysis",
        "phase",
        "clinical",
        "study",
        "asn100",
        "late",
        "june",
        "analysis",
        "evaluate",
        "data",
        "collected",
        "one",
        "third",
        "patient",
        "targeted",
        "study",
        "said",
        "rené",
        "russo",
        "president",
        "chief",
        "executive",
        "officer",
        "arsanis",
        "analysis",
        "conducted",
        "independent",
        "data",
        "monitoring",
        "committee",
        "assess",
        "statistical",
        "assumption",
        "trial",
        "design",
        "arsanis",
        "remain",
        "blinded",
        "data",
        "assuming",
        "analysis",
        "result",
        "recommended",
        "adjustment",
        "sample",
        "size",
        "recommends",
        "trial",
        "continue",
        "designed",
        "expect",
        "report",
        "efficacy",
        "result",
        "completion",
        "trial",
        "second",
        "half",
        "asn100",
        "arsanis",
        "lead",
        "product",
        "candidate",
        "mab",
        "therapy",
        "designed",
        "neutralize",
        "six",
        "cytotoxin",
        "critical",
        "staphylococcus",
        "aureus",
        "pneumonia",
        "pathogenesis",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "prevention",
        "aureus",
        "pneumonia",
        "mechanically",
        "ventilated",
        "patient",
        "arsanis",
        "belief",
        "asn100",
        "preventive",
        "therapeutic",
        "potential",
        "setting",
        "may",
        "reduce",
        "need",
        "multiple",
        "antibiotic",
        "course",
        "contribute",
        "antibiotic",
        "resistance",
        "toxicity",
        "subsequent",
        "infection",
        "company",
        "belief",
        "infection",
        "prevention",
        "population",
        "could",
        "also",
        "reduce",
        "mechanical",
        "ventilation",
        "day",
        "shorten",
        "hospital",
        "stay",
        "reduce",
        "healthcare",
        "cost",
        "decrease",
        "risk",
        "first",
        "quarter",
        "recent",
        "key",
        "business",
        "highlight",
        "addition",
        "continued",
        "advancement",
        "lead",
        "asn100",
        "clinical",
        "program",
        "arsanis",
        "made",
        "progress",
        "key",
        "area",
        "business",
        "strengthened",
        "intellectual",
        "property",
        "portfolio",
        "lead",
        "product",
        "candidate",
        "asn100",
        "granting",
        "patent",
        "united",
        "state",
        "patent",
        "trademark",
        "office",
        "broadly",
        "claim",
        "composition",
        "matter",
        "antibody",
        "staphylococcus",
        "aureus",
        "alpha",
        "hemolysin",
        "hla",
        "four",
        "additional",
        "aureus",
        "leukocidins",
        "entered",
        "agreement",
        "subsidiary",
        "bravo",
        "bioscience",
        "llc",
        "secured",
        "exclusive",
        "worldwide",
        "preclinical",
        "development",
        "license",
        "option",
        "clinical",
        "development",
        "commercialization",
        "license",
        "mabs",
        "targeting",
        "coli",
        "discovered",
        "arsanis",
        "asn200",
        "program",
        "presented",
        "five",
        "scientific",
        "poster",
        "28th",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "eccmid",
        "highlighting",
        "new",
        "research",
        "finding",
        "supportive",
        "data",
        "across",
        "mab",
        "program",
        "arsanis",
        "pipeline",
        "upcoming",
        "activity",
        "arsanis",
        "present",
        "following",
        "conference",
        "second",
        "quarter",
        "presentation",
        "21st",
        "making",
        "difference",
        "infectious",
        "disease",
        "conference",
        "may",
        "orlando",
        "fl",
        "corporate",
        "overview",
        "presentation",
        "25th",
        "bio",
        "annual",
        "meeting",
        "june",
        "boston",
        "participation",
        "panel",
        "entitled",
        "new",
        "development",
        "strategy",
        "vaccine",
        "therapeutic",
        "developing",
        "world",
        "25th",
        "bio",
        "annual",
        "meeting",
        "june",
        "boston",
        "two",
        "presentation",
        "asm",
        "microbe",
        "june",
        "atlanta",
        "ga",
        "presentation",
        "understanding",
        "development",
        "challenge",
        "associated",
        "emerging",
        "antibiotic",
        "conference",
        "june",
        "washington",
        "dc",
        "first",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "arsanis",
        "reported",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "comprised",
        "following",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increase",
        "million",
        "direct",
        "cost",
        "asn100",
        "program",
        "increase",
        "million",
        "direct",
        "cost",
        "asn500",
        "program",
        "increase",
        "million",
        "unallocated",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "related",
        "additional",
        "cost",
        "associated",
        "operating",
        "public",
        "company",
        "including",
        "increased",
        "personnel",
        "cost",
        "well",
        "increase",
        "professional",
        "fee",
        "million",
        "increase",
        "million",
        "related",
        "cost",
        "including",
        "increase",
        "compensation",
        "million",
        "million",
        "related",
        "increase",
        "professional",
        "fee",
        "income",
        "net",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "million",
        "gain",
        "recognized",
        "result",
        "decrease",
        "fair",
        "value",
        "derivative",
        "liability",
        "associated",
        "convertible",
        "promissory",
        "note",
        "decrease",
        "grant",
        "incentive",
        "income",
        "million",
        "primarily",
        "associated",
        "grant",
        "loan",
        "österreichische",
        "forschungsförderungsgesellschaft",
        "mbh",
        "ffg",
        "austrian",
        "research",
        "development",
        "incentive",
        "program",
        "decrease",
        "partially",
        "offset",
        "decrease",
        "million",
        "interest",
        "expense",
        "primarily",
        "associated",
        "convertible",
        "promissory",
        "note",
        "increase",
        "interest",
        "income",
        "million",
        "primarily",
        "bank",
        "interest",
        "earned",
        "cash",
        "received",
        "initial",
        "public",
        "offering",
        "concurrent",
        "private",
        "placement",
        "common",
        "stock",
        "march",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "arsanis",
        "arsanis",
        "biopharmaceutical",
        "company",
        "focused",
        "applying",
        "monoclonal",
        "antibody",
        "mab",
        "immunotherapy",
        "address",
        "serious",
        "infectious",
        "disease",
        "deep",
        "understanding",
        "pathogenesis",
        "infection",
        "paired",
        "access",
        "advanced",
        "mab",
        "discovery",
        "technique",
        "platform",
        "available",
        "today",
        "positioned",
        "arsanis",
        "build",
        "advance",
        "pipeline",
        "novel",
        "mabs",
        "multiple",
        "mechanism",
        "action",
        "high",
        "potency",
        "intended",
        "target",
        "company",
        "lead",
        "clinical",
        "program",
        "asn100",
        "aimed",
        "serious",
        "staphylococcus",
        "aureus",
        "infection",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "prevention",
        "aureus",
        "pneumonia",
        "mechanically",
        "ventilated",
        "patient",
        "addition",
        "asn100",
        "company",
        "preclinical",
        "pipeline",
        "comprised",
        "mabs",
        "targeting",
        "multiple",
        "serious",
        "bacterial",
        "viral",
        "pathogen",
        "including",
        "respiratory",
        "syncytial",
        "virus",
        "arsanis",
        "company",
        "headquartered",
        "waltham",
        "massachusetts",
        "wholly",
        "owned",
        "subsidiary",
        "primarily",
        "focused",
        "discovery",
        "research",
        "vienna",
        "austria",
        "arsanis",
        "bioscience",
        "gmbh",
        "information",
        "please",
        "visit",
        "arsanis",
        "website",
        "arsanis",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "grant",
        "incentive",
        "receivables",
        "property",
        "equipment",
        "net",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "unearned",
        "income",
        "loan",
        "payable",
        "net",
        "discount",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "arsanis",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "grant",
        "incentive",
        "income",
        "interest",
        "expense",
        "interest",
        "income",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "accretion",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "redemption",
        "value",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "cautionary",
        "note",
        "regarding",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "regarding",
        "development",
        "regulatory",
        "status",
        "product",
        "candidate",
        "timing",
        "conduct",
        "clinical",
        "trial",
        "preclinical",
        "study",
        "timing",
        "interim",
        "analysis",
        "potential",
        "data",
        "phase",
        "clinical",
        "trial",
        "asn100",
        "potential",
        "application",
        "company",
        "product",
        "candidate",
        "indication",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "including",
        "statement",
        "regarding",
        "strategy",
        "future",
        "operation",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "might",
        "plan",
        "potential",
        "predict",
        "project",
        "target",
        "would",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "actual",
        "result",
        "event",
        "could",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "make",
        "result",
        "important",
        "factor",
        "including",
        "limited",
        "uncertainty",
        "inherent",
        "availability",
        "timing",
        "data",
        "ongoing",
        "clinical",
        "trial",
        "content",
        "timing",
        "decision",
        "made",
        "food",
        "drug",
        "administration",
        "regulatory",
        "authority",
        "investigational",
        "review",
        "board",
        "clinical",
        "trial",
        "site",
        "arsanis",
        "ability",
        "obtain",
        "maintain",
        "requisite",
        "regulatory",
        "approval",
        "enroll",
        "patient",
        "planned",
        "ongoing",
        "clinical",
        "trial",
        "competitive",
        "factor",
        "arsanis",
        "ability",
        "obtain",
        "maintain",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "protection",
        "product",
        "candidate",
        "developing",
        "availability",
        "cash",
        "resource",
        "need",
        "additional",
        "financing",
        "action",
        "important",
        "risk",
        "factor",
        "set",
        "forth",
        "filing",
        "periodically",
        "make",
        "security",
        "exchange",
        "commission",
        "sec",
        "contained",
        "press",
        "release",
        "reflect",
        "current",
        "view",
        "arsanis",
        "respect",
        "future",
        "event",
        "assume",
        "obligation",
        "update",
        "except",
        "required",
        "applicable",
        "law",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "w2o",
        "group",
        "elliot",
        "fox",
        "efox",
        "investor",
        "contact",
        "arsanis",
        "michael",
        "gray",
        "chief",
        "operating",
        "chief",
        "financial",
        "officer",
        "source",
        "arsanis",
        "inc"
    ]
}