{
    "organizations": [],
    "uuid": "9dc03a653e67cdfe60a4f33b79aa1f0d00b99169",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/business-wire-american-states-water-company-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "American States Water Company Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIMAS, Calif.--(BUSINESS WIRE)-- American States Water Company (NYSE:AWR) today reported basic and fully diluted earnings per share of $0.29 for the first quarter ended March 31, 2018, as compared to basic and fully diluted earnings per share of $0.35 and $0.34, respectively, for the quarter ended March 31, 2017.\nFirst Quarter 2018 Results\nThe table below sets forth a comparison of the first quarter 2018 diluted earnings per share by business segment with diluted earnings per share for the first quarter of 2017, as reported:\nDiluted Earnings per Share Three Months Ended 3/31/2018 3/31/2017 CHANGE Water $ 0.20\n$ 0.25 $ (0.05 ) Electric 0.04 0.04 - Contracted services 0.05 0.05 - Consolidated diluted earnings per share, as reported $ 0.29 $ 0.34 $ (0.05 ) Water Segment:\nFor the three months ended March 31, 2018, fully diluted earnings per share from the water segment of Golden State Water Company (GSWC), a subsidiary of American States Water Company, decreased by $0.05 to $0.20 per share as compared to the same period in 2017. Included in net earnings for the three months ended March 31, 2017 was the one-time recovery of incremental drought-related items approved by the CPUC resulting in an increase to pretax earnings of $1.5 million, or $0.02 per share, which did not recur in 2018. Excluding the impact of this item, diluted earnings from GSWC’s water segment decreased compared to the same period in 2017 due to the following two items which, when combined, decreased earnings by $0.03 per share:\nLower net earnings due to the cost of capital decision issued by the California Public Utilities Commission (CPUC) in March 2018, which lowered GSWC’s return on rate base. The lower return beginning in 2018 is expected to decrease GSWC’s 2018 adopted annual revenue requirement by approximately $3.6 million, or about $0.07 per share. Losses incurred due to market conditions during the three months ended March 31, 2018 on the company’s investments held to fund a retirement benefit plan, as compared to gains generated in the same period of 2017.\nExcluding an increase in billed surcharges, which have no impact on earnings, and the effects of the CPUC’s cost of capital decision discussed above, the water gross margin decreased by $2.6 million largely because of the effects of the Tax Cuts and Jobs Act enacted in December 2017. The lower revenue requirement to reflect the reduced federal corporate income tax rate was offset by a reduction in income tax expense, resulting in no earnings impact. In addition, the impact of third-year rate increases on the water gross margin in the first quarter was offset by the cessation of GSWC’s Ojai district due to the condemnation and related sale of the system in June 2017. However, before reflecting the effects from the new cost of capital and tax reform, third-year rate increases will add approximately $4.5 million to the 2018 full year adopted water gross margin (net of the loss of the Ojai system). Overall operating expenses at the water segment (other than supply costs) remained flat during the first quarter of 2018 compared to 2017 due, in part, to the cessation of the Ojai operations.\nElectric Segment:\nFor the three months ended March 31, 2018 and 2017, diluted earnings from the electric segment were $0.04 per share. GSWC filed its electric general rate case in May 2017 for new rates in the years 2018-2021. Year-to-date 2018 billed revenues have been based on 2017 adopted rates, pending a final CPUC decision on this general rate case, which is expected later in 2018 and retroactive to January 1, 2018. There was a decrease in the electric gross margin due to a downward adjustment to adopted revenues to reflect the lower corporate tax rate, which was offset by a corresponding decrease in income tax expense.\nContracted Services Segment:\nFor the three months ended March 31, 2018 and 2017, diluted earnings per share from American States Water Company’s contracted services segment, American State Utility Services, Inc. and its subsidiaries (ASUS), were $0.05 per share. There were increases in management fee revenue due to (i) the successful resolution of various price adjustments during 2017, (ii) revenue generated from Eglin Air Force Base (\"Eglin\") upon the commencement of the operation of its water and wastewater systems by ASUS in June 2017, and (iii) transition revenue for Fort Riley, a United States Army installation located in Kansas. ASUS expects to assume operations of the water distribution and wastewater collection and treatment facilities at Fort Riley in mid-2018 pursuant to the terms of a 50-year contract awarded in September 2017. These increases were mostly offset by lower construction activity and higher operating expenses during the first quarter of 2018 as compared to the same period last year. The decrease in construction activity is largely due to timing, and ASUS expects construction activity for 2018 overall to be higher compared to 2017. The increase in operating expenses was due to the commencement of operations at Eglin in June 2017, and the commencement of the transition period at Fort Riley in September 2017.\nRegulatory Matters\nIn March 2018, the CPUC issued a final decision in the cost of capital proceeding for GSWC and three other investor-owned water utilities that serve California. Among other things, the final decision adopts for GSWC’s water segment (i) a return on equity of 8.90%, (ii) a cost of debt of 6.6%, (iii) a capital structure with 57% equity and 43% debt, (iv) a return on rate base of 7.91%, and (v) the continuation of the water cost of capital adjustment mechanism. GSWC’s prior authorized return on equity and equity ratio for its water segment were 9.43% and 55%, respectively, with a return on rate base of 8.34%. The newly authorized return on rate base of 7.91% reflects a true-up of GSWC’s embedded debt cost from 6.99% to 6.6%. The reduced debt costs contributed approximately 18 basis points to the 43-basis-point drop in the authorized return on rate base.\nDividends\nOn April 30, 2018, the company’s Board of Directors approved a first quarter dividend of $0.255 per share on the Common Shares of the company. Dividends on the Common Shares are payable on June 1, 2018 to shareholders of record at the close of business on May 15, 2018. American States Water Company has paid dividends to shareholders every year since 1931, increasing the dividends received by shareholders each calendar year for 63 consecutive years, which places it in an exclusive group of companies on the New York Stock Exchange that have achieved that result.\nNon-GAAP Financial Measures\nThis press release includes a discussion on the water and electric gross margins for various periods, which are computed by subtracting total supply costs from total revenues. The discussion also includes AWR’s operations in terms of diluted earnings per share by business segment, which is each business segment’s earnings divided by the company’s weighted average number of diluted shares. These items are derived from consolidated financial information but are not presented in our financial statements that are prepared in accordance with Generally Accepted Accounting Principles (GAAP) in the United States. These items constitute \"non-GAAP financial measures\" under Securities and Exchange Commission rules.\nThe non-GAAP financial measures supplement our GAAP disclosures and should not be considered as alternatives to the GAAP measures. Furthermore, the non-GAAP financial measures may not be comparable to similarly titled non-GAAP financial measures of other registrants. The company uses the water and electric gross margins and earnings per share by business segment as important measures in evaluating its operating results and believes these measures are useful internal benchmarks in evaluating the performance of its operating segments. The company reviews these measurements regularly and compares them to historical periods and to the operating budget.\nForward-Looking Statements\nCertain matters discussed in this news release with regard to the company’s expectations may be that involve risks and uncertainties. The assumptions and risk factors that could cause actual results to differ materially include those described in the company’s most recent Form 10-Q and Form 10-K filed with the Securities and Exchange Commission.\nConference Call\nThe company will host a conference call on May 8, 2018 at 2:00 p.m. Eastern Time (11:00 a.m. Pacific Time) to discuss the company and its financial results. Interested parties can listen to the live conference call and view accompanying slides on the Internet at www.aswater.com by clicking the “Investors” button at the top of the page. The call will be archived on the website and available for replay beginning May 8, 2018 at 5:00 p.m. Eastern Time (2:00 p.m. Pacific Time) through May 15, 2018.\nAbout American States Water\nAmerican States Water Company is the parent of Golden State Water Company and American States Utility Services, Inc. Through its utility subsidiary, Golden State Water Company, AWR provides water service to approximately 259,000 customers located throughout 10 counties in Northern, Coastal and Southern California. The company also distributes electricity to approximately 24,000 customers in the City of Big Bear Lake and surrounding areas in San Bernardino County, California. Through its contracted services subsidiary, American States Utility Services, Inc., the company provides operations, maintenance and construction management services for water and wastewater systems located on military bases throughout the country under 50-year privatization contracts with the U.S. government.\nAmerican States Water Company Consolidated Comparative Condensed Balance Sheets March 31, December 31, (in thousands) 2018 2017 (Unaudited) Assets Utility Plant-Net $ 1,218,830 $ 1,204,992 Goodwill 1,116 1,116 Other Property and Investments 23,744 24,070 Other Current Assets 145,676 155,463 Regulatory and Other Assets 34,298 31,093 Total Assets $ 1,423,664 $ 1,416,734 Capitalization and Liabilities Capitalization $ 812,577 $ 850,984 Other Current Liabilities 196,491 156,662 Other Credits 414,596 409,088 Total Capitalization and Liabilities $ 1,423,664 $ 1,416,734 Condensed Statements of Income Three months ended (in thousands, except per share amounts) March 31, 2018 2017 (Unaudited) Operating Revenues Water $ 64,412 $ 66,404 Electric 9,832 10,502 Contracted services 20,484 21,904 Total operating revenues 94,728 98,810 Operating Expenses Water purchased 13,607 12,106 Power purchased for pumping 1,693 1,597 Groundwater production assessment 4,651 3,375 Power purchased for resale 3,408 3,100 Supply cost balancing accounts (3,869 ) (1,749 ) Other operation 7,988 6,160 Administrative and general 20,293 20,448 9,666 9,683 Maintenance 3,829 3,464 Property and other taxes 4,799 4,566 ASUS construction 9,972 11,484 Total operating expenses 76,037 74,234 Operating income 18,691 24,576 Other Income and Expenses Interest expense (5,923 ) (5,905 ) Interest income 536 259 Other, net 42 626 Total other income and expenses (5,345 ) (5,020 ) Income Before Income Tax Expense 13,346 19,556 Income tax expense 2,564 6,855 Net Income $ 10,782 $ 12,701 Weighted average shares outstanding 36,712 36,590 Basic earnings per Common Share $ 0.29 $ 0.35 Weighted average diluted shares 36,874 36,782 Fully diluted earnings per Common Share $ 0.29 $ 0.34 Dividends Declared Per Common Share $ 0.255 $ 0.242\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180507005898/en/\nAmerican States Water Company\nEva G. Tang, 909-394-3600, ext. 707\nSenior Vice President-Finance, Chief Financial Officer,\nCorporate Secretary and Treasurer\nSource: American States Water Company",
    "published": "2018-05-08T00:45:00.000+03:00",
    "crawled": "2018-05-08T02:28:57.054+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "dimas",
        "business",
        "wire",
        "american",
        "state",
        "water",
        "company",
        "nyse",
        "awr",
        "today",
        "reported",
        "basic",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "ended",
        "march",
        "compared",
        "basic",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "respectively",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "result",
        "table",
        "set",
        "forth",
        "comparison",
        "first",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "business",
        "segment",
        "diluted",
        "earnings",
        "per",
        "share",
        "first",
        "quarter",
        "reported",
        "diluted",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "change",
        "water",
        "electric",
        "contracted",
        "service",
        "consolidated",
        "diluted",
        "earnings",
        "per",
        "share",
        "reported",
        "water",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "fully",
        "diluted",
        "earnings",
        "per",
        "share",
        "water",
        "segment",
        "golden",
        "state",
        "water",
        "company",
        "gswc",
        "subsidiary",
        "american",
        "state",
        "water",
        "company",
        "decreased",
        "per",
        "share",
        "compared",
        "period",
        "included",
        "net",
        "earnings",
        "three",
        "month",
        "ended",
        "march",
        "recovery",
        "incremental",
        "item",
        "approved",
        "cpuc",
        "resulting",
        "increase",
        "pretax",
        "earnings",
        "million",
        "per",
        "share",
        "recur",
        "excluding",
        "impact",
        "item",
        "diluted",
        "earnings",
        "gswc",
        "water",
        "segment",
        "decreased",
        "compared",
        "period",
        "due",
        "following",
        "two",
        "item",
        "combined",
        "decreased",
        "earnings",
        "per",
        "share",
        "lower",
        "net",
        "earnings",
        "due",
        "cost",
        "capital",
        "decision",
        "issued",
        "california",
        "public",
        "utility",
        "commission",
        "cpuc",
        "march",
        "lowered",
        "gswc",
        "return",
        "rate",
        "base",
        "lower",
        "return",
        "beginning",
        "expected",
        "decrease",
        "gswc",
        "adopted",
        "annual",
        "revenue",
        "requirement",
        "approximately",
        "million",
        "per",
        "share",
        "loss",
        "incurred",
        "due",
        "market",
        "condition",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "investment",
        "held",
        "fund",
        "retirement",
        "benefit",
        "plan",
        "compared",
        "gain",
        "generated",
        "period",
        "excluding",
        "increase",
        "billed",
        "surcharge",
        "impact",
        "earnings",
        "effect",
        "cpuc",
        "cost",
        "capital",
        "decision",
        "discussed",
        "water",
        "gross",
        "margin",
        "decreased",
        "million",
        "largely",
        "effect",
        "tax",
        "cut",
        "job",
        "act",
        "enacted",
        "december",
        "lower",
        "revenue",
        "requirement",
        "reflect",
        "reduced",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "offset",
        "reduction",
        "income",
        "tax",
        "expense",
        "resulting",
        "earnings",
        "impact",
        "addition",
        "impact",
        "rate",
        "increase",
        "water",
        "gross",
        "margin",
        "first",
        "quarter",
        "offset",
        "cessation",
        "gswc",
        "ojai",
        "district",
        "due",
        "condemnation",
        "related",
        "sale",
        "system",
        "june",
        "however",
        "reflecting",
        "effect",
        "new",
        "cost",
        "capital",
        "tax",
        "reform",
        "rate",
        "increase",
        "add",
        "approximately",
        "million",
        "full",
        "year",
        "adopted",
        "water",
        "gross",
        "margin",
        "net",
        "loss",
        "ojai",
        "system",
        "overall",
        "operating",
        "expense",
        "water",
        "segment",
        "supply",
        "cost",
        "remained",
        "flat",
        "first",
        "quarter",
        "compared",
        "due",
        "part",
        "cessation",
        "ojai",
        "operation",
        "electric",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "diluted",
        "earnings",
        "electric",
        "segment",
        "per",
        "share",
        "gswc",
        "filed",
        "electric",
        "general",
        "rate",
        "case",
        "may",
        "new",
        "rate",
        "year",
        "billed",
        "revenue",
        "based",
        "adopted",
        "rate",
        "pending",
        "final",
        "cpuc",
        "decision",
        "general",
        "rate",
        "case",
        "expected",
        "later",
        "retroactive",
        "january",
        "decrease",
        "electric",
        "gross",
        "margin",
        "due",
        "downward",
        "adjustment",
        "adopted",
        "revenue",
        "reflect",
        "lower",
        "corporate",
        "tax",
        "rate",
        "offset",
        "corresponding",
        "decrease",
        "income",
        "tax",
        "expense",
        "contracted",
        "service",
        "segment",
        "three",
        "month",
        "ended",
        "march",
        "diluted",
        "earnings",
        "per",
        "share",
        "american",
        "state",
        "water",
        "company",
        "contracted",
        "service",
        "segment",
        "american",
        "state",
        "utility",
        "service",
        "subsidiary",
        "asus",
        "per",
        "share",
        "increase",
        "management",
        "fee",
        "revenue",
        "due",
        "successful",
        "resolution",
        "various",
        "price",
        "adjustment",
        "ii",
        "revenue",
        "generated",
        "eglin",
        "air",
        "force",
        "base",
        "eglin",
        "upon",
        "commencement",
        "operation",
        "water",
        "wastewater",
        "system",
        "asus",
        "june",
        "iii",
        "transition",
        "revenue",
        "fort",
        "riley",
        "united",
        "state",
        "army",
        "installation",
        "located",
        "kansa",
        "asus",
        "expects",
        "assume",
        "operation",
        "water",
        "distribution",
        "wastewater",
        "collection",
        "treatment",
        "facility",
        "fort",
        "riley",
        "pursuant",
        "term",
        "contract",
        "awarded",
        "september",
        "increase",
        "mostly",
        "offset",
        "lower",
        "construction",
        "activity",
        "higher",
        "operating",
        "expense",
        "first",
        "quarter",
        "compared",
        "period",
        "last",
        "year",
        "decrease",
        "construction",
        "activity",
        "largely",
        "due",
        "timing",
        "asus",
        "expects",
        "construction",
        "activity",
        "overall",
        "higher",
        "compared",
        "increase",
        "operating",
        "expense",
        "due",
        "commencement",
        "operation",
        "eglin",
        "june",
        "commencement",
        "transition",
        "period",
        "fort",
        "riley",
        "september",
        "regulatory",
        "matter",
        "march",
        "cpuc",
        "issued",
        "final",
        "decision",
        "cost",
        "capital",
        "proceeding",
        "gswc",
        "three",
        "water",
        "utility",
        "serve",
        "california",
        "among",
        "thing",
        "final",
        "decision",
        "adopts",
        "gswc",
        "water",
        "segment",
        "return",
        "equity",
        "ii",
        "cost",
        "debt",
        "iii",
        "capital",
        "structure",
        "equity",
        "debt",
        "iv",
        "return",
        "rate",
        "base",
        "v",
        "continuation",
        "water",
        "cost",
        "capital",
        "adjustment",
        "mechanism",
        "gswc",
        "prior",
        "authorized",
        "return",
        "equity",
        "equity",
        "ratio",
        "water",
        "segment",
        "respectively",
        "return",
        "rate",
        "base",
        "newly",
        "authorized",
        "return",
        "rate",
        "base",
        "reflects",
        "gswc",
        "embedded",
        "debt",
        "cost",
        "reduced",
        "debt",
        "cost",
        "contributed",
        "approximately",
        "basis",
        "point",
        "drop",
        "authorized",
        "return",
        "rate",
        "base",
        "dividend",
        "april",
        "company",
        "board",
        "director",
        "approved",
        "first",
        "quarter",
        "dividend",
        "per",
        "share",
        "common",
        "share",
        "company",
        "dividend",
        "common",
        "share",
        "payable",
        "june",
        "shareholder",
        "record",
        "close",
        "business",
        "may",
        "american",
        "state",
        "water",
        "company",
        "paid",
        "dividend",
        "shareholder",
        "every",
        "year",
        "since",
        "increasing",
        "dividend",
        "received",
        "shareholder",
        "calendar",
        "year",
        "consecutive",
        "year",
        "place",
        "exclusive",
        "group",
        "company",
        "new",
        "york",
        "stock",
        "exchange",
        "achieved",
        "result",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "discussion",
        "water",
        "electric",
        "gross",
        "margin",
        "various",
        "period",
        "computed",
        "subtracting",
        "total",
        "supply",
        "cost",
        "total",
        "revenue",
        "discussion",
        "also",
        "includes",
        "awr",
        "operation",
        "term",
        "diluted",
        "earnings",
        "per",
        "share",
        "business",
        "segment",
        "business",
        "segment",
        "earnings",
        "divided",
        "company",
        "weighted",
        "average",
        "number",
        "diluted",
        "share",
        "item",
        "derived",
        "consolidated",
        "financial",
        "information",
        "presented",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "united",
        "state",
        "item",
        "constitute",
        "financial",
        "measure",
        "security",
        "exchange",
        "commission",
        "rule",
        "financial",
        "measure",
        "supplement",
        "gaap",
        "disclosure",
        "considered",
        "alternative",
        "gaap",
        "measure",
        "furthermore",
        "financial",
        "measure",
        "may",
        "comparable",
        "similarly",
        "titled",
        "financial",
        "measure",
        "registrant",
        "company",
        "us",
        "water",
        "electric",
        "gross",
        "margin",
        "earnings",
        "per",
        "share",
        "business",
        "segment",
        "important",
        "measure",
        "evaluating",
        "operating",
        "result",
        "belief",
        "measure",
        "useful",
        "internal",
        "benchmark",
        "evaluating",
        "performance",
        "operating",
        "segment",
        "company",
        "review",
        "measurement",
        "regularly",
        "compare",
        "historical",
        "period",
        "operating",
        "budget",
        "statement",
        "certain",
        "matter",
        "discussed",
        "news",
        "release",
        "regard",
        "company",
        "expectation",
        "may",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "described",
        "company",
        "recent",
        "form",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "may",
        "eastern",
        "time",
        "pacific",
        "time",
        "discus",
        "company",
        "financial",
        "result",
        "interested",
        "party",
        "listen",
        "live",
        "conference",
        "call",
        "view",
        "accompanying",
        "slide",
        "internet",
        "clicking",
        "investor",
        "button",
        "top",
        "page",
        "call",
        "archived",
        "website",
        "available",
        "replay",
        "beginning",
        "may",
        "eastern",
        "time",
        "pacific",
        "time",
        "may",
        "american",
        "state",
        "water",
        "american",
        "state",
        "water",
        "company",
        "parent",
        "golden",
        "state",
        "water",
        "company",
        "american",
        "state",
        "utility",
        "service",
        "utility",
        "subsidiary",
        "golden",
        "state",
        "water",
        "company",
        "awr",
        "provides",
        "water",
        "service",
        "approximately",
        "customer",
        "located",
        "throughout",
        "county",
        "northern",
        "coastal",
        "southern",
        "california",
        "company",
        "also",
        "distributes",
        "electricity",
        "approximately",
        "customer",
        "city",
        "big",
        "bear",
        "lake",
        "surrounding",
        "area",
        "san",
        "bernardino",
        "county",
        "california",
        "contracted",
        "service",
        "subsidiary",
        "american",
        "state",
        "utility",
        "service",
        "company",
        "provides",
        "operation",
        "maintenance",
        "construction",
        "management",
        "service",
        "water",
        "wastewater",
        "system",
        "located",
        "military",
        "base",
        "throughout",
        "country",
        "privatization",
        "contract",
        "government",
        "american",
        "state",
        "water",
        "company",
        "consolidated",
        "comparative",
        "condensed",
        "balance",
        "sheet",
        "march",
        "december",
        "thousand",
        "unaudited",
        "asset",
        "utility",
        "goodwill",
        "property",
        "investment",
        "current",
        "asset",
        "regulatory",
        "asset",
        "total",
        "asset",
        "capitalization",
        "liability",
        "capitalization",
        "current",
        "liability",
        "credit",
        "total",
        "capitalization",
        "liability",
        "condensed",
        "statement",
        "income",
        "three",
        "month",
        "ended",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "march",
        "unaudited",
        "operating",
        "revenue",
        "water",
        "electric",
        "contracted",
        "service",
        "total",
        "operating",
        "revenue",
        "operating",
        "expense",
        "water",
        "purchased",
        "power",
        "purchased",
        "pumping",
        "groundwater",
        "production",
        "assessment",
        "power",
        "purchased",
        "resale",
        "supply",
        "cost",
        "balancing",
        "account",
        "operation",
        "administrative",
        "general",
        "maintenance",
        "property",
        "tax",
        "asus",
        "construction",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "income",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "net",
        "total",
        "income",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "earnings",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "diluted",
        "share",
        "fully",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "view",
        "source",
        "version",
        "http",
        "american",
        "state",
        "water",
        "company",
        "eva",
        "tang",
        "ext",
        "senior",
        "vice",
        "chief",
        "financial",
        "officer",
        "corporate",
        "secretary",
        "treasurer",
        "source",
        "american",
        "state",
        "water",
        "company"
    ]
}