{
    "organizations": [],
    "uuid": "8a9dd60d20c6846e5f3d1b863bf3b36762783d3c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-ovid-therapeutics-reports-first-quarter-2018-financial-results-and-corporate-progress.html",
    "ord_in_thread": 0,
    "title": "Ovid Therapeutics Reports First Quarter 2018 Financial Results and Corporate Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Data readouts for Ovid’s two lead programs expected in 2018: OV101 STARS trial for adults and adolescents with Angelman syndrome (AS) in third quarter and TAK-935/OV935 Phase 1b/2a trial for adults with rare developmental and epileptic encephalopathies (dEE) in second half Additional clinical trials planned in 2018 with OV101 for the treatment of adolescents and young adults with Fragile X syndrome and with TAK-935/OV935 for younger patient populations with dEE and additional rare epilepsies\nNEW YORK, May 08, 2018 (GLOBE NEWSWIRE) -- Ovid Therapeutics Inc. (NASDAQ:OVID), a biopharmaceutical company committed to developing medicines that transform the lives of people with rare neurological disorders, today reported financial results for the quarter ended March 31, 2018 and provided an overview of the company’s recent business progress.\n“We have an exceptionally talented team at Ovid, and I could not be more pleased with their continued clinical and operational execution,” said Jeremy Levin, DPhil, MB, BChir, chairman and chief executive officer of Ovid. “In the second half of the year, we expect to generate a rich set of data that will provide us with important information on the profile and potential of OV101 as a treatment for Angelman syndrome and TAK-935/OV935 as a treatment for dEE. These near-term data readouts, coupled with the expansion of our development programs into adolescents with Fragile X syndrome and younger patients with dEE, are expected to contribute to the continued growth and evolution of our company.”\nRecent Progress and Upcoming Milestones\nOV101 for Angelman Syndrome\nIn March, Ovid announced completion of enrollment in the 12-week Phase 2 STARS trial evaluating OV101 for the treatment of adults and adolescents ages 13 to 49 years with a confirmed diagnosis of Angelman syndrome. AS has a wide range of symptoms and the burden of this disorder is significant. The primary endpoint of the ongoing STARS trial is safety and tolerability. The trial has exploratory secondary endpoints evaluating OV101 for disease activity in several key symptoms, including behavior, sleep, gross and fine motor skills, clinical global impression, and overall healthcare-related quality of life measures. The company expects topline data from the Phase 2 STARS clinical trial to be available in the third quarter of 2018. Data from this trial will help inform the next stage of development for OV101 in AS. In April, Ovid presented two poster presentations for OV101 in AS at the American Academy of Neurology (AAN) 70th Annual Meeting. One poster described the baseline characteristics for the 88 patients randomized in the STARS trial. Twenty-five percent of patients enrolled are adolescents and 75 percent are adults.\nOV101 for Fragile X Syndrome\nIn March, Ovid announced plans to initiate in 2018 the Phase 2 ROCKET multi-dose, three-arm clinical trial evaluating OV101 for the treatment of up to 30 males ages 13 to 22 who are diagnosed with Fragile X syndrome. The primary endpoint will be safety and tolerability. Secondary endpoints are expected to include an evaluation of changes in behavior during 12 weeks of treatment with OV101. In April, Ovid presented three poster presentations for OV101 in Fragile X syndrome at AAN, including posters describing the economic and clinical burden of this severe disorder.\nTAK-935/OV935 for Rare Developmental and Epileptic Encephalopathies\nOvid and its collaboration partner, Takeda Pharmaceutical Company Limited continue to enroll patients in a Phase 1b/2a clinical trial of TAK-935/OV935 in adults with dEE. The primary endpoint of this study is safety and tolerability. Secondary endpoints include evaluation of pharmacokinetic (PK) parameters. The trial also includes exploratory endpoints evaluating the change from baseline in seizure frequency and 24-S-hydroxycholesteral (24HC) levels. Plasma 24HC is being further assessed as a potential biomarker for TAK-935/OV935, which may inform future clinical trial designs and help clinicians individualize the use of this investigational medicine. Topline data from the Phase 1b/2a trial are expected in the second half of 2018. Ovid announced today the plan to initiate in 2018 additional Phase 2 studies with TAK-935/OV935 in younger patient populations with dEE and additional rare epilepsies. At AAN, Ovid and Takeda presented six poster presentations for TAK-935/OV935, including study participant baseline characteristics from the Phase 1b/2a clinical trial in adults with dEE.\nUpcoming Preclinical Data Presentations\nOvid plans to present preclinical data for two of its programs at the 14 th Eilat Conference on New Antiepileptic Drugs and Device (EILAT XIV) taking place May 13 -16, 2018 in Madrid, Spain. The oral presentations are expected to include new preclinical data for TAK-935/OV935 in dEE, and the first presentation of preclinical data for OV329, a next generation GABA aminotransferase (GABA-AT) inhibitor with the potential to treat treatment-resistant epilepsy.\nFirst Quarter 2018 Financial Results\nResearch and development expenses were $8.5 million for the first quarter of 2018, as compared to $31.3 million for the same period in 2017. The first quarter of 2017 included a non-cash equity charge of $25.9 million related to an upfront payment for the Takeda collaboration agreement.\nGeneral and administrative expenses were $5.0 million for the first quarter of 2018, as compared to $3.0 million for the same period in 2017. The increase was primarily due to higher payroll and payroll-related expenses due to growth in headcount as the company expanded its operations, and an increase in professional fees associated with operating as a public company.\nNet loss was $13.2 million, or net loss per share of $0.54, for the first quarter of 2018, as compared to a net loss of $34.2 million, or net loss per share of $3.48, for the same period in 2017.\nAs of March 31, 2018, cash, cash equivalents and short-term investments totaled $74.2 million.\nAbout OV101\nOV101 (gaboxadol) is believed to be the only delta (δ)-selective GABA A receptor agonist in development and the first investigational medicine to specifically target the disruption of tonic inhibition, a central physiological process of the brain that is thought to be the underlying cause of certain neurodevelopmental disorders. OV101 has demonstrated in laboratory studies and animal models to selectively activate the δ-subunit of GABA A receptors, which are found in the extrasynaptic space (outside of the synapse), and thereby impact neuronal activity through tonic inhibition.\nOvid is developing OV101 for the treatment of AS and Fragile X syndrome to potentially restore tonic inhibition and relieve several of the symptoms of these disorders. In preclinical studies, it was observed that OV101 improved symptoms of AS and Fragile X syndrome. Gaboxadol has previously been tested in over 4,000 patients (approximately 950 patient-years of exposure) and was observed to have favorable safety and bioavailability profiles.\nThe U.S. Food and Drug Administration (FDA) has granted orphan drug and Fast Track designations for OV101 for both the treatment of AS and Fragile X syndrome. The U.S. Patent and Trademark Office has granted Ovid patents directed to methods of treating AS and Fragile X syndrome using OV101. The issued patents expire in 2035 without regulatory extensions.\nAbout TAK-935/OV935\nTAK-935/OV935, which is being studied in developmental and epileptic encephalopathies, is a potent, highly-selective, first-in-class inhibitor of the enzyme cholesterol 24-hydroxylase (CH24H). CH24H is predominantly expressed in the brain, where it plays a central role in cholesterol homeostasis. CH24H converts cholesterol to 24S-hydroxycholesterol (24HC), which then exits the brain into the blood plasma circulation. Glutamate is one of the main neurotransmitters in the brain and has been shown to play a role in the initiation and spread of seizure activity. Recent literature indicates 24HC is involved in over-activation of the glutamatergic pathway through modulation of the NMDA channel, implying its potential role in central nervous system diseases such as epilepsy. To Ovid and Takeda’s knowledge, TAK-935/OV935 is the only molecule with this mechanism of action in clinical development.\nTAK-935/OV935 has been tested in preclinical models to provide data to support the advancement of the drug into human clinical studies in patients suffering from rare epilepsy syndromes. A novel proprietary PET ligand, developed by Takeda and Molecular Neuroimaging, LLC (MNI), has been used to determine target enzyme occupancy of TAK-935/OV935 in the brain. In addition, the effect of TAK-935/OV935 on CH24H enzyme activity in the brain has been assessed by following measurable reductions in the plasma concentration of 24HC.\nTAK-935/OV935 has completed four Phase 1 clinical studies, which have assessed tolerability and target engagement at doses believed to be therapeutically relevant. The FDA has granted orphan drug designation for TAK-935/OV935 for the treatment of both Dravet syndrome and Lennox-Gastaut syndrome. TAK-935/OV935 is being co-developed by Ovid and Takeda Pharmaceutical Company Limited.\nAbout Ovid Therapeutics\nOvid Therapeutics (NASDAQ:OVID) is a New York-based biopharmaceutical company using its BoldMedicine™ approach to develop medicines that transform the lives of people with rare neurological disorders. Ovid has a broad pipeline of first-in-class medicines. The company’s lead investigational medicine, OV101, is currently in development for the treatment of Angelman syndrome and Fragile X syndrome. Ovid is also developing OV935 in collaboration with Takeda Pharmaceutical Company Limited for the treatment of rare developmental and epileptic encephalopathies (dEE).\nFor more information on Ovid, please visit http://www.ovidrx.com/ .\nForward-Looking Statements\nThis press release includes certain disclosures that contain “ ,” including, without limitation, statements regarding (i) the initiation, progress, timing, scope and results of clinical trials for Ovid’s product candidates, (ii) the company’s preclinical and clinical development plans, (iii) the development of new therapies for previously unidentified disorders, (iv) the number of patients to be enrolled, (v) the timing of reporting of clinical data regarding Ovid’s product candidates, and (vi) the presentation of scientific date at scientific meetings. You can identify because they contain words such as “will,” “believes” and “expects.” Forward-looking statements are based on Ovid’s current expectations and assumptions. Because relate to the future, they are subject to inherent uncertainties, risks and changes in circumstances that may differ materially from those contemplated by the , which are neither statements of historical fact nor guarantees or assurances of future performance. Important factors that could cause materially from those in the are set forth in Ovid’s filings with the Securities and Exchange Commission, including its Quarterly Report on Form 10-Q for the period ended March 31, 2018, under the caption “Risk Factors.” Ovid assumes no obligation to update any contained herein to reflect any change in expectations, even as new information becomes available.\nCondensed Statements of Operations (Unaudited) For the Three\nMonths Ended\nMarch 31, For the Three\nMonths Ended\nMarch 31, 2018 2017 Operating expenses: Research and development $ 8,474,557 $ 31,284,429 General and administrative 4,955,307 2,977,864 Total operating expenses 13,429,864 34,262,293 Loss from operations (13,429,864 ) (34,262,293 ) Interest income 247,106 23,483 Net loss $ (13,182,758 ) $ (34,238,810 ) Net loss attributable to common stockholders $ (13,182,758 ) $ (34,238,810 ) Net loss per share attributable to common stockholders, basic and diluted $ (0.54 ) $ (3.48 ) Weighted-average common shares outstanding basic and diluted 24,609,050 9,838,590\nSelected Condensed Balance Sheet Data (Unaudited) March 31, December 31, 2018 2017 Cash, cash equivalents and short-term investments $ 74,158,546 $ 87,125,600 Working capital 1 $ 69,108,976 $ 82,566,948 Total assets $ 78,667,463 $ 89,457,603 Total stockholders' equity $ 72,088,199 $ 83,436,503 1 Working capital defined as current assets less current liabilities\nContacts\nInvestors:\nOvid Therapeutics Inc.\nLora Pike\nSenior Director, Investor Relations & Public Relations\nlpike@ovidrx.com\nBurns McClellan\nSteve Klass, 212-213-0006\nSklass@burnsmc.com\nMedia:\nW2O Group\nElliott Fox, 212-257-6724\nefox@w2ogroup\nSource:Ovid Therapeutics Inc.",
    "published": "2018-05-09T00:06:00.000+03:00",
    "crawled": "2018-05-09T01:51:50.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "data",
        "readout",
        "ovid",
        "two",
        "lead",
        "program",
        "expected",
        "ov101",
        "star",
        "trial",
        "adult",
        "adolescent",
        "angelman",
        "syndrome",
        "third",
        "quarter",
        "phase",
        "trial",
        "adult",
        "rare",
        "developmental",
        "epileptic",
        "encephalopathy",
        "dee",
        "second",
        "half",
        "additional",
        "clinical",
        "trial",
        "planned",
        "ov101",
        "treatment",
        "adolescent",
        "young",
        "adult",
        "fragile",
        "x",
        "syndrome",
        "younger",
        "patient",
        "population",
        "dee",
        "additional",
        "rare",
        "epilepsy",
        "new",
        "york",
        "may",
        "globe",
        "newswire",
        "ovid",
        "therapeutic",
        "nasdaq",
        "ovid",
        "biopharmaceutical",
        "company",
        "committed",
        "developing",
        "medicine",
        "transform",
        "life",
        "people",
        "rare",
        "neurological",
        "disorder",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "overview",
        "company",
        "recent",
        "business",
        "progress",
        "exceptionally",
        "talented",
        "team",
        "ovid",
        "could",
        "pleased",
        "continued",
        "clinical",
        "operational",
        "execution",
        "said",
        "jeremy",
        "levin",
        "dphil",
        "mb",
        "bchir",
        "chairman",
        "chief",
        "executive",
        "officer",
        "ovid",
        "second",
        "half",
        "year",
        "expect",
        "generate",
        "rich",
        "set",
        "data",
        "provide",
        "u",
        "important",
        "information",
        "profile",
        "potential",
        "ov101",
        "treatment",
        "angelman",
        "syndrome",
        "treatment",
        "dee",
        "data",
        "readout",
        "coupled",
        "expansion",
        "development",
        "program",
        "adolescent",
        "fragile",
        "x",
        "syndrome",
        "younger",
        "patient",
        "dee",
        "expected",
        "contribute",
        "continued",
        "growth",
        "evolution",
        "recent",
        "progress",
        "upcoming",
        "milestone",
        "ov101",
        "angelman",
        "syndrome",
        "march",
        "ovid",
        "announced",
        "completion",
        "enrollment",
        "phase",
        "star",
        "trial",
        "evaluating",
        "ov101",
        "treatment",
        "adult",
        "adolescent",
        "age",
        "year",
        "confirmed",
        "diagnosis",
        "angelman",
        "syndrome",
        "wide",
        "range",
        "symptom",
        "burden",
        "disorder",
        "significant",
        "primary",
        "endpoint",
        "ongoing",
        "star",
        "trial",
        "safety",
        "tolerability",
        "trial",
        "exploratory",
        "secondary",
        "endpoint",
        "evaluating",
        "ov101",
        "disease",
        "activity",
        "several",
        "key",
        "symptom",
        "including",
        "behavior",
        "sleep",
        "gross",
        "fine",
        "motor",
        "skill",
        "clinical",
        "global",
        "impression",
        "overall",
        "quality",
        "life",
        "measure",
        "company",
        "expects",
        "topline",
        "data",
        "phase",
        "star",
        "clinical",
        "trial",
        "available",
        "third",
        "quarter",
        "data",
        "trial",
        "help",
        "inform",
        "next",
        "stage",
        "development",
        "ov101",
        "april",
        "ovid",
        "presented",
        "two",
        "poster",
        "presentation",
        "ov101",
        "american",
        "academy",
        "neurology",
        "aan",
        "70th",
        "annual",
        "meeting",
        "one",
        "poster",
        "described",
        "baseline",
        "characteristic",
        "patient",
        "randomized",
        "star",
        "trial",
        "percent",
        "patient",
        "enrolled",
        "adolescent",
        "percent",
        "adult",
        "ov101",
        "fragile",
        "x",
        "syndrome",
        "march",
        "ovid",
        "announced",
        "plan",
        "initiate",
        "phase",
        "rocket",
        "clinical",
        "trial",
        "evaluating",
        "ov101",
        "treatment",
        "male",
        "age",
        "diagnosed",
        "fragile",
        "x",
        "syndrome",
        "primary",
        "endpoint",
        "safety",
        "tolerability",
        "secondary",
        "endpoint",
        "expected",
        "include",
        "evaluation",
        "change",
        "behavior",
        "week",
        "treatment",
        "ov101",
        "april",
        "ovid",
        "presented",
        "three",
        "poster",
        "presentation",
        "ov101",
        "fragile",
        "x",
        "syndrome",
        "aan",
        "including",
        "poster",
        "describing",
        "economic",
        "clinical",
        "burden",
        "severe",
        "disorder",
        "rare",
        "developmental",
        "epileptic",
        "encephalopathy",
        "ovid",
        "collaboration",
        "partner",
        "takeda",
        "pharmaceutical",
        "company",
        "limited",
        "continue",
        "enroll",
        "patient",
        "phase",
        "clinical",
        "trial",
        "adult",
        "dee",
        "primary",
        "endpoint",
        "study",
        "safety",
        "tolerability",
        "secondary",
        "endpoint",
        "include",
        "evaluation",
        "pharmacokinetic",
        "pk",
        "parameter",
        "trial",
        "also",
        "includes",
        "exploratory",
        "endpoint",
        "evaluating",
        "change",
        "baseline",
        "seizure",
        "frequency",
        "24hc",
        "level",
        "plasma",
        "24hc",
        "assessed",
        "potential",
        "biomarker",
        "may",
        "inform",
        "future",
        "clinical",
        "trial",
        "design",
        "help",
        "clinician",
        "individualize",
        "use",
        "investigational",
        "medicine",
        "topline",
        "data",
        "phase",
        "trial",
        "expected",
        "second",
        "half",
        "ovid",
        "announced",
        "today",
        "plan",
        "initiate",
        "additional",
        "phase",
        "study",
        "younger",
        "patient",
        "population",
        "dee",
        "additional",
        "rare",
        "epilepsy",
        "aan",
        "ovid",
        "takeda",
        "presented",
        "six",
        "poster",
        "presentation",
        "including",
        "study",
        "participant",
        "baseline",
        "characteristic",
        "phase",
        "clinical",
        "trial",
        "adult",
        "dee",
        "upcoming",
        "preclinical",
        "data",
        "presentation",
        "ovid",
        "plan",
        "present",
        "preclinical",
        "data",
        "two",
        "program",
        "th",
        "eilat",
        "conference",
        "new",
        "antiepileptic",
        "drug",
        "device",
        "eilat",
        "xiv",
        "taking",
        "place",
        "may",
        "madrid",
        "spain",
        "oral",
        "presentation",
        "expected",
        "include",
        "new",
        "preclinical",
        "data",
        "dee",
        "first",
        "presentation",
        "preclinical",
        "data",
        "ov329",
        "next",
        "generation",
        "gaba",
        "aminotransferase",
        "inhibitor",
        "potential",
        "treat",
        "epilepsy",
        "first",
        "quarter",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "first",
        "quarter",
        "included",
        "equity",
        "charge",
        "million",
        "related",
        "upfront",
        "payment",
        "takeda",
        "collaboration",
        "agreement",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "higher",
        "payroll",
        "expense",
        "due",
        "growth",
        "headcount",
        "company",
        "expanded",
        "operation",
        "increase",
        "professional",
        "fee",
        "associated",
        "operating",
        "public",
        "company",
        "net",
        "loss",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "ov101",
        "ov101",
        "gaboxadol",
        "believed",
        "delta",
        "δ",
        "gaba",
        "receptor",
        "agonist",
        "development",
        "first",
        "investigational",
        "medicine",
        "specifically",
        "target",
        "disruption",
        "tonic",
        "inhibition",
        "central",
        "physiological",
        "process",
        "brain",
        "thought",
        "underlying",
        "cause",
        "certain",
        "neurodevelopmental",
        "disorder",
        "ov101",
        "demonstrated",
        "laboratory",
        "study",
        "animal",
        "model",
        "selectively",
        "activate",
        "gaba",
        "receptor",
        "found",
        "extrasynaptic",
        "space",
        "outside",
        "synapse",
        "thereby",
        "impact",
        "neuronal",
        "activity",
        "tonic",
        "inhibition",
        "ovid",
        "developing",
        "ov101",
        "treatment",
        "fragile",
        "x",
        "syndrome",
        "potentially",
        "restore",
        "tonic",
        "inhibition",
        "relieve",
        "several",
        "symptom",
        "disorder",
        "preclinical",
        "study",
        "observed",
        "ov101",
        "improved",
        "symptom",
        "fragile",
        "x",
        "syndrome",
        "gaboxadol",
        "previously",
        "tested",
        "patient",
        "approximately",
        "exposure",
        "observed",
        "favorable",
        "safety",
        "bioavailability",
        "profile",
        "food",
        "drug",
        "administration",
        "fda",
        "granted",
        "orphan",
        "drug",
        "fast",
        "track",
        "designation",
        "ov101",
        "treatment",
        "fragile",
        "x",
        "syndrome",
        "patent",
        "trademark",
        "office",
        "granted",
        "ovid",
        "patent",
        "directed",
        "method",
        "treating",
        "fragile",
        "x",
        "syndrome",
        "using",
        "ov101",
        "issued",
        "patent",
        "expire",
        "without",
        "regulatory",
        "extension",
        "studied",
        "developmental",
        "epileptic",
        "encephalopathy",
        "potent",
        "inhibitor",
        "enzyme",
        "cholesterol",
        "ch24h",
        "ch24h",
        "predominantly",
        "expressed",
        "brain",
        "play",
        "central",
        "role",
        "cholesterol",
        "homeostasis",
        "ch24h",
        "convert",
        "cholesterol",
        "24hc",
        "exit",
        "brain",
        "blood",
        "plasma",
        "circulation",
        "glutamate",
        "one",
        "main",
        "neurotransmitter",
        "brain",
        "shown",
        "play",
        "role",
        "initiation",
        "spread",
        "seizure",
        "activity",
        "recent",
        "literature",
        "indicates",
        "24hc",
        "involved",
        "glutamatergic",
        "pathway",
        "modulation",
        "nmda",
        "channel",
        "implying",
        "potential",
        "role",
        "central",
        "nervous",
        "system",
        "disease",
        "epilepsy",
        "ovid",
        "takeda",
        "knowledge",
        "molecule",
        "mechanism",
        "action",
        "clinical",
        "development",
        "tested",
        "preclinical",
        "model",
        "provide",
        "data",
        "support",
        "advancement",
        "drug",
        "human",
        "clinical",
        "study",
        "patient",
        "suffering",
        "rare",
        "epilepsy",
        "syndrome",
        "novel",
        "proprietary",
        "pet",
        "ligand",
        "developed",
        "takeda",
        "molecular",
        "neuroimaging",
        "llc",
        "mni",
        "used",
        "determine",
        "target",
        "enzyme",
        "occupancy",
        "brain",
        "addition",
        "effect",
        "ch24h",
        "enzyme",
        "activity",
        "brain",
        "assessed",
        "following",
        "measurable",
        "reduction",
        "plasma",
        "concentration",
        "24hc",
        "completed",
        "four",
        "phase",
        "clinical",
        "study",
        "assessed",
        "tolerability",
        "target",
        "engagement",
        "dos",
        "believed",
        "therapeutically",
        "relevant",
        "fda",
        "granted",
        "orphan",
        "drug",
        "designation",
        "treatment",
        "dravet",
        "syndrome",
        "syndrome",
        "ovid",
        "takeda",
        "pharmaceutical",
        "company",
        "limited",
        "ovid",
        "therapeutic",
        "ovid",
        "therapeutic",
        "nasdaq",
        "ovid",
        "new",
        "biopharmaceutical",
        "company",
        "using",
        "approach",
        "develop",
        "medicine",
        "transform",
        "life",
        "people",
        "rare",
        "neurological",
        "disorder",
        "ovid",
        "broad",
        "pipeline",
        "medicine",
        "company",
        "lead",
        "investigational",
        "medicine",
        "ov101",
        "currently",
        "development",
        "treatment",
        "angelman",
        "syndrome",
        "fragile",
        "x",
        "syndrome",
        "ovid",
        "also",
        "developing",
        "ov935",
        "collaboration",
        "takeda",
        "pharmaceutical",
        "company",
        "limited",
        "treatment",
        "rare",
        "developmental",
        "epileptic",
        "encephalopathy",
        "dee",
        "information",
        "ovid",
        "please",
        "visit",
        "http",
        "statement",
        "press",
        "release",
        "includes",
        "certain",
        "disclosure",
        "contain",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "initiation",
        "progress",
        "timing",
        "scope",
        "result",
        "clinical",
        "trial",
        "ovid",
        "product",
        "candidate",
        "ii",
        "company",
        "preclinical",
        "clinical",
        "development",
        "plan",
        "iii",
        "development",
        "new",
        "therapy",
        "previously",
        "unidentified",
        "disorder",
        "iv",
        "number",
        "patient",
        "enrolled",
        "v",
        "timing",
        "reporting",
        "clinical",
        "data",
        "regarding",
        "ovid",
        "product",
        "candidate",
        "vi",
        "presentation",
        "scientific",
        "date",
        "scientific",
        "meeting",
        "identify",
        "contain",
        "word",
        "belief",
        "statement",
        "based",
        "ovid",
        "current",
        "expectation",
        "assumption",
        "relate",
        "future",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "may",
        "differ",
        "materially",
        "contemplated",
        "neither",
        "statement",
        "historical",
        "fact",
        "guarantee",
        "assurance",
        "future",
        "performance",
        "important",
        "factor",
        "could",
        "cause",
        "materially",
        "set",
        "forth",
        "ovid",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "march",
        "caption",
        "risk",
        "ovid",
        "assumes",
        "obligation",
        "update",
        "contained",
        "herein",
        "reflect",
        "change",
        "expectation",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "selected",
        "condensed",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "stockholder",
        "equity",
        "working",
        "capital",
        "defined",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "contact",
        "investor",
        "ovid",
        "therapeutic",
        "lora",
        "pike",
        "senior",
        "director",
        "investor",
        "relation",
        "public",
        "relation",
        "lpike",
        "burn",
        "mcclellan",
        "steve",
        "klass",
        "sklass",
        "medium",
        "w2o",
        "group",
        "elliott",
        "fox",
        "efox",
        "w2ogroup",
        "source",
        "ovid",
        "therapeutic",
        "inc"
    ]
}