{
    "organizations": [],
    "uuid": "0132fecd45e72dd19cd6a994e60f78633fe339ae",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-la-quinta-board-of-directors-approves-spin-off-of-corepoint-lodging-in-connection-with-transaction-with-wyndham-worldwide.html",
    "ord_in_thread": 0,
    "title": "La Quinta Board of Directors Approves Spin-Off of CorePoint Lodging in Connection with Transaction with Wyndham Worldwide",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Completion of spin-off of CorePoint Lodging, followed by closing of La Quinta merger with Wyndham Worldwide, expected to occur on May 30, 2018\nRecord date for spin-off to be May 18, 2018; CorePoint Lodging expected to begin “regular way” trading on the New York Stock Exchange on May 31, 2018\nLa Quinta stockholders to receive one share of CorePoint Lodging for every one share of La Quinta after giving effect to a 1-for-2 reverse stock split of La Quinta occurring immediately prior to the spin-off distribution\nIRVING, Texas, May 08, 2018 (GLOBE NEWSWIRE) -- La Quinta Holdings Inc. (“La Quinta” or the “Company”) (NYSE:LQ) today announced that its Board of Directors has formally approved the distribution to its stockholders of all of the outstanding shares of common stock of CorePoint Lodging Inc. (“CorePoint Lodging”), which will become the holder of the owned real estate assets previously held by La Quinta. Promptly following the distribution of CorePoint Lodging, La Quinta, which will then continue to hold its management and franchise businesses, expects to complete the previously announced merger (the “Merger”) with Wyndham Worldwide Corporation (“Wyndham Worldwide”), in accordance with and subject to the terms of the Agreement and Plan of Merger, dated as of January 17, 2018, by and among the Company, Wyndham Worldwide and WHG BB Sub, Inc. (the “Merger Agreement”).\nIn connection with the approval of the CorePoint Lodging distribution, the La Quinta Board of Directors has also set the distribution ratio, record date and distribution date for the spin-off. As a result, the following will occur:\nSubject to the satisfaction or waiver of certain conditions, the completion of the CorePoint Lodging spin-off, followed by the completion of the La Quinta Merger, is expected to be completed on May 30, 2018. In connection with the spin-off distribution, La Quinta stockholders will receive one share of CorePoint Lodging for every one share of La Quinta, after giving effect to a 1-for-2 reverse stock split immediately prior to the distribution. In connection with the closing of the Merger, La Quinta stockholders will be entitled to receive $8.40 in cash per share (or $16.80 in cash per share after giving effect to the 1-for-2 reverse stock split to occur immediately prior to the distribution), without interest. Immediately following the distribution, CorePoint Lodging will be an independent, publicly traded company, and La Quinta will retain no ownership interest in CorePoint Lodging. CorePoint Lodging is expected to begin regular-way trading on the New York Stock Exchange (“NYSE”) under the ticker symbol “CPLG” on May 31, 2018.\nAdditional Details on the Merger with Wyndham\nAs previously announced, subject to the satisfaction or waiver of certain conditions, including completion of the CorePoint Lodging spin-off, immediately following the distribution of CorePoint Lodging common stock in the spin-off transaction, La Quinta will merge with a wholly owned subsidiary of Wyndham Worldwide in accordance with and subject to the terms of the Merger Agreement. In connection with the closing of the Merger, holders of La Quinta common stock will be entitled to receive $8.40 in cash per share (or $16.80 in cash per share after giving effect to the 1-for-2 reverse stock split to occur immediately prior to the distribution), without interest, for every share of La Quinta common stock they own. At a special meeting of stockholders of La Quinta held on April 26, 2018, the La Quinta stockholders, upon the recommendation of the La Quinta Board of Directors, voted in favor of the adoption of the Merger Agreement.\nAdditional Details on the Spin-Off\nThe La Quinta Board of Directors has approved a distribution of one share of CorePoint Lodging common stock for every two shares of La Quinta common stock held as of 5:00 p.m., Eastern Time on May 18, 2018, the record date for the distribution (or one share of CorePoint Lodging common stock for every one share of La Quinta common stock held as of the record date after giving effect to the 1-for-2 reverse stock split to occur immediately prior to the distribution). No fractional shares of CorePoint Lodging common stock will be issued. Instead, fractional shares of CorePoint Lodging common stock will be aggregated and sold on the open market, and the aggregate net proceeds of such sales will be distributed ratably in the form of cash payments to holders of La Quinta common stock who would otherwise have been entitled to receive a fractional share of CorePoint Lodging common stock. The distribution is expected to be effected after market close on May 30, 2018 (the “distribution date”). The distribution is taxable to stockholders and is subject to the satisfaction or waiver of certain applicable conditions described in the Information Statement included in the Registration Statement on Form 10 for CorePoint Lodging common stock.\nReverse Stock Split of La Quinta Common Stock\nThe La Quinta Board of Directors also approved that the 1-for-2 reverse stock split of shares of La Quinta common stock will be effective immediately prior to the distribution of shares of CorePoint Lodging common stock in the spin-off transaction. Every two shares of La Quinta common stock will be automatically combined into one share of La Quinta common stock. Fractional shares will be issued in connection with the reverse stock split.\nLa Quinta currently has approximately 117 million shares of common stock outstanding. The 1-for-2 reverse stock split will reduce the number of issued and outstanding shares of La Quinta common stock to approximately 59 million. Accordingly, approximately 59 million shares of CorePoint Lodging common stock will be distributed to La Quinta stockholders in the spin-off transaction.\nTrading of La Quinta and CorePoint Lodging Common Stock\nFollowing the spin-off, shares of CorePoint Lodging common stock will trade on the NYSE under the ticker symbol “CPLG.” La Quinta expects that on or about May 17, 2018, shares of CorePoint Lodging common stock will trade on a “when issued” basis under the ticker symbol “CPLG WI.” Shares of CorePoint Lodging common stock are expected to begin “regular way” trading on May 31, 2018, at which time trading in shares of La Quinta common stock will be suspended.\nLa Quinta stockholders who sell their shares of La Quinta common stock prior to or on the distribution date will also be selling their right to receive the distribution of shares of CorePoint Lodging common stock in the spin-off transaction. La Quinta stockholders are encouraged to consult with their financial advisors regarding the specific implications of selling La Quinta common stock.\nLa Quinta stockholders are not required to take any action to receive the shares of CorePoint Lodging common stock in the distribution, or in connection with the reverse stock split.\nThe distribution agent, transfer agent, and registrar for the shares of La Quinta and CorePoint Lodging common stock will be Computershare. For questions relating to the transfer or mechanics of the stock distribution or the reverse stock split, stockholders may contact Computershare c/o Shareholder Services at P.O. Box 505000, Louisville, KY 40233-5002, or by phone at: 1-800-962-4284. If shares are held by a bank, broker or other nominee, stockholders should contact that institution directly.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. You can identify these forward-looking statements by the use of words such as “outlook,” “believes,” “expects,” “potential,” “continues,” “may,” “will,” “should,” “could,” “seeks,” “projects,” “predicts,” “intends,” “plans,” “estimates,” “anticipates” or the negative version of these words or other comparable words. Such forward-looking statements are subject to various risks and uncertainties, including those described under the section entitled “Risk Factors” in La Quinta’s Annual Report on Form 10-K for the fiscal year ended December 31, 2017, filed with the Securities and Exchange Commission (“SEC”), as such factors may be updated from time to time in La Quinta’s periodic filings with the SEC, which are accessible on the SEC’s website at www.sec.gov . Accordingly, there are or will be important factors that could cause actual outcomes or results to differ materially from those indicated in these statements. These factors should not be construed as exhaustive and should be read in conjunction with the other cautionary statements that are included in this release and in La Quinta’s filings with the SEC. The Company undertakes no obligation to publicly update or review any forward-looking statement, whether as a result of new information, future developments or otherwise, except as required by law.\nContacts: Investor Relations Media Kristin Hays Teresa Ferguson 214-492-6896 214-492-6937 investor.relations@laquinta.com Teresa.Ferguson@laquinta.com\nSource:La Quinta Holdings Inc.",
    "published": "2018-05-08T21:18:00.000+03:00",
    "crawled": "2018-05-08T21:01:58.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "completion",
        "corepoint",
        "lodging",
        "followed",
        "closing",
        "la",
        "quinta",
        "merger",
        "wyndham",
        "worldwide",
        "expected",
        "occur",
        "may",
        "record",
        "date",
        "may",
        "corepoint",
        "lodging",
        "expected",
        "begin",
        "regular",
        "way",
        "trading",
        "new",
        "york",
        "stock",
        "exchange",
        "may",
        "la",
        "quinta",
        "stockholder",
        "receive",
        "one",
        "share",
        "corepoint",
        "lodging",
        "every",
        "one",
        "share",
        "la",
        "quinta",
        "giving",
        "effect",
        "reverse",
        "stock",
        "split",
        "la",
        "quinta",
        "occurring",
        "immediately",
        "prior",
        "distribution",
        "irving",
        "texas",
        "may",
        "globe",
        "newswire",
        "la",
        "quinta",
        "holding",
        "la",
        "quinta",
        "company",
        "nyse",
        "lq",
        "today",
        "announced",
        "board",
        "director",
        "formally",
        "approved",
        "distribution",
        "stockholder",
        "outstanding",
        "share",
        "common",
        "stock",
        "corepoint",
        "lodging",
        "corepoint",
        "lodging",
        "become",
        "holder",
        "owned",
        "real",
        "estate",
        "asset",
        "previously",
        "held",
        "la",
        "quinta",
        "promptly",
        "following",
        "distribution",
        "corepoint",
        "lodging",
        "la",
        "quinta",
        "continue",
        "hold",
        "management",
        "franchise",
        "business",
        "expects",
        "complete",
        "previously",
        "announced",
        "merger",
        "merger",
        "wyndham",
        "worldwide",
        "corporation",
        "wyndham",
        "worldwide",
        "accordance",
        "subject",
        "term",
        "agreement",
        "plan",
        "merger",
        "dated",
        "january",
        "among",
        "company",
        "wyndham",
        "worldwide",
        "whg",
        "bb",
        "sub",
        "merger",
        "agreement",
        "connection",
        "approval",
        "corepoint",
        "lodging",
        "distribution",
        "la",
        "quinta",
        "board",
        "director",
        "also",
        "set",
        "distribution",
        "ratio",
        "record",
        "date",
        "distribution",
        "date",
        "result",
        "following",
        "occur",
        "subject",
        "satisfaction",
        "waiver",
        "certain",
        "condition",
        "completion",
        "corepoint",
        "lodging",
        "followed",
        "completion",
        "la",
        "quinta",
        "merger",
        "expected",
        "completed",
        "may",
        "connection",
        "distribution",
        "la",
        "quinta",
        "stockholder",
        "receive",
        "one",
        "share",
        "corepoint",
        "lodging",
        "every",
        "one",
        "share",
        "la",
        "quinta",
        "giving",
        "effect",
        "reverse",
        "stock",
        "split",
        "immediately",
        "prior",
        "distribution",
        "connection",
        "closing",
        "merger",
        "la",
        "quinta",
        "stockholder",
        "entitled",
        "receive",
        "cash",
        "per",
        "share",
        "cash",
        "per",
        "share",
        "giving",
        "effect",
        "reverse",
        "stock",
        "split",
        "occur",
        "immediately",
        "prior",
        "distribution",
        "without",
        "interest",
        "immediately",
        "following",
        "distribution",
        "corepoint",
        "lodging",
        "independent",
        "publicly",
        "traded",
        "company",
        "la",
        "quinta",
        "retain",
        "ownership",
        "interest",
        "corepoint",
        "lodging",
        "corepoint",
        "lodging",
        "expected",
        "begin",
        "trading",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "ticker",
        "symbol",
        "cplg",
        "may",
        "additional",
        "detail",
        "merger",
        "wyndham",
        "previously",
        "announced",
        "subject",
        "satisfaction",
        "waiver",
        "certain",
        "condition",
        "including",
        "completion",
        "corepoint",
        "lodging",
        "immediately",
        "following",
        "distribution",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "transaction",
        "la",
        "quinta",
        "merge",
        "wholly",
        "owned",
        "subsidiary",
        "wyndham",
        "worldwide",
        "accordance",
        "subject",
        "term",
        "merger",
        "agreement",
        "connection",
        "closing",
        "merger",
        "holder",
        "la",
        "quinta",
        "common",
        "stock",
        "entitled",
        "receive",
        "cash",
        "per",
        "share",
        "cash",
        "per",
        "share",
        "giving",
        "effect",
        "reverse",
        "stock",
        "split",
        "occur",
        "immediately",
        "prior",
        "distribution",
        "without",
        "interest",
        "every",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "special",
        "meeting",
        "stockholder",
        "la",
        "quinta",
        "held",
        "april",
        "la",
        "quinta",
        "stockholder",
        "upon",
        "recommendation",
        "la",
        "quinta",
        "board",
        "director",
        "voted",
        "favor",
        "adoption",
        "merger",
        "agreement",
        "additional",
        "detail",
        "la",
        "quinta",
        "board",
        "director",
        "approved",
        "distribution",
        "one",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "every",
        "two",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "held",
        "eastern",
        "time",
        "may",
        "record",
        "date",
        "distribution",
        "one",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "every",
        "one",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "held",
        "record",
        "date",
        "giving",
        "effect",
        "reverse",
        "stock",
        "split",
        "occur",
        "immediately",
        "prior",
        "distribution",
        "fractional",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "issued",
        "instead",
        "fractional",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "aggregated",
        "sold",
        "open",
        "market",
        "aggregate",
        "net",
        "proceeds",
        "sale",
        "distributed",
        "ratably",
        "form",
        "cash",
        "payment",
        "holder",
        "la",
        "quinta",
        "common",
        "stock",
        "would",
        "otherwise",
        "entitled",
        "receive",
        "fractional",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "distribution",
        "expected",
        "effected",
        "market",
        "close",
        "may",
        "distribution",
        "date",
        "distribution",
        "taxable",
        "stockholder",
        "subject",
        "satisfaction",
        "waiver",
        "certain",
        "applicable",
        "condition",
        "described",
        "information",
        "statement",
        "included",
        "registration",
        "statement",
        "form",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "reverse",
        "stock",
        "split",
        "la",
        "quinta",
        "common",
        "stock",
        "la",
        "quinta",
        "board",
        "director",
        "also",
        "approved",
        "reverse",
        "stock",
        "split",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "effective",
        "immediately",
        "prior",
        "distribution",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "transaction",
        "every",
        "two",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "automatically",
        "combined",
        "one",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "fractional",
        "share",
        "issued",
        "connection",
        "reverse",
        "stock",
        "split",
        "la",
        "quinta",
        "currently",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "reverse",
        "stock",
        "split",
        "reduce",
        "number",
        "issued",
        "outstanding",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "approximately",
        "million",
        "accordingly",
        "approximately",
        "million",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "distributed",
        "la",
        "quinta",
        "stockholder",
        "transaction",
        "trading",
        "la",
        "quinta",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "following",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "trade",
        "nyse",
        "ticker",
        "symbol",
        "la",
        "quinta",
        "expects",
        "may",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "trade",
        "issued",
        "basis",
        "ticker",
        "symbol",
        "cplg",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "expected",
        "begin",
        "regular",
        "way",
        "trading",
        "may",
        "time",
        "trading",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "suspended",
        "la",
        "quinta",
        "stockholder",
        "sell",
        "share",
        "la",
        "quinta",
        "common",
        "stock",
        "prior",
        "distribution",
        "date",
        "also",
        "selling",
        "right",
        "receive",
        "distribution",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "transaction",
        "la",
        "quinta",
        "stockholder",
        "encouraged",
        "consult",
        "financial",
        "advisor",
        "regarding",
        "specific",
        "implication",
        "selling",
        "la",
        "quinta",
        "common",
        "stock",
        "la",
        "quinta",
        "stockholder",
        "required",
        "take",
        "action",
        "receive",
        "share",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "distribution",
        "connection",
        "reverse",
        "stock",
        "split",
        "distribution",
        "agent",
        "transfer",
        "agent",
        "registrar",
        "share",
        "la",
        "quinta",
        "corepoint",
        "lodging",
        "common",
        "stock",
        "computershare",
        "question",
        "relating",
        "transfer",
        "mechanic",
        "stock",
        "distribution",
        "reverse",
        "stock",
        "split",
        "stockholder",
        "may",
        "contact",
        "computershare",
        "shareholder",
        "service",
        "box",
        "louisville",
        "ky",
        "phone",
        "share",
        "held",
        "bank",
        "broker",
        "nominee",
        "stockholder",
        "contact",
        "institution",
        "directly",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "identify",
        "statement",
        "use",
        "word",
        "outlook",
        "belief",
        "expects",
        "potential",
        "continues",
        "may",
        "could",
        "seek",
        "project",
        "predicts",
        "intends",
        "plan",
        "estimate",
        "anticipates",
        "negative",
        "version",
        "word",
        "comparable",
        "word",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "including",
        "described",
        "section",
        "entitled",
        "risk",
        "factor",
        "la",
        "quinta",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "factor",
        "may",
        "updated",
        "time",
        "time",
        "la",
        "quinta",
        "periodic",
        "filing",
        "sec",
        "accessible",
        "sec",
        "website",
        "accordingly",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "outcome",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "factor",
        "construed",
        "exhaustive",
        "read",
        "conjunction",
        "cautionary",
        "statement",
        "included",
        "release",
        "la",
        "quinta",
        "filing",
        "sec",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "review",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "required",
        "law",
        "contact",
        "investor",
        "relation",
        "medium",
        "kristin",
        "hay",
        "teresa",
        "ferguson",
        "source",
        "la",
        "quinta",
        "holding",
        "inc"
    ]
}