{
    "organizations": [],
    "uuid": "5fdcf6ab2e3bc375ced872bd799daac6af06aa48",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/globe-newswire-biodelivery-sciences-announces-agreement-with-broadfin-capital-on-comprehensive-plan-to-strengthen-business.html",
    "ord_in_thread": 0,
    "title": "BioDelivery Sciences Announces Agreement with Broadfin Capital on Comprehensive Plan to Strengthen Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "$50 Million Equity Financing Led By Broadfin Announced Separately Today\nThree New Independent Directors Selected by Broadfin Added To Board;\nFour Current Independent Directors Retiring\nAmends Senior Credit Facility with CRG, which Includes\nPushing Out Principal Debt Repayment to 2021\nTransactions Extend BDSI’s Cash Runway Through 2020\nRALEIGH, N.C., May 17, 2018 (GLOBE NEWSWIRE) -- BioDelivery Sciences International, Inc. (NASDAQ:BDSI) today announced that it has entered into an agreement with an affiliate of Broadfin Capital LLC (Broadfin), a large BDSI stockholder, to reconstitute BDSI’s Board of Directors and to significantly strengthen BDSI’s financial position. The closing of this agreement is subject to and effective upon the closing of BDSI’s $50 million equity financing announced earlier today.\nUnder the agreement, at the closing, Broadfin Managing Partner Kevin Kotler will join BDSI’s board, along with pharmaceutical industry veterans Todd Davis and Peter Greenleaf, who were selected by Broadfin. Mr. Davis recently served as Founder, Managing Partner and President of RoyaltyRx Capital, LLC, a special opportunities investment firm focused on pharmaceuticals. Mr. Greenleaf is currently the Chief Executive Officer of Cerecor, Inc. (Nasdaq:CERC), and previously served as the Chief Executive Officer of Sucampo Pharmaceuticals, Inc. (Nasdaq:SCMP) through its sale to Mallinckrodt PLC (NYSE:MNK) in February 2018. Both individuals have strong commercial and merger and acquisitions experience, which BDSI believes will be essential as it looks to potentially expand in the pain space and accelerate BELBUCA sales in an effort to create significant stockholder value.\nChairman of the Board Dr. Frank O’Donnell, Vice Chairman of the Board Dr. Mark Sirgo, and W. Mark Watson will remain on BDSI’s board in their existing roles, along with BDSI’s newly appointed Chief Executive Officer, Herm Cukier. Four existing members of the BDSI board, Thomas D’Alonzo, Barry Feinberg, Samuel Sears and Timothy Tyson, will voluntarily retire from the BDSI board as part of the agreement.\nKevin Kotler, Managing Partner of Broadfin, stated, “As a large BDSI stockholder, Broadfin is pleased to reach this agreement with BDSI that strengthens the company’s balance sheet and reconstitutes the board through the addition of three highly-qualified independent directors, each of whom will support BDSI’s positive commercial and strategic growth. Once appointed to the board, I look forward to working with newly appointed CEO Herm Cukier, my fellow directors and management to help build on the early commercial success of BELBUCA and enhance value for all stockholders.”\nFrank E. O’Donnell, Jr., Chairman of the Board of BDSI, stated, “We look forward to the addition of Kevin, Peter and Todd to our board. The extensive pharmaceutical experience and track records of our new board members will be invaluable at this significant time for BDSI as we look to take our company to the next level behind BELBUCA. We believe that our agreement with Broadfin, our equity financing and the loan amendment with CRG validate our overall strategy and will support BDSI as we seek to drive sales of our products. Our entire board and all of the officers and employees of BDSI also want to thank Tom D’Alonzo, Barry Feinberg, Sam Sears and Tim Tyson for their dedication and contributions to BDSI during their respective tenures as directors.”\nPursuant to the agreement, at the closing, Broadfin will withdraw its notice of nomination of persons for election as directors at BDSI’s 2018 annual meeting of stockholders. Broadfin also agreed to vote its shares at the annual meeting for BDSI’s director nominees and otherwise in accordance with the board’s recommendations, and to certain customary standstill restrictions through the 30 th day prior to the nomination deadline for BDSI’s 2019 annual meeting. Mr. Davis and Mr. Greenleaf will join the BDSI board as Class I directors who will be up for election at BDSI’s 2018 annual meeting of stockholders. Mr. Kotler will join the Board as a Class II director who will be up for election at BDSI’s 2019 annual meeting of stockholders.\nThe $50 million equity financing is being led by Broadfin Capital and includes participation by new and existing shareholders of the company including Stonepine Capital LP, Armistice Capital and CRG Capital.\nBDSI also announced that it has entered into an amendment to its senior credit facility with affiliates of CRG Capital that provides BDSI with certain positive accommodations. This amendment is also subject to and effective upon the closing of BDSI’s $50 million equity financing. Under the terms of the loan amendment, the interest only period of the loan and BDSI’s ability to defer a portion of the interest under the loan to maturity will be extended by one year. In addition, the loan agreement provides that if BDSI achieves and maintains a predetermined market capitalization, payment of the entire loan principal may be deferred until the December 21, 2022 maturity date. Also, the loan amendment provides for certain favorable modifications to the minimum revenue covenants. BDSI has previously drawn $60 million of the $75 million that is potentially available under the CRG facility.\nThe complete agreement between BDSI and Broadfin as well as agreements related to the equity financing and CRG loan amendments have been or will be included as exhibits to BDSI's Current Reports on Form 8-K which have been or will be filed with the Securities and Exchange Commission.\nThe closing of the equity financing and the other transactions described herein are expected to take place on or about May 21, 2018, subject to the satisfaction of certain customary and other negotiated closing conditions to the financing described in the prospectus supplement filed with the U.S. Securities and Exchange Commission (SEC) in connection with the offering.\nBDSI has filed a shelf registration statement (including a base prospectus and a prospectus supplement) with the SEC for the $50 million offering to which this communication relates. Before you invest, you should read the base prospectus, prospectus supplement and other documents BDSI has filed with the SEC for more complete information about BDSI and such offering. You may get these documents for free by visiting EDGAR on the SEC Web site at www.sec.gov. Alternatively, William Blair & Company, L.L.C., the placement agent for the offering, will arrange to send you such material if you request it by calling toll-free 1-(800) 621-0687.\nAbout BioDelivery Sciences International\nBioDelivery Sciences International, Inc. (NASDAQ:BDSI) is a specialty pharmaceutical company with a focus in the areas of pain management and addiction medicine. BDSI is utilizing its novel and proprietary BioErodible MucoAdhesive (BEMA ® ) technology and other drug delivery technologies to develop and commercialize, either on its own or in partnership with third parties, new applications of proven therapies aimed at addressing important unmet medical needs.\nBDSI's marketed products and those in development address serious and debilitating conditions such as breakthrough cancer pain, chronic pain, and opioid dependence. BDSI's headquarters is in Raleigh, North Carolina.\nAbout Broadfin Capital\nBroadfin Capital is a global equity healthcare manager founded in 2005. With $700 million of assets under management, Broadfin applies a value-oriented investment strategy based on deep, fundamental research. Broadfin’s investment team draws on its extensive experience in the medical technology, pharmaceuticals and biotechnology sectors with a particular focus on small and mid-cap investments.\nFor more information, please visit or follow us:\nInternet: www.bdsi.com\nFacebook: Facebook.com/BioDeliverySI\nTwitter: @BioDeliverySI\nCautionary Note on Forward-Looking Statements\nThis press release and any statements of stockholders, directors, employees, representatives and partners of BioDelivery Sciences International, Inc. (\"BDSI\") related thereto contain, or may contain, among other things, certain \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements involve significant risks and uncertainties. Such statements may include, without limitation, statements with respect to the BDSI's plans, objectives, projections, expectations and intentions and other statements identified by words such as \"projects,\" \"may,\" \"will,\" \"could,\" \"would,\" \"should,\" \"believes,\" \"expects,\" \"anticipates,\" \"estimates,\" \"intends,\" \"plans,\" \"potential\" or similar expressions. These statements are based upon the current beliefs and expectations of the BDSI's management and are subject to significant risks and uncertainties, including those detailed in the BDSI's filings with the Securities and Exchange Commission. Actual results (including, without limitation, the results of the board changes, financing and loan amendment described herein) may differ significantly from those set forth or implied in the forward-looking statements. These forward-looking statements involve certain risks and uncertainties that are subject to change based on various factors (many of which are beyond the BDSI's control). BDSI undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future presentations or otherwise, except as required by applicable law.\nBDSI ® , BEMA ® , ONSOLIS ® , BUNAVAIL ® and BELBUCA ® are registered trademarks of BioDelivery Sciences International, Inc. The BioDelivery Sciences, BUNAVAIL, and BELBUCA logos are trademarks owned by BioDelivery Sciences International, Inc. All other trademarks and tradenames are owned by their respective owners.\n© 2018 BioDelivery Sciences International, Inc. All rights reserved.\nContacts\nMary Coleman\nBioDelivery Sciences International, Inc.\n919-582-9050\nmcoleman@bdsi.com\nMonique Kosse\nManaging Director\nLifeSci Advisors\n212-915-3820\nmonique@lifesciadvisors.com\nSource:BioDelivery Sciences International, Inc.",
    "published": "2018-05-17T16:01:00.000+03:00",
    "crawled": "2018-05-17T18:45:14.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "million",
        "equity",
        "financing",
        "led",
        "broadfin",
        "announced",
        "separately",
        "today",
        "three",
        "new",
        "independent",
        "director",
        "selected",
        "broadfin",
        "added",
        "board",
        "four",
        "current",
        "independent",
        "director",
        "retiring",
        "amends",
        "senior",
        "credit",
        "facility",
        "crg",
        "includes",
        "pushing",
        "principal",
        "debt",
        "repayment",
        "transaction",
        "extend",
        "bdsi",
        "cash",
        "runway",
        "raleigh",
        "may",
        "globe",
        "newswire",
        "biodelivery",
        "science",
        "international",
        "nasdaq",
        "bdsi",
        "today",
        "announced",
        "entered",
        "agreement",
        "affiliate",
        "broadfin",
        "capital",
        "llc",
        "broadfin",
        "large",
        "bdsi",
        "stockholder",
        "reconstitute",
        "bdsi",
        "board",
        "director",
        "significantly",
        "strengthen",
        "bdsi",
        "financial",
        "position",
        "closing",
        "agreement",
        "subject",
        "effective",
        "upon",
        "closing",
        "bdsi",
        "million",
        "equity",
        "financing",
        "announced",
        "earlier",
        "today",
        "agreement",
        "closing",
        "broadfin",
        "managing",
        "partner",
        "kevin",
        "kotler",
        "join",
        "bdsi",
        "board",
        "along",
        "pharmaceutical",
        "industry",
        "veteran",
        "todd",
        "davis",
        "peter",
        "greenleaf",
        "selected",
        "broadfin",
        "davis",
        "recently",
        "served",
        "founder",
        "managing",
        "partner",
        "president",
        "royaltyrx",
        "capital",
        "llc",
        "special",
        "opportunity",
        "investment",
        "firm",
        "focused",
        "pharmaceutical",
        "greenleaf",
        "currently",
        "chief",
        "executive",
        "officer",
        "cerecor",
        "nasdaq",
        "cerc",
        "previously",
        "served",
        "chief",
        "executive",
        "officer",
        "sucampo",
        "pharmaceutical",
        "nasdaq",
        "scmp",
        "sale",
        "mallinckrodt",
        "plc",
        "nyse",
        "mnk",
        "february",
        "individual",
        "strong",
        "commercial",
        "merger",
        "acquisition",
        "experience",
        "bdsi",
        "belief",
        "essential",
        "look",
        "potentially",
        "expand",
        "pain",
        "space",
        "accelerate",
        "belbuca",
        "sale",
        "effort",
        "create",
        "significant",
        "stockholder",
        "value",
        "chairman",
        "board",
        "frank",
        "donnell",
        "vice",
        "chairman",
        "board",
        "mark",
        "sirgo",
        "mark",
        "watson",
        "remain",
        "bdsi",
        "board",
        "existing",
        "role",
        "along",
        "bdsi",
        "newly",
        "appointed",
        "chief",
        "executive",
        "officer",
        "herm",
        "cukier",
        "four",
        "existing",
        "member",
        "bdsi",
        "board",
        "thomas",
        "alonzo",
        "barry",
        "feinberg",
        "samuel",
        "sears",
        "timothy",
        "tyson",
        "voluntarily",
        "retire",
        "bdsi",
        "board",
        "part",
        "agreement",
        "kevin",
        "kotler",
        "managing",
        "partner",
        "broadfin",
        "stated",
        "large",
        "bdsi",
        "stockholder",
        "broadfin",
        "pleased",
        "reach",
        "agreement",
        "bdsi",
        "strengthens",
        "company",
        "balance",
        "sheet",
        "reconstitutes",
        "board",
        "addition",
        "three",
        "independent",
        "director",
        "support",
        "bdsi",
        "positive",
        "commercial",
        "strategic",
        "growth",
        "appointed",
        "board",
        "look",
        "forward",
        "working",
        "newly",
        "appointed",
        "ceo",
        "herm",
        "cukier",
        "fellow",
        "director",
        "management",
        "help",
        "build",
        "early",
        "commercial",
        "success",
        "belbuca",
        "enhance",
        "value",
        "frank",
        "donnell",
        "chairman",
        "board",
        "bdsi",
        "stated",
        "look",
        "forward",
        "addition",
        "kevin",
        "peter",
        "todd",
        "board",
        "extensive",
        "pharmaceutical",
        "experience",
        "track",
        "record",
        "new",
        "board",
        "member",
        "invaluable",
        "significant",
        "time",
        "bdsi",
        "look",
        "take",
        "company",
        "next",
        "level",
        "behind",
        "belbuca",
        "believe",
        "agreement",
        "broadfin",
        "equity",
        "financing",
        "loan",
        "amendment",
        "crg",
        "validate",
        "overall",
        "strategy",
        "support",
        "bdsi",
        "seek",
        "drive",
        "sale",
        "product",
        "entire",
        "board",
        "officer",
        "employee",
        "bdsi",
        "also",
        "want",
        "thank",
        "tom",
        "alonzo",
        "barry",
        "feinberg",
        "sam",
        "sears",
        "tim",
        "tyson",
        "dedication",
        "contribution",
        "bdsi",
        "respective",
        "tenure",
        "pursuant",
        "agreement",
        "closing",
        "broadfin",
        "withdraw",
        "notice",
        "nomination",
        "person",
        "election",
        "director",
        "bdsi",
        "annual",
        "meeting",
        "stockholder",
        "broadfin",
        "also",
        "agreed",
        "vote",
        "share",
        "annual",
        "meeting",
        "bdsi",
        "director",
        "nominee",
        "otherwise",
        "accordance",
        "board",
        "recommendation",
        "certain",
        "customary",
        "standstill",
        "restriction",
        "th",
        "day",
        "prior",
        "nomination",
        "deadline",
        "bdsi",
        "annual",
        "meeting",
        "davis",
        "greenleaf",
        "join",
        "bdsi",
        "board",
        "class",
        "director",
        "election",
        "bdsi",
        "annual",
        "meeting",
        "stockholder",
        "kotler",
        "join",
        "board",
        "class",
        "ii",
        "director",
        "election",
        "bdsi",
        "annual",
        "meeting",
        "stockholder",
        "million",
        "equity",
        "financing",
        "led",
        "broadfin",
        "capital",
        "includes",
        "participation",
        "new",
        "existing",
        "shareholder",
        "company",
        "including",
        "stonepine",
        "capital",
        "lp",
        "armistice",
        "capital",
        "crg",
        "capital",
        "bdsi",
        "also",
        "announced",
        "entered",
        "amendment",
        "senior",
        "credit",
        "facility",
        "affiliate",
        "crg",
        "capital",
        "provides",
        "bdsi",
        "certain",
        "positive",
        "accommodation",
        "amendment",
        "also",
        "subject",
        "effective",
        "upon",
        "closing",
        "bdsi",
        "million",
        "equity",
        "financing",
        "term",
        "loan",
        "amendment",
        "interest",
        "period",
        "loan",
        "bdsi",
        "ability",
        "defer",
        "portion",
        "interest",
        "loan",
        "maturity",
        "extended",
        "one",
        "year",
        "addition",
        "loan",
        "agreement",
        "provides",
        "bdsi",
        "achieves",
        "maintains",
        "predetermined",
        "market",
        "capitalization",
        "payment",
        "entire",
        "loan",
        "principal",
        "may",
        "deferred",
        "december",
        "maturity",
        "date",
        "also",
        "loan",
        "amendment",
        "provides",
        "certain",
        "favorable",
        "modification",
        "minimum",
        "revenue",
        "covenant",
        "bdsi",
        "previously",
        "drawn",
        "million",
        "million",
        "potentially",
        "available",
        "crg",
        "facility",
        "complete",
        "agreement",
        "bdsi",
        "broadfin",
        "well",
        "agreement",
        "related",
        "equity",
        "financing",
        "crg",
        "loan",
        "amendment",
        "included",
        "exhibit",
        "bdsi",
        "current",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "closing",
        "equity",
        "financing",
        "transaction",
        "described",
        "herein",
        "expected",
        "take",
        "place",
        "may",
        "subject",
        "satisfaction",
        "certain",
        "customary",
        "negotiated",
        "closing",
        "condition",
        "financing",
        "described",
        "prospectus",
        "supplement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "offering",
        "bdsi",
        "filed",
        "shelf",
        "registration",
        "statement",
        "including",
        "base",
        "prospectus",
        "prospectus",
        "supplement",
        "sec",
        "million",
        "offering",
        "communication",
        "relates",
        "invest",
        "read",
        "base",
        "prospectus",
        "prospectus",
        "supplement",
        "document",
        "bdsi",
        "filed",
        "sec",
        "complete",
        "information",
        "bdsi",
        "offering",
        "may",
        "get",
        "document",
        "free",
        "visiting",
        "edgar",
        "sec",
        "web",
        "site",
        "alternatively",
        "william",
        "blair",
        "company",
        "placement",
        "agent",
        "offering",
        "arrange",
        "send",
        "material",
        "request",
        "calling",
        "biodelivery",
        "science",
        "international",
        "biodelivery",
        "science",
        "international",
        "nasdaq",
        "bdsi",
        "specialty",
        "pharmaceutical",
        "company",
        "focus",
        "area",
        "pain",
        "management",
        "addiction",
        "medicine",
        "bdsi",
        "utilizing",
        "novel",
        "proprietary",
        "bioerodible",
        "mucoadhesive",
        "bema",
        "technology",
        "drug",
        "delivery",
        "technology",
        "develop",
        "commercialize",
        "either",
        "partnership",
        "third",
        "party",
        "new",
        "application",
        "proven",
        "therapy",
        "aimed",
        "addressing",
        "important",
        "unmet",
        "medical",
        "need",
        "bdsi",
        "marketed",
        "product",
        "development",
        "address",
        "serious",
        "debilitating",
        "condition",
        "breakthrough",
        "cancer",
        "pain",
        "chronic",
        "pain",
        "opioid",
        "dependence",
        "bdsi",
        "headquarters",
        "raleigh",
        "north",
        "carolina",
        "broadfin",
        "capital",
        "broadfin",
        "capital",
        "global",
        "equity",
        "healthcare",
        "manager",
        "founded",
        "million",
        "asset",
        "management",
        "broadfin",
        "applies",
        "investment",
        "strategy",
        "based",
        "deep",
        "fundamental",
        "research",
        "broadfin",
        "investment",
        "team",
        "draw",
        "extensive",
        "experience",
        "medical",
        "technology",
        "pharmaceutical",
        "biotechnology",
        "sector",
        "particular",
        "focus",
        "small",
        "investment",
        "information",
        "please",
        "visit",
        "follow",
        "u",
        "internet",
        "facebook",
        "twitter",
        "biodeliverysi",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "statement",
        "stockholder",
        "director",
        "employee",
        "representative",
        "partner",
        "biodelivery",
        "science",
        "international",
        "bdsi",
        "related",
        "thereto",
        "contain",
        "may",
        "contain",
        "among",
        "thing",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "statement",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "respect",
        "bdsi",
        "plan",
        "objective",
        "projection",
        "expectation",
        "intention",
        "statement",
        "identified",
        "word",
        "project",
        "may",
        "could",
        "would",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "intends",
        "plan",
        "potential",
        "similar",
        "expression",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "bdsi",
        "management",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "including",
        "detailed",
        "bdsi",
        "filing",
        "security",
        "exchange",
        "commission",
        "actual",
        "result",
        "including",
        "without",
        "limitation",
        "result",
        "board",
        "change",
        "financing",
        "loan",
        "amendment",
        "described",
        "herein",
        "may",
        "differ",
        "significantly",
        "set",
        "forth",
        "implied",
        "statement",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "subject",
        "change",
        "based",
        "various",
        "factor",
        "many",
        "beyond",
        "bdsi",
        "control",
        "bdsi",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "presentation",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "bdsi",
        "bema",
        "onsolis",
        "bunavail",
        "belbuca",
        "registered",
        "trademark",
        "biodelivery",
        "science",
        "international",
        "biodelivery",
        "science",
        "bunavail",
        "belbuca",
        "logo",
        "trademark",
        "owned",
        "biodelivery",
        "science",
        "international",
        "trademark",
        "tradenames",
        "owned",
        "respective",
        "owner",
        "biodelivery",
        "science",
        "international",
        "right",
        "reserved",
        "contact",
        "mary",
        "coleman",
        "biodelivery",
        "science",
        "international",
        "mcoleman",
        "monique",
        "kosse",
        "managing",
        "director",
        "lifesci",
        "advisor",
        "monique",
        "source",
        "biodelivery",
        "science",
        "international",
        "inc"
    ]
}