{
    "organizations": [],
    "uuid": "adef3e34ceb6646744a47e9fdc8546e3ea4332d6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/pr-newswire-mgm-resorts-international-and-mgm-growth-properties-llc-announce-transactions-to-acquire-empire-city-casino-in-yonkers-new.html",
    "ord_in_thread": 0,
    "title": "MGM Resorts International and MGM Growth Properties LLC Announce Transactions to Acquire Empire City Casino in Yonkers, New York",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, May 29, 2018 /PRNewswire/ -- MGM Resorts International (the \"Company\" or \"MGM Resorts\") (NYSE: MGM) and MGM Growth Properties LLC (NYSE: MGP) today announced that MGM Resorts has entered into an agreement to acquire the real property and operations associated with the Empire City Casino's (\"Empire City\") race track and casino for consideration of $850 million. Further, MGM Resorts and MGP have entered into a definitive agreement whereby MGP will acquire the developed real property associated with Empire City from MGM Resorts and lease it back to a subsidiary of MGM Resorts, after which a subsidiary of MGM Resorts will operate the property.\n\"We are excited to announce the addition of Empire City to the MGM Resorts portfolio,\" said Jim Murren, Chairman and CEO of MGM Resorts International. \"This acquisition represents an excellent opportunity to further solidify our presence on the East Coast, and in particular, expand our reach into the high-density New York City region. We believe this transaction enhances our free cash flow profile and presents attractive future opportunities for the Company, and we look forward to welcoming the Empire City team and guests to the MGM Resorts family.\"\nMGM Resorts will pay total consideration of approximately $850 million, subject to customary working capital and other adjustments, including the refinancing of Empire City's outstanding debt, which is expected to be approximately $245 million at the time of closing. MGM Resorts expects that approximately $260 million of the remaining consideration will be in the form of MGM Resorts common stock. Furthermore, MGM Resorts has agreed to pay additional consideration of $50 million if Empire City is awarded a license for live table games on or prior to December 31, 2022 and MGM Resorts accepts such license by December 31, 2024.\n\"With Empire City's approximately 40 percent share of gross gaming revenues in the market, we believe there are significant opportunities for MGM Resorts to further drive growth,\" said Dan D'Arrigo, Executive Vice President and Chief Financial Officer of MGM Resorts International. \"We believe the transaction will be value-accretive within its first year of closing, with incremental revenue synergies expected to support growth in 2020 and beyond.\"\nConcluded Mr. D'Arrigo, \"Following the sale of the developed real property to MGP, the net purchase price to MGM Resorts of approximately $225 million represents a multiple of less than 6 times Adjusted EBITDA, inclusive of expected operational synergies and identified revenue growth opportunities.\"\nFor the last twelve months ended March 31, 2018, Empire City reported approximately $230 million in net revenues and approximately $70 million in Adjusted EBITDA.\nSubsequent to the purchase of Empire City, MGM Resorts and MGP have agreed that MGM Resorts will sell the developed real property to MGP for total consideration of approximately $625 million, which will include the assumption of the approximately $245 million of debt refinanced by MGM Resorts as described above and the balance through the issuance of operating partnership units to MGM Resorts based upon MGP's closing price of $29.38 as of May 25, 2018. In addition, MGM Resorts has agreed to give MGP a right of first offer with respect to certain undeveloped land adjacent to the property to the extent MGM Resorts develops additional gaming facilities and chooses to sell or transfer the property in the future.\nEmpire City will be added to the existing Master Lease between MGM Resorts and MGP, and the annual rent payment to MGP will increase by $50 million. Consistent with the Master Lease terms, 90 percent of this rent will be fixed and contractually grow at 2 percent per year until 2022. The purchase price represents a cap rate of 8.0%, or a 12.5x EBITDA multiple.\n\"Today's announcement further illustrates our ability to partner with MGM Resorts to acquire valuable real estate assets to add to our portfolio of properties through accretive transactions,\" said James Stewart, CEO of MGM Growth Properties. \"This acquisition will further increase our regional geographic footprint, giving MGP exposure to the New York City market, with another high-quality asset that will create meaningful value to shareholders and provide us with increased cash flows and growth opportunities.\"\nMGP expects to fund the acquisition of the Empire City real property and the assumption of related debt with a combination of existing cash on hand, borrowings under its senior secured revolving credit facility, and the aforementioned issuance of operating partnership units to a subsidiary of MGM Resorts.\nEmpire City sits on a 97-acre property and serves approximately 16 million eligible gaming customers in southern New York. It is located only 15 miles from Times Square in Manhattan. Offering gaming, racing, dining, and entertainment, Empire City features over 5,200 of the latest slots and electronic table games, multiple dining outlets, and both live and simulcast horse racing.\nBofA Merrill Lynch is acting as exclusive financial advisor to MGM Resorts in connection with the transaction. PJT Partners LP is acting as financial advisor to the conflicts committee of the MGP Board of Directors.\nThe transactions are expected to close in the first quarter of 2019, subject to regulatory approvals and other customary closing conditions.\nABOUT MGM RESORTS INTERNATIONAL\nMGM Resorts International (NYSE: MGM) is an S&P 500® global entertainment company with national and international locations featuring best-in-class hotels and casinos, state-of-the-art meetings and conference spaces, incredible live and theatrical entertainment experiences, and an extensive array of restaurant, nightlife and retail offerings. MGM Resorts creates immersive, iconic experiences through its suite of Las Vegas-inspired brands. The MGM Resorts portfolio encompasses 28 unique hotel offerings including some of the most recognizable resort brands in the industry. Expanding throughout the U.S. and around the world, the company in 2018 opened MGM COTAI in Macau and the first Bellagio-branded hotel in Shanghai. It also is developing MGM Springfield in Massachusetts. The 78,000 global employees of MGM Resorts are proud of their company for being recognized as one of FORTUNE® Magazine's World's Most Admired Companies®. For more information visit us at www.mgmresorts.com .\nABOUT MGM GROWTH PROPERTIES LLC\nMGM Growth Properties LLC (NYSE:MGP) is one of the leading publicly traded real estate investment trusts engaged in the acquisition, ownership and leasing of large-scale destination entertainment and leisure resorts, whose diverse amenities include casino gaming, hotel, convention, dining, entertainment and retail offerings. MGP currently owns a portfolio of properties, consisting of 11 premier destination resorts in Las Vegas and elsewhere across the United States, and the Park, a dining and entertainment complex which opened in April 2016. As of December 31, 2017, these properties collectively comprise over 27,500 hotel rooms, 2.7 million convention square footage, 100 retail outlets, 200 food and beverage outlets and 20 entertainment venues. As a growth-oriented public real estate entity, MGP expects its relationship with MGM Resorts and other entertainment providers to attractively position MGP for the acquisition of additional properties across the entertainment, hospitality and leisure industries that may be developed in the future. For more information about MGP, visit the Company's website at http://www.mgmgrowthproperties.com .\nStatements in this release that are not historical facts are \"forward-looking\" statements and \"safe harbor statements\" within the meaning of the Private Securities Litigation Reform Act of 1995 that involve risks and/or uncertainties, including those described in the Company's public filings with the SEC. The Company has based forward-looking statements on management's current expectations and assumptions and not on historical facts. Examples of these statements include, but are not limited to, the Company's expectations regarding the closing of the acquisition, the ultimate amount of the consideration to be paid in debt and equity, and any benefits to be received as a result of the acquisition, including expected synergies. These forward-looking statements involve a number of risks and uncertainties. Among the important factors that could cause actual results to differ materially from those indicated in such forward-looking statements include effects of economic conditions and market conditions in the markets in which the Company operates and competition with other destination travel locations throughout the United States and the world, the design, timing and costs of expansion projects, risks relating to international operations, permits, licenses, financings, approvals and other contingencies in connection with growth in new or existing jurisdictions and additional risks and uncertainties described in the Company's Form 10-K, Form 10-Q and Form 8-K reports (including all amendments to those reports). In providing forward-looking statements, the Company is not undertaking any duty or obligation to update these statements publicly as a result of new information, future events or otherwise, except as required by law. If the Company updates one or more forward-looking statements, no inference should be drawn that it will make additional updates with respect to those other forward-looking statements.\nView original content: http://www.prnewswire.com/news-releases/mgm-resorts-international-and-mgm-growth-properties-llc-announce-transactions-to-acquire-empire-city-casino-in-yonkers-new-york-300655567.html\nSOURCE MGM Resorts International; MGM Growth Properties LLC",
    "published": "2018-05-29T16:30:00.000+03:00",
    "crawled": "2018-05-29T16:34:53.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "may",
        "mgm",
        "resort",
        "international",
        "company",
        "mgm",
        "resort",
        "nyse",
        "mgm",
        "mgm",
        "growth",
        "property",
        "llc",
        "nyse",
        "mgp",
        "today",
        "announced",
        "mgm",
        "resort",
        "entered",
        "agreement",
        "acquire",
        "real",
        "property",
        "operation",
        "associated",
        "empire",
        "city",
        "casino",
        "empire",
        "city",
        "race",
        "track",
        "casino",
        "consideration",
        "million",
        "mgm",
        "resort",
        "mgp",
        "entered",
        "definitive",
        "agreement",
        "whereby",
        "mgp",
        "acquire",
        "developed",
        "real",
        "property",
        "associated",
        "empire",
        "city",
        "mgm",
        "resort",
        "lease",
        "back",
        "subsidiary",
        "mgm",
        "resort",
        "subsidiary",
        "mgm",
        "resort",
        "operate",
        "property",
        "excited",
        "announce",
        "addition",
        "empire",
        "city",
        "mgm",
        "resort",
        "portfolio",
        "said",
        "jim",
        "murren",
        "chairman",
        "ceo",
        "mgm",
        "resort",
        "international",
        "acquisition",
        "represents",
        "excellent",
        "opportunity",
        "solidify",
        "presence",
        "east",
        "coast",
        "particular",
        "expand",
        "reach",
        "new",
        "york",
        "city",
        "region",
        "believe",
        "transaction",
        "enhances",
        "free",
        "cash",
        "flow",
        "profile",
        "present",
        "attractive",
        "future",
        "opportunity",
        "company",
        "look",
        "forward",
        "welcoming",
        "empire",
        "city",
        "team",
        "guest",
        "mgm",
        "resort",
        "family",
        "mgm",
        "resort",
        "pay",
        "total",
        "consideration",
        "approximately",
        "million",
        "subject",
        "customary",
        "working",
        "capital",
        "adjustment",
        "including",
        "refinancing",
        "empire",
        "city",
        "outstanding",
        "debt",
        "expected",
        "approximately",
        "million",
        "time",
        "closing",
        "mgm",
        "resort",
        "expects",
        "approximately",
        "million",
        "remaining",
        "consideration",
        "form",
        "mgm",
        "resort",
        "common",
        "stock",
        "furthermore",
        "mgm",
        "resort",
        "agreed",
        "pay",
        "additional",
        "consideration",
        "million",
        "empire",
        "city",
        "awarded",
        "license",
        "live",
        "table",
        "game",
        "prior",
        "december",
        "mgm",
        "resort",
        "accepts",
        "license",
        "december",
        "empire",
        "city",
        "approximately",
        "percent",
        "share",
        "gross",
        "gaming",
        "revenue",
        "market",
        "believe",
        "significant",
        "opportunity",
        "mgm",
        "resort",
        "drive",
        "growth",
        "said",
        "dan",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "mgm",
        "resort",
        "international",
        "believe",
        "transaction",
        "within",
        "first",
        "year",
        "closing",
        "incremental",
        "revenue",
        "synergy",
        "expected",
        "support",
        "growth",
        "beyond",
        "concluded",
        "following",
        "sale",
        "developed",
        "real",
        "property",
        "mgp",
        "net",
        "purchase",
        "price",
        "mgm",
        "resort",
        "approximately",
        "million",
        "represents",
        "multiple",
        "less",
        "time",
        "adjusted",
        "ebitda",
        "inclusive",
        "expected",
        "operational",
        "synergy",
        "identified",
        "revenue",
        "growth",
        "opportunity",
        "last",
        "twelve",
        "month",
        "ended",
        "march",
        "empire",
        "city",
        "reported",
        "approximately",
        "million",
        "net",
        "revenue",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "subsequent",
        "purchase",
        "empire",
        "city",
        "mgm",
        "resort",
        "mgp",
        "agreed",
        "mgm",
        "resort",
        "sell",
        "developed",
        "real",
        "property",
        "mgp",
        "total",
        "consideration",
        "approximately",
        "million",
        "include",
        "assumption",
        "approximately",
        "million",
        "debt",
        "refinanced",
        "mgm",
        "resort",
        "described",
        "balance",
        "issuance",
        "operating",
        "partnership",
        "unit",
        "mgm",
        "resort",
        "based",
        "upon",
        "mgp",
        "closing",
        "price",
        "may",
        "addition",
        "mgm",
        "resort",
        "agreed",
        "give",
        "mgp",
        "right",
        "first",
        "offer",
        "respect",
        "certain",
        "undeveloped",
        "land",
        "adjacent",
        "property",
        "extent",
        "mgm",
        "resort",
        "develops",
        "additional",
        "gaming",
        "facility",
        "chooses",
        "sell",
        "transfer",
        "property",
        "future",
        "empire",
        "city",
        "added",
        "existing",
        "master",
        "lease",
        "mgm",
        "resort",
        "mgp",
        "annual",
        "rent",
        "payment",
        "mgp",
        "increase",
        "million",
        "consistent",
        "master",
        "lease",
        "term",
        "percent",
        "rent",
        "fixed",
        "contractually",
        "grow",
        "percent",
        "per",
        "year",
        "purchase",
        "price",
        "represents",
        "cap",
        "rate",
        "ebitda",
        "multiple",
        "today",
        "announcement",
        "illustrates",
        "ability",
        "partner",
        "mgm",
        "resort",
        "acquire",
        "valuable",
        "real",
        "estate",
        "asset",
        "add",
        "portfolio",
        "property",
        "accretive",
        "transaction",
        "said",
        "james",
        "stewart",
        "ceo",
        "mgm",
        "growth",
        "property",
        "acquisition",
        "increase",
        "regional",
        "geographic",
        "footprint",
        "giving",
        "mgp",
        "exposure",
        "new",
        "york",
        "city",
        "market",
        "another",
        "asset",
        "create",
        "meaningful",
        "value",
        "shareholder",
        "provide",
        "u",
        "increased",
        "cash",
        "flow",
        "growth",
        "opportunity",
        "mgp",
        "expects",
        "fund",
        "acquisition",
        "empire",
        "city",
        "real",
        "property",
        "assumption",
        "related",
        "debt",
        "combination",
        "existing",
        "cash",
        "hand",
        "borrowing",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "aforementioned",
        "issuance",
        "operating",
        "partnership",
        "unit",
        "subsidiary",
        "mgm",
        "resort",
        "empire",
        "city",
        "sits",
        "property",
        "serf",
        "approximately",
        "million",
        "eligible",
        "gaming",
        "customer",
        "southern",
        "new",
        "york",
        "located",
        "mile",
        "time",
        "square",
        "manhattan",
        "offering",
        "gaming",
        "racing",
        "dining",
        "entertainment",
        "empire",
        "city",
        "feature",
        "latest",
        "slot",
        "electronic",
        "table",
        "game",
        "multiple",
        "dining",
        "outlet",
        "live",
        "simulcast",
        "horse",
        "racing",
        "bofa",
        "merrill",
        "lynch",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "mgm",
        "resort",
        "connection",
        "transaction",
        "pjt",
        "partner",
        "lp",
        "acting",
        "financial",
        "advisor",
        "conflict",
        "committee",
        "mgp",
        "board",
        "director",
        "transaction",
        "expected",
        "close",
        "first",
        "quarter",
        "subject",
        "regulatory",
        "approval",
        "customary",
        "closing",
        "condition",
        "mgm",
        "resort",
        "international",
        "mgm",
        "resort",
        "international",
        "nyse",
        "mgm",
        "p",
        "global",
        "entertainment",
        "company",
        "national",
        "international",
        "location",
        "featuring",
        "hotel",
        "casino",
        "meeting",
        "conference",
        "space",
        "incredible",
        "live",
        "theatrical",
        "entertainment",
        "experience",
        "extensive",
        "array",
        "restaurant",
        "nightlife",
        "retail",
        "offering",
        "mgm",
        "resort",
        "creates",
        "immersive",
        "iconic",
        "experience",
        "suite",
        "la",
        "brand",
        "mgm",
        "resort",
        "portfolio",
        "encompasses",
        "unique",
        "hotel",
        "offering",
        "including",
        "recognizable",
        "resort",
        "brand",
        "industry",
        "expanding",
        "throughout",
        "around",
        "world",
        "company",
        "opened",
        "mgm",
        "cotai",
        "macau",
        "first",
        "hotel",
        "shanghai",
        "also",
        "developing",
        "mgm",
        "springfield",
        "massachusetts",
        "global",
        "employee",
        "mgm",
        "resort",
        "proud",
        "company",
        "recognized",
        "one",
        "magazine",
        "world",
        "admired",
        "information",
        "visit",
        "u",
        "mgm",
        "growth",
        "property",
        "llc",
        "mgm",
        "growth",
        "property",
        "llc",
        "nyse",
        "mgp",
        "one",
        "leading",
        "publicly",
        "traded",
        "real",
        "estate",
        "investment",
        "trust",
        "engaged",
        "acquisition",
        "ownership",
        "leasing",
        "destination",
        "entertainment",
        "leisure",
        "resort",
        "whose",
        "diverse",
        "amenity",
        "include",
        "casino",
        "gaming",
        "hotel",
        "convention",
        "dining",
        "entertainment",
        "retail",
        "offering",
        "mgp",
        "currently",
        "owns",
        "portfolio",
        "property",
        "consisting",
        "premier",
        "destination",
        "resort",
        "la",
        "vega",
        "elsewhere",
        "across",
        "united",
        "state",
        "park",
        "dining",
        "entertainment",
        "complex",
        "opened",
        "april",
        "december",
        "property",
        "collectively",
        "comprise",
        "hotel",
        "room",
        "million",
        "convention",
        "square",
        "footage",
        "retail",
        "outlet",
        "food",
        "beverage",
        "outlet",
        "entertainment",
        "venue",
        "public",
        "real",
        "estate",
        "entity",
        "mgp",
        "expects",
        "relationship",
        "mgm",
        "resort",
        "entertainment",
        "provider",
        "attractively",
        "position",
        "mgp",
        "acquisition",
        "additional",
        "property",
        "across",
        "entertainment",
        "hospitality",
        "leisure",
        "industry",
        "may",
        "developed",
        "future",
        "information",
        "mgp",
        "visit",
        "company",
        "website",
        "http",
        "statement",
        "release",
        "historical",
        "fact",
        "statement",
        "safe",
        "harbor",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "described",
        "company",
        "public",
        "filing",
        "sec",
        "company",
        "based",
        "statement",
        "management",
        "current",
        "expectation",
        "assumption",
        "historical",
        "fact",
        "example",
        "statement",
        "include",
        "limited",
        "company",
        "expectation",
        "regarding",
        "closing",
        "acquisition",
        "ultimate",
        "amount",
        "consideration",
        "paid",
        "debt",
        "equity",
        "benefit",
        "received",
        "result",
        "acquisition",
        "including",
        "expected",
        "synergy",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "among",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "include",
        "effect",
        "economic",
        "condition",
        "market",
        "condition",
        "market",
        "company",
        "operates",
        "competition",
        "destination",
        "travel",
        "location",
        "throughout",
        "united",
        "state",
        "world",
        "design",
        "timing",
        "cost",
        "expansion",
        "project",
        "risk",
        "relating",
        "international",
        "operation",
        "permit",
        "license",
        "financing",
        "approval",
        "contingency",
        "connection",
        "growth",
        "new",
        "existing",
        "jurisdiction",
        "additional",
        "risk",
        "uncertainty",
        "described",
        "company",
        "form",
        "form",
        "form",
        "report",
        "including",
        "amendment",
        "report",
        "providing",
        "statement",
        "company",
        "undertaking",
        "duty",
        "obligation",
        "update",
        "statement",
        "publicly",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "company",
        "update",
        "one",
        "statement",
        "inference",
        "drawn",
        "make",
        "additional",
        "update",
        "respect",
        "statement",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mgm",
        "resort",
        "international",
        "mgm",
        "growth",
        "property",
        "llc"
    ]
}