{
    "organizations": [],
    "uuid": "116d8beec79b473eaa5620835397617f3daf89b3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-viq-reports-steady-revenue-growth-and-profitable-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "VIQ Reports Steady Revenue Growth and Profitable First",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 29, 2018 (GLOBE NEWSWIRE) -- VIQ Solutions Inc. (“VIQ” or the “Company”) (TSX Venture:VQS), a global expert providing a cybersecurity protected technology and service platform for digital evidence capture and content management, today reported financial results for the three months ended March 31, 2018. Results are reported in US dollars and are prepared in accordance with International Financial Reporting Standards (“IFRS”).\n“We are pleased to report continued growth in top line revenue, and profitability for the quarter,” said Sebastien Paré, President and CEO of VIQ. \"We experienced steady revenue growth from existing customers including some customers upgrading to our latest platform to take advantage of new products and services including VIQ’s upcoming aiAssist TM .”\n\"Development of our previously announced, two new transformative products -- aiAssist TM and Net Scribe Web progressed on plan. Our cognitive artificial intelligence will allow customers to unlock the value of all the content that they capture and store via our core products. As we near commercial launch later this year, we are paving the way for demand with our existing customer base, and opening new vertical opportunities,” Mr. Paré said.\nQ1 2018 Highlights\nRevenues increased 4.2% to $3.0 million from $2.9 million in Q1 2017. Year over year, software revenue increased by 6% and services by 3.1%. The United Kingdom’s Ministry of Justice commenced an upgrade taking advantage of the latest features and advanced security added to the VIQ platform. The UK Nursing and Midwifery Council doubled the size of its VIQ SaaS installation and extended its subscription service. Partnered with Malomatia QSC to collaborate on the prestigious Qatar Supreme Judicial Council audio/video courthouse project. The newly constructed Court House complex integrates the latest global technology and security standards into Qatari courtrooms. VIQ's sophisticated and secure software integrates fully with Cisco video conferencing solutions to feature the latest high definition (HD) cameras and display monitors in several rooms within the complex. This Cisco integration once again proves the valuable power of VIQ's partnerships. Ghana's National Parliament upgraded their daily Hansard Parliamentary recording and transcription system within the main chamber of Parliament and additional committee rooms using VIQ’s platform. All are integrated with our central content server and recordings are made simultaneously from all rooms. Deeper expansion into Africa with VIQ product suite installations within the Mauritius National Assembly, Mauritius Ministry of Finance and Economic Development, Botswana National Assembly and the KZN Provincial Legislature. Further expansion of our VIQ medical capture solution within the University of Guelph’s Veterinary college, to include additional capture capabilities since initial installation in October 2017. Partnered with leading A/V provider AVI-SPL, providing a capture solution to a Canadian Federal Government agency. New installation for a prestigious Canadian medical institute of the VIQ solution to further enhance capabilities of training, quality assurance and process improvement teams. Kurt Maddox, a veteran Court Technology Executive to Lead Global Justice solutions joined VIQ. Significant development efforts on our new artificial intelligence (ai) product aiAssist TM , ensured we stay on track with the plan of starting revenue generation from this transformative initiative in the second half of 2018. Alpha and Beta testing is currently underway with five customers who agreed to implement and work with us during the testing phase. Early sales efforts of NetscribeWeb and aiAssist TM are generating market interest and demand from existing customers and new prospects, and building our sales funnel. The ability to use ai to rapidly improve human productivity and accelerate managing and mining unstructured data (both audio and video files) is a strong value proposition that is resonating with the verticals VIQ serves.\nConference call to Discuss First Quarter 2018 Results\nThe Company will hold a conference call to discuss the Q1 2018 results. The call will consist of a brief update by VIQ President and CEO Sebastien Paré, followed by a question period. Interested parties can participate in the conference call.\nThe call will be held on Thursday, May 31 st at 16:00 ET. Participants may join the conference call by dialing 1-855-223-2840 within North America or 1-647-788-4945 outside of North America five to ten minutes prior to the scheduled start time. The conference ID is 5485329 “VIQ Solutions First Quarter Earnings Call.”\nA telephone replay will be available beginning on May 31 st at 18:45 ET. To access the replay, please dial in 1-855-859-2056 and follow the prompt with the passcode number 5485329.\nFinancial Results\nThe unaudited first quarter 2018 condensed interim consolidated financial statements and results of operations and Management’s Discussion and Analysis of Results and Financial Condition for the three-month period ended March 31, 2018 will be posted on SEDAR’s website at www.sedar.com . The financial information included in this release is qualified in its entirety and should be read together with the unaudited first quarter 2018 condensed interim consolidated financial statements and the audited consolidated financial statements for the year ended December 31, 2017, including the notes thereto.\nForward-looking Statements\nCertain statements included in this news release constitute forward looking statements or forward looking information under applicable securities legislation. Such forward looking statements or information are provided for the purpose of providing information about management's current expectations and plans relating to the future. Readers are cautioned that reliance on such information may not be appropriate for other purposes. Forward looking statements or information typically contain statements with words such as \"anticipate\", \"believe\", \"expect\", \"plan\", \"intend\", \"estimate\", \"propose\", \"project\" or similar words suggesting future outcomes or statements regarding an outlook. Forward looking statements or information in this news release include, but are not limited to, management’s targets for the Company’s growth in 2017, as well as the size, scope, and timing of the implementation of projects currently in the pilot phase.\nForward looking statements or information is based on a number of factors and assumptions which have been used to develop such statements and information, but which may prove to be incorrect. Although VIQ believes that the expectations reflected in such forward looking statements or information are reasonable, undue reliance should not be placed on forward looking statements because VIQ can give no assurance that such expectations will prove to be correct. In addition to other factors and assumptions which may be identified in this news release, assumptions have been made regarding, among other things, the Company’s recent initiatives, and that sales and prospects may provide incremental value for shareholders. Readers are cautioned that the foregoing list is not exhaustive of all factors and assumptions which have been used.\nForward looking statements or information are based on current expectations, estimates and projections that involve a number of risks and uncertainties which could cause actual results to differ materially from those anticipated by VIQ and described in the forward looking statements or information. These risks and uncertainties may cause actual results to differ materially from the forward looking statements or information. Readers are cautioned that the foregoing list is not exhaustive of all possible risks and uncertainties.\nAbout VIQ Solutions Inc.\nVIQ is the leading technology and service platform provider for digital evidence capture and content management. Our secure modular software allows customers to onboard the VIQ platform at any stage of their organization's digitization, from the digital capture of video and audio to online collaboration, mobility, data analytics and integration with sensors, facial recognition, speech recognition and case management or patient record systems. VIQ's technology leads the industry in security, meeting the highest international standards for digital/cyber security and privacy, including military and medical regulations.\nOur solutions are used in over 20 countries with tens of thousands of users in more than 200 government and private agencies including law enforcement, immigration, medical, legal, insurance, courts, transportation and transcription service providers. VIQ also provides end-to-end transcription services to several large government agencies through our Australia-based reporting and transcription partners. VIQ operates worldwide with partners like security integrators, audio-video specialists, and hardware and data storage suppliers. For more information about VIQ, please visit www.viqsolutions.com .\nFor further information: Peter Kostandenou, Chief Marketing Officer, VIQ Solutions, (905) 948-8266 ext. 213, email: peter@viqsolutions.com .\nFor more information about VIQ, please visit www.viqsolutions.com .\nNeither the TSX Venture Exchange nor its Regulation Service Provider (as that term is defined in the policies of the Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource: VIQ Solutions Inc.",
    "published": "2018-05-30T00:01:00.000+03:00",
    "crawled": "2018-05-30T00:59:41.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "viq",
        "solution",
        "viq",
        "company",
        "tsx",
        "venture",
        "vqs",
        "global",
        "expert",
        "providing",
        "cybersecurity",
        "protected",
        "technology",
        "service",
        "platform",
        "digital",
        "evidence",
        "capture",
        "content",
        "management",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "result",
        "reported",
        "u",
        "dollar",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "pleased",
        "report",
        "continued",
        "growth",
        "top",
        "line",
        "revenue",
        "profitability",
        "quarter",
        "said",
        "sebastien",
        "paré",
        "president",
        "ceo",
        "viq",
        "experienced",
        "steady",
        "revenue",
        "growth",
        "existing",
        "customer",
        "including",
        "customer",
        "upgrading",
        "latest",
        "platform",
        "take",
        "advantage",
        "new",
        "product",
        "service",
        "including",
        "viq",
        "upcoming",
        "aiassist",
        "tm",
        "development",
        "previously",
        "announced",
        "two",
        "new",
        "transformative",
        "product",
        "aiassist",
        "tm",
        "net",
        "scribe",
        "web",
        "progressed",
        "plan",
        "cognitive",
        "artificial",
        "intelligence",
        "allow",
        "customer",
        "unlock",
        "value",
        "content",
        "capture",
        "store",
        "via",
        "core",
        "product",
        "near",
        "commercial",
        "launch",
        "later",
        "year",
        "paving",
        "way",
        "demand",
        "existing",
        "customer",
        "base",
        "opening",
        "new",
        "vertical",
        "opportunity",
        "paré",
        "said",
        "q1",
        "highlight",
        "revenue",
        "increased",
        "million",
        "million",
        "q1",
        "year",
        "year",
        "software",
        "revenue",
        "increased",
        "service",
        "united",
        "kingdom",
        "ministry",
        "justice",
        "commenced",
        "upgrade",
        "taking",
        "advantage",
        "latest",
        "feature",
        "advanced",
        "security",
        "added",
        "viq",
        "platform",
        "uk",
        "nursing",
        "midwifery",
        "council",
        "doubled",
        "size",
        "viq",
        "saas",
        "installation",
        "extended",
        "subscription",
        "service",
        "partnered",
        "malomatia",
        "qsc",
        "collaborate",
        "prestigious",
        "qatar",
        "supreme",
        "judicial",
        "council",
        "courthouse",
        "project",
        "newly",
        "constructed",
        "court",
        "house",
        "complex",
        "integrates",
        "latest",
        "global",
        "technology",
        "security",
        "standard",
        "qatari",
        "courtroom",
        "viq",
        "sophisticated",
        "secure",
        "software",
        "integrates",
        "fully",
        "cisco",
        "video",
        "conferencing",
        "solution",
        "feature",
        "latest",
        "high",
        "definition",
        "hd",
        "camera",
        "display",
        "monitor",
        "several",
        "room",
        "within",
        "complex",
        "cisco",
        "integration",
        "prof",
        "valuable",
        "power",
        "viq",
        "partnership",
        "ghana",
        "national",
        "parliament",
        "upgraded",
        "daily",
        "hansard",
        "parliamentary",
        "recording",
        "transcription",
        "system",
        "within",
        "main",
        "chamber",
        "parliament",
        "additional",
        "committee",
        "room",
        "using",
        "viq",
        "platform",
        "integrated",
        "central",
        "content",
        "server",
        "recording",
        "made",
        "simultaneously",
        "room",
        "deeper",
        "expansion",
        "africa",
        "viq",
        "product",
        "suite",
        "installation",
        "within",
        "mauritius",
        "national",
        "assembly",
        "mauritius",
        "ministry",
        "finance",
        "economic",
        "development",
        "botswana",
        "national",
        "assembly",
        "kzn",
        "provincial",
        "legislature",
        "expansion",
        "viq",
        "medical",
        "capture",
        "solution",
        "within",
        "university",
        "guelph",
        "veterinary",
        "college",
        "include",
        "additional",
        "capture",
        "capability",
        "since",
        "initial",
        "installation",
        "october",
        "partnered",
        "leading",
        "provider",
        "providing",
        "capture",
        "solution",
        "canadian",
        "federal",
        "government",
        "agency",
        "new",
        "installation",
        "prestigious",
        "canadian",
        "medical",
        "institute",
        "viq",
        "solution",
        "enhance",
        "capability",
        "training",
        "quality",
        "assurance",
        "process",
        "improvement",
        "team",
        "kurt",
        "maddox",
        "veteran",
        "court",
        "technology",
        "executive",
        "lead",
        "global",
        "justice",
        "solution",
        "joined",
        "viq",
        "significant",
        "development",
        "effort",
        "new",
        "artificial",
        "intelligence",
        "ai",
        "product",
        "aiassist",
        "tm",
        "ensured",
        "stay",
        "track",
        "plan",
        "starting",
        "revenue",
        "generation",
        "transformative",
        "initiative",
        "second",
        "half",
        "alpha",
        "beta",
        "testing",
        "currently",
        "underway",
        "five",
        "customer",
        "agreed",
        "implement",
        "work",
        "u",
        "testing",
        "phase",
        "early",
        "sale",
        "effort",
        "netscribeweb",
        "aiassist",
        "tm",
        "generating",
        "market",
        "interest",
        "demand",
        "existing",
        "customer",
        "new",
        "prospect",
        "building",
        "sale",
        "funnel",
        "ability",
        "use",
        "ai",
        "rapidly",
        "improve",
        "human",
        "productivity",
        "accelerate",
        "managing",
        "mining",
        "unstructured",
        "data",
        "audio",
        "video",
        "file",
        "strong",
        "value",
        "proposition",
        "resonating",
        "vertical",
        "viq",
        "serf",
        "conference",
        "call",
        "discus",
        "first",
        "quarter",
        "result",
        "company",
        "hold",
        "conference",
        "call",
        "discus",
        "q1",
        "result",
        "call",
        "consist",
        "brief",
        "update",
        "viq",
        "president",
        "ceo",
        "sebastien",
        "paré",
        "followed",
        "question",
        "period",
        "interested",
        "party",
        "participate",
        "conference",
        "call",
        "call",
        "held",
        "thursday",
        "may",
        "st",
        "et",
        "participant",
        "may",
        "join",
        "conference",
        "call",
        "dialing",
        "within",
        "north",
        "america",
        "outside",
        "north",
        "america",
        "five",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "conference",
        "id",
        "viq",
        "solution",
        "first",
        "quarter",
        "earnings",
        "telephone",
        "replay",
        "available",
        "beginning",
        "may",
        "st",
        "et",
        "access",
        "replay",
        "please",
        "dial",
        "follow",
        "prompt",
        "passcode",
        "number",
        "financial",
        "result",
        "unaudited",
        "first",
        "quarter",
        "condensed",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "result",
        "operation",
        "management",
        "discussion",
        "analysis",
        "result",
        "financial",
        "condition",
        "period",
        "ended",
        "march",
        "posted",
        "sedar",
        "website",
        "financial",
        "information",
        "included",
        "release",
        "qualified",
        "entirety",
        "read",
        "together",
        "unaudited",
        "first",
        "quarter",
        "condensed",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "year",
        "ended",
        "december",
        "including",
        "note",
        "thereto",
        "statement",
        "certain",
        "statement",
        "included",
        "news",
        "release",
        "constitute",
        "forward",
        "looking",
        "statement",
        "forward",
        "looking",
        "information",
        "applicable",
        "security",
        "legislation",
        "forward",
        "looking",
        "statement",
        "information",
        "provided",
        "purpose",
        "providing",
        "information",
        "management",
        "current",
        "expectation",
        "plan",
        "relating",
        "future",
        "reader",
        "cautioned",
        "reliance",
        "information",
        "may",
        "appropriate",
        "purpose",
        "forward",
        "looking",
        "statement",
        "information",
        "typically",
        "contain",
        "statement",
        "word",
        "anticipate",
        "believe",
        "expect",
        "plan",
        "intend",
        "estimate",
        "propose",
        "project",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "statement",
        "regarding",
        "outlook",
        "forward",
        "looking",
        "statement",
        "information",
        "news",
        "release",
        "include",
        "limited",
        "management",
        "target",
        "company",
        "growth",
        "well",
        "size",
        "scope",
        "timing",
        "implementation",
        "project",
        "currently",
        "pilot",
        "phase",
        "forward",
        "looking",
        "statement",
        "information",
        "based",
        "number",
        "factor",
        "assumption",
        "used",
        "develop",
        "statement",
        "information",
        "may",
        "prove",
        "incorrect",
        "although",
        "viq",
        "belief",
        "expectation",
        "reflected",
        "forward",
        "looking",
        "statement",
        "information",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "forward",
        "looking",
        "statement",
        "viq",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "addition",
        "factor",
        "assumption",
        "may",
        "identified",
        "news",
        "release",
        "assumption",
        "made",
        "regarding",
        "among",
        "thing",
        "company",
        "recent",
        "initiative",
        "sale",
        "prospect",
        "may",
        "provide",
        "incremental",
        "value",
        "shareholder",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "exhaustive",
        "factor",
        "assumption",
        "used",
        "forward",
        "looking",
        "statement",
        "information",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "viq",
        "described",
        "forward",
        "looking",
        "statement",
        "information",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "information",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "exhaustive",
        "possible",
        "risk",
        "uncertainty",
        "viq",
        "solution",
        "viq",
        "leading",
        "technology",
        "service",
        "platform",
        "provider",
        "digital",
        "evidence",
        "capture",
        "content",
        "management",
        "secure",
        "modular",
        "software",
        "allows",
        "customer",
        "onboard",
        "viq",
        "platform",
        "stage",
        "organization",
        "digitization",
        "digital",
        "capture",
        "video",
        "audio",
        "online",
        "collaboration",
        "mobility",
        "data",
        "analytics",
        "integration",
        "sensor",
        "facial",
        "recognition",
        "speech",
        "recognition",
        "case",
        "management",
        "patient",
        "record",
        "system",
        "viq",
        "technology",
        "lead",
        "industry",
        "security",
        "meeting",
        "highest",
        "international",
        "standard",
        "security",
        "privacy",
        "including",
        "military",
        "medical",
        "regulation",
        "solution",
        "used",
        "country",
        "ten",
        "thousand",
        "user",
        "government",
        "private",
        "agency",
        "including",
        "law",
        "enforcement",
        "immigration",
        "medical",
        "legal",
        "insurance",
        "court",
        "transportation",
        "transcription",
        "service",
        "provider",
        "viq",
        "also",
        "provides",
        "transcription",
        "service",
        "several",
        "large",
        "government",
        "agency",
        "reporting",
        "transcription",
        "partner",
        "viq",
        "operates",
        "worldwide",
        "partner",
        "like",
        "security",
        "integrator",
        "specialist",
        "hardware",
        "data",
        "storage",
        "supplier",
        "information",
        "viq",
        "please",
        "visit",
        "information",
        "peter",
        "kostandenou",
        "chief",
        "marketing",
        "officer",
        "viq",
        "solution",
        "ext",
        "email",
        "peter",
        "information",
        "viq",
        "please",
        "visit",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "viq",
        "solution",
        "inc"
    ]
}