{
    "organizations": [],
    "uuid": "3276448f06f99183e61a0b34699c48fb90377436",
    "author": "Jen Wieczner",
    "url": "http://fortune.com/2018/05/07/warren-buffett-berkshire-hathaway-meeting-quotes/",
    "ord_in_thread": 0,
    "title": "Warren Buffett: Berkshire Hathaway Meeting's Best Quotes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Jen Wieczner May 7, 2018\nThe investors who make the pilgrimage to Omaha for Berkshire Hathaway’s annual meeting come largely to glean stock investing advice from billionaire Warren Buffett.\nThe so-called Oracle of Omaha has built Berkshire Hathaway into one of the most valuable companies in the world, and developed a global following of investors who seek to emulate Buffett’s stock-picking prowess.\nAt the Berkshire Hathaway meeting Saturday, Buffett held court on stage—alongside his right-hand man and jokester Charlie Munger —and fielded questions from shareholders for almost six hours straight. As is typical, Buffett’s responses ran the gamut, covering his outlook on a potential trade war with China, his love of Apple stock, his mistake not buying Google or Amazon stock, his health care venture with Amazon and JPMorgan Chase , and even his differences with Tesla CEO Elon Musk .\nOne underlying theme: Buffett, at age 87, is “bullish”—on the future of America, as well as the future of his company Berkshire Hathaway (brk-a) . For more of the Oracle’s pronouncements, here is a selection of the best Buffett quotes from the Berkshire Hathaway meeting 2018. On Apple\n“We’re betting on the success of Apple products like the iPhone, and I see characteristics in that that make me think it’s extraordinary….And I didn’t go into Apple because it was a tech stock in the least. I went into Apple because I came to certain conclusions about both the intelligence with the capital they deploy but more important the value of an ecosystem and how permanent that ecosystem could be. And what the threats were to it and a whole bunch of things. And I don’t think that required me to take apart an iPhone or something and figure out what all the components were. It’s much more the nature of consumer behavior, and some things strike me as having a lot more permanence than others.” On the world’s future\n“I’m bullish on the future of the United States, but I’m bullish on the future of China, and to a significant extent the rest of the world. People are going to be living better 10, 20, 50 years from now, and I don’t think that’s something that can be stopped, absent weapons of mass destruction.” On gender equality\n“It does make me bullish. It makes me bullish on the human race. But certainly our country, because if you look at what happened before the 19th Amendment [granting women the right to vote] and then after the 19th Amendment for a long time and continuing to this day, there’s been significant improvement. And I do feel more optimistic about the future, because I think there will be more selection by merit rather than by gender, or by race or by inheritance. And I think that if you had a system where all businesses got passed on to the eldest son or something, I think that society would make a lot less progress than one that’s merit based.” On Elon Musk and moats\n“Certainly you should be working on improving your own moat and defending your own moat all the time. And Elon may turn things upside down in some areas. I don’t think he’d want to take us on in candy. And we’ve got some other businesses that wouldn’t be so easy. You can look at something like Garanimals….It won’t be technology that takes away the business in Garanimals—maybe something else that catches the young kids’ fantasy or something. But there are some pretty good moats around.” On cryptocurrency\n“When you buy something because you’re hoping tomorrow morning you’re going to wake up and the price will be higher, you need more people coming into it than are leaving. And you can get that and it will feed on itself for a while, and sometimes for a long while, and sometimes to extraordinary numbers, but they come to bad endings, and cryptocurrencies will come to bad endings. And along with the fact that there’s nothing being produced in the way of value from the asset, you also have the problem that it draws in a lot of charlatans and that sort of thing, who are trying to create various sorts of exchanges or whatever it may be. It’s something where people who are of less-than-stellar character see an opportunity to clip people who were trying to get rich because their neighbor’s getting rich buying this stuff neither one of them understands. It will come to a bad ending.” On Wells Fargo\n“Wells Fargo is a company that proved the efficacy of incentives. And it’s just that they had the wrong incentives. And that was bad….The fact that you are going to have problems at some large institution is not unique. In fact all the big banks have had troubles at some point or another. And I see no reason why Wells Fargo as a company from both an investment standpoint and a moral standpoint going forward is in any way inferior to the other banks with which it competes. They made a very big mistake….But I like it as an investment. I like [CEO] Tim Sloan as a manager. And he is correcting mistakes made by other people.” On becoming a great investor\n“What we do is not a complicated business. It’s got to be a disciplined business, but it does not require a super high IQ or anything of the sort. And there are a few fundamentals that are incredibly important. And you do have to understand accounting, and it helps to get out and talk to consumers and start thinking like a consumer in many ways and all of that, but it just doesn’t require advanced learning.” On why Berkshire Hathaway won’t take a stance on guns\n“My political views, I don’t think I put them in a blind trust at all when I take the job. In 2016, I raised a lot of money, in my case raised it for Hillary [Clinton] and spoke out in ways that were quite frank. But when I do that, I don’t think I do that for Berkshire, I’m speaking as a private citizen, and I don’t think I have any business speaking for Berkshire….And I don’t think that we should have a question on the Geico [insurance] policy, ‘Are you an NRA member?’ And if you are you’re not good enough for us. I do not believe in imposing my political opinions on the activities of our business. And if you get to what companies are pure and which ones aren’t pure, I think it’s very difficult to make that call.” On cybersecurity risks\n“We have a pretty good idea of the probabilities of a quake in California or the probability of a 3 or 4 hurricane hitting Florida or wherever it may be. But we don’t know what we’re doing in cyber. I think anybody who tells you now that they think they know in some actuarial way what the general experience is likely to be in the future or what the worst case would be, is getting ahead of themselves, and that’s one of the reasons I say a $400 billion event has a roughly 2% probability per year of happening. Cyber is unchartered territory and it’s going to get worse not better.” On Federal Reserve interest rates\n“The one thing we know is we think long-term bonds are a terrible investment at current rates or anything close to current rates. So basically all of our money that is waiting to be placed is in Treasury bills that I think have an average maturity of four months, or something like that, at most.” On investing in China\n“In August I will be 88, and that will be the eighth month of the year, and it’s a year that ends with an 8, and as you and I both know 8 is a very lucky number in China, so if you find anything over there for me, this is the time we should be acquiring something—all those eights.” On a U.S.-China trade war\n“The United States and China are going to be the two superpowers of the world economically and in other ways for a long, long, long time. We have a lot of common interests and like any two big economic entities, there are times when there will be tensions, but it is a win-win situation when the world trades basically in China and the U.S….It’s just too big and too obvious—the benefits are huge, and the world’s dependent on it in a major way for its progress—for two intelligent countries to do something extremely foolish….So it is a win-win situation, the only problem is when one side or the other wants to win a little bit too much. But we will not sacrifice the world—we will not sacrifice world prosperity based on differences that arise in trade….I don’t think the United States or China—they’ll be some jockeying back and forth and will leave some people unhappy—but I don’t think either country will dig themselves into something that precipitates and continues any kind of real trade war in this country.” On politics in the United States\n“Multiple times in my life people have felt the country was more divided than ever, and I’ve gone through periods where people I knew and admired thought that because the other party was in power that there would never be another election….If you’d told me at the start you’d have a Cuban missile crisis, and you’d have nuclear weapons and you’d have a financial panic and you’d have many recessions and war in the streets in the late ’60s from a divided country, you’d say, ‘Why the hell are you buying stocks?’ And through it all, America—in fits and starts, but America really moves ahead.\n“Everybody in this room essentially is living better in multiple ways than John D. Rockefeller senior was, who was the richest person in the world during my early years. And we’re all living better than he could live. So this is a remarkable, remarkable country and we’ve found something very special. And I would love to be a baby being born in the United States today.” SPONSORED FINANCIAL CONTENT",
    "published": "2018-05-08T03:43:00.000+03:00",
    "crawled": "2018-05-08T00:56:51.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jen",
        "wieczner",
        "may",
        "investor",
        "make",
        "pilgrimage",
        "omaha",
        "berkshire",
        "hathaway",
        "annual",
        "meeting",
        "come",
        "largely",
        "glean",
        "stock",
        "investing",
        "advice",
        "billionaire",
        "warren",
        "buffett",
        "oracle",
        "omaha",
        "built",
        "berkshire",
        "hathaway",
        "one",
        "valuable",
        "company",
        "world",
        "developed",
        "global",
        "following",
        "investor",
        "seek",
        "emulate",
        "buffett",
        "prowess",
        "berkshire",
        "hathaway",
        "meeting",
        "saturday",
        "buffett",
        "held",
        "court",
        "man",
        "jokester",
        "charlie",
        "munger",
        "fielded",
        "question",
        "shareholder",
        "almost",
        "six",
        "hour",
        "straight",
        "typical",
        "buffett",
        "response",
        "ran",
        "gamut",
        "covering",
        "outlook",
        "potential",
        "trade",
        "war",
        "china",
        "love",
        "apple",
        "stock",
        "mistake",
        "buying",
        "google",
        "amazon",
        "stock",
        "health",
        "care",
        "venture",
        "amazon",
        "jpmorgan",
        "chase",
        "even",
        "difference",
        "tesla",
        "ceo",
        "elon",
        "musk",
        "one",
        "underlying",
        "theme",
        "buffett",
        "age",
        "bullish",
        "future",
        "america",
        "well",
        "future",
        "company",
        "berkshire",
        "hathaway",
        "oracle",
        "pronouncement",
        "selection",
        "best",
        "buffett",
        "quote",
        "berkshire",
        "hathaway",
        "meeting",
        "apple",
        "betting",
        "success",
        "apple",
        "product",
        "like",
        "iphone",
        "see",
        "characteristic",
        "make",
        "think",
        "go",
        "apple",
        "tech",
        "stock",
        "least",
        "went",
        "apple",
        "came",
        "certain",
        "conclusion",
        "intelligence",
        "capital",
        "deploy",
        "important",
        "value",
        "ecosystem",
        "permanent",
        "ecosystem",
        "could",
        "threat",
        "whole",
        "bunch",
        "thing",
        "think",
        "required",
        "take",
        "apart",
        "iphone",
        "something",
        "figure",
        "component",
        "much",
        "nature",
        "consumer",
        "behavior",
        "thing",
        "strike",
        "lot",
        "permanence",
        "world",
        "future",
        "bullish",
        "future",
        "united",
        "state",
        "bullish",
        "future",
        "china",
        "significant",
        "extent",
        "rest",
        "world",
        "people",
        "going",
        "living",
        "better",
        "year",
        "think",
        "something",
        "stopped",
        "absent",
        "weapon",
        "mass",
        "gender",
        "equality",
        "make",
        "bullish",
        "make",
        "bullish",
        "human",
        "race",
        "certainly",
        "country",
        "look",
        "happened",
        "19th",
        "amendment",
        "granting",
        "woman",
        "right",
        "vote",
        "19th",
        "amendment",
        "long",
        "time",
        "continuing",
        "day",
        "significant",
        "improvement",
        "feel",
        "optimistic",
        "future",
        "think",
        "selection",
        "merit",
        "rather",
        "gender",
        "race",
        "inheritance",
        "think",
        "system",
        "business",
        "got",
        "passed",
        "eldest",
        "son",
        "something",
        "think",
        "society",
        "would",
        "make",
        "lot",
        "less",
        "progress",
        "one",
        "merit",
        "elon",
        "musk",
        "moat",
        "certainly",
        "working",
        "improving",
        "moat",
        "defending",
        "moat",
        "time",
        "elon",
        "may",
        "turn",
        "thing",
        "upside",
        "area",
        "think",
        "want",
        "take",
        "u",
        "candy",
        "got",
        "business",
        "easy",
        "look",
        "something",
        "like",
        "technology",
        "take",
        "away",
        "business",
        "something",
        "else",
        "catch",
        "young",
        "kid",
        "fantasy",
        "something",
        "pretty",
        "good",
        "moat",
        "cryptocurrency",
        "buy",
        "something",
        "hoping",
        "tomorrow",
        "morning",
        "going",
        "wake",
        "price",
        "higher",
        "need",
        "people",
        "coming",
        "leaving",
        "get",
        "feed",
        "sometimes",
        "long",
        "sometimes",
        "extraordinary",
        "number",
        "come",
        "bad",
        "ending",
        "cryptocurrencies",
        "come",
        "bad",
        "ending",
        "along",
        "fact",
        "nothing",
        "produced",
        "way",
        "value",
        "asset",
        "also",
        "problem",
        "draw",
        "lot",
        "charlatan",
        "sort",
        "thing",
        "trying",
        "create",
        "various",
        "sort",
        "exchange",
        "whatever",
        "may",
        "something",
        "people",
        "character",
        "see",
        "opportunity",
        "clip",
        "people",
        "trying",
        "get",
        "rich",
        "neighbor",
        "getting",
        "rich",
        "buying",
        "stuff",
        "neither",
        "one",
        "understands",
        "come",
        "bad",
        "well",
        "fargo",
        "well",
        "fargo",
        "company",
        "proved",
        "efficacy",
        "incentive",
        "wrong",
        "incentive",
        "fact",
        "going",
        "problem",
        "large",
        "institution",
        "unique",
        "fact",
        "big",
        "bank",
        "trouble",
        "point",
        "another",
        "see",
        "reason",
        "well",
        "fargo",
        "company",
        "investment",
        "standpoint",
        "moral",
        "standpoint",
        "going",
        "forward",
        "way",
        "inferior",
        "bank",
        "competes",
        "made",
        "big",
        "like",
        "investment",
        "like",
        "ceo",
        "tim",
        "sloan",
        "manager",
        "correcting",
        "mistake",
        "made",
        "becoming",
        "great",
        "investor",
        "complicated",
        "business",
        "got",
        "disciplined",
        "business",
        "require",
        "super",
        "high",
        "iq",
        "anything",
        "sort",
        "fundamental",
        "incredibly",
        "important",
        "understand",
        "accounting",
        "help",
        "get",
        "talk",
        "consumer",
        "start",
        "thinking",
        "like",
        "consumer",
        "many",
        "way",
        "require",
        "advanced",
        "berkshire",
        "hathaway",
        "take",
        "stance",
        "gun",
        "political",
        "view",
        "think",
        "put",
        "blind",
        "trust",
        "take",
        "job",
        "raised",
        "lot",
        "money",
        "case",
        "raised",
        "hillary",
        "clinton",
        "spoke",
        "way",
        "quite",
        "frank",
        "think",
        "berkshire",
        "speaking",
        "private",
        "citizen",
        "think",
        "business",
        "speaking",
        "think",
        "question",
        "geico",
        "insurance",
        "policy",
        "nra",
        "member",
        "good",
        "enough",
        "u",
        "believe",
        "imposing",
        "political",
        "opinion",
        "activity",
        "business",
        "get",
        "company",
        "pure",
        "one",
        "pure",
        "think",
        "difficult",
        "make",
        "cybersecurity",
        "risk",
        "pretty",
        "good",
        "idea",
        "probability",
        "quake",
        "california",
        "probability",
        "hurricane",
        "hitting",
        "florida",
        "wherever",
        "may",
        "know",
        "cyber",
        "think",
        "anybody",
        "tell",
        "think",
        "know",
        "actuarial",
        "way",
        "general",
        "experience",
        "likely",
        "future",
        "worst",
        "case",
        "would",
        "getting",
        "ahead",
        "one",
        "reason",
        "say",
        "billion",
        "event",
        "roughly",
        "probability",
        "per",
        "year",
        "happening",
        "cyber",
        "unchartered",
        "territory",
        "going",
        "get",
        "worse",
        "federal",
        "reserve",
        "interest",
        "rate",
        "one",
        "thing",
        "know",
        "think",
        "bond",
        "terrible",
        "investment",
        "current",
        "rate",
        "anything",
        "close",
        "current",
        "rate",
        "basically",
        "money",
        "waiting",
        "placed",
        "treasury",
        "bill",
        "think",
        "average",
        "maturity",
        "four",
        "month",
        "something",
        "like",
        "investing",
        "china",
        "august",
        "eighth",
        "month",
        "year",
        "year",
        "end",
        "know",
        "lucky",
        "number",
        "china",
        "find",
        "anything",
        "time",
        "acquiring",
        "trade",
        "war",
        "united",
        "state",
        "china",
        "going",
        "two",
        "superpower",
        "world",
        "economically",
        "way",
        "long",
        "long",
        "long",
        "time",
        "lot",
        "common",
        "interest",
        "like",
        "two",
        "big",
        "economic",
        "entity",
        "time",
        "tension",
        "situation",
        "world",
        "trade",
        "basically",
        "china",
        "big",
        "benefit",
        "huge",
        "world",
        "dependent",
        "major",
        "way",
        "two",
        "intelligent",
        "country",
        "something",
        "extremely",
        "situation",
        "problem",
        "one",
        "side",
        "want",
        "win",
        "little",
        "bit",
        "much",
        "sacrifice",
        "sacrifice",
        "world",
        "prosperity",
        "based",
        "difference",
        "arise",
        "think",
        "united",
        "state",
        "jockeying",
        "back",
        "forth",
        "leave",
        "people",
        "think",
        "either",
        "country",
        "dig",
        "something",
        "precipitate",
        "continues",
        "kind",
        "real",
        "trade",
        "war",
        "politics",
        "united",
        "state",
        "multiple",
        "time",
        "life",
        "people",
        "felt",
        "country",
        "divided",
        "ever",
        "gone",
        "period",
        "people",
        "knew",
        "admired",
        "thought",
        "party",
        "power",
        "would",
        "never",
        "another",
        "told",
        "start",
        "cuban",
        "missile",
        "crisis",
        "nuclear",
        "weapon",
        "financial",
        "panic",
        "many",
        "recession",
        "war",
        "street",
        "late",
        "60",
        "divided",
        "country",
        "say",
        "hell",
        "buying",
        "stock",
        "fit",
        "start",
        "america",
        "really",
        "move",
        "ahead",
        "everybody",
        "room",
        "essentially",
        "living",
        "better",
        "multiple",
        "way",
        "john",
        "rockefeller",
        "senior",
        "richest",
        "person",
        "world",
        "early",
        "year",
        "living",
        "better",
        "could",
        "live",
        "remarkable",
        "remarkable",
        "country",
        "found",
        "something",
        "special",
        "would",
        "love",
        "baby",
        "born",
        "united",
        "state",
        "sponsored",
        "financial",
        "content"
    ]
}