{
    "organizations": [],
    "uuid": "46b8be3c019b3990a2eacf7702c30f940670385c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/28/globe-newswire-diversified-royalty-corp-files-annual-meeting-materials-and-announces-board-changes.html",
    "ord_in_thread": 0,
    "title": "Diversified Royalty Corp. Files Annual Meeting Materials and Announces Board Changes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Not for distribution to US news wire services or for US dissemination.\nVANCOUVER, British Columbia, May 28, 2018 (GLOBE NEWSWIRE) -- Diversified Royalty Corp. (TSX:DIV)(TSX:DIV.DB) (the “Corporation” or “DIV”) announces that it has filed its management information circular and other meeting materials (collectively, the “Meeting Materials”) in respect of its annual meeting of shareholders to be held on June 25, 2018 (the “Meeting”) and the nomination of three new independent director candidates to replace two independent directors, Messrs. Mitchell Gropper and Murray Coleman, who will retire from DIV’s Board of Directors at the conclusion of the Meeting.\nThe new independent director nominees are:\nAnita Anand. Ms. Anand holds the J.R. Kimber Chair in Investor Protection and Corporate Governance at the Faculty of Law, University of Toronto where she is a full professor and has been employed since 2006. Prior to 2006, she held various other academic positions, including as a law professor at the Faculty of Law, Queen’s University. Ms. Anand is also currently a member of the Securities Advisory Committee of the Ontario Securities Commission. She was called to the Bar in the Province of Ontario and practiced corporate law at a major Toronto law firm from 1994-1997 with a leave to complete her LL.M. Ms. Anand also serves as a Director on several non-profit organizations.\nGarry Herdler. Mr. Herdler has significant finance, operations and capital markets expertise with over 25 years as a Chief Financial Officer, an investment banker, a KPMG CPA/CA and tax advisor, and a private equity management consultant in several industries. Mr. Herdler has been the Chief Financial Officer of several companies, including one U.S. publicly listed company, six U.S. private equity-owned companies and one global real estate company, in high change and growth situations in integration, operational improvement, IT conversions and turnarounds. Mr. Herdler is currently Chief Financial Officer of QuadReal Property Group in Vancouver, BC, which manages over a $25 billion global portfolio of income properties, developments and investments. Previously, he was a Senior Director with Alvarez & Marsal Private Equity Performance Improvement Group, LLC in New York, NY. In addition, Mr. Herdler spent nearly ten years in investment banking, leveraged finance and equity capital markets at Deutsche Bank Securities, Bankers Trust and CIBC World Markets.\nLorraine McLachlan. Ms. McLachlan was the President and Chief Executive Officer of the Canadian Franchise Association (“CFA”), the authoritative voice of franchising in Canada, from October 2006 to May 2018. Ms. McLachlan has held senior leadership roles in trade associations and not-for-profit organizations for over 25 years. Prior to joining CFA, Lorraine served for 10 years as Vice President of the Canadian Marketing Association and also held senior fundraising roles for a number of social service agencies. Ms. McLachlan has also served as a director of several non-profit organizations. She is a graduate of the University of Toronto and holds an MBA from Royal Roads University in British Columbia.\n\"We are pleased to have these three highly qualified independent director nominees stand for election at our 2018 Meeting. The combination of diverse skills, experience and expertise of these nominees will enhance the skill set of our Board of Directors,\" said Lawrence Haber, Chair of DIV’s Board of Directors. \"In addition, we want to thank Mr. Gropper and Mr. Coleman for their diligent service and considerable contributions as directors throughout their tenures.\"\nIn the event these three new director nominees as well as returning director nominees Mr. Lawrence Haber, Ms. Paula Rogers and Mr. Johnny Ciampi are elected at the Meeting, the Board of Directors will be composed of six directors. Additional details regarding all director nominees are contained in the Meeting Materials, which are available on SEDAR at www.sedar.com and on the Company's website at www.diversifiedroyaltycorp.com .\nAbout Diversified Royalty Corp.\nDIV is a multi-royalty corporation, engaged in the business of acquiring top-line royalties from well-managed multi-location businesses and franchisors in North America. DIV’s objective is to acquire predictable, growing royalty streams from a diverse group of multi-location businesses and franchisors.\nDIV currently owns the Sutton, Mr. Lube and AIR MILES ® trademarks in Canada. Sutton is among the leading residential real estate brokerage franchisor businesses in Canada with over 200 offices across Canada. Mr. Lube is the leading quick lube service business in Canada with 174 locations across Canada and over $225 million of annual system sales. AIR MILES ® is Canada’s largest coalition loyalty program with over 200 leading brand-name sponsors; approximately two-thirds of Canadian households actively participate in the AIR MILES ® Program.\nDIV expects to increase cash flow per share by making accretive royalty purchases and through the growth of purchased royalties. DIV expects to pay a predictable and stable dividend to shareholders and increase the dividend as cash flow per share increases allow.\nForward Looking Statements\nCertain statements contained in this news release may constitute forward-looking statements which involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. The use of any of the words “anticipate”, “continue”, “estimate”, “expect”, “intend”, “may”, “will”, ”project”, “should”, “believe”, “confident”, “plan” and “intends” and similar expressions are intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. Specifically, forward-looking statements in this news release include, but are not limited to, statements made in relation to: the time of the Meeting; the skills, experience and expertise the independent director nominees would bring to the DIV Board of Directors if elected; the retirement of Messrs. Gropper and Coleman from the DIV Board of Directors following the Meeting; the size of the DIV Board of Directors if all nominees are elected; DIV’s ability to pay a predictable and stable dividend to shareholders; and DIV’s corporate objectives. These statements involve known and unknown risks, uncertainties and other factors that may cause actual results or events, performance, or achievements of DIV to those anticipated or implied in such forward-looking statements. DIV believes that the expectations reflected in these forward-looking statements are reasonable but no assurance can be given that these expectations will prove to be correct. In particular there can be no assurance that : the nominees for election to the DIV Board of Directors will be elected at the Meeting; DIV will be able to make monthly dividend payments to the holders of its common shares; or DIV will achieve any of its corporate objectives. Given these uncertainties, readers are cautioned that forward-looking statements included in this news release are not guarantees of future performance, and such forward-looking statements should not be unduly relied upon. More information about the risks and uncertainties affecting DIV’s business and the businesses of its royalty partners can be found in the “Risk Factors” section of its Annual Information Form dated March 28, 2018, which is available under DIV’s profile on SEDAR at www.sedar.com .\nIn formulating the forward-looking statements contained herein, management has assumed that business and economic conditions affecting DIV and its royalty partners will continue substantially in the ordinary course, including without limitation with respect to general industry conditions, general levels of economic activity and regulations and that the nominees for election to the DIV Board of Directors identified in the Meeting Materials will be elected to the DIV Board of Directors at the Meeting . These assumptions, although considered reasonable by management at the time of preparation, may prove to be incorrect.\nAll of the forward-looking statements made in this news release are qualified by these cautionary statements and other cautionary statements or factors contained herein, and there can be no assurance that the actual results or developments will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, DIV. The forward-looking statements are made as of the date of this news release and DIV assumes no obligation to publicly update or revise such information to reflect new events or circumstances, except as may be required by applicable law.\nTHE TORONTO STOCK EXCHANGE HAS NOT REVIEWED AND DOES NOT ACCEPT RESPONSIBILITY FOR THE ADEQUACY OR THE ACCURACY OF THIS RELEASE.\nAdditional Information\nAdditional information relating to the Corporation and other public filings, is available on SEDAR at www.sedar.com .\nContact:\nSean Morrison, President and Chief Executive Officer\nDiversified Royalty Corp.\n(604) 235-3146\nGreg Gutmanis, Chief Financial Officer and VP Acquisitions\nDiversified Royalty Corp.\n(604) 235-3146\nSource: Diversified Royalty Corp.",
    "published": "2018-05-29T01:00:00.000+03:00",
    "crawled": "2018-05-29T03:03:44.035+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "distribution",
        "u",
        "news",
        "wire",
        "service",
        "u",
        "dissemination",
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "diversified",
        "royalty",
        "tsx",
        "div",
        "tsx",
        "corporation",
        "div",
        "announces",
        "filed",
        "management",
        "information",
        "circular",
        "meeting",
        "material",
        "collectively",
        "meeting",
        "material",
        "respect",
        "annual",
        "meeting",
        "shareholder",
        "held",
        "june",
        "meeting",
        "nomination",
        "three",
        "new",
        "independent",
        "director",
        "candidate",
        "replace",
        "two",
        "independent",
        "director",
        "mitchell",
        "gropper",
        "murray",
        "coleman",
        "retire",
        "div",
        "board",
        "director",
        "conclusion",
        "meeting",
        "new",
        "independent",
        "director",
        "nominee",
        "anita",
        "anand",
        "anand",
        "hold",
        "kimber",
        "chair",
        "investor",
        "protection",
        "corporate",
        "governance",
        "faculty",
        "law",
        "university",
        "toronto",
        "full",
        "professor",
        "employed",
        "since",
        "prior",
        "held",
        "various",
        "academic",
        "position",
        "including",
        "law",
        "professor",
        "faculty",
        "law",
        "queen",
        "university",
        "anand",
        "also",
        "currently",
        "member",
        "security",
        "advisory",
        "committee",
        "ontario",
        "security",
        "commission",
        "called",
        "bar",
        "province",
        "ontario",
        "practiced",
        "corporate",
        "law",
        "major",
        "toronto",
        "law",
        "firm",
        "leave",
        "complete",
        "anand",
        "also",
        "serf",
        "director",
        "several",
        "organization",
        "garry",
        "herdler",
        "herdler",
        "significant",
        "finance",
        "operation",
        "capital",
        "market",
        "expertise",
        "year",
        "chief",
        "financial",
        "officer",
        "investment",
        "banker",
        "kpmg",
        "tax",
        "advisor",
        "private",
        "equity",
        "management",
        "consultant",
        "several",
        "industry",
        "herdler",
        "chief",
        "financial",
        "officer",
        "several",
        "company",
        "including",
        "one",
        "publicly",
        "listed",
        "company",
        "six",
        "private",
        "company",
        "one",
        "global",
        "real",
        "estate",
        "company",
        "high",
        "change",
        "growth",
        "situation",
        "integration",
        "operational",
        "improvement",
        "conversion",
        "turnaround",
        "herdler",
        "currently",
        "chief",
        "financial",
        "officer",
        "quadreal",
        "property",
        "group",
        "vancouver",
        "bc",
        "manages",
        "billion",
        "global",
        "portfolio",
        "income",
        "property",
        "development",
        "investment",
        "previously",
        "senior",
        "director",
        "alvarez",
        "marsal",
        "private",
        "equity",
        "performance",
        "improvement",
        "group",
        "llc",
        "new",
        "york",
        "ny",
        "addition",
        "herdler",
        "spent",
        "nearly",
        "ten",
        "year",
        "investment",
        "banking",
        "leveraged",
        "finance",
        "equity",
        "capital",
        "market",
        "deutsche",
        "bank",
        "security",
        "banker",
        "trust",
        "cibc",
        "world",
        "market",
        "lorraine",
        "mclachlan",
        "mclachlan",
        "president",
        "chief",
        "executive",
        "officer",
        "canadian",
        "franchise",
        "association",
        "cfa",
        "authoritative",
        "voice",
        "franchising",
        "canada",
        "october",
        "may",
        "mclachlan",
        "held",
        "senior",
        "leadership",
        "role",
        "trade",
        "association",
        "organization",
        "year",
        "prior",
        "joining",
        "cfa",
        "lorraine",
        "served",
        "year",
        "vice",
        "president",
        "canadian",
        "marketing",
        "association",
        "also",
        "held",
        "senior",
        "fundraising",
        "role",
        "number",
        "social",
        "service",
        "agency",
        "mclachlan",
        "also",
        "served",
        "director",
        "several",
        "organization",
        "graduate",
        "university",
        "toronto",
        "hold",
        "mba",
        "royal",
        "road",
        "university",
        "british",
        "columbia",
        "pleased",
        "three",
        "highly",
        "qualified",
        "independent",
        "director",
        "nominee",
        "stand",
        "election",
        "meeting",
        "combination",
        "diverse",
        "skill",
        "experience",
        "expertise",
        "nominee",
        "enhance",
        "skill",
        "set",
        "board",
        "director",
        "said",
        "lawrence",
        "haber",
        "chair",
        "div",
        "board",
        "director",
        "addition",
        "want",
        "thank",
        "gropper",
        "coleman",
        "diligent",
        "service",
        "considerable",
        "contribution",
        "director",
        "throughout",
        "tenure",
        "event",
        "three",
        "new",
        "director",
        "nominee",
        "well",
        "returning",
        "director",
        "nominee",
        "lawrence",
        "haber",
        "paula",
        "rogers",
        "johnny",
        "ciampi",
        "elected",
        "meeting",
        "board",
        "director",
        "composed",
        "six",
        "director",
        "additional",
        "detail",
        "regarding",
        "director",
        "nominee",
        "contained",
        "meeting",
        "material",
        "available",
        "sedar",
        "company",
        "website",
        "diversified",
        "royalty",
        "div",
        "corporation",
        "engaged",
        "business",
        "acquiring",
        "royalty",
        "business",
        "franchisors",
        "north",
        "america",
        "div",
        "objective",
        "acquire",
        "predictable",
        "growing",
        "royalty",
        "stream",
        "diverse",
        "group",
        "business",
        "franchisors",
        "div",
        "currently",
        "owns",
        "sutton",
        "lube",
        "air",
        "mile",
        "trademark",
        "canada",
        "sutton",
        "among",
        "leading",
        "residential",
        "real",
        "estate",
        "brokerage",
        "franchisor",
        "business",
        "canada",
        "office",
        "across",
        "canada",
        "lube",
        "leading",
        "quick",
        "lube",
        "service",
        "business",
        "canada",
        "location",
        "across",
        "canada",
        "million",
        "annual",
        "system",
        "sale",
        "air",
        "mile",
        "canada",
        "largest",
        "coalition",
        "loyalty",
        "program",
        "leading",
        "sponsor",
        "approximately",
        "canadian",
        "household",
        "actively",
        "participate",
        "air",
        "mile",
        "program",
        "div",
        "expects",
        "increase",
        "cash",
        "flow",
        "per",
        "share",
        "making",
        "accretive",
        "royalty",
        "purchase",
        "growth",
        "purchased",
        "royalty",
        "div",
        "expects",
        "pay",
        "predictable",
        "stable",
        "dividend",
        "shareholder",
        "increase",
        "dividend",
        "cash",
        "flow",
        "per",
        "share",
        "increase",
        "allow",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "use",
        "word",
        "anticipate",
        "continue",
        "estimate",
        "expect",
        "intend",
        "may",
        "project",
        "believe",
        "confident",
        "plan",
        "intends",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "specifically",
        "statement",
        "news",
        "release",
        "include",
        "limited",
        "statement",
        "made",
        "relation",
        "time",
        "meeting",
        "skill",
        "experience",
        "expertise",
        "independent",
        "director",
        "nominee",
        "would",
        "bring",
        "div",
        "board",
        "director",
        "elected",
        "retirement",
        "gropper",
        "coleman",
        "div",
        "board",
        "director",
        "following",
        "meeting",
        "size",
        "div",
        "board",
        "director",
        "nominee",
        "elected",
        "div",
        "ability",
        "pay",
        "predictable",
        "stable",
        "dividend",
        "shareholder",
        "div",
        "corporate",
        "objective",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "performance",
        "achievement",
        "div",
        "anticipated",
        "implied",
        "statement",
        "div",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "particular",
        "assurance",
        "nominee",
        "election",
        "div",
        "board",
        "director",
        "elected",
        "meeting",
        "div",
        "able",
        "make",
        "monthly",
        "dividend",
        "payment",
        "holder",
        "common",
        "share",
        "div",
        "achieve",
        "corporate",
        "objective",
        "given",
        "uncertainty",
        "reader",
        "cautioned",
        "statement",
        "included",
        "news",
        "release",
        "guarantee",
        "future",
        "performance",
        "statement",
        "unduly",
        "relied",
        "upon",
        "information",
        "risk",
        "uncertainty",
        "affecting",
        "div",
        "business",
        "business",
        "royalty",
        "partner",
        "found",
        "risk",
        "factor",
        "section",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "available",
        "div",
        "profile",
        "sedar",
        "formulating",
        "statement",
        "contained",
        "herein",
        "management",
        "assumed",
        "business",
        "economic",
        "condition",
        "affecting",
        "div",
        "royalty",
        "partner",
        "continue",
        "substantially",
        "ordinary",
        "course",
        "including",
        "without",
        "limitation",
        "respect",
        "general",
        "industry",
        "condition",
        "general",
        "level",
        "economic",
        "activity",
        "regulation",
        "nominee",
        "election",
        "div",
        "board",
        "director",
        "identified",
        "meeting",
        "material",
        "elected",
        "div",
        "board",
        "director",
        "meeting",
        "assumption",
        "although",
        "considered",
        "reasonable",
        "management",
        "time",
        "preparation",
        "may",
        "prove",
        "incorrect",
        "statement",
        "made",
        "news",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "cautionary",
        "statement",
        "factor",
        "contained",
        "herein",
        "assurance",
        "actual",
        "result",
        "development",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "div",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "div",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "reflect",
        "new",
        "event",
        "circumstance",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "toronto",
        "stock",
        "exchange",
        "reviewed",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "additional",
        "information",
        "additional",
        "information",
        "relating",
        "corporation",
        "public",
        "filing",
        "available",
        "sedar",
        "contact",
        "sean",
        "morrison",
        "president",
        "chief",
        "executive",
        "officer",
        "diversified",
        "royalty",
        "greg",
        "gutmanis",
        "chief",
        "financial",
        "officer",
        "vp",
        "acquisition",
        "diversified",
        "royalty",
        "source",
        "diversified",
        "royalty",
        "corp"
    ]
}