{
    "organizations": [],
    "uuid": "631332999c3eb2ad45830bfb53c8cd7252cf4e0a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-biocryst-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "BioCryst Reports Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RESEARCH TRIANGLE PARK, N.C., May 08, 2018 (GLOBE NEWSWIRE) -- BioCryst Pharmaceuticals, Inc. (NASDAQ:BCRX) announced today financial results for the first quarter ended March 31, 2018.\n“We are off to a strong start in 2018 as we continue to make progress advancing all our HAE development programs and remain on track to read out top line data from APeX-2 in the first half of next year,” said Jon P. Stonehouse, BioCryst’s President and Chief Executive Officer. “We remain excited about our proposed merger with Idera Pharmaceuticals, Inc., which we believe will create greater and more sustainable value for the benefit of our stockholders and our patients. We look forward to positive data readouts from Idera in early June, which would reinforce the value creation potential in combining our synergistic discovery engines and creating a more robust and diversified late-stage pipeline.”\nFirst Quarter 2018 Financial Results\nFor the three months ended March 31, 2018, total revenues were $4.0 million, compared to $9.4 million in the first quarter of 2017. The decrease in revenue was primarily associated with infrequent revenue events that occurred in 2017 that did not recur in 2018. Those 2017 events were the recognition of $4.1 million of royalty revenue from Japanese government stockpiling of RAPIACTA ® and a $2.0 million payment for the Canadian regulatory approval of RAPIVAB ® .\nResearch and Development (“R&D”) expenses for the first quarter of 2018 increased to $18.4 million from $16.8 million in the first quarter of 2017, primarily due to additions in R&D personnel and increased spending on our hereditary angioedema (“HAE”) and preclinical programs. These increases were partially offset by a decrease in the Company’s peramivir and galidesivir development spending in 2018.\nGeneral and administrative (“G&A”) expenses for the first quarter of 2018 increased to $7.6 million, compared to $3.1 million in the first quarter of 2017. The increase was primarily due to approximately $4.7 million of merger-related costs associated with the Company’s pending merger with Idera Pharmaceuticals, Inc. (“Idera”).\nInterest expense was $2.2 million in the first quarter of 2018, compared to $2.1 million in the first quarter of 2017. Also, a $1.8 million mark-to-market loss on the Company’s foreign currency hedge was recognized in the first quarter of 2018, as compared to a $1.5 million mark-to-market loss in the first quarter of 2017. These changes result from periodic changes in the U.S. dollar/Japanese yen exchange rate.\nNet loss for the first quarter of 2018 was $25.8 million, or $0.26 per share, compared to a net loss of $14.2 million, or $0.19 per share, for the first quarter 2017.\nCash, cash equivalents and investments totaled $137.5 million at March 31, 2018, and reflect a decrease from $159.0 million at December 31, 2017. Net operating cash use for the first quarter 2018 was $22.9 million.\nClinical Development Update & Outlook\nOn February 28, 2018, BioCryst announced the dosing of the first patient in APeX-S, a long-term safety trial evaluating two dosage strengths of BCX7353 administered orally once-daily as a preventive treatment in patients with HAE. APeX-S is an open label two-arm trial to evaluate the safety of two dose levels of BCX7353 (110 mg once daily and 150 mg once daily) over 48 weeks in patients with Type I and II HAE. The trial will enroll approximately 160 patients.\nOn March 15, 2018, BioCryst announced the dosing of the first patient into APeX-2, a Phase 3 clinical trial evaluating two dosage strengths of BCX7353 administered orally once-daily as a preventive treatment to reduce the frequency of attacks in patients with HAE. APeX-2 is a randomized, double-blind, placebo-controlled, three-arm trial testing two doses of BCX7353 (110 mg and 150 mg) for prevention of angioedema attacks. The trial is expected to enroll approximately 100 patients with Type I and II HAE in the United States, Canada and Europe. The primary efficacy endpoint of APeX-2 is the rate of angioedema attacks over 24 weeks of study drug administration.\nEnrollment in both the 750 mg and 500 mg cohorts of the ZENITH-1 proof-of-concept Phase 2 clinical trial liquid formulation of BCX7353 for treatment of acute angioedema attacks in HAE have been completed, and the 250 mg cohort is enrolling. We expect to report top-line results from the first cohort in the second half of 2018.\nOn May 1, 2018, BioCryst announced that the European Medicines Agency (“EMA”) has approved peramivir with the brand name of ALPIVAB TM , a single intravenous infusion for the treatment of uncomplicated influenza in adults and children from the age of 2 years. The EMA approval of ALPIVAB under the centralized licensing procedure provides marketing authorization for all 28-member states of the European Union, Norway and Iceland.\nBioCryst has a license agreement with Seqirus regarding peramivir. As previously disclosed, BioCryst and Seqirus are engaged in a formal dispute resolution process involving many items under the contract including, but not limited to, the EMA approval milestone of $5 million, which BioCryst maintains is due.\nIn April 2018, the Therapeutic Goods Administration approved RAPIVAB (peramivir injection), an intravenous treatment for acute influenza, for commercial sale in Australia.\nFinancial Outlook for 2018\nBased upon development plans and awarded government contracts, on a stand-alone basis, BioCryst continues to expect its 2018 net operating cash use to be in the range of $67 to $90 million, and its 2018 operating expenses to be in the range of $85 to $110 million. With merger-related costs and the aggressive advancement of programs thus far, it is expected the Company will trend to the upper-end of both ranges. The Company’s operating expense range excludes equity-based compensation expense due to the difficulty in reliably projecting this expense, as it is impacted by the volatility and price of the Company’s stock, as well as by the vesting of the Company’s outstanding performance-based stock options.\nConference Call and Webcast\nBioCryst's leadership team will host a conference call and webcast Tuesday, May 8, 2018 at 11:00 a.m. Eastern Time to discuss these financial results and recent corporate developments. To participate in the conference call, please dial 1-877-303-8027 (United States) or 1-760-536-5165 (International). No passcode is needed for the call. The webcast can be accessed live or in archived form in the “Investors” section of the Company’s website at www.BioCryst.com . An accompanying slide presentation may also be accessed via the BioCryst website. Please connect to the website at least 15 minutes prior to the start of the conference call to ensure adequate time for any software download that may be necessary.\nSpecial Meetings of Stockholders\nOn April 10, 2018, BioCryst and Idera jointly announced that they have each rescheduled their respective Special Meetings of Stockholders to vote on the proposed merger of BioCryst and Idera to July 10, 2018 at 10:00 a.m. Eastern Time.\nThe BioCryst Board of Directors unanimously recommends that BioCryst stockholders vote “FOR” the proposed merger at the BioCryst Special Meeting.\nAbout BCX7353\nDiscovered by BioCryst, BCX7353 is a novel, oral, once-daily, selective inhibitor of plasma kallikrein currently in development for the prevention and treatment of angioedema attacks in patients diagnosed with HAE. BCX7353 has been generally safe and well tolerated in the Phase 2 APeX-1 clinical trial. BioCryst is currently conducting the Phase 3 APeX-2 clinical trial and the long-term safety APeX-S clinical trial, both evaluating two dosage strengths of BCX7353 administered orally once-daily as a preventive treatment to reduce the frequency of attacks in patients with HAE. BioCryst is also conducting the ZENITH-1 clinical trial. ZENITH-1 is a proof-of-concept Phase 2 clinical trial testing an oral liquid formulation of BCX7353 for the treatment of acute angioedema attacks.\nAbout BioCryst Pharmaceuticals\nBioCryst Pharmaceuticals designs, optimizes and develops novel small-molecule medicines that address both common and rare conditions. BioCryst has several ongoing development programs including BCX7353, an oral treatment for hereditary angioedema, galidesivir, a potential treatment for filoviruses, and a preclinical program to develop oral Alk-2 inhibitors for the treatment of fibrodysplasia ossificans progressive (“FOP”). RAPIVAB ® (peramivir injection), a viral neuraminidase inhibitor for the treatment of influenza, is BioCryst's first approved product and has received regulatory approval in the U.S., Canada, Australia, Japan, Taiwan, Korea and the European Union. Post-marketing commitments for RAPIVAB are ongoing. For more information, please visit the Company's website at www.BioCryst.com .\nForward-Looking Statements\nThis press release contains forward-looking statements, including statements regarding future results, performance or achievements of BioCryst, and statements regarding the expected benefits of the transactions contemplated by the Agreement and Plan of Merger dated as of January 21, 2018 by and among BioCryst, Idera and the other parties thereto (the “merger agreement” and such transactions, the “merger”). These statements involve known and unknown risks, uncertainties and other factors which may cause BioCryst’s actual results, performance or achievements to be materially different from any future results, performances or achievements expressed or implied by the forward-looking statements. These statements reflect our current views with respect to future events and are based on assumptions and are subject to risks and uncertainties. Given these uncertainties, you should not place undue reliance on these forward-looking statements. Some of the factors that could affect the forward-looking statements contained herein include: that developing any drug candidate may take longer or may be more expensive than planned; that ongoing and future preclinical and clinical development of candidates may not have positive results; that BioCryst may not be able to enroll the required number of subjects in planned clinical trials of product candidates; that the Company may not advance human clinical trials with product candidates as expected; that the FDA and EMA may require additional studies beyond the studies planned for product candidates, or may not provide regulatory clearances which may result in delay of planned clinical trials, or may impose a clinical hold with respect to such product candidate, or withhold market approval for product candidates; that the Company may not be able to continue development of ongoing and future development programs; that such development programs may never result in future products; that the commercialization success of RAPIVAB is uncertain, RAPIVAB may not be made available in approved regions, commercialization of RAPIVAB may not provide significant revenues to BioCryst including payment of milestones as expected; that disputes with our partners may be costly; that the merger may not be completed on the terms set forth in the merger agreement within the expected time period; that the merger may involve unexpected costs or liabilities; that the announcement of the merger may result in disruption to our business or affect our ability to retain and hire key personnel and maintain business relationships; or that the anticipated benefits of the merger or other commercial opportunities may not be fully realized or may take longer than expected to realize. Please refer to the documents BioCryst files periodically with the Securities and Exchange Commission, specifically BioCryst’s most recent Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, all of which identify important factors that could cause the actual results to differ materially from those contained in BioCryst’s projections and forward-looking statements.\nBCRXW\nCONTACT: Thomas Staab, BioCryst Pharmaceuticals, +1-919-859-7910\nBIOCRYST PHARMACEUTICALS, INC. CONSOLIDATED FINANCIAL SUMMARY (in thousands, except per share) Statements of Operations (Unaudited) Three Months Ended March 31, 2018 2017 Revenues: Royalty revenue $ 3,661 $ 6,321 Collaborative and other research and development 315 3,116 Total revenues 3,976 9,437 Expenses: Research and development 18,441 16,770 General and administrative 7,609 3,058 Royalty 140 294 Total operating expenses 26,190 20,122 Loss from operations (22,214 ) (10,685 ) Interest and other income 462 109 Interest expense (2,221 ) (2,100 ) Loss on foreign currency derivative (1,804 ) (1,543 ) Net loss $ (25,777 ) $ (14,219 ) Basic and diluted net loss per common share $ (0.26 ) $ (0.19 ) Weighted average shares outstanding 98,592 75,167 Balance Sheet Data (in thousands) March 31, 2018 December 31, 2017 (Unaudited) (Note 1) Cash, cash equivalents and investments $ 132,906 $ 155,692 Restricted cash 4,599 3,286 Receivables from collaborations 5,694 6,117 Total assets 155,372 178,259 Non-recourse notes payable 28,792 28,682 Senior credit facility 21,611 23,214 Accumulated deficit (656,494 ) (631,843 ) Stockholders’ equity 62,054 83,767 Shares of common stock outstanding 98,702 98,411 Note 1: Derived from audited financial statements.\nSource:BioCryst Pharmaceuticals, Inc.",
    "published": "2018-05-08T14:00:00.000+03:00",
    "crawled": "2018-05-08T17:18:15.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "research",
        "triangle",
        "park",
        "may",
        "globe",
        "newswire",
        "biocryst",
        "pharmaceutical",
        "nasdaq",
        "bcrx",
        "announced",
        "today",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "strong",
        "start",
        "continue",
        "make",
        "progress",
        "advancing",
        "hae",
        "development",
        "program",
        "remain",
        "track",
        "read",
        "top",
        "line",
        "data",
        "first",
        "half",
        "next",
        "year",
        "said",
        "jon",
        "stonehouse",
        "biocryst",
        "president",
        "chief",
        "executive",
        "officer",
        "remain",
        "excited",
        "proposed",
        "merger",
        "idera",
        "pharmaceutical",
        "believe",
        "create",
        "greater",
        "sustainable",
        "value",
        "benefit",
        "stockholder",
        "patient",
        "look",
        "forward",
        "positive",
        "data",
        "readout",
        "idera",
        "early",
        "june",
        "would",
        "reinforce",
        "value",
        "creation",
        "potential",
        "combining",
        "synergistic",
        "discovery",
        "engine",
        "creating",
        "robust",
        "diversified",
        "first",
        "quarter",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "revenue",
        "primarily",
        "associated",
        "infrequent",
        "revenue",
        "event",
        "occurred",
        "recur",
        "event",
        "recognition",
        "million",
        "royalty",
        "revenue",
        "japanese",
        "government",
        "stockpiling",
        "rapiacta",
        "million",
        "payment",
        "canadian",
        "regulatory",
        "approval",
        "rapivab",
        "research",
        "development",
        "r",
        "expense",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "addition",
        "r",
        "personnel",
        "increased",
        "spending",
        "hereditary",
        "angioedema",
        "hae",
        "preclinical",
        "program",
        "increase",
        "partially",
        "offset",
        "decrease",
        "company",
        "peramivir",
        "galidesivir",
        "development",
        "spending",
        "general",
        "administrative",
        "g",
        "expense",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "approximately",
        "million",
        "cost",
        "associated",
        "company",
        "pending",
        "merger",
        "idera",
        "pharmaceutical",
        "idera",
        "interest",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "also",
        "million",
        "loss",
        "company",
        "foreign",
        "currency",
        "hedge",
        "recognized",
        "first",
        "quarter",
        "compared",
        "million",
        "loss",
        "first",
        "quarter",
        "change",
        "result",
        "periodic",
        "change",
        "yen",
        "exchange",
        "rate",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "reflect",
        "decrease",
        "million",
        "december",
        "net",
        "operating",
        "cash",
        "use",
        "first",
        "quarter",
        "million",
        "clinical",
        "development",
        "update",
        "outlook",
        "february",
        "biocryst",
        "announced",
        "dosing",
        "first",
        "patient",
        "safety",
        "trial",
        "evaluating",
        "two",
        "dosage",
        "strength",
        "bcx7353",
        "administered",
        "orally",
        "preventive",
        "treatment",
        "patient",
        "hae",
        "open",
        "label",
        "trial",
        "evaluate",
        "safety",
        "two",
        "dose",
        "level",
        "bcx7353",
        "mg",
        "daily",
        "mg",
        "daily",
        "week",
        "patient",
        "type",
        "ii",
        "hae",
        "trial",
        "enroll",
        "approximately",
        "patient",
        "march",
        "biocryst",
        "announced",
        "dosing",
        "first",
        "patient",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "two",
        "dosage",
        "strength",
        "bcx7353",
        "administered",
        "orally",
        "preventive",
        "treatment",
        "reduce",
        "frequency",
        "attack",
        "patient",
        "hae",
        "randomized",
        "trial",
        "testing",
        "two",
        "dos",
        "bcx7353",
        "mg",
        "mg",
        "prevention",
        "angioedema",
        "attack",
        "trial",
        "expected",
        "enroll",
        "approximately",
        "patient",
        "type",
        "ii",
        "hae",
        "united",
        "state",
        "canada",
        "europe",
        "primary",
        "efficacy",
        "endpoint",
        "rate",
        "angioedema",
        "attack",
        "week",
        "study",
        "drug",
        "administration",
        "enrollment",
        "mg",
        "mg",
        "cohort",
        "phase",
        "clinical",
        "trial",
        "liquid",
        "formulation",
        "bcx7353",
        "treatment",
        "acute",
        "angioedema",
        "attack",
        "hae",
        "completed",
        "mg",
        "cohort",
        "enrolling",
        "expect",
        "report",
        "result",
        "first",
        "cohort",
        "second",
        "half",
        "may",
        "biocryst",
        "announced",
        "european",
        "medicine",
        "agency",
        "ema",
        "approved",
        "peramivir",
        "brand",
        "name",
        "alpivab",
        "tm",
        "single",
        "intravenous",
        "infusion",
        "treatment",
        "uncomplicated",
        "influenza",
        "adult",
        "child",
        "age",
        "year",
        "ema",
        "approval",
        "alpivab",
        "centralized",
        "licensing",
        "procedure",
        "provides",
        "marketing",
        "authorization",
        "state",
        "european",
        "union",
        "norway",
        "iceland",
        "biocryst",
        "license",
        "agreement",
        "seqirus",
        "regarding",
        "peramivir",
        "previously",
        "disclosed",
        "biocryst",
        "seqirus",
        "engaged",
        "formal",
        "dispute",
        "resolution",
        "process",
        "involving",
        "many",
        "item",
        "contract",
        "including",
        "limited",
        "ema",
        "approval",
        "milestone",
        "million",
        "biocryst",
        "maintains",
        "due",
        "april",
        "therapeutic",
        "good",
        "administration",
        "approved",
        "rapivab",
        "peramivir",
        "injection",
        "intravenous",
        "treatment",
        "acute",
        "influenza",
        "commercial",
        "sale",
        "australia",
        "financial",
        "outlook",
        "based",
        "upon",
        "development",
        "plan",
        "awarded",
        "government",
        "contract",
        "basis",
        "biocryst",
        "continues",
        "expect",
        "net",
        "operating",
        "cash",
        "use",
        "range",
        "million",
        "operating",
        "expense",
        "range",
        "million",
        "cost",
        "aggressive",
        "advancement",
        "program",
        "thus",
        "far",
        "expected",
        "company",
        "trend",
        "range",
        "company",
        "operating",
        "expense",
        "range",
        "excludes",
        "compensation",
        "expense",
        "due",
        "difficulty",
        "reliably",
        "projecting",
        "expense",
        "impacted",
        "volatility",
        "price",
        "company",
        "stock",
        "well",
        "vesting",
        "company",
        "outstanding",
        "stock",
        "option",
        "conference",
        "call",
        "webcast",
        "biocryst",
        "leadership",
        "team",
        "host",
        "conference",
        "call",
        "webcast",
        "tuesday",
        "may",
        "eastern",
        "time",
        "discus",
        "financial",
        "result",
        "recent",
        "corporate",
        "development",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "united",
        "state",
        "international",
        "passcode",
        "needed",
        "call",
        "webcast",
        "accessed",
        "live",
        "archived",
        "form",
        "investor",
        "section",
        "company",
        "website",
        "accompanying",
        "slide",
        "presentation",
        "may",
        "also",
        "accessed",
        "via",
        "biocryst",
        "website",
        "please",
        "connect",
        "website",
        "least",
        "minute",
        "prior",
        "start",
        "conference",
        "call",
        "ensure",
        "adequate",
        "time",
        "software",
        "download",
        "may",
        "necessary",
        "special",
        "meeting",
        "stockholder",
        "april",
        "biocryst",
        "idera",
        "jointly",
        "announced",
        "rescheduled",
        "respective",
        "special",
        "meeting",
        "stockholder",
        "vote",
        "proposed",
        "merger",
        "biocryst",
        "idera",
        "july",
        "eastern",
        "time",
        "biocryst",
        "board",
        "director",
        "unanimously",
        "recommends",
        "biocryst",
        "stockholder",
        "vote",
        "proposed",
        "merger",
        "biocryst",
        "special",
        "meeting",
        "bcx7353",
        "discovered",
        "biocryst",
        "bcx7353",
        "novel",
        "oral",
        "selective",
        "inhibitor",
        "plasma",
        "kallikrein",
        "currently",
        "development",
        "prevention",
        "treatment",
        "angioedema",
        "attack",
        "patient",
        "diagnosed",
        "hae",
        "bcx7353",
        "generally",
        "safe",
        "well",
        "tolerated",
        "phase",
        "clinical",
        "trial",
        "biocryst",
        "currently",
        "conducting",
        "phase",
        "clinical",
        "trial",
        "safety",
        "clinical",
        "trial",
        "evaluating",
        "two",
        "dosage",
        "strength",
        "bcx7353",
        "administered",
        "orally",
        "preventive",
        "treatment",
        "reduce",
        "frequency",
        "attack",
        "patient",
        "hae",
        "biocryst",
        "also",
        "conducting",
        "clinical",
        "trial",
        "phase",
        "clinical",
        "trial",
        "testing",
        "oral",
        "liquid",
        "formulation",
        "bcx7353",
        "treatment",
        "acute",
        "angioedema",
        "attack",
        "biocryst",
        "pharmaceutical",
        "biocryst",
        "pharmaceutical",
        "design",
        "optimizes",
        "develops",
        "novel",
        "medicine",
        "address",
        "common",
        "rare",
        "condition",
        "biocryst",
        "several",
        "ongoing",
        "development",
        "program",
        "including",
        "bcx7353",
        "oral",
        "treatment",
        "hereditary",
        "angioedema",
        "galidesivir",
        "potential",
        "treatment",
        "filovirus",
        "preclinical",
        "program",
        "develop",
        "oral",
        "inhibitor",
        "treatment",
        "fibrodysplasia",
        "ossificans",
        "progressive",
        "fop",
        "rapivab",
        "peramivir",
        "injection",
        "viral",
        "neuraminidase",
        "inhibitor",
        "treatment",
        "influenza",
        "biocryst",
        "first",
        "approved",
        "product",
        "received",
        "regulatory",
        "approval",
        "canada",
        "australia",
        "japan",
        "taiwan",
        "korea",
        "european",
        "union",
        "commitment",
        "rapivab",
        "ongoing",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "future",
        "result",
        "performance",
        "achievement",
        "biocryst",
        "statement",
        "regarding",
        "expected",
        "benefit",
        "transaction",
        "contemplated",
        "agreement",
        "plan",
        "merger",
        "dated",
        "january",
        "among",
        "biocryst",
        "idera",
        "party",
        "thereto",
        "merger",
        "agreement",
        "transaction",
        "merger",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "biocryst",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "reflect",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "based",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "given",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "factor",
        "could",
        "affect",
        "statement",
        "contained",
        "herein",
        "include",
        "developing",
        "drug",
        "candidate",
        "may",
        "take",
        "longer",
        "may",
        "expensive",
        "planned",
        "ongoing",
        "future",
        "preclinical",
        "clinical",
        "development",
        "candidate",
        "may",
        "positive",
        "result",
        "biocryst",
        "may",
        "able",
        "enroll",
        "required",
        "number",
        "subject",
        "planned",
        "clinical",
        "trial",
        "product",
        "candidate",
        "company",
        "may",
        "advance",
        "human",
        "clinical",
        "trial",
        "product",
        "candidate",
        "expected",
        "fda",
        "ema",
        "may",
        "require",
        "additional",
        "study",
        "beyond",
        "study",
        "planned",
        "product",
        "candidate",
        "may",
        "provide",
        "regulatory",
        "clearance",
        "may",
        "result",
        "delay",
        "planned",
        "clinical",
        "trial",
        "may",
        "impose",
        "clinical",
        "hold",
        "respect",
        "product",
        "candidate",
        "withhold",
        "market",
        "approval",
        "product",
        "candidate",
        "company",
        "may",
        "able",
        "continue",
        "development",
        "ongoing",
        "future",
        "development",
        "program",
        "development",
        "program",
        "may",
        "never",
        "result",
        "future",
        "product",
        "commercialization",
        "success",
        "rapivab",
        "uncertain",
        "rapivab",
        "may",
        "made",
        "available",
        "approved",
        "region",
        "commercialization",
        "rapivab",
        "may",
        "provide",
        "significant",
        "revenue",
        "biocryst",
        "including",
        "payment",
        "milestone",
        "expected",
        "dispute",
        "partner",
        "may",
        "costly",
        "merger",
        "may",
        "completed",
        "term",
        "set",
        "forth",
        "merger",
        "agreement",
        "within",
        "expected",
        "time",
        "period",
        "merger",
        "may",
        "involve",
        "unexpected",
        "cost",
        "liability",
        "announcement",
        "merger",
        "may",
        "result",
        "disruption",
        "business",
        "affect",
        "ability",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "business",
        "relationship",
        "anticipated",
        "benefit",
        "merger",
        "commercial",
        "opportunity",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "expected",
        "realize",
        "please",
        "refer",
        "document",
        "biocryst",
        "file",
        "periodically",
        "security",
        "exchange",
        "commission",
        "specifically",
        "biocryst",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "biocryst",
        "projection",
        "statement",
        "bcrxw",
        "contact",
        "thomas",
        "staab",
        "biocryst",
        "pharmaceutical",
        "biocryst",
        "pharmaceutical",
        "consolidated",
        "financial",
        "summary",
        "thousand",
        "except",
        "per",
        "share",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "royalty",
        "revenue",
        "collaborative",
        "research",
        "development",
        "total",
        "revenue",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "royalty",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "loss",
        "foreign",
        "currency",
        "derivative",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "unaudited",
        "note",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "receivables",
        "collaboration",
        "total",
        "asset",
        "note",
        "payable",
        "senior",
        "credit",
        "facility",
        "accumulated",
        "deficit",
        "stockholder",
        "equity",
        "share",
        "common",
        "stock",
        "outstanding",
        "note",
        "derived",
        "audited",
        "financial",
        "statement",
        "source",
        "biocryst",
        "pharmaceutical",
        "inc"
    ]
}