{
    "organizations": [],
    "uuid": "97e252a640c7cab33301032bac492a577d5bbede",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/business-wire-glance-technologies-co-founder-penny-green-alerts-shareholders-to-ceo-desmond-griffinas-secret-position-resulting-lawsuit.html",
    "ord_in_thread": 0,
    "title": "Glance Technologies Co-founder Penny Green Alerts Shareholders to CEO Desmond Griffin’s Secret Position, Resulting Lawsuit and its Costly Impact",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia--(BUSINESS WIRE)-- Penny Green, Co-founder, Director, and largest shareholder of Glance Technologies Inc. (“Glance” or the “Company”) (CSE:GET.CN) (CSE:GET.WT) (OTCQB:GLNNF) (FKT:GJT), controlling 11.17%, highlights another one of CEO Desmond Griffin’s indiscretions – namely a 2016 civil claim against him which cost the Company an enormous opportunity to enter a lucrative vertical.\nOn April 11, 2016, Buyatab Online Inc, an eGift Card service provider, filed an action against Mr. Griffin claiming ownership of the Glance Pay App. Specifically, Buyatab alleged that Mr. Griffin, while employed as Buyatab’s Chief Technological Officer, used confidential information to develop a “similar technology” at Glance while contractually obligated to “devote the whole of his working time and attention to the business of (Buyatab).”\nThe civil suit was settled out-of-court with Mr. Griffin forced to forgo his Buyatab stock options and Glance forced not to enter the eGift card ‘space’ for a period of two years.\nAlarmingly, Mr. Griffin has failed to disclose his CTO position with Buyatab in any of his disclosure materials, including the information circular Glance’s management mailed to shareholders.\n“I was shocked when I learned in March 2016 that Mr. Griffin was secretly working for both Buyatab and Glance at the same time. I was led to believe that Mr. Griffin was working for Glance on an exclusive basis,” said Ms. Green. “Buyatab doesn’t appear anywhere on Mr. Griffin’s LinkedIn profile. He also seems to downplay his tenure with that company in all his bios. His bio in Glance’s circular, for example, only makes a cursory reference to Buyatab, as part of his ‘consulting’ experience. Maybe Mr. Griffin doesn’t believe his deception of both Buyatab and Glance was a big deal? The truth of the matter is that it was a huge deal for Glance in that it kept us out of an important vertical, hurting our overall opportunity.”\nOPPORTUNITY LOST: AN $18 BILLION INDUSTRY IN THE UNITED STATES\nAccording to research firm Gartner (formerly CEB) , digital gift cards made up about $5.5 billion in gift card purchases in the United States in 2014. In 2015, they were up to $7.1 billion and by the end of 2018, Gartner forecasts an $18 billion market share. That’s an increase of over 200% since 2014.\nThis was the opportunity that Glance missed out on, fully due to Mr. Griffin’s major indiscretion.\nTIMELINE OF MR. GRIFFIN’S INVOLVEMENT WITH BUYATAB\nDecember 2013:\nBuyatab hires Mr. Griffin as its Chief Technology Officer. As per a written contract of employment, Mr. Griffin commits to devoting “the whole of his working time and attention to the business of (Buyatab).” April 2014:\nMr. Griffin presents, to Buyatab’s Board of Directors, a proposed iOS technology (the “Payment Option Application”) — a mobile payment option — leveraging Buyatab’s existing platform. October 2014 :\nPenny Green launches Glance Technologies as a private company. 2015 :\nHaving raised over $700,000 for this purpose, Ms. Green advances money to Mr. Griffin to develop the Glance Pay App, which Glance Technologies has agreed to acquire. (Mr. Griffin subsequently falls more than a year behind schedule in delivering the app). January 2015 to March 14, 2016:\nMr. Griffin works for both Buyatab and Glance leading each company to believe that he was working for them exclusively. March 14, 2016:\nBuyatab becomes aware of Glance Pay through a random internet search. Buyatab terminates Mr. Griffin’s employment for cause. March 2016\nMr. Griffin alerts Ms. Green of Buyatab’s termination and discloses that he was working for Buyatab while at the same time working for Glance, without having advised Glance’s Board that he was doing so Mr. Griffin demands a $15,000 salary increase from Glance. April 11, 2016:\nBuyatab files Notice of Civil Claim against Mr. Griffin and Glance Technologies Inc. in the British Columbia Supreme Court. Buyatab claims ownership of the Glance Pay App and alleges breach of contract, breach of confidence and breach of duty against Mr. Griffin. April 19, 2016:\nThe parties enter into a settlement agreement whereby Mr. Griffin is forced to give up his Buyatab stock options and Glance agrees not to enter the eGift card space for a period of two years. Sept. 7, 2016:\nGlance Technologies launches its initial public offering.\nTHE DISTURBING NOTICE OF CIVIL CLAIM\nAs first highlighted in Ms. Green’s proxy circular, the civil claim contains allegations against Mr. Griffin which, if true, provide disturbing detail about his self-serving behaviour at Buyatab. A full copy of the Notice of Civil Claim is available as a PDF on the GlanceForward.com website .\nHere’s an excerpt from the claim.\n“In his capacity as a Chief Technology Officer, Desmond Griffin recommended that the plaintiff retain Angela Griffin to develop the Payment Option Application. Relying on Desmond Griffin’s recommendation, the plaintiff contracted Angela Griffin to develop the Payment Option Application.\n“Angela Griffin is Desmond Griffin’s wife. Angela Griffin never delivered the Payment Option Application to the plaintiff. Instead, she and Desmond Griffin developed a technology derivative of and highly similar to the Payment Option Application (the “Similar Technology”) that was intended to enable mobile payments at restaurants.\n“Desmond Griffin did not disclose the existence of the Similar Technology to the plaintiff despite the fact that he had a contractual and fiduciary obligation to disclose competing interests.\n“Desmond Griffin incorporated or, in the alternative obtained control of a shell corporation which is the defendant Glance Technologies Inc. for the purpose of commercializing the Similar Technology for his own benefit.\n“Throughout the development of the Similar Technology, Desmond Griffin continued his employment with the plaintiff. Further, during his regular work hours, he spent significant time developing the Similar Technology and working on his competitive business, without disclosing this conduct to the plaintiff.”\nA TRACK-RECORD OF FAILURE ?\nIn the Glance circular, Mr. Griffin states that he’s worked for three companies, including Glance, during the course of his professional career.\nBased on this disclosure, Mr. Griffin boasts a meagre track record: Out of the three jobs he mentioned, one (Buyatab) ended in a lawsuit against him while, with Glance, he’s involved in a proxy battle whereby a large number of shareholders are trying to remove him.\nIncidentally, in both instances – at Buyatab and Glance – Mr. Griffin relied on his wife Angela Griffin as a programmer. Again, in both cases, that ended badly.\nIT’S TIME FOR A NEW BOARD AND NEW LEADERSHIP AT GLANCE: VOTE FOR A REFRESHED BOARD THAT BUILD VALUE FOR ALL SHAREHOLDERS\nMs. Green is proposing a refreshed board – of qualified, experienced and respected Nominees – at the Company’s upcoming Annual General Meeting to be held on June 12, 2018. As part of the refreshed board’s plan, they will immediately begin a search for a new CEO for Glance.\nShareholders are encouraged to review the proxy materials at GlanceForward.com and vote the GREEN proxy form or GREEN voting instruction form FOR Ms. Green’s director nominees.\nDon’t wait, voting is fast and easy – please vote well in advance of the proxy voting deadline of Friday, June 8, 2018 at 10:00 a.m. (Pacific Time). If you have questions or need help voting, contact Kingsdale Advisors at 1-866-581-1513 or at contactus@kingsdaleadvisors.com .\nADVISORS\nKingsdale Advisors is acting as strategic shareholder and communications advisor and Koffman Kalef LLP is acting as legal advisor to Ms. Green.\nForward-Looking Statements\nCertain statements contained in this news release constitute \"forward-looking information\" as such term is defined in applicable Canadian securities legislation. The intentions of Penny Green (“Concerned Shareholder”), the impact of the Concerned Shareholder's nominees, if elected, on the financial condition, operations, business and strategies of the Company, future management and other matters related to the Company, are intended to identify forward-looking information. All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Concerned Shareholder's current views and intentions with respect to future events and are subject to certain risks, uncertainties and assumptions. Material factors or assumptions that were applied in providing forward-looking information, include, but are not limited to, the actual financial health of the Company, the support expressed by shareholders to the Concerned Shareholder and the current general regulatory environment and economic conditions. Many factors could cause the actual results, performance or achievements that may be expressed or implied by such forward-looking information to vary from those described herein should one or more of these risks or uncertainties materialize. Should any factor affect the Company in an unexpected manner, or should assumptions underlying the forward-looking information prove incorrect, the actual results or events may differ materially from the results or events anticipated. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Concerned Shareholder does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this news release is made as of the date of this news release and the Concerned Shareholder undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180522006372/en/\nKingsdale Advisors\nIan Robertson, 416-867-2333\nCell: 647-621-2646\nExecutive Vice President Communication Strategy\nirobertson@kingsdaleadvisors.com\nSource: Shareholder of Glance Technologies",
    "published": "2018-05-23T00:50:00.000+03:00",
    "crawled": "2018-05-23T03:39:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "business",
        "wire",
        "penny",
        "green",
        "director",
        "largest",
        "shareholder",
        "glance",
        "technology",
        "glance",
        "company",
        "cse",
        "cse",
        "otcqb",
        "glnnf",
        "fkt",
        "gjt",
        "controlling",
        "highlight",
        "another",
        "one",
        "ceo",
        "desmond",
        "griffin",
        "indiscretion",
        "namely",
        "civil",
        "claim",
        "cost",
        "company",
        "enormous",
        "opportunity",
        "enter",
        "lucrative",
        "vertical",
        "april",
        "buyatab",
        "online",
        "inc",
        "egift",
        "card",
        "service",
        "provider",
        "filed",
        "action",
        "griffin",
        "claiming",
        "ownership",
        "glance",
        "pay",
        "app",
        "specifically",
        "buyatab",
        "alleged",
        "griffin",
        "employed",
        "buyatab",
        "chief",
        "technological",
        "officer",
        "used",
        "confidential",
        "information",
        "develop",
        "similar",
        "technology",
        "glance",
        "contractually",
        "obligated",
        "devote",
        "whole",
        "working",
        "time",
        "attention",
        "business",
        "buyatab",
        "civil",
        "suit",
        "settled",
        "griffin",
        "forced",
        "forgo",
        "buyatab",
        "stock",
        "option",
        "glance",
        "forced",
        "enter",
        "egift",
        "card",
        "space",
        "period",
        "two",
        "year",
        "alarmingly",
        "griffin",
        "failed",
        "disclose",
        "cto",
        "position",
        "buyatab",
        "disclosure",
        "material",
        "including",
        "information",
        "circular",
        "glance",
        "management",
        "mailed",
        "shareholder",
        "shocked",
        "learned",
        "march",
        "griffin",
        "secretly",
        "working",
        "buyatab",
        "glance",
        "time",
        "led",
        "believe",
        "griffin",
        "working",
        "glance",
        "exclusive",
        "basis",
        "said",
        "green",
        "buyatab",
        "appear",
        "anywhere",
        "griffin",
        "linkedin",
        "profile",
        "also",
        "seems",
        "downplay",
        "tenure",
        "company",
        "bios",
        "bio",
        "glance",
        "circular",
        "example",
        "make",
        "cursory",
        "reference",
        "buyatab",
        "part",
        "consulting",
        "experience",
        "maybe",
        "griffin",
        "believe",
        "deception",
        "buyatab",
        "glance",
        "big",
        "deal",
        "truth",
        "matter",
        "huge",
        "deal",
        "glance",
        "kept",
        "u",
        "important",
        "vertical",
        "hurting",
        "overall",
        "opportunity",
        "lost",
        "billion",
        "industry",
        "united",
        "state",
        "according",
        "research",
        "firm",
        "gartner",
        "formerly",
        "ceb",
        "digital",
        "gift",
        "card",
        "made",
        "billion",
        "gift",
        "card",
        "purchase",
        "united",
        "state",
        "billion",
        "end",
        "gartner",
        "forecast",
        "billion",
        "market",
        "share",
        "increase",
        "since",
        "opportunity",
        "glance",
        "missed",
        "fully",
        "due",
        "griffin",
        "major",
        "indiscretion",
        "timeline",
        "griffin",
        "involvement",
        "buyatab",
        "december",
        "buyatab",
        "hire",
        "griffin",
        "chief",
        "technology",
        "officer",
        "per",
        "written",
        "contract",
        "employment",
        "griffin",
        "commits",
        "devoting",
        "whole",
        "working",
        "time",
        "attention",
        "business",
        "buyatab",
        "april",
        "griffin",
        "present",
        "buyatab",
        "board",
        "director",
        "proposed",
        "io",
        "technology",
        "payment",
        "option",
        "application",
        "mobile",
        "payment",
        "option",
        "leveraging",
        "buyatab",
        "existing",
        "platform",
        "october",
        "penny",
        "green",
        "launch",
        "glance",
        "technology",
        "private",
        "company",
        "raised",
        "purpose",
        "green",
        "advance",
        "money",
        "griffin",
        "develop",
        "glance",
        "pay",
        "app",
        "glance",
        "technology",
        "agreed",
        "acquire",
        "griffin",
        "subsequently",
        "fall",
        "year",
        "behind",
        "schedule",
        "delivering",
        "app",
        "january",
        "march",
        "griffin",
        "work",
        "buyatab",
        "glance",
        "leading",
        "company",
        "believe",
        "working",
        "exclusively",
        "march",
        "buyatab",
        "becomes",
        "aware",
        "glance",
        "pay",
        "random",
        "internet",
        "search",
        "buyatab",
        "terminates",
        "griffin",
        "employment",
        "cause",
        "march",
        "griffin",
        "alert",
        "green",
        "buyatab",
        "termination",
        "discloses",
        "working",
        "buyatab",
        "time",
        "working",
        "glance",
        "without",
        "advised",
        "glance",
        "board",
        "griffin",
        "demand",
        "salary",
        "increase",
        "glance",
        "april",
        "buyatab",
        "file",
        "notice",
        "civil",
        "claim",
        "griffin",
        "glance",
        "technology",
        "british",
        "columbia",
        "supreme",
        "court",
        "buyatab",
        "claim",
        "ownership",
        "glance",
        "pay",
        "app",
        "alleges",
        "breach",
        "contract",
        "breach",
        "confidence",
        "breach",
        "duty",
        "griffin",
        "april",
        "party",
        "enter",
        "settlement",
        "agreement",
        "whereby",
        "griffin",
        "forced",
        "give",
        "buyatab",
        "stock",
        "option",
        "glance",
        "agrees",
        "enter",
        "egift",
        "card",
        "space",
        "period",
        "two",
        "year",
        "glance",
        "technology",
        "launch",
        "initial",
        "public",
        "offering",
        "disturbing",
        "notice",
        "civil",
        "claim",
        "first",
        "highlighted",
        "green",
        "proxy",
        "circular",
        "civil",
        "claim",
        "contains",
        "allegation",
        "griffin",
        "true",
        "provide",
        "disturbing",
        "detail",
        "behaviour",
        "buyatab",
        "full",
        "copy",
        "notice",
        "civil",
        "claim",
        "available",
        "pdf",
        "website",
        "excerpt",
        "claim",
        "capacity",
        "chief",
        "technology",
        "officer",
        "desmond",
        "griffin",
        "recommended",
        "plaintiff",
        "retain",
        "angela",
        "griffin",
        "develop",
        "payment",
        "option",
        "application",
        "relying",
        "desmond",
        "griffin",
        "recommendation",
        "plaintiff",
        "contracted",
        "angela",
        "griffin",
        "develop",
        "payment",
        "option",
        "application",
        "angela",
        "griffin",
        "desmond",
        "griffin",
        "wife",
        "angela",
        "griffin",
        "never",
        "delivered",
        "payment",
        "option",
        "application",
        "plaintiff",
        "instead",
        "desmond",
        "griffin",
        "developed",
        "technology",
        "derivative",
        "highly",
        "similar",
        "payment",
        "option",
        "application",
        "similar",
        "technology",
        "intended",
        "enable",
        "mobile",
        "payment",
        "restaurant",
        "desmond",
        "griffin",
        "disclose",
        "existence",
        "similar",
        "technology",
        "plaintiff",
        "despite",
        "fact",
        "contractual",
        "fiduciary",
        "obligation",
        "disclose",
        "competing",
        "interest",
        "desmond",
        "griffin",
        "incorporated",
        "alternative",
        "obtained",
        "control",
        "shell",
        "corporation",
        "defendant",
        "glance",
        "technology",
        "purpose",
        "commercializing",
        "similar",
        "technology",
        "benefit",
        "throughout",
        "development",
        "similar",
        "technology",
        "desmond",
        "griffin",
        "continued",
        "employment",
        "plaintiff",
        "regular",
        "work",
        "hour",
        "spent",
        "significant",
        "time",
        "developing",
        "similar",
        "technology",
        "working",
        "competitive",
        "business",
        "without",
        "disclosing",
        "conduct",
        "failure",
        "glance",
        "circular",
        "griffin",
        "state",
        "worked",
        "three",
        "company",
        "including",
        "glance",
        "course",
        "professional",
        "career",
        "based",
        "disclosure",
        "griffin",
        "boast",
        "meagre",
        "track",
        "record",
        "three",
        "job",
        "mentioned",
        "one",
        "buyatab",
        "ended",
        "lawsuit",
        "glance",
        "involved",
        "proxy",
        "battle",
        "whereby",
        "large",
        "number",
        "shareholder",
        "trying",
        "remove",
        "incidentally",
        "instance",
        "buyatab",
        "glance",
        "griffin",
        "relied",
        "wife",
        "angela",
        "griffin",
        "programmer",
        "case",
        "ended",
        "badly",
        "time",
        "new",
        "board",
        "new",
        "leadership",
        "glance",
        "vote",
        "refreshed",
        "board",
        "build",
        "value",
        "shareholder",
        "green",
        "proposing",
        "refreshed",
        "board",
        "qualified",
        "experienced",
        "respected",
        "nominee",
        "company",
        "upcoming",
        "annual",
        "general",
        "meeting",
        "held",
        "june",
        "part",
        "refreshed",
        "board",
        "plan",
        "immediately",
        "begin",
        "search",
        "new",
        "ceo",
        "glance",
        "shareholder",
        "encouraged",
        "review",
        "proxy",
        "material",
        "vote",
        "green",
        "proxy",
        "form",
        "green",
        "voting",
        "instruction",
        "form",
        "green",
        "director",
        "nominee",
        "wait",
        "voting",
        "fast",
        "easy",
        "please",
        "vote",
        "well",
        "advance",
        "proxy",
        "voting",
        "deadline",
        "friday",
        "june",
        "pacific",
        "time",
        "question",
        "need",
        "help",
        "voting",
        "contact",
        "kingsdale",
        "advisor",
        "contactus",
        "advisor",
        "kingsdale",
        "advisor",
        "acting",
        "strategic",
        "shareholder",
        "communication",
        "advisor",
        "koffman",
        "kalef",
        "llp",
        "acting",
        "legal",
        "advisor",
        "green",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "term",
        "defined",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "intention",
        "penny",
        "green",
        "concerned",
        "shareholder",
        "impact",
        "concerned",
        "shareholder",
        "nominee",
        "elected",
        "financial",
        "condition",
        "operation",
        "business",
        "strategy",
        "company",
        "future",
        "management",
        "matter",
        "related",
        "company",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "concerned",
        "shareholder",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "material",
        "factor",
        "assumption",
        "applied",
        "providing",
        "information",
        "include",
        "limited",
        "actual",
        "financial",
        "health",
        "company",
        "support",
        "expressed",
        "shareholder",
        "concerned",
        "shareholder",
        "current",
        "general",
        "regulatory",
        "environment",
        "economic",
        "condition",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "information",
        "vary",
        "described",
        "herein",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "affect",
        "company",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "anticipated",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "concerned",
        "shareholder",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "concerned",
        "shareholder",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "view",
        "source",
        "version",
        "http",
        "kingsdale",
        "advisor",
        "ian",
        "robertson",
        "cell",
        "executive",
        "vice",
        "president",
        "communication",
        "strategy",
        "irobertson",
        "source",
        "shareholder",
        "glance",
        "technology"
    ]
}