{
    "organizations": [],
    "uuid": "41a777d2efbab9f00eb0e2bb612e8db109813b16",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/business-wire-new-mountain-finance-corporation-announces-financial-results-for-the-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "New Mountain Finance Corporation Announces Financial Results for the Quarter Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Reports Net Investment Income of $0.34 per Weighted Average Share and Net Asset Value of $13.60 per Share\nDeclares Second Quarter 2018 Distribution of $0.34 per Share\nNEW YORK--(BUSINESS WIRE)-- New Mountain Finance Corporation (NYSE: NMFC) (the \"Company\", \"we\", \"us\" or \"our\") today announced its financial results for the 2018 and reported first quarter net investment income of $0.34 per weighted average share. At March 31, 2018, net asset value (“NAV”) per share was $13.60, a decrease of $0.03 per share from December 31, 2017. The Company also announced that its board of directors declared a second quarter distribution of $0.34 per share, which will be payable on June 29, 2018 to holders of record as of June 15, 2018.\nSelected Financial Highlights\n(in data) March 31, 2018 Investment Portfolio (1) $ 2,003,123 Total Assets $ 2,078,419 Total Statutory Debt (2) $ 841,048 NAV $ 1,033,001 NAV per Share $ 13.60 Statutory Debt/Equity 0.81x Investment Portfolio Composition March 31, 2018 Percent of Total First Lien $ 738,027 36.9 % Second Lien (1) 799,715 39.9 % Subordinated 67,918 3.4 % Preferred Equity 202,614 10.1 % Investment Fund 102,400 5.1 % Common Equity and Other (3) 92,449 4.6 % Total $ 2,003,123 100.0 %\n(1) Includes collateral for securities purchased under collateralized agreements to resell. (2) Excludes the Company’s United States (“U.S.”) Small Business Administration (“SBA”)-guaranteed debentures. (3) Includes investments held in New Mountain Net Lease Corporation. We believe that the strength of the Company’s unique investment strategy – which focuses on acyclical “defensive growth” companies that are well researched by New Mountain Capital, L.L.C. (“New Mountain”), a leading alternative investment firm, is underscored by continued stable credit performance. The Company has had only seven portfolio companies, representing approximately $112 million of the cost of all investments made since inception in October 2008, or approximately 2.0% of $5.5 billion, go on non-accrual.\nRobert Hamwee, CEO, commented: \"The first quarter represented another solid quarter of performance for NMFC. We originated $238 million of investments and maintained a consistent portfolio yield. Credit quality remains strong, and with the establishment of our third Senior Loan Program, we look forward to generating attractive returns for the BDC.”\n“As managers and as significant stockholders personally, we are pleased with the completion of another successful quarter,” added Steven B. Klinsky, NMFC Chairman. “We believe New Mountain’s focus on acyclical “defensive growth” industries and on companies that we know well continues to be a successful strategy to preserve asset value.”\nPortfolio and Investment Activity 1\nAs of March 31, 2018, the Company’s NAV was approximately $1,033.0 million and its portfolio had a fair value of approximately $2,003.1 million in 90 portfolio companies, with a weighted average YTM at Cost 2 of approximately 11.1%. For the three months ended March 31, 2018, the Company made approximately $237.8 million of originations and commitments 3 . The $237.8 million includes approximately $185.5 million of investments in eight new portfolio companies and approximately $52.3 million of follow-on investments in thirteen portfolio companies held as of December 31, 2017. For the three months ended March 31, 2018, the Company had approximately $3.1 million of sales and cash repayments 3 of approximately $84.0 million.\nConsolidated Results of Operations\nThe Company’s total investment income for the three months ended March 31, 2018 and 2017 were approximately $52.9 million and $43.3 million, respectively. For the three months ended March 31, 2018 and 2017, the Company’s total investment income consisted of approximately $32.8 million and $32.3 million in cash interest income from investments, respectively, approximately $1.7 million and $0.9 million in payment-in-kind (“PIK”) and non-cash interest income from investments, prepayment penalties of approximately $1.3 million and $0.1 million, respectively, net amortization of purchase premiums/discounts of approximately $0.9 million and $0.7 million, respectively, cash dividend income of approximately $5.6 million and $5.2 million, respectively, PIK and non-cash dividend income of approximately $6.8 million and $1.5 million, respectively, and approximately $3.8 million and $2.6 million in other income, respectively.\nThe Company’s total net expenses after income tax expense for the three months ended March 31, 2018 and 2017 were approximately $27.2 million and $19.9 million, respectively. Total net expenses after income tax expense for the three months ended March 31, 2018 and 2017 consisted of approximately $11.3 million and $8.4 million, respectively, of costs associated with the Company’s borrowings and approximately $13.8 million and $9.8 million, respectively, in net management and incentive fees. Since the Company’s initial public offering (“IPO”), the base management fee calculation has deducted the borrowings under the New Mountain Finance SPV Funding, L.L.C. credit facility (the “SLF Credit Facility”). The SLF Credit Facility had historically consisted of primarily lower yielding assets at higher advance rates. As part of an amendment to the Company’s existing credit facilities with Wells Fargo Bank, National Association, the SLF Credit Facility merged with and into the New Mountain Finance Holdings, L.L.C. credit facility (the “Holdings Credit Facility”) on December 18, 2014. Post credit facility merger and to be consistent with the methodology since the IPO, New Mountain Finance Advisers BDC, L.L.C. (the “Investment Adviser”) will continue to waive management fees on the leverage associated with those assets that share the same underlying yield characteristics with investments that were leveraged under the legacy SLF Credit Facility, which as of March 31, 2018 and 2017 totaled approximately $323.3 million and $322.3 million, respectively. For the three months ended March 31, 2018 and 2017, management fees waived were approximately $1.3 million and $1.4 million, respectively. For the three months ended March 31, 2018 and 2017, incentive fees waived were approximately $0 and $1.8 million, respectively. The Investment Adviser cannot recoup management fees and incentive fees that the Investment Advisor has previously waived. The Company’s net direct and indirect professional, administrative, other general and administrative and income tax expenses for the three months ended March 31, 2018 and 2017 were approximately $2.1 million and $1.7 million, respectively.\nFor the three months ended March 31, 2018 and 2017, the Company recorded approximately $0.2 million and $0.8 million of net realized gains, and $(2.2) million and $5.4 million of net changes in unrealized (depreciation) appreciation of investments and securities purchased under collateralized agreements to resell, respectively. For the three months ended March 31, 2018 and 2017, benefit for taxes was approximately $0.1 million and $0.8 million, respectively, related to differences between the computation of income for United States (“U.S.”) federal income tax purposes as compared to accounting principles generally accepted in the United States (“GAAP”).\nLiquidity and Capital Resources\nAs of March 31, 2018, the Company had cash and cash equivalents of approximately $29.6 million and total statutory debt outstanding of approximately $841.0 million 4 , which consisted of approximately $355.7 million of the $495.0 million of total availability on the Holdings Credit Facility, $95.0 million of the $150.0 million of total availability on the Company’s senior secured revolving credit facility (the “NMFC Credit Facility”), $155.3 million 4 of convertible notes outstanding and $235.0 million of unsecured notes outstanding. Additionally, the Company had $150.0 million of SBA-guaranteed debentures outstanding as of March 31, 2018.\nPortfolio and Asset Quality\nThe Company puts its largest emphasis on risk control and credit performance. On a quarterly basis, or more frequently if deemed necessary, the Company formally rates each portfolio investment on a scale of one to four. Each investment is assigned an initial rating of a “2” under the assumption that the investment is performing materially in-line with expectations. Any investment performing materially below our expectations would be downgraded from the “2” rating to a “3” or a “4” rating, based on the deterioration of the investment. An investment rating of a “4” could be moved to non-accrual status, and the final development could be an actual realization of a loss through a restructuring or impaired sale.\nAs of March 31, 2018, two portfolio companies had an investment rating of “4”. The Company’s investment in these portfolio companies had an aggregate cost basis of approximately $1.6 million and an aggregate fair value of approximately $0.5 million.\nRecent Developments\nThe Company has had approximately $83.5 million of originations and commitments since the end of the first quarter through May 3, 2018. This was offset by approximately $29.9 million of repayments and $18.2 million of sales during the same period.\nOn April 12, 2018, the Company’s board of directors, including a ‘‘required majority’’ (as such term is defined in Section 57(o) of the Investment Company Act of 1940, as amended (the “1940 Act”)) approved the application of the modified asset coverage requirements set forth in Section 61(a)(2) of the 1940 Act, as amended by the Small Business Credit Availability Act (the “SBCA”). As a result, the Company’s asset coverage requirements for senior securities will be changed from 200% to 150%, effective April 12, 2019. On the same day, the board of directors recommended the submission of a proposal for stockholders to approve the application of the 150% minimum asset coverage ratio to the Company at a special meeting of stockholders scheduled to be held on June 8, 2018. If the stockholder proposal is approved by the required votes of the Company’s stockholders at such special meeting of stockholders, the Company would become subject to the 150% minimum asset coverage ratio the day after such stockholder approval instead of April 12, 2019. Changing the asset coverage ratio would permit the Company to double its leverage, which would result in increased leverage risk and increased expenses.\nOn April 25, 2018, the Company and SkyKnight Income II, LLC (\"SkyKnight II\") entered into a limited liability company agreement to establish a joint venture, NMFC Senior Loan Program III LLC (\"SLP III\"). The Company and SkyKnight II have committed to provide $80.0 million and $20.0 million, respectively, of equity to SLP III. The purpose of the joint venture is to invest primarily in senior secured loans issued by portfolio companies within the Company's core industry verticals. All investment decisions must be unanimously approved by the investment committee of SLP III, which has equal representations from the Company and SkyKnight II. On May 2, 2018, SLP III closed its $300.0 million revolving credit facility with Citibank, N.A. which matures on May 2, 2023 and bears interest at a rate of LIBOR plus 1.70% per annum.\nOn April 27, 2018, the Company exited its investment in American Tire Distributors, Inc. (“ATD”), due to ATD’s reported loss of its largest supplier. As of March 31, 2018, the Company’s investment in ATD had a cost basis of approximately $12.3 million and fair value of approximately $12.8 million. The sale will result in a realized loss of approximately $5.8 million for the quarter ended June 30, 2018.\nOn May 2, 2018, the Company’s board of directors declared a second quarter 2018 distribution of $0.34 per share payable on June 29, 2018 to holders of record as of June 15, 2018.",
    "published": "2018-05-08T00:47:00.000+03:00",
    "crawled": "2018-05-08T02:30:53.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "report",
        "net",
        "investment",
        "income",
        "per",
        "weighted",
        "average",
        "share",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "declares",
        "second",
        "quarter",
        "distribution",
        "per",
        "share",
        "new",
        "york",
        "business",
        "wire",
        "new",
        "mountain",
        "finance",
        "corporation",
        "nyse",
        "nmfc",
        "company",
        "u",
        "today",
        "announced",
        "financial",
        "result",
        "reported",
        "first",
        "quarter",
        "net",
        "investment",
        "income",
        "per",
        "weighted",
        "average",
        "share",
        "march",
        "net",
        "asset",
        "value",
        "nav",
        "per",
        "share",
        "decrease",
        "per",
        "share",
        "december",
        "company",
        "also",
        "announced",
        "board",
        "director",
        "declared",
        "second",
        "quarter",
        "distribution",
        "per",
        "share",
        "payable",
        "june",
        "holder",
        "record",
        "june",
        "selected",
        "financial",
        "highlight",
        "data",
        "march",
        "investment",
        "portfolio",
        "total",
        "asset",
        "total",
        "statutory",
        "debt",
        "nav",
        "nav",
        "per",
        "share",
        "statutory",
        "investment",
        "portfolio",
        "composition",
        "march",
        "percent",
        "total",
        "first",
        "lien",
        "second",
        "lien",
        "subordinated",
        "preferred",
        "equity",
        "investment",
        "fund",
        "common",
        "equity",
        "total",
        "includes",
        "collateral",
        "security",
        "purchased",
        "collateralized",
        "agreement",
        "resell",
        "excludes",
        "company",
        "united",
        "state",
        "small",
        "business",
        "administration",
        "sba",
        "debenture",
        "includes",
        "investment",
        "held",
        "new",
        "mountain",
        "net",
        "lease",
        "corporation",
        "believe",
        "strength",
        "company",
        "unique",
        "investment",
        "strategy",
        "focus",
        "acyclical",
        "defensive",
        "growth",
        "company",
        "well",
        "researched",
        "new",
        "mountain",
        "capital",
        "new",
        "mountain",
        "leading",
        "alternative",
        "investment",
        "firm",
        "underscored",
        "continued",
        "stable",
        "credit",
        "performance",
        "company",
        "seven",
        "portfolio",
        "company",
        "representing",
        "approximately",
        "million",
        "cost",
        "investment",
        "made",
        "since",
        "inception",
        "october",
        "approximately",
        "billion",
        "go",
        "robert",
        "hamwee",
        "ceo",
        "commented",
        "first",
        "quarter",
        "represented",
        "another",
        "solid",
        "quarter",
        "performance",
        "nmfc",
        "originated",
        "million",
        "investment",
        "maintained",
        "consistent",
        "portfolio",
        "yield",
        "credit",
        "quality",
        "remains",
        "strong",
        "establishment",
        "third",
        "senior",
        "loan",
        "program",
        "look",
        "forward",
        "generating",
        "attractive",
        "return",
        "manager",
        "significant",
        "stockholder",
        "personally",
        "pleased",
        "completion",
        "another",
        "successful",
        "quarter",
        "added",
        "steven",
        "klinsky",
        "nmfc",
        "chairman",
        "believe",
        "new",
        "mountain",
        "focus",
        "acyclical",
        "defensive",
        "growth",
        "industry",
        "company",
        "know",
        "well",
        "continues",
        "successful",
        "strategy",
        "preserve",
        "asset",
        "portfolio",
        "investment",
        "activity",
        "march",
        "company",
        "nav",
        "approximately",
        "million",
        "portfolio",
        "fair",
        "value",
        "approximately",
        "million",
        "portfolio",
        "company",
        "weighted",
        "average",
        "ytm",
        "cost",
        "approximately",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "made",
        "approximately",
        "million",
        "origination",
        "commitment",
        "million",
        "includes",
        "approximately",
        "million",
        "investment",
        "eight",
        "new",
        "portfolio",
        "company",
        "approximately",
        "million",
        "investment",
        "thirteen",
        "portfolio",
        "company",
        "held",
        "december",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "approximately",
        "million",
        "sale",
        "cash",
        "repayment",
        "approximately",
        "million",
        "consolidated",
        "result",
        "operation",
        "company",
        "total",
        "investment",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "million",
        "million",
        "respectively",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "total",
        "investment",
        "income",
        "consisted",
        "approximately",
        "million",
        "million",
        "cash",
        "interest",
        "income",
        "investment",
        "respectively",
        "approximately",
        "million",
        "million",
        "pik",
        "interest",
        "income",
        "investment",
        "prepayment",
        "penalty",
        "approximately",
        "million",
        "million",
        "respectively",
        "net",
        "amortization",
        "purchase",
        "approximately",
        "million",
        "million",
        "respectively",
        "cash",
        "dividend",
        "income",
        "approximately",
        "million",
        "million",
        "respectively",
        "pik",
        "dividend",
        "income",
        "approximately",
        "million",
        "million",
        "respectively",
        "approximately",
        "million",
        "million",
        "income",
        "respectively",
        "company",
        "total",
        "net",
        "expense",
        "income",
        "tax",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "million",
        "million",
        "respectively",
        "total",
        "net",
        "expense",
        "income",
        "tax",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "consisted",
        "approximately",
        "million",
        "million",
        "respectively",
        "cost",
        "associated",
        "company",
        "borrowing",
        "approximately",
        "million",
        "million",
        "respectively",
        "net",
        "management",
        "incentive",
        "fee",
        "since",
        "company",
        "initial",
        "public",
        "offering",
        "ipo",
        "base",
        "management",
        "fee",
        "calculation",
        "deducted",
        "borrowing",
        "new",
        "mountain",
        "finance",
        "spv",
        "funding",
        "credit",
        "facility",
        "slf",
        "credit",
        "facility",
        "slf",
        "credit",
        "facility",
        "historically",
        "consisted",
        "primarily",
        "lower",
        "yielding",
        "asset",
        "higher",
        "advance",
        "rate",
        "part",
        "amendment",
        "company",
        "existing",
        "credit",
        "facility",
        "well",
        "fargo",
        "bank",
        "national",
        "association",
        "slf",
        "credit",
        "facility",
        "merged",
        "new",
        "mountain",
        "finance",
        "holding",
        "credit",
        "facility",
        "holding",
        "credit",
        "facility",
        "december",
        "post",
        "credit",
        "facility",
        "merger",
        "consistent",
        "methodology",
        "since",
        "ipo",
        "new",
        "mountain",
        "finance",
        "adviser",
        "bdc",
        "investment",
        "adviser",
        "continue",
        "waive",
        "management",
        "fee",
        "leverage",
        "associated",
        "asset",
        "share",
        "underlying",
        "yield",
        "characteristic",
        "investment",
        "leveraged",
        "legacy",
        "slf",
        "credit",
        "facility",
        "march",
        "totaled",
        "approximately",
        "million",
        "million",
        "respectively",
        "three",
        "month",
        "ended",
        "march",
        "management",
        "fee",
        "waived",
        "approximately",
        "million",
        "million",
        "respectively",
        "three",
        "month",
        "ended",
        "march",
        "incentive",
        "fee",
        "waived",
        "approximately",
        "million",
        "respectively",
        "investment",
        "adviser",
        "recoup",
        "management",
        "fee",
        "incentive",
        "fee",
        "investment",
        "advisor",
        "previously",
        "waived",
        "company",
        "net",
        "direct",
        "indirect",
        "professional",
        "administrative",
        "general",
        "administrative",
        "income",
        "tax",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "million",
        "million",
        "respectively",
        "three",
        "month",
        "ended",
        "march",
        "company",
        "recorded",
        "approximately",
        "million",
        "million",
        "net",
        "realized",
        "gain",
        "million",
        "million",
        "net",
        "change",
        "unrealized",
        "depreciation",
        "appreciation",
        "investment",
        "security",
        "purchased",
        "collateralized",
        "agreement",
        "resell",
        "respectively",
        "three",
        "month",
        "ended",
        "march",
        "benefit",
        "tax",
        "approximately",
        "million",
        "million",
        "respectively",
        "related",
        "difference",
        "computation",
        "income",
        "united",
        "state",
        "federal",
        "income",
        "tax",
        "purpose",
        "compared",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "gaap",
        "liquidity",
        "capital",
        "resource",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "total",
        "statutory",
        "debt",
        "outstanding",
        "approximately",
        "million",
        "consisted",
        "approximately",
        "million",
        "million",
        "total",
        "availability",
        "holding",
        "credit",
        "facility",
        "million",
        "million",
        "total",
        "availability",
        "company",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "nmfc",
        "credit",
        "facility",
        "million",
        "convertible",
        "note",
        "outstanding",
        "million",
        "unsecured",
        "note",
        "outstanding",
        "additionally",
        "company",
        "million",
        "debenture",
        "outstanding",
        "march",
        "portfolio",
        "asset",
        "quality",
        "company",
        "put",
        "largest",
        "emphasis",
        "risk",
        "control",
        "credit",
        "performance",
        "quarterly",
        "basis",
        "frequently",
        "deemed",
        "necessary",
        "company",
        "formally",
        "rate",
        "portfolio",
        "investment",
        "scale",
        "one",
        "four",
        "investment",
        "assigned",
        "initial",
        "rating",
        "assumption",
        "investment",
        "performing",
        "materially",
        "expectation",
        "investment",
        "performing",
        "materially",
        "expectation",
        "would",
        "downgraded",
        "rating",
        "rating",
        "based",
        "deterioration",
        "investment",
        "investment",
        "rating",
        "could",
        "moved",
        "status",
        "final",
        "development",
        "could",
        "actual",
        "realization",
        "loss",
        "restructuring",
        "impaired",
        "sale",
        "march",
        "two",
        "portfolio",
        "company",
        "investment",
        "rating",
        "company",
        "investment",
        "portfolio",
        "company",
        "aggregate",
        "cost",
        "basis",
        "approximately",
        "million",
        "aggregate",
        "fair",
        "value",
        "approximately",
        "million",
        "recent",
        "development",
        "company",
        "approximately",
        "million",
        "origination",
        "commitment",
        "since",
        "end",
        "first",
        "quarter",
        "may",
        "offset",
        "approximately",
        "million",
        "repayment",
        "million",
        "sale",
        "period",
        "april",
        "company",
        "board",
        "director",
        "including",
        "required",
        "majority",
        "term",
        "defined",
        "section",
        "investment",
        "company",
        "act",
        "amended",
        "act",
        "approved",
        "application",
        "modified",
        "asset",
        "coverage",
        "requirement",
        "set",
        "forth",
        "section",
        "act",
        "amended",
        "small",
        "business",
        "credit",
        "availability",
        "act",
        "sbca",
        "result",
        "company",
        "asset",
        "coverage",
        "requirement",
        "senior",
        "security",
        "changed",
        "effective",
        "april",
        "day",
        "board",
        "director",
        "recommended",
        "submission",
        "proposal",
        "stockholder",
        "approve",
        "application",
        "minimum",
        "asset",
        "coverage",
        "ratio",
        "company",
        "special",
        "meeting",
        "stockholder",
        "scheduled",
        "held",
        "june",
        "stockholder",
        "proposal",
        "approved",
        "required",
        "vote",
        "company",
        "stockholder",
        "special",
        "meeting",
        "stockholder",
        "company",
        "would",
        "become",
        "subject",
        "minimum",
        "asset",
        "coverage",
        "ratio",
        "day",
        "stockholder",
        "approval",
        "instead",
        "april",
        "changing",
        "asset",
        "coverage",
        "ratio",
        "would",
        "permit",
        "company",
        "double",
        "leverage",
        "would",
        "result",
        "increased",
        "leverage",
        "risk",
        "increased",
        "expense",
        "april",
        "company",
        "skyknight",
        "income",
        "ii",
        "llc",
        "skyknight",
        "ii",
        "entered",
        "limited",
        "liability",
        "company",
        "agreement",
        "establish",
        "joint",
        "venture",
        "nmfc",
        "senior",
        "loan",
        "program",
        "iii",
        "llc",
        "slp",
        "iii",
        "company",
        "skyknight",
        "ii",
        "committed",
        "provide",
        "million",
        "million",
        "respectively",
        "equity",
        "slp",
        "iii",
        "purpose",
        "joint",
        "venture",
        "invest",
        "primarily",
        "senior",
        "secured",
        "loan",
        "issued",
        "portfolio",
        "company",
        "within",
        "company",
        "core",
        "industry",
        "vertical",
        "investment",
        "decision",
        "must",
        "unanimously",
        "approved",
        "investment",
        "committee",
        "slp",
        "iii",
        "equal",
        "representation",
        "company",
        "skyknight",
        "ii",
        "may",
        "slp",
        "iii",
        "closed",
        "million",
        "revolving",
        "credit",
        "facility",
        "citibank",
        "matures",
        "may",
        "bear",
        "interest",
        "rate",
        "libor",
        "plus",
        "per",
        "annum",
        "april",
        "company",
        "exited",
        "investment",
        "american",
        "tire",
        "distributor",
        "atd",
        "due",
        "atd",
        "reported",
        "loss",
        "largest",
        "supplier",
        "march",
        "company",
        "investment",
        "atd",
        "cost",
        "basis",
        "approximately",
        "million",
        "fair",
        "value",
        "approximately",
        "million",
        "sale",
        "result",
        "realized",
        "loss",
        "approximately",
        "million",
        "quarter",
        "ended",
        "june",
        "may",
        "company",
        "board",
        "director",
        "declared",
        "second",
        "quarter",
        "distribution",
        "per",
        "share",
        "payable",
        "june",
        "holder",
        "record",
        "june"
    ]
}