{
    "organizations": [],
    "uuid": "d977467e0195eba3c92dc9f78861bbe41b05dc87",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-purple-innovation-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Purple Innovation Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ALPINE, Utah, May 15, 2018 /PRNewswire/ -- Purple Innovation, Inc. (NASDAQ: PRPL) (\"Purple\"), a comfort technology company known for creating the \"World's First No Pressure ™ Mattress,\" today announced financial results for the first quarter ended March 31, 2018.\nFirst Quarter Financial Summary\nNet revenue increased 102.4% to $61.0 million, compared to $30.1 million in the first quarter of 2017. Gross margin was 43.3% as compared to 47.5% in the first quarter of 2017. Operating loss was $(2.9) million as compared to operating loss of $(2.0) million in the first quarter of 2017. Adjusted operating loss was $(0.6) million compared to adjusted operating loss of $(1.9) million in the first quarter of 2017. Net loss was $(3.6) million for the first quarter 2018 compared to a net loss of $(2.0) million in the year ago period. EBITDA was $(2.5) million compared to $(1.9) million in the first quarter of 2017. Adjusted EBITDA was $(0.1) million compared to $(1.9) million in the first quarter of 2017.\n\"The strong top-line performance we delivered to start the year underscores our progress gaining share in the competitive direct-to-consumer mattress category,\" commented Terry Pearce, Co-Founder, Chairman and CEO. \"We experienced continued strong demand for the original Purple mattress as well as a positive response to the newer, higher-priced models that we introduced on our website during the first quarter. At the same time, we are pleased with the results of our test with Mattress Firm. Following solid sell-through of our product in the initial 51 test stores, we have increased our presence to 117 locations including three new geographies and have an additional 73 store expansion planned for the third quarter.\"\nFirst Quarter 2018 Review\nFirst quarter 2018 net revenue increased 102.4% to $61.0 million, compared to $30.1 million in the first quarter of 2017. The increase in net revenue was driven primarily by higher direct-to-consumer demand for mattresses, including new higher-priced offerings launched online in February 2018, fueled by increased marketing investments and an improved manufacturing capacity to fulfill orders. The first quarter of 2018 also benefitted from contributions from mattress sales in the wholesale channel, which launched in the fourth quarter 2017.\nGross margin for the first quarter 2018 was 43.3% compared to 47.5% in the year ago period, and 43.7% for the full year 2017. The decrease was driven by inventory adjustments related to inefficiencies we experienced in quality control and the manufacturing process as we scaled the production of the new mattresses to meet higher than expected demand. In addition, we also experienced higher freight costs during the first quarter 2018 associated with the new model mattress launch as we initially flat-packed the new models as opposed to rolling them to achieve our February launch date. These additional costs were partially offset by the higher product margins of our new models.\nOperating expenses were $29.3 million in the first quarter 2018 compared to $16.3 million in the prior year period. The increase in operating expenses is primarily attributable to higher marketing investments to expand brand awareness and drive direct-to-consumer demand for the Company's product portfolio as well as $2.4 million of one-time, non-recurring costs related to the business combination transaction with Global Partner Acquisition Corp and severance costs.\nOperating loss was $(2.9) million, compared to a loss of $(2.0) million in the prior year. Adjusted operating loss was $(0.6) million compared to an adjusted operating loss of $(1.9) million in first quarter 2017. First quarter 2018 excludes the one-time business combination transaction and severance costs.\nNet loss was $(3.6) million for the first quarter 2018 compared to a net loss of $(2.0) million in the year ago period.\nEBITDA for the first quarter 2018 was $(2.5) million compared to $(1.9) million in the first quarter 2017. Adjusted EBITDA, which excludes one-time, non-recurring costs related to the business combination transaction with Global Partner Acquisition Corp and severance costs was $(0.1) million, compared to adjusted EBITDA of $(1.9) million last year.\nBalance Sheet Highlights\nAs of March 31, 2018, the Company had cash and cash equivalents of $26.8 million compared to $3.6 million in cash and cash equivalents as of December 31, 2017. Inventories as of March 31, 2018 totaled $26.6 million compared with $13.3 million as of December 31, 2017.\n2018 Outlook\nFor the second quarter of 2018, the Company expects net revenue to be between $70.0 million and $73.0 million and adjusted EBITDA to be in the range of $(3.0) million to $(1.0) million.\nFor 2018, the Company now expects net revenue to be between $290.0 million and $310.0 million, an increase of between 47% and 57% over annual 2017, and adjusted EBITDA of approximately breakeven.\nTerry Pearce added, \"We continue to be very optimistic about the long-term prospects for Purple. In the near-term, we have adopted a more conservative top-line outlook to reflect increased pressure from online competition, lower online conversion rates in conjunction with the higher-priced models, and a slower than expected rollout of our wholesale business. Our revised revenue guidance is also based on the rising costs of digital advertising and marketing activities combined with our commitment to managing the business to breakeven on an adjusted EBITDA basis for 2018.\"\nWebcast and Conference Call Information\nPurple Innovation, Inc. will host a live conference call to discuss financial results today, May 15, 2018, at 4:30 p.m. Eastern Time. The dial-in number for the conference call is (877) 425-9470. The dial-in number for international callers is (201) 389-0878. The call is also being webcast and can be accessed on the investor relations section of the Company's website, investors.purple.com . After the conference call, a webcast replay will remain available on the investor relations section of the Company's website for 30 days.\nAbout Purple\nPurple is a comfort technology company that designs and manufactures products to improve how people sleep, sit, and stand. It designs and manufactures a range of comfort technology products, including mattresses, pillows, and cushions, using its patented Hyper-Elastic Polymer technology designed to improve comfort. The Company markets and sells its products through its direct-to-consumer online channel, traditional retail partners, and third party online retailers. For more information on Purple, visit www.purple.com .\nForward Looking Statements\nCertain statements made in this release that are not historical facts are \"forward looking statements\" within the meaning of the \"safe harbor\" provisions of the United States Private Securities Litigation Reform Act of 1995. Such forward-looking statements include but are not limited to statements about our outlook and expectations for our financial results for the first quarter of 2018 and the fiscal year ended December 31, 2018, as well as our ability to create sustained profitability and shareholder value and our expectations with regard to our partnership with Mattress Firm. Statements based on historical data are not intended and should not be understood to indicate the Company's expectations regarding future events. Forward-looking statements provide current expectations or forecasts of future events or determinations. These forward-looking statements are not guarantees of future performance, conditions or results, and involve a number of known and unknown risks, uncertainties, assumptions and other important factors, many of which are outside the Company's control, that could cause actual results or outcomes to differ discussed in the forward-looking statements. Factors that could influence the realization of forward-looking statements include the risk factors outlined in the \"Risk Factors\" section of our Quarterly Report on Form 10-Q filed with the Securities and Exchange Commission on May 15, 2018 and in our Current Report on Form 8-K filed with the Securities and Exchange Commission on February 8, 2018, as amended February 14, 2018, March 15, 2018 and April 17, 2018. The Company does not undertake any obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nNon-GAAP Financial Measures\nAdjusted Operating Loss and Adjusted EBITDA are non-GAAP financial measures that remove the impact of costs incurred due to the merger transaction with GPAC, as well as certain other nonrecurring legal fees and severance payments. Management believes that the use of such non-GAAP financial measures provides investors with additional useful information with respect to the impact of various adjustments, which we view as a better measure of our operating performance. Refer to the attached table for the reconciliation of such non-GAAP financial measures to the most comparable GAAP financial measure.\nInvestor Contact:\nBrendon Frey, ICR\nbrendon.frey@icrinc.com\n203-682-8200\nMedia Contact:\nAlecia Pulman/Kate Kohlbrenner, ICR\npurplePR@icrinc.com\n646-277-1200\nPurple Innovation, Inc.\nFor information regarding Purple products, please contact:\nSavannah Turk\nDirector of Purple Communications\nsavannah@purple.com\nPURPLE INNOVATION, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(In thousands)\nMarch, 31\nDecember, 31\n2018\n2017\nAssets\nCurrent assets:\nCash and cash equivalents\n$ 26,843\n$ 3,593\nAccounts receivable, net\n3,911\n4,182\nInventories, net\n26,579\n13,345\nPrepaid inventory\n1,587\n2,219\nOther current assets\n2,879\n492\nTotal current assets\n61,799\n23,831\nProperty and equipment, net\n16,127\n13,464\nIntangible assets, net\n1,319\n1,267\nOther long-term assets\n5\n22\nTotal Assets\n$ 79,250\n$ 38,584\nLiabilities and Equity\nCurrent liabilities:\nAccounts payable\n$ 19,790\n$ 21,131\nAccrued sales returns\n4,606\n4,825\nAccrued compensation\n1,747\n2,097\nCustomer prepayments\n7,060\n3,213\nAccrued sales tax\n7,311\n8,466\nOther accrued liabilities\n2,973\n1,451\nCurrent portion of long-term obligations\n30\n29\nTotal current liabilities\n43,517\n41,212\nLong-term debt\n19,081\n8,117\nOther long term liabilities and obligations, net of current portion\n2,646\n2,251\nTotal liabilities\n65,244\n51,580\nCommitments and contingencies\nStockholders' equity:\nClass A common stock\n1\n—\nClass B common stock\n4\n—\nAdditional paid-in capital\n3,256\n—\nAccumulated deficit\n(1,428)\n—\nTotal stockholders' equity\n1,833\n—\nNoncontrolling interest\n12,173\n—\nMember deficit\n—\n(12,996)\nTotal equity\n14,006\n(12,996)\nTotal Liabilities and Equity\n$ 79,250\n$ 38,584\nPURPLE INNOVATION, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(In thousands)\nThree Months Ended March 31,\n2018\n2017\nRevenues, net\n$ 60,980\n$ 30,124\nCost of revenues\n34,580\n15,830\nGross profit\n26,400\n14,294\nOperating expenses:\nMarketing and sales\n22,045\n13,791\nGeneral and administrative\n6,762\n2,212\nResearch and development\n511\n277\nTotal operating expenses\n29,318\n16,280\nOperating loss\n(2,918)\n(1,986)\nInterest expense\n702\n—\nOther income, net\n(19)\n(6)\nNet loss\n(3,601)\n(1,980)\nNet loss attributable to noncontrolling interest\n(2,173)\n—\nNet loss attributable to Purple Innovation, Inc.\n$ (1,428)\n$ (1,980)\nNet loss per common share—basic and diluted\n$ (0.17)\n$ (0.24)\nWeighted average common shares outstanding—basic and diluted\n8,389\n8,389\nPURPLE INNOVATION, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\n(In thousands)\nThree Months Ended March 31,\n2018\n2017\nCash flows from operating activities:\nNet loss\n$ (3,601)\n$ (1,980)\nAdjustments to reconcile net loss to net cash from operating activities:\nDepreciation and amortization\n456\n75\nAmortization of debt issuance costs and discounts\n154\n—\nChanges in operating assets and liabilities:\nDecrease (increase) in accounts receivable\n271\n(743)\nIncrease in inventories\n(13,234)\n(4,030)\nIncrease in prepaid inventory and other assets\n(1,753)\n(2,311)\n(Decrease) increase in accounts payable\n(1,246)\n5,088\n(Decrease) increase in accrued sales returns\n(219)\n836\n(Decrease) increase in accrued compensation\n(350)\n480\nIncrease in customer prepayments\n3,847\n3,728\nIncrease in other accrued liabilities\n100\n1,529\nNet cash (used in) provided by operating activities\n(15,575)\n2,672\nCash flows from investing activities:\nPurchase of property and equipment\n(2,645)\n(2,613)\nInvestment in intangible assets\n(68)\n—\nNet cash used in investing activities\n(2,713)\n(2,613)\nCash flows from financing activities:\nProceeds from the Transaction\n25,912\n—\nProceeds from credit agreement\n24,000\n—\nPayments on line of credit\n(8,000)\n—\nPayments for debt issuance costs\n(367)\n—\nPrincipal payments on capital lease obligations\n(7)\n—\nPayments on related party notes payable\n—\n(300)\nNet cash provided by (used in) financing activities\n41,538\n(300)\nNet increase (decrease) in cash\n23,250\n(241)\nCash, beginning of the period\n3,593\n4,013\nCash, end of the period\n$ 26,843\n$ 3,772\nPURPLE INNOVATION, INC.\nRECONCILIATION OF GAAP TO NON-GAAP MEASURES\n(In thousands)\nManagement believes that the use of the following non-GAAP financial measures provides investors with additional useful information with respect to the impact of various adjustments, which we view as a better measure of our operating performance. These non-GAAP financial measures are EBITDA, adjusted EBITDA and adjusted operating loss. Other companies may calculate these non-GAAP measures differently than we do. These non-GAAP measures have limitations as analytical tools, and you should not consider them in isolation or as a substitute for our financial results prepared in accordance with GAAP.\nReconciliation of GAAP Net Loss to Non-GAAP EBITDA and Adjusted EBITDA\nA reconciliation of GAAP net loss to the non-GAAP measures of EBITDA and adjusted EBITDA is provided below. EBITDA represents net loss before interest expense, other income and depreciation and amortization. Adjusted EBITDA represents EBITDA excluding costs incurred due to the merger transaction with GPAC, nonrecurring legal fees and severance payments.\nThree Months Ended March 31,\n2018\n2017\nGAAP net loss\n$ (3,601)\n$ (1,980)\nInterest expense\n702\n—\nOther income, net\n(19)\n(6)\nDepreciation and amortization\n456\n75\nEBITDA\n(2,462)\n(1,911)\nAdjustments:\nMerger transaction costs\n2,028\n—\nLegal fees\n199\n46\nSeverance\n140\n—\nAdjusted EBITDA\n$ (95)\n$ (1,865)\nReconciliation of GAAP Operating Loss to Non-GAAP Adjusted Operating Loss\nA reconciliation of GAAP operating loss to the non-GAAP measure of adjusted operating loss is provided below. Adjusted operating loss represents GAAP operating loss excluding costs incurred due to the merger transaction with GPAC, nonrecurring legal fees and severance payments.\nThree Months Ended December 31,\n2017\n2016\nGAAP operating loss\n(2,918)\n(1,986)\nAdjustments:\nMerger transaction costs\n2,028\n—\nLegal fees\n199\n46\nSeverance\n140\n—\nAdjusted operating loss\n$ (551)\n$ (1,940)\nView original content with multimedia: http://www.prnewswire.com/news-releases/purple-innovation-reports-first-quarter-2018-results-300648711.html\nSOURCE Purple Innovation, Inc.",
    "published": "2018-05-16T00:05:00.000+03:00",
    "crawled": "2018-05-16T02:50:22.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "alpine",
        "utah",
        "may",
        "purple",
        "innovation",
        "nasdaq",
        "prpl",
        "purple",
        "comfort",
        "technology",
        "company",
        "known",
        "creating",
        "world",
        "first",
        "pressure",
        "mattress",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "financial",
        "summary",
        "net",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "gross",
        "margin",
        "compared",
        "first",
        "quarter",
        "operating",
        "loss",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "first",
        "quarter",
        "adjusted",
        "operating",
        "loss",
        "million",
        "compared",
        "adjusted",
        "operating",
        "loss",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "year",
        "ago",
        "period",
        "ebitda",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "strong",
        "performance",
        "delivered",
        "start",
        "year",
        "underscore",
        "progress",
        "gaining",
        "share",
        "competitive",
        "mattress",
        "category",
        "commented",
        "terry",
        "pearce",
        "chairman",
        "ceo",
        "experienced",
        "continued",
        "strong",
        "demand",
        "original",
        "purple",
        "mattress",
        "well",
        "positive",
        "response",
        "newer",
        "model",
        "introduced",
        "website",
        "first",
        "quarter",
        "time",
        "pleased",
        "result",
        "test",
        "mattress",
        "firm",
        "following",
        "solid",
        "product",
        "initial",
        "test",
        "store",
        "increased",
        "presence",
        "location",
        "including",
        "three",
        "new",
        "geography",
        "additional",
        "store",
        "expansion",
        "planned",
        "third",
        "quarter",
        "first",
        "quarter",
        "review",
        "first",
        "quarter",
        "net",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "net",
        "revenue",
        "driven",
        "primarily",
        "higher",
        "demand",
        "mattress",
        "including",
        "new",
        "offering",
        "launched",
        "online",
        "february",
        "fueled",
        "increased",
        "marketing",
        "investment",
        "improved",
        "manufacturing",
        "capacity",
        "fulfill",
        "order",
        "first",
        "quarter",
        "also",
        "benefitted",
        "contribution",
        "mattress",
        "sale",
        "wholesale",
        "channel",
        "launched",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "first",
        "quarter",
        "compared",
        "year",
        "ago",
        "period",
        "full",
        "year",
        "decrease",
        "driven",
        "inventory",
        "adjustment",
        "related",
        "inefficiency",
        "experienced",
        "quality",
        "control",
        "manufacturing",
        "process",
        "scaled",
        "production",
        "new",
        "mattress",
        "meet",
        "higher",
        "expected",
        "demand",
        "addition",
        "also",
        "experienced",
        "higher",
        "freight",
        "cost",
        "first",
        "quarter",
        "associated",
        "new",
        "model",
        "mattress",
        "launch",
        "initially",
        "new",
        "model",
        "opposed",
        "rolling",
        "achieve",
        "february",
        "launch",
        "date",
        "additional",
        "cost",
        "partially",
        "offset",
        "higher",
        "product",
        "margin",
        "new",
        "model",
        "operating",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "operating",
        "expense",
        "primarily",
        "attributable",
        "higher",
        "marketing",
        "investment",
        "expand",
        "brand",
        "awareness",
        "drive",
        "demand",
        "company",
        "product",
        "portfolio",
        "well",
        "million",
        "cost",
        "related",
        "business",
        "combination",
        "transaction",
        "global",
        "partner",
        "acquisition",
        "corp",
        "severance",
        "cost",
        "operating",
        "loss",
        "million",
        "compared",
        "loss",
        "million",
        "prior",
        "year",
        "adjusted",
        "operating",
        "loss",
        "million",
        "compared",
        "adjusted",
        "operating",
        "loss",
        "million",
        "first",
        "quarter",
        "first",
        "quarter",
        "excludes",
        "business",
        "combination",
        "transaction",
        "severance",
        "cost",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "year",
        "ago",
        "period",
        "ebitda",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "excludes",
        "cost",
        "related",
        "business",
        "combination",
        "transaction",
        "global",
        "partner",
        "acquisition",
        "corp",
        "severance",
        "cost",
        "million",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "last",
        "year",
        "balance",
        "sheet",
        "highlight",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "cash",
        "cash",
        "equivalent",
        "december",
        "inventory",
        "march",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "outlook",
        "second",
        "quarter",
        "company",
        "expects",
        "net",
        "revenue",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "range",
        "million",
        "million",
        "company",
        "expects",
        "net",
        "revenue",
        "million",
        "million",
        "increase",
        "annual",
        "adjusted",
        "ebitda",
        "approximately",
        "breakeven",
        "terry",
        "pearce",
        "added",
        "continue",
        "optimistic",
        "prospect",
        "purple",
        "adopted",
        "conservative",
        "outlook",
        "reflect",
        "increased",
        "pressure",
        "online",
        "competition",
        "lower",
        "online",
        "conversion",
        "rate",
        "conjunction",
        "model",
        "slower",
        "expected",
        "rollout",
        "wholesale",
        "business",
        "revised",
        "revenue",
        "guidance",
        "also",
        "based",
        "rising",
        "cost",
        "digital",
        "advertising",
        "marketing",
        "activity",
        "combined",
        "commitment",
        "managing",
        "business",
        "breakeven",
        "adjusted",
        "ebitda",
        "basis",
        "webcast",
        "conference",
        "call",
        "information",
        "purple",
        "innovation",
        "host",
        "live",
        "conference",
        "call",
        "discus",
        "financial",
        "result",
        "today",
        "may",
        "eastern",
        "time",
        "number",
        "conference",
        "call",
        "number",
        "international",
        "caller",
        "call",
        "also",
        "webcast",
        "accessed",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "conference",
        "call",
        "webcast",
        "replay",
        "remain",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "day",
        "purple",
        "purple",
        "comfort",
        "technology",
        "company",
        "design",
        "manufacture",
        "product",
        "improve",
        "people",
        "sleep",
        "sit",
        "stand",
        "design",
        "manufacture",
        "range",
        "comfort",
        "technology",
        "product",
        "including",
        "mattress",
        "pillow",
        "cushion",
        "using",
        "patented",
        "polymer",
        "technology",
        "designed",
        "improve",
        "comfort",
        "company",
        "market",
        "sell",
        "product",
        "online",
        "channel",
        "traditional",
        "retail",
        "partner",
        "third",
        "party",
        "online",
        "retailer",
        "information",
        "purple",
        "visit",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "made",
        "release",
        "historical",
        "fact",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "outlook",
        "expectation",
        "financial",
        "result",
        "first",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "well",
        "ability",
        "create",
        "sustained",
        "profitability",
        "shareholder",
        "value",
        "expectation",
        "regard",
        "partnership",
        "mattress",
        "firm",
        "statement",
        "based",
        "historical",
        "data",
        "intended",
        "understood",
        "indicate",
        "company",
        "expectation",
        "regarding",
        "future",
        "event",
        "statement",
        "provide",
        "current",
        "expectation",
        "forecast",
        "future",
        "event",
        "determination",
        "statement",
        "guarantee",
        "future",
        "performance",
        "condition",
        "result",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "important",
        "factor",
        "many",
        "outside",
        "company",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "differ",
        "discussed",
        "statement",
        "factor",
        "could",
        "influence",
        "realization",
        "statement",
        "include",
        "risk",
        "factor",
        "outlined",
        "risk",
        "factor",
        "section",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "may",
        "current",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "february",
        "amended",
        "february",
        "march",
        "april",
        "company",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "financial",
        "measure",
        "adjusted",
        "operating",
        "loss",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "remove",
        "impact",
        "cost",
        "incurred",
        "due",
        "merger",
        "transaction",
        "gpac",
        "well",
        "certain",
        "nonrecurring",
        "legal",
        "fee",
        "severance",
        "payment",
        "management",
        "belief",
        "use",
        "financial",
        "measure",
        "provides",
        "investor",
        "additional",
        "useful",
        "information",
        "respect",
        "impact",
        "various",
        "adjustment",
        "view",
        "better",
        "measure",
        "operating",
        "performance",
        "refer",
        "attached",
        "table",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "investor",
        "contact",
        "brendon",
        "frey",
        "icr",
        "medium",
        "contact",
        "alecia",
        "kohlbrenner",
        "icr",
        "purplepr",
        "purple",
        "innovation",
        "information",
        "regarding",
        "purple",
        "product",
        "please",
        "contact",
        "savannah",
        "turk",
        "director",
        "purple",
        "communication",
        "savannah",
        "purple",
        "innovation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "sale",
        "return",
        "accrued",
        "compensation",
        "customer",
        "prepayment",
        "accrued",
        "sale",
        "tax",
        "accrued",
        "liability",
        "current",
        "portion",
        "obligation",
        "total",
        "current",
        "liability",
        "debt",
        "long",
        "term",
        "liability",
        "obligation",
        "net",
        "current",
        "portion",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "member",
        "deficit",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "purple",
        "innovation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "net",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "marketing",
        "sale",
        "general",
        "administrative",
        "research",
        "development",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "purple",
        "innovation",
        "net",
        "loss",
        "per",
        "common",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "diluted",
        "purple",
        "innovation",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "amortization",
        "debt",
        "issuance",
        "cost",
        "discount",
        "change",
        "operating",
        "asset",
        "liability",
        "decrease",
        "increase",
        "account",
        "receivable",
        "increase",
        "inventory",
        "increase",
        "prepaid",
        "inventory",
        "asset",
        "decrease",
        "increase",
        "account",
        "payable",
        "decrease",
        "increase",
        "accrued",
        "sale",
        "return",
        "decrease",
        "increase",
        "accrued",
        "compensation",
        "increase",
        "customer",
        "prepayment",
        "increase",
        "accrued",
        "liability",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "investment",
        "intangible",
        "asset",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "transaction",
        "proceeds",
        "credit",
        "agreement",
        "payment",
        "line",
        "credit",
        "payment",
        "debt",
        "issuance",
        "cost",
        "principal",
        "payment",
        "capital",
        "lease",
        "obligation",
        "payment",
        "related",
        "party",
        "note",
        "payable",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "purple",
        "innovation",
        "reconciliation",
        "gaap",
        "measure",
        "thousand",
        "management",
        "belief",
        "use",
        "following",
        "financial",
        "measure",
        "provides",
        "investor",
        "additional",
        "useful",
        "information",
        "respect",
        "impact",
        "various",
        "adjustment",
        "view",
        "better",
        "measure",
        "operating",
        "performance",
        "financial",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "adjusted",
        "operating",
        "loss",
        "company",
        "may",
        "calculate",
        "measure",
        "differently",
        "measure",
        "limitation",
        "analytical",
        "tool",
        "consider",
        "isolation",
        "substitute",
        "financial",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "ebitda",
        "adjusted",
        "ebitda",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "provided",
        "ebitda",
        "represents",
        "net",
        "loss",
        "interest",
        "expense",
        "income",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "represents",
        "ebitda",
        "excluding",
        "cost",
        "incurred",
        "due",
        "merger",
        "transaction",
        "gpac",
        "nonrecurring",
        "legal",
        "fee",
        "severance",
        "payment",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "loss",
        "interest",
        "expense",
        "income",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "adjustment",
        "merger",
        "transaction",
        "cost",
        "legal",
        "fee",
        "severance",
        "adjusted",
        "ebitda",
        "reconciliation",
        "gaap",
        "operating",
        "loss",
        "adjusted",
        "operating",
        "loss",
        "reconciliation",
        "gaap",
        "operating",
        "loss",
        "measure",
        "adjusted",
        "operating",
        "loss",
        "provided",
        "adjusted",
        "operating",
        "loss",
        "represents",
        "gaap",
        "operating",
        "loss",
        "excluding",
        "cost",
        "incurred",
        "due",
        "merger",
        "transaction",
        "gpac",
        "nonrecurring",
        "legal",
        "fee",
        "severance",
        "payment",
        "three",
        "month",
        "ended",
        "december",
        "gaap",
        "operating",
        "loss",
        "adjustment",
        "merger",
        "transaction",
        "cost",
        "legal",
        "fee",
        "severance",
        "adjusted",
        "operating",
        "loss",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "purple",
        "innovation",
        "inc"
    ]
}