{
    "organizations": [],
    "uuid": "f8502533e01881626b98ff01a1707e3b3a92cb21",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/05/19/californias-homelessness-crisis-a-major-issue-in-governors-race.html",
    "ord_in_thread": 0,
    "title": "California's homelessness crisis a major issue in governor's race",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Getty Images A homeless man sits by the waterfront with the San Francisco Bay Bridge in the background in San Francisco, California.\nWith about one quarter of the nation's homeless population in California , the state's next governor will face the formidable challenge of how to make a dent in the crisis.\nAs of 2017, California had about 134,000 homeless people , up nearly 14 percent from the prior year, according to a U.S. Housing and Urban Development Department report. And California accounted for almost half of country's unsheltered population during 2017.\n\"Among the state's progressives and the progressive wing of the Democratic Party, homelessness is rising on the agenda,\" said Sherry Bebitch Jeffe, a professor of the practice of public policy communication at the USC Sol Price School of Public Policy. \"The betting by Republican leaders is that their electorate will be energized by immigration, by opposition to sanctuary cities and the sanctuary state law.\"\nToday, homeless individuals sleeping on benches, doorways, sidewalks and under freeways are common sights in major cities up and down the state. Some of those people get off the street and into homeless shelters, but hurdles to building more and a chronic shortage of affordable housing and rental units is only exacerbating the situation. Off the streets and into institutions\n\"This problem has been left unaddressed for decades,\" said Travis Allen, a California assemblyman from Orange County and a Republican candidate for governor. \"It's about time the state steps in and takes its proper role to take care of California's most vulnerable and to clean up the streets of California.\"\nAllen's plan to address the homeless problem is to build \"statewide institutions\" where homeless would be forced to go. He said they could receive mental health services, substance abuse treatment if needed or job assistance at these state-run facilities.\n\"No longer will we allow people to break our laws and sleep on our sidewalks, under our bridges and beside our roads,\" he said in an interview. \"California has laws against loitering, vagrancy and public camping – and those laws will be enforced.\"\nHomeless advocates caution that mandating people to go into institutions wouldn't make economic sense and would also face a host of legal obstacles if it's enforced against someone's free will.\nBut Allen counters that his solution will be \"vastly less expensive than the current situation today. Homelessness in California has a massive public cost in terms of the stress it's putting on our medical system and our justice system. It's also dramatically impacting the quality of life for California citizens.\" Hot topic in the gubernatorial race\nIn all, there are 27 candidates vying to be elected governor of California to replace Democratic Gov. Jerry Brown , but only the top two finishers in the June 5 primary, regardless of party affiliation, will go on to the general election. While Democrat Gavin Newsom has been out front in the polls, the rest of the candidates have been slugging it out for the second-place spot.\nSan Diego businessman John H. Cox, a Republican running for governor, has emerged in polls in second place with 18 percent after Newsom's 30 percent showing, according to a poll released last month by UC Berkeley's Institute of Governmental Studies . Allen garnered 16 percent support among those surveyed in Berkeley's IGS Poll.\nCox, who Friday received an endorsement from President Donald Trump in a tweet, blames the homeless problem on the lack of affordable housing in the state and substance abuse. Former President Barack Obama has not formally endorsed any of the candidates for governor.\n\"The regulations and politicians have driven up the cost of housing and kicked people out of their homes,\" Cox said in a gubernatorial debate last week in San Jose hosted by NBC Bay Area and the Silicon Valley Community Foundation.\nAccording to Cox, repeal of the California Environmental Quality Act, or CEQA, would go a long way to help easing the shortage of affordable housing, including apartments. CEQA requires that state and local agencies determine if there are significant environmental impacts of proposed development projects, and to avoid or mitigate those impacts.\nCox, who is in the housing business, said during the debate that he can build apartments for $80,000 in Indiana but it costs $700,000 in the San Francisco Bay area.\n\"Every builder I talk to says it's because of the politicians here have driven up the costs with impact fees, regulation, litigation, the delay,\" he said. Newsom's inconsistent record\nCox also took a swipe at frontrunner Newsom, who is the state's current lieutenant governor and former mayor of San Francisco. As a supervisor in San Francisco, Newsom championed an initiative called \"Care Not Cash\" designed to curb homelessness by slashing welfare payments to the city's homeless and instead favoring housing and other social services.\n\"Gavin Newsom's solution was to throw money at the problem and in return San Francisco is littered with human waste and used needles,\" Cox said in a statement to CNBC.\nHowever, Newsom – mayor of San Francisco from 2004 until early 2011 – defends his record in city government.\n\"In San Francisco we were successful in reducing our street population 40 percent,\" Newsom said last week during the debate. \"We got 12,000 people off the street.\"\nPolitiFact, meanwhile, calls Newsom's claim about cutting homelessness by 40 percent only \"half true,\" pointing out that it doesn't include the city's overall homeless population but only a subset. The homeless count stood at 6,248 in early 2005, and by 2011, when he left to become lieutenant governor, it was at 6,455. The year after Newsom exited as mayor, the homeless population topped 7,300; last year it was nearly 7,500 people .\nPaul Boden, executive director of the Western Regional Advocacy Project in San Francisco, describes Newsom as \"more PR than substance.\" He recalls seeing the former San Francisco mayor washing the feet of homeless people with hordes of media cameras to catch the scene.\nBoden, whose group advocates for homeless people, said that Newsom and City Hall in general has done a \"lousy job and only redirected money and taken it from people. We still have many people suffering out there.\" Kids on the street\nHomeless advocates say the problem of homeless youth is especially troubling in the state, with some students going to school and living in homeless encampments at night or sleeping in alleys. They say more should be done to address the issue in Sacramento.\nThe problem of kids living on the street is especially apparent in Los Angeles, where there are more than double the number of homeless youth than the next largest American city. The public school system in Los Angeles estimated the homeless student population jumped more than 50 percent in 2016. At community colleges in the region, some estimates are roughly one out of every five students has been homeless .\nIf elected governor, Newsom promises to name a cabinet-level secretary to oversee an interagency council on homelessness.\n\"What lacks is leadership in the state,\" Newsom said last week. He said the position of state homelessness secretary would \"break through the morass and lead the effort across the state.\"\nOne of Newsom's rivals, Antonio Villaraigosa, was mayor of the city of Los Angeles from 2005 until 2013. Villaraigosa said that his plan to address homelessness includes a \"permanent support of services\" around housing. Sandy Huffaker | The Washington Post | Getty Images A homeless woman walks with her belongings in the East Village area of Downtown San Diego, California.\n\"We need to build dramatically more housing,\" Villaraigosa said in a statement. \"We need to provide the mental health and substance abuse care to address the reasons so many people end up on the street. And we need to have the health care workforce to make this care a reality.\"\nMoreover, the former Los Angeles mayor said the state needs to add \"more good jobs. And we need to keep fighting this fight even though it seems impossible – because basic human dignity tells us we do not leave our brothers and sisters on the streets.\"\nWhen Villaraigosa was mayor, the city's homeless population went from 65,287 in 2005 to 44,359 in 2015, a decline of some 32 percent, according to figures from the L.A. Homeless Services Authority. Homeless encampments in Los Angeles\nStill, some community leaders are critical of how Villaraigosa handled the homeless issue, especially the increasing number of encampments in neighborhoods such as Venice. There also are homeless at encampments in other parts of the city and some have been blamed for causing destructive brush fires .\n\"Villaraigosa was AWOL when he was mayor on dealing with the structural problem, which is there is not enough affordable housing,\" said Mark Ryavec, president of Venice Stakeholders Association, a nonprofit community advocacy group.\nRyavec, a former chief deputy assessor for Los Angeles County, also faults the former mayor for \"giving away the store to city employees with a 5 percent increase [in pay] for four years. That was approved just before the recession started.\"\nBut Villaraigosa claims he made progress in addressing the homeless issue and affordable housing. \"When I was mayor, we didn't shy from the big challenges before us. We took them on and made progress.\" -Antonio Villaraigosa, Democratic candidate for governor, former L.A. mayor\nSix months after becoming L.A.'s mayor, Villaraigosa announced plans to build more than 2,500 new subsidized apartments for primarily homeless people while also offering them counseling, job training and medical care. He also set a goal of 20,000 new rental units for families and claims to have exceeded that goal within four years.\n\"When I was mayor, we didn't shy from the big challenges before us,\" said Villaraigosa. \"We took them on and made progress.\" More funds for housing\nAnother Democratic challenger, John Chiang, has been state treasurer since 2015 and previously was California's state controller. Chiang said he's already helped with the state housing shortage by increasing financing as state treasurer for new and rehabilitated housing by over 80 percent from 2014 levels, including funding to help the homeless.\nLast month's Berkeley IGS Poll placed Chiang's support at 7 percent, while Villaraigosa received 9 percent support. By comparison, voter preferences in December 2017's poll showed Villaraigosa at 17 percent and Chiang at 5 percent.\nBoth Chiang and Villaraigosa have launched a media blitz in the final weeks of the crowded race before the primary. Villaraigosa has received substantial funding for ad buying from several billionaires: Netflix CEO Reed Hastings and Eli Broad, the Los Angeles philanthropist who founded what is now KB Home .\nChiang's message in his ads has been his fiscal experience that helped California through the tough times. He has overseen California agencies responsible for investment, finance and state check-writing.\n\"Financing the creation of more affordable housing has been a top priority of mine, and one that I will continue to act on as governor,\" Chiang said in a statement. \"I strongly believe we need to think big and act boldly to address a housing problem that has become an economic and humanitarian crisis.\"\nChiang also takes credit for helping to lead a coalition last year to fight for an affordable housing measure and getting the proposed $4 billion housing bond on the November ballot. He also promises to push for a $9 billion affordable housing bond measure if elected governor along with \"rapid rehousing, increased state tax credits, and increased permitting.\"\nUnlike GOP candidate Cox, though, Chiang doesn't want to get rid of all the environmental protections under CEQA. But he does say the state must \"look at land use, resurrect and reimagine our redevelopment agencies, and remove the obstacles to getting housing built.\"\n\"We cannot live with half measures, and we know that for those who do have to sleep on streets or in shelters, criminalizing homelessness is not the right approach,\" Chiang added. \"That's what both Antonio Villaraigosa and Gavin Newsom did as former mayors of Los Angeles and San Francisco, and what you can never expect from me.\"",
    "published": "2018-05-20T03:00:00.000+03:00",
    "crawled": "2018-05-20T19:00:39.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "getty",
        "image",
        "homeless",
        "man",
        "sits",
        "waterfront",
        "san",
        "francisco",
        "bay",
        "bridge",
        "background",
        "san",
        "francisco",
        "california",
        "one",
        "quarter",
        "nation",
        "homeless",
        "population",
        "california",
        "state",
        "next",
        "governor",
        "face",
        "formidable",
        "challenge",
        "make",
        "dent",
        "crisis",
        "california",
        "homeless",
        "people",
        "nearly",
        "percent",
        "prior",
        "year",
        "according",
        "housing",
        "urban",
        "development",
        "department",
        "report",
        "california",
        "accounted",
        "almost",
        "half",
        "country",
        "unsheltered",
        "population",
        "among",
        "state",
        "progressive",
        "progressive",
        "wing",
        "democratic",
        "party",
        "homelessness",
        "rising",
        "agenda",
        "said",
        "sherry",
        "bebitch",
        "jeffe",
        "professor",
        "practice",
        "public",
        "policy",
        "communication",
        "usc",
        "sol",
        "price",
        "school",
        "public",
        "policy",
        "betting",
        "republican",
        "leader",
        "electorate",
        "energized",
        "immigration",
        "opposition",
        "sanctuary",
        "city",
        "sanctuary",
        "state",
        "law",
        "today",
        "homeless",
        "individual",
        "sleeping",
        "bench",
        "doorway",
        "sidewalk",
        "freeway",
        "common",
        "sight",
        "major",
        "city",
        "state",
        "people",
        "get",
        "street",
        "homeless",
        "shelter",
        "hurdle",
        "building",
        "chronic",
        "shortage",
        "affordable",
        "housing",
        "rental",
        "unit",
        "exacerbating",
        "situation",
        "street",
        "institution",
        "problem",
        "left",
        "unaddressed",
        "decade",
        "said",
        "travis",
        "allen",
        "california",
        "assemblyman",
        "orange",
        "county",
        "republican",
        "candidate",
        "governor",
        "time",
        "state",
        "step",
        "take",
        "proper",
        "role",
        "take",
        "care",
        "california",
        "vulnerable",
        "clean",
        "street",
        "california",
        "allen",
        "plan",
        "address",
        "homeless",
        "problem",
        "build",
        "statewide",
        "institution",
        "homeless",
        "would",
        "forced",
        "go",
        "said",
        "could",
        "receive",
        "mental",
        "health",
        "service",
        "substance",
        "abuse",
        "treatment",
        "needed",
        "job",
        "assistance",
        "facility",
        "longer",
        "allow",
        "people",
        "break",
        "law",
        "sleep",
        "sidewalk",
        "bridge",
        "beside",
        "road",
        "said",
        "interview",
        "california",
        "law",
        "loitering",
        "vagrancy",
        "public",
        "camping",
        "law",
        "enforced",
        "homeless",
        "advocate",
        "caution",
        "mandating",
        "people",
        "go",
        "institution",
        "would",
        "make",
        "economic",
        "sense",
        "would",
        "also",
        "face",
        "host",
        "legal",
        "obstacle",
        "enforced",
        "someone",
        "free",
        "allen",
        "counter",
        "solution",
        "vastly",
        "less",
        "expensive",
        "current",
        "situation",
        "today",
        "homelessness",
        "california",
        "massive",
        "public",
        "cost",
        "term",
        "stress",
        "putting",
        "medical",
        "system",
        "justice",
        "system",
        "also",
        "dramatically",
        "impacting",
        "quality",
        "life",
        "california",
        "citizen",
        "hot",
        "topic",
        "gubernatorial",
        "race",
        "candidate",
        "vying",
        "elected",
        "governor",
        "california",
        "replace",
        "democratic",
        "gov",
        "jerry",
        "brown",
        "top",
        "two",
        "finisher",
        "june",
        "primary",
        "regardless",
        "party",
        "affiliation",
        "go",
        "general",
        "election",
        "democrat",
        "gavin",
        "newsom",
        "front",
        "poll",
        "rest",
        "candidate",
        "slugging",
        "spot",
        "san",
        "diego",
        "businessman",
        "john",
        "cox",
        "republican",
        "running",
        "governor",
        "emerged",
        "poll",
        "second",
        "place",
        "percent",
        "newsom",
        "percent",
        "showing",
        "according",
        "poll",
        "released",
        "last",
        "month",
        "uc",
        "berkeley",
        "institute",
        "governmental",
        "study",
        "allen",
        "garnered",
        "percent",
        "support",
        "among",
        "surveyed",
        "berkeley",
        "ig",
        "poll",
        "cox",
        "friday",
        "received",
        "endorsement",
        "president",
        "donald",
        "trump",
        "tweet",
        "blame",
        "homeless",
        "problem",
        "lack",
        "affordable",
        "housing",
        "state",
        "substance",
        "abuse",
        "former",
        "president",
        "barack",
        "obama",
        "formally",
        "endorsed",
        "candidate",
        "governor",
        "regulation",
        "politician",
        "driven",
        "cost",
        "housing",
        "kicked",
        "people",
        "home",
        "cox",
        "said",
        "gubernatorial",
        "debate",
        "last",
        "week",
        "san",
        "jose",
        "hosted",
        "nbc",
        "bay",
        "area",
        "silicon",
        "valley",
        "community",
        "foundation",
        "according",
        "cox",
        "repeal",
        "california",
        "environmental",
        "quality",
        "act",
        "ceqa",
        "would",
        "go",
        "long",
        "way",
        "help",
        "easing",
        "shortage",
        "affordable",
        "housing",
        "including",
        "apartment",
        "ceqa",
        "requires",
        "state",
        "local",
        "agency",
        "determine",
        "significant",
        "environmental",
        "impact",
        "proposed",
        "development",
        "project",
        "avoid",
        "mitigate",
        "impact",
        "cox",
        "housing",
        "business",
        "said",
        "debate",
        "build",
        "apartment",
        "indiana",
        "cost",
        "san",
        "francisco",
        "bay",
        "area",
        "every",
        "builder",
        "talk",
        "say",
        "politician",
        "driven",
        "cost",
        "impact",
        "fee",
        "regulation",
        "litigation",
        "delay",
        "said",
        "newsom",
        "inconsistent",
        "record",
        "cox",
        "also",
        "took",
        "swipe",
        "frontrunner",
        "newsom",
        "state",
        "current",
        "lieutenant",
        "governor",
        "former",
        "mayor",
        "san",
        "francisco",
        "supervisor",
        "san",
        "francisco",
        "newsom",
        "championed",
        "initiative",
        "called",
        "care",
        "cash",
        "designed",
        "curb",
        "homelessness",
        "slashing",
        "welfare",
        "payment",
        "city",
        "homeless",
        "instead",
        "favoring",
        "housing",
        "social",
        "service",
        "gavin",
        "newsom",
        "solution",
        "throw",
        "money",
        "problem",
        "return",
        "san",
        "francisco",
        "littered",
        "human",
        "waste",
        "used",
        "needle",
        "cox",
        "said",
        "statement",
        "cnbc",
        "however",
        "newsom",
        "mayor",
        "san",
        "francisco",
        "early",
        "defends",
        "record",
        "city",
        "government",
        "san",
        "francisco",
        "successful",
        "reducing",
        "street",
        "population",
        "percent",
        "newsom",
        "said",
        "last",
        "week",
        "debate",
        "got",
        "people",
        "street",
        "politifact",
        "meanwhile",
        "call",
        "newsom",
        "claim",
        "cutting",
        "homelessness",
        "percent",
        "half",
        "true",
        "pointing",
        "include",
        "city",
        "overall",
        "homeless",
        "population",
        "subset",
        "homeless",
        "count",
        "stood",
        "early",
        "left",
        "become",
        "lieutenant",
        "governor",
        "year",
        "newsom",
        "exited",
        "mayor",
        "homeless",
        "population",
        "topped",
        "last",
        "year",
        "nearly",
        "people",
        "paul",
        "boden",
        "executive",
        "director",
        "western",
        "regional",
        "advocacy",
        "project",
        "san",
        "francisco",
        "describes",
        "newsom",
        "pr",
        "substance",
        "recall",
        "seeing",
        "former",
        "san",
        "francisco",
        "mayor",
        "washing",
        "foot",
        "homeless",
        "people",
        "horde",
        "medium",
        "camera",
        "catch",
        "scene",
        "boden",
        "whose",
        "group",
        "advocate",
        "homeless",
        "people",
        "said",
        "newsom",
        "city",
        "hall",
        "general",
        "done",
        "lousy",
        "job",
        "redirected",
        "money",
        "taken",
        "people",
        "still",
        "many",
        "people",
        "suffering",
        "kid",
        "street",
        "homeless",
        "advocate",
        "say",
        "problem",
        "homeless",
        "youth",
        "especially",
        "troubling",
        "state",
        "student",
        "going",
        "school",
        "living",
        "homeless",
        "encampment",
        "night",
        "sleeping",
        "alley",
        "say",
        "done",
        "address",
        "issue",
        "sacramento",
        "problem",
        "kid",
        "living",
        "street",
        "especially",
        "apparent",
        "los",
        "angeles",
        "double",
        "number",
        "homeless",
        "youth",
        "next",
        "largest",
        "american",
        "city",
        "public",
        "school",
        "system",
        "los",
        "angeles",
        "estimated",
        "homeless",
        "student",
        "population",
        "jumped",
        "percent",
        "community",
        "college",
        "region",
        "estimate",
        "roughly",
        "one",
        "every",
        "five",
        "student",
        "homeless",
        "elected",
        "governor",
        "newsom",
        "promise",
        "name",
        "secretary",
        "oversee",
        "interagency",
        "council",
        "homelessness",
        "lack",
        "leadership",
        "state",
        "newsom",
        "said",
        "last",
        "week",
        "said",
        "position",
        "state",
        "homelessness",
        "secretary",
        "would",
        "break",
        "morass",
        "lead",
        "effort",
        "across",
        "state",
        "one",
        "newsom",
        "rival",
        "antonio",
        "villaraigosa",
        "mayor",
        "city",
        "los",
        "angeles",
        "villaraigosa",
        "said",
        "plan",
        "address",
        "homelessness",
        "includes",
        "permanent",
        "support",
        "service",
        "around",
        "housing",
        "sandy",
        "huffaker",
        "washington",
        "post",
        "getty",
        "image",
        "homeless",
        "woman",
        "walk",
        "belonging",
        "east",
        "village",
        "area",
        "downtown",
        "san",
        "diego",
        "california",
        "need",
        "build",
        "dramatically",
        "housing",
        "villaraigosa",
        "said",
        "statement",
        "need",
        "provide",
        "mental",
        "health",
        "substance",
        "abuse",
        "care",
        "address",
        "reason",
        "many",
        "people",
        "end",
        "street",
        "need",
        "health",
        "care",
        "workforce",
        "make",
        "care",
        "reality",
        "moreover",
        "former",
        "los",
        "angeles",
        "mayor",
        "said",
        "state",
        "need",
        "add",
        "good",
        "job",
        "need",
        "keep",
        "fighting",
        "fight",
        "even",
        "though",
        "seems",
        "impossible",
        "basic",
        "human",
        "dignity",
        "tell",
        "u",
        "leave",
        "brother",
        "sister",
        "street",
        "villaraigosa",
        "mayor",
        "city",
        "homeless",
        "population",
        "went",
        "decline",
        "percent",
        "according",
        "figure",
        "homeless",
        "service",
        "authority",
        "homeless",
        "encampment",
        "los",
        "angeles",
        "still",
        "community",
        "leader",
        "critical",
        "villaraigosa",
        "handled",
        "homeless",
        "issue",
        "especially",
        "increasing",
        "number",
        "encampment",
        "neighborhood",
        "venice",
        "also",
        "homeless",
        "encampment",
        "part",
        "city",
        "blamed",
        "causing",
        "destructive",
        "brush",
        "fire",
        "villaraigosa",
        "awol",
        "mayor",
        "dealing",
        "structural",
        "problem",
        "enough",
        "affordable",
        "housing",
        "said",
        "mark",
        "ryavec",
        "president",
        "venice",
        "stakeholder",
        "association",
        "nonprofit",
        "community",
        "advocacy",
        "group",
        "ryavec",
        "former",
        "chief",
        "deputy",
        "assessor",
        "los",
        "angeles",
        "county",
        "also",
        "fault",
        "former",
        "mayor",
        "giving",
        "away",
        "store",
        "city",
        "employee",
        "percent",
        "increase",
        "pay",
        "four",
        "year",
        "approved",
        "recession",
        "started",
        "villaraigosa",
        "claim",
        "made",
        "progress",
        "addressing",
        "homeless",
        "issue",
        "affordable",
        "housing",
        "mayor",
        "shy",
        "big",
        "challenge",
        "u",
        "took",
        "made",
        "progress",
        "villaraigosa",
        "democratic",
        "candidate",
        "governor",
        "former",
        "mayor",
        "six",
        "month",
        "becoming",
        "mayor",
        "villaraigosa",
        "announced",
        "plan",
        "build",
        "new",
        "subsidized",
        "apartment",
        "primarily",
        "homeless",
        "people",
        "also",
        "offering",
        "counseling",
        "job",
        "training",
        "medical",
        "care",
        "also",
        "set",
        "goal",
        "new",
        "rental",
        "unit",
        "family",
        "claim",
        "exceeded",
        "goal",
        "within",
        "four",
        "year",
        "mayor",
        "shy",
        "big",
        "challenge",
        "u",
        "said",
        "villaraigosa",
        "took",
        "made",
        "progress",
        "fund",
        "housing",
        "another",
        "democratic",
        "challenger",
        "john",
        "chiang",
        "state",
        "treasurer",
        "since",
        "previously",
        "california",
        "state",
        "controller",
        "chiang",
        "said",
        "already",
        "helped",
        "state",
        "housing",
        "shortage",
        "increasing",
        "financing",
        "state",
        "treasurer",
        "new",
        "rehabilitated",
        "housing",
        "percent",
        "level",
        "including",
        "funding",
        "help",
        "homeless",
        "last",
        "month",
        "berkeley",
        "ig",
        "poll",
        "placed",
        "chiang",
        "support",
        "percent",
        "villaraigosa",
        "received",
        "percent",
        "support",
        "comparison",
        "voter",
        "preference",
        "december",
        "poll",
        "showed",
        "villaraigosa",
        "percent",
        "chiang",
        "percent",
        "chiang",
        "villaraigosa",
        "launched",
        "medium",
        "blitz",
        "final",
        "week",
        "crowded",
        "race",
        "primary",
        "villaraigosa",
        "received",
        "substantial",
        "funding",
        "ad",
        "buying",
        "several",
        "billionaire",
        "netflix",
        "ceo",
        "reed",
        "hastings",
        "eli",
        "broad",
        "los",
        "angeles",
        "philanthropist",
        "founded",
        "kb",
        "home",
        "chiang",
        "message",
        "ad",
        "fiscal",
        "experience",
        "helped",
        "california",
        "tough",
        "time",
        "overseen",
        "california",
        "agency",
        "responsible",
        "investment",
        "finance",
        "state",
        "financing",
        "creation",
        "affordable",
        "housing",
        "top",
        "priority",
        "mine",
        "one",
        "continue",
        "act",
        "governor",
        "chiang",
        "said",
        "statement",
        "strongly",
        "believe",
        "need",
        "think",
        "big",
        "act",
        "boldly",
        "address",
        "housing",
        "problem",
        "become",
        "economic",
        "humanitarian",
        "crisis",
        "chiang",
        "also",
        "take",
        "credit",
        "helping",
        "lead",
        "coalition",
        "last",
        "year",
        "fight",
        "affordable",
        "housing",
        "measure",
        "getting",
        "proposed",
        "billion",
        "housing",
        "bond",
        "november",
        "ballot",
        "also",
        "promise",
        "push",
        "billion",
        "affordable",
        "housing",
        "bond",
        "measure",
        "elected",
        "governor",
        "along",
        "rapid",
        "rehousing",
        "increased",
        "state",
        "tax",
        "credit",
        "increased",
        "permitting",
        "unlike",
        "gop",
        "candidate",
        "cox",
        "though",
        "chiang",
        "want",
        "get",
        "rid",
        "environmental",
        "protection",
        "ceqa",
        "say",
        "state",
        "must",
        "look",
        "land",
        "use",
        "resurrect",
        "reimagine",
        "redevelopment",
        "agency",
        "remove",
        "obstacle",
        "getting",
        "housing",
        "built",
        "live",
        "half",
        "measure",
        "know",
        "sleep",
        "street",
        "shelter",
        "criminalizing",
        "homelessness",
        "right",
        "approach",
        "chiang",
        "added",
        "antonio",
        "villaraigosa",
        "gavin",
        "newsom",
        "former",
        "mayor",
        "los",
        "angeles",
        "san",
        "francisco",
        "never",
        "expect"
    ]
}