{
    "organizations": [],
    "uuid": "d0ff096341c9aa9780b84368de895a8bab9e59ae",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/mlb-roundup-yankees-rally-to-beat-as-in-extras-idUSKCN1IE04K",
    "ord_in_thread": 0,
    "title": "MLB roundup: Yankees rally to beat A's in extras",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Neil Walker hit a single with two outs in the bottom of the 11th inning, lifting the New York Yankees to a 7-6 victory over the Oakland Athletics on Saturday afternoon.\nMay 12, 2018; Bronx, NY, USA; New York Yankees first baseman Neil Walker (14) hits an rbi single during the eleventh inning of the game against the Oakland Athletics at Yankee Stadium. Mandatory Credit: Gregory J. Fisher-USA TODAY Sports With runners on first and second, Walker won it when he blooped a first-pitch fastball from Chris Hatcher (3-1) into center field. After Gary Sanchez scored the winning run, Walker was mobbed by his teammates at first base and the celebration continued into right field.\nWalker’s hit occurred after A.J. Cole (1-0) fanned four in two scoreless innings after starting his outing with two walks. It also occurred after left fielder Brett Gardner and catcher Sanchez teamed up to complete an inning-ending double play in the ninth in a play the Yankees successfully challenged.\nBefore the Yankees won for the 18th time in 21 games, Sanchez and Hicks hit back-to-back solo homers off Andrew Triggs in the second inning and Judge hit a two-run drive in the sixth off Triggs. Khris Davis hit a three-run homer (his 11th of the season) and Mark Canha added a two-run single during a five-run fourth for Oakland.\nBraves 10, Marlins 5\nFreddie Freeman slugged two homers and Tyler Flowers drew the go-ahead walk in the eighth inning as Atlanta defeated Miami at Marlins Park.\nFreeman, who had his first career five-hit game on Thursday, finished 3-for-4 with three runs scored and three RBIs.\nJose Bautista drilled his first homer as a member of the Braves, tying the score 5-5 with a solo blast in the sixth inning. He has 332 career homers, most of them with the Toronto Blue Jays. Ender Inciarte also homered for the Braves. Derek Dietrich knocked in three of Miami’s five runs with a bases-loaded double in the fifth that had put the Marlins in front.\nCubs 8, White Sox 4\nThe Cubs and Willson Contreras had to wait an extra few hours, but they picked up where they left off on Friday, jumping on their intracity rivals early in a win over the visiting White Sox at Wrigley Field.\nThe Cubs won their fifth straight game on the heels of a five-game losing streak. The White Sox have lost seven straight and 11 of 12 and, at 9-27, are the only major league team not to have reached 10 wins.\nCubs starter Jon Lester (3-1) gave up only one run in 5 2/3 innings to earn the win. James Shields fell to 1-4, throwing six innings and allowing five runs on seven hits, with three walks and four strikeouts.\nAstros 6, Rangers 1\nCharlie Morton recorded a career-high 14 strikeouts while Brian McCann, Evan Gattis and Carlos Correa slugged home runs in support as Houston evened its three-game, weekend series with Texas at Minute Maid Park.\nMorton (5-0) posted double-digits in strikeouts for the third time this season. He did not walk a batter and allowed just four hits over seven innings, with Rangers first baseman Ronald Guzman accounting for the lone run with a solo homer to right field in the third inning. Choo, left fielder Joey Gallo and second baseman Rougned Odor were a combined 0-for-10 with nine strikeouts against Morton, who fanned 12 batters over six innings against Texas on April 14, a game the Astros lost 6-5.\nHouston played without outfielder George Springer for the first time this season. Springer remains sidelined after being hit by a pitch on the left elbow in the third inning on Friday night.\nIndians 6, Royals 2\nFrancisco Lindor went 4-for-4 with two solo homers and two doubles as Cleveland waited out a 75-minute rain delay before beating Kansas City at Progressive Field in Cleveland.\nLindor scored four runs for the Indians, while Mike Clevinger (3-0) lasted 7 2/3 innings, scattering eight hits and yielding two runs with no walks and five strikeouts. Michael Brantley also enjoyed a big day for Cleveland, going 3-for-4 with two runs and two RBIs.\nJakob Junis (4-3) toiled 5 2/3 innings in a losing cause for Kansas City, ceding six hits and four runs while walking two and fanning seven. The Royals fell to 13-26 and have been outscored by a whopping 60 runs on the season.\nNationals 2, Diamondbacks 1\nBryce Harper had two hits and an RBI and Stephen Strasburg won his third straight start as the Nationals became the first team to win a series against Arizona this season with a victory at Chase Field.\nHarper doubled in a run in the third inning and walked to load the bases before the Nationals scored the final run of the game in the fourth. Washington has won 12 of its last 14. Stephen Strasburg (5-3) gave up five hits and one run in 6 2/3 innings, with nine strikeouts and one walk.\nA.J. Pollock had an RBI double for the Diamondbacks, their only extra-base hit. They have lost a season-high four in a row and seven out of 10.\nRed Sox 5, Blue Jays 2\nHanley Ramirez hit a two-run homer, David Price pitched into the sixth inning and visiting Boston defeated Toronto.\nPrice (3-4) allowed two runs, five hits and three walks and struck out six in 5 1/3 innings for his first win since April 17, a span of three winless starts. Price had missed his scheduled start on Wednesday with a mild case of carpal tunnel syndrome.\nToronto’s Marco Estrada (2-3) allowed four runs, seven hits and one walk while striking out five in six innings in his fourth straight start without a win. Justin Smoak homered for the Blue Jays, who won the opener of the three-game series in 12 innings Friday.\nTigers 4, Mariners 3 (Game 1)\nGrayson Greiner knocked in the first two runs of his career, Jose Iglesias hit a two-run homer and Detroit held off Seattle in the first game of a doubleheader.\nGreiner, a rookie catcher, had two run-scoring hits while Iglesias ripped his second homer this season. JaCoby Jones added two hits and a run scored.\nDetroit’s Matthew Boyd (2-3) allowed three runs on three hits with six strikeouts in six-plus innings to collect the win. Seattle starter Marco Gonzales (3-3) allowed four runs on 10 hits in six innings.\nMariners 9, Tigers 5 (Game 2)\nRobinson Cano hit a three-run homer, Ryon Healy drove in three runs and Seattle salvaged a split of a doubleheader in beating Detroit.\nCano hit his fourth homer and also scored two runs, while Healy blasted his seventh homer and added an RBI double for the Mariners. Kyle Seager had three hits, scored two runs and knocked in two more, while Nelson Cruz supplied three hits, a run scored and an RBI.\nJohn Hicks led the Detroit attack with three hits, including a two-run homer. Pete Kozma had two hits, a run scored and two RBIs, while JaCoby Jones scored two runs, including a first-to-home scamper on a single.\nOrioles 6, Rays 3 (Game 1)\nJonathan Schoop homered twice to help starter David Hess win in his major league debut as Baltimore won its fourth straight and defeated Tampa Bay in the first game of a doubleheader at Oriole Park.\nHess was the 26th man on the Orioles’ roster (which is allowed for doubleheaders), and after starting poorly, rebounded strongly. The right-hander gave up three runs on four hits in the first inning and then retired 18 of the final 20 batters he faced. Overall, Hess (1-0) allowed three runs on six hits in six innings. He struck out three without a walk and threw just 78 pitches.\nTampa Bay has dropped five in a row. Rays starter Chris Archer (2-3) gave up all six runs Baltimore scored in seven innings. He allowed seven hits and couldn’t hold the early 3-0 lead.\nRays 10, Orioles 3 (Game 2)\nC.J. Cron and Brad Miller both homered, and Tampa Bay defeated Baltimore to earn a split of the doubleheader at Camden Yards.\nThe Rays’ victory also snapped their five-game losing skid while Baltimore had won four in a row. There was a 1-hour, 19-minute rain delay in the sixth inning.\nThe Rays pitched by committee in this game as seven pitchers combined to allow just three runs and four hits, with Sergio Romo (1-0) earning the win by throwing 1 1/3 shutout innings. Baltimore starter Alex Cobb (0-5) lost for the second time this season to his former team. He allowed four runs (three earned) on seven hits in 5 2/3 innings.\nMets-Phillies (ppd.)\nThe contest between host Philadelphia and New York at Citizens Bank Park was postponed following a roughly one-hour rain delay from the scheduled start time.\nThe game will be made up on Aug. 16 as part of a single-admission doubleheader beginning at 4:05 p.m. ET.\nThe postponement is the second of a game between the Mets and Phillies this season. Their April 2 meeting was postponed by snow and will be made up as part of a single-admission doubleheader at Citi Field on July 9.\n ",
    "published": "2018-05-13T06:37:00.000+03:00",
    "crawled": "2018-05-13T06:58:03.033+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "neil",
        "walker",
        "hit",
        "single",
        "two",
        "out",
        "bottom",
        "11th",
        "inning",
        "lifting",
        "new",
        "york",
        "yankee",
        "victory",
        "oakland",
        "athletics",
        "saturday",
        "afternoon",
        "may",
        "bronx",
        "ny",
        "usa",
        "new",
        "york",
        "yankee",
        "first",
        "baseman",
        "neil",
        "walker",
        "hit",
        "rbi",
        "single",
        "eleventh",
        "inning",
        "game",
        "oakland",
        "athletics",
        "yankee",
        "stadium",
        "mandatory",
        "credit",
        "gregory",
        "today",
        "sport",
        "runner",
        "first",
        "second",
        "walker",
        "blooped",
        "fastball",
        "chris",
        "hatcher",
        "center",
        "field",
        "gary",
        "sanchez",
        "scored",
        "winning",
        "run",
        "walker",
        "mobbed",
        "teammate",
        "first",
        "base",
        "celebration",
        "continued",
        "right",
        "field",
        "walker",
        "hit",
        "occurred",
        "cole",
        "fanned",
        "four",
        "two",
        "scoreless",
        "inning",
        "starting",
        "outing",
        "two",
        "walk",
        "also",
        "occurred",
        "left",
        "fielder",
        "brett",
        "gardner",
        "catcher",
        "sanchez",
        "teamed",
        "complete",
        "double",
        "play",
        "ninth",
        "play",
        "yankee",
        "successfully",
        "challenged",
        "yankee",
        "18th",
        "time",
        "game",
        "sanchez",
        "hick",
        "hit",
        "solo",
        "homer",
        "andrew",
        "triggs",
        "second",
        "inning",
        "judge",
        "hit",
        "drive",
        "sixth",
        "triggs",
        "khris",
        "davis",
        "hit",
        "homer",
        "11th",
        "season",
        "mark",
        "canha",
        "added",
        "single",
        "fourth",
        "oakland",
        "brave",
        "marlin",
        "freddie",
        "freeman",
        "slugged",
        "two",
        "homer",
        "tyler",
        "flower",
        "drew",
        "walk",
        "eighth",
        "inning",
        "atlanta",
        "defeated",
        "miami",
        "marlin",
        "park",
        "freeman",
        "first",
        "career",
        "game",
        "thursday",
        "finished",
        "three",
        "run",
        "scored",
        "three",
        "rbi",
        "jose",
        "bautista",
        "drilled",
        "first",
        "homer",
        "member",
        "brave",
        "tying",
        "score",
        "solo",
        "blast",
        "sixth",
        "inning",
        "career",
        "homer",
        "toronto",
        "blue",
        "jay",
        "ender",
        "inciarte",
        "also",
        "homered",
        "brave",
        "derek",
        "dietrich",
        "knocked",
        "three",
        "miami",
        "five",
        "run",
        "double",
        "fifth",
        "put",
        "marlin",
        "front",
        "cub",
        "white",
        "sox",
        "cub",
        "willson",
        "contreras",
        "wait",
        "extra",
        "hour",
        "picked",
        "left",
        "friday",
        "jumping",
        "intracity",
        "rival",
        "early",
        "win",
        "visiting",
        "white",
        "sox",
        "wrigley",
        "field",
        "cub",
        "fifth",
        "straight",
        "game",
        "heel",
        "losing",
        "streak",
        "white",
        "sox",
        "lost",
        "seven",
        "straight",
        "major",
        "league",
        "team",
        "reached",
        "win",
        "cub",
        "starter",
        "jon",
        "lester",
        "gave",
        "one",
        "run",
        "inning",
        "earn",
        "win",
        "james",
        "shield",
        "fell",
        "throwing",
        "six",
        "inning",
        "allowing",
        "five",
        "run",
        "seven",
        "hit",
        "three",
        "walk",
        "four",
        "strikeout",
        "astros",
        "ranger",
        "charlie",
        "morton",
        "recorded",
        "strikeout",
        "brian",
        "mccann",
        "evan",
        "gattis",
        "carlos",
        "correa",
        "slugged",
        "home",
        "run",
        "support",
        "houston",
        "evened",
        "weekend",
        "series",
        "texas",
        "minute",
        "maid",
        "park",
        "morton",
        "posted",
        "strikeout",
        "third",
        "time",
        "season",
        "walk",
        "batter",
        "allowed",
        "four",
        "hit",
        "seven",
        "inning",
        "ranger",
        "first",
        "baseman",
        "ronald",
        "guzman",
        "accounting",
        "lone",
        "run",
        "solo",
        "homer",
        "right",
        "field",
        "third",
        "inning",
        "choo",
        "left",
        "fielder",
        "joey",
        "gallo",
        "second",
        "baseman",
        "rougned",
        "odor",
        "combined",
        "nine",
        "strikeout",
        "morton",
        "fanned",
        "batter",
        "six",
        "inning",
        "texas",
        "april",
        "game",
        "astros",
        "lost",
        "houston",
        "played",
        "without",
        "outfielder",
        "george",
        "springer",
        "first",
        "time",
        "season",
        "springer",
        "remains",
        "sidelined",
        "hit",
        "pitch",
        "left",
        "elbow",
        "third",
        "inning",
        "friday",
        "night",
        "indian",
        "royal",
        "francisco",
        "lindor",
        "went",
        "two",
        "solo",
        "homer",
        "two",
        "double",
        "cleveland",
        "waited",
        "rain",
        "delay",
        "beating",
        "kansa",
        "city",
        "progressive",
        "field",
        "cleveland",
        "lindor",
        "scored",
        "four",
        "run",
        "indian",
        "mike",
        "clevinger",
        "lasted",
        "inning",
        "scattering",
        "eight",
        "hit",
        "yielding",
        "two",
        "run",
        "walk",
        "five",
        "strikeout",
        "michael",
        "brantley",
        "also",
        "enjoyed",
        "big",
        "day",
        "cleveland",
        "going",
        "two",
        "run",
        "two",
        "rbi",
        "jakob",
        "junis",
        "toiled",
        "inning",
        "losing",
        "cause",
        "kansa",
        "city",
        "ceding",
        "six",
        "hit",
        "four",
        "run",
        "walking",
        "two",
        "fanning",
        "seven",
        "royal",
        "fell",
        "outscored",
        "whopping",
        "run",
        "season",
        "national",
        "diamondback",
        "bryce",
        "harper",
        "two",
        "hit",
        "rbi",
        "stephen",
        "strasburg",
        "third",
        "straight",
        "start",
        "national",
        "became",
        "first",
        "team",
        "win",
        "series",
        "arizona",
        "season",
        "victory",
        "chase",
        "field",
        "harper",
        "doubled",
        "run",
        "third",
        "inning",
        "walked",
        "load",
        "base",
        "national",
        "scored",
        "final",
        "run",
        "game",
        "fourth",
        "washington",
        "last",
        "stephen",
        "strasburg",
        "gave",
        "five",
        "hit",
        "one",
        "run",
        "inning",
        "nine",
        "strikeout",
        "one",
        "walk",
        "pollock",
        "rbi",
        "double",
        "diamondback",
        "hit",
        "lost",
        "four",
        "row",
        "seven",
        "red",
        "sox",
        "blue",
        "jay",
        "hanley",
        "ramirez",
        "hit",
        "homer",
        "david",
        "price",
        "pitched",
        "sixth",
        "inning",
        "visiting",
        "boston",
        "defeated",
        "toronto",
        "price",
        "allowed",
        "two",
        "run",
        "five",
        "hit",
        "three",
        "walk",
        "struck",
        "six",
        "inning",
        "first",
        "win",
        "since",
        "april",
        "span",
        "three",
        "winless",
        "start",
        "price",
        "missed",
        "scheduled",
        "start",
        "wednesday",
        "mild",
        "case",
        "carpal",
        "tunnel",
        "syndrome",
        "toronto",
        "marco",
        "estrada",
        "allowed",
        "four",
        "run",
        "seven",
        "hit",
        "one",
        "walk",
        "striking",
        "five",
        "six",
        "inning",
        "fourth",
        "straight",
        "start",
        "without",
        "win",
        "justin",
        "smoak",
        "homered",
        "blue",
        "jay",
        "opener",
        "series",
        "inning",
        "friday",
        "tiger",
        "mariner",
        "game",
        "grayson",
        "greiner",
        "knocked",
        "first",
        "two",
        "run",
        "career",
        "jose",
        "iglesias",
        "hit",
        "homer",
        "detroit",
        "held",
        "seattle",
        "first",
        "game",
        "doubleheader",
        "greiner",
        "rookie",
        "catcher",
        "two",
        "hit",
        "iglesias",
        "ripped",
        "second",
        "homer",
        "season",
        "jacoby",
        "jones",
        "added",
        "two",
        "hit",
        "run",
        "scored",
        "detroit",
        "matthew",
        "boyd",
        "allowed",
        "three",
        "run",
        "three",
        "hit",
        "six",
        "strikeout",
        "inning",
        "collect",
        "win",
        "seattle",
        "starter",
        "marco",
        "gonzales",
        "allowed",
        "four",
        "run",
        "hit",
        "six",
        "inning",
        "mariner",
        "tiger",
        "game",
        "robinson",
        "cano",
        "hit",
        "homer",
        "ryon",
        "healy",
        "drove",
        "three",
        "run",
        "seattle",
        "salvaged",
        "split",
        "doubleheader",
        "beating",
        "detroit",
        "cano",
        "hit",
        "fourth",
        "homer",
        "also",
        "scored",
        "two",
        "run",
        "healy",
        "blasted",
        "seventh",
        "homer",
        "added",
        "rbi",
        "double",
        "mariner",
        "kyle",
        "seager",
        "three",
        "hit",
        "scored",
        "two",
        "run",
        "knocked",
        "two",
        "nelson",
        "cruz",
        "supplied",
        "three",
        "hit",
        "run",
        "scored",
        "rbi",
        "john",
        "hick",
        "led",
        "detroit",
        "attack",
        "three",
        "hit",
        "including",
        "homer",
        "pete",
        "kozma",
        "two",
        "hit",
        "run",
        "scored",
        "two",
        "rbi",
        "jacoby",
        "jones",
        "scored",
        "two",
        "run",
        "including",
        "scamper",
        "single",
        "oriole",
        "ray",
        "game",
        "jonathan",
        "schoop",
        "homered",
        "twice",
        "help",
        "starter",
        "david",
        "hess",
        "win",
        "major",
        "league",
        "debut",
        "baltimore",
        "fourth",
        "straight",
        "defeated",
        "tampa",
        "bay",
        "first",
        "game",
        "doubleheader",
        "oriole",
        "park",
        "hess",
        "26th",
        "man",
        "oriole",
        "roster",
        "allowed",
        "doubleheader",
        "starting",
        "poorly",
        "rebounded",
        "strongly",
        "gave",
        "three",
        "run",
        "four",
        "hit",
        "first",
        "inning",
        "retired",
        "final",
        "batter",
        "faced",
        "overall",
        "hess",
        "allowed",
        "three",
        "run",
        "six",
        "hit",
        "six",
        "inning",
        "struck",
        "three",
        "without",
        "walk",
        "threw",
        "pitch",
        "tampa",
        "bay",
        "dropped",
        "five",
        "row",
        "ray",
        "starter",
        "chris",
        "archer",
        "gave",
        "six",
        "run",
        "baltimore",
        "scored",
        "seven",
        "inning",
        "allowed",
        "seven",
        "hit",
        "hold",
        "early",
        "lead",
        "ray",
        "oriole",
        "game",
        "cron",
        "brad",
        "miller",
        "homered",
        "tampa",
        "bay",
        "defeated",
        "baltimore",
        "earn",
        "split",
        "doubleheader",
        "camden",
        "yard",
        "ray",
        "victory",
        "also",
        "snapped",
        "losing",
        "skid",
        "baltimore",
        "four",
        "row",
        "rain",
        "delay",
        "sixth",
        "inning",
        "ray",
        "pitched",
        "committee",
        "game",
        "seven",
        "pitcher",
        "combined",
        "allow",
        "three",
        "run",
        "four",
        "hit",
        "sergio",
        "romo",
        "earning",
        "win",
        "throwing",
        "shutout",
        "inning",
        "baltimore",
        "starter",
        "alex",
        "cobb",
        "lost",
        "second",
        "time",
        "season",
        "former",
        "team",
        "allowed",
        "four",
        "run",
        "three",
        "earned",
        "seven",
        "hit",
        "inning",
        "ppd",
        "contest",
        "host",
        "philadelphia",
        "new",
        "york",
        "citizen",
        "bank",
        "park",
        "postponed",
        "following",
        "roughly",
        "rain",
        "delay",
        "scheduled",
        "start",
        "time",
        "game",
        "made",
        "part",
        "doubleheader",
        "beginning",
        "et",
        "postponement",
        "second",
        "game",
        "mets",
        "phillies",
        "season",
        "april",
        "meeting",
        "postponed",
        "snow",
        "made",
        "part",
        "doubleheader",
        "citi",
        "field",
        "july"
    ]
}