{
    "organizations": [],
    "uuid": "deadcc1cd1b4044504ec65a927b6a6e186fba49a",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-bp-ceo/exclusive-bp-back-on-its-feet-but-ceo-senses-no-respite-idUKKCN1IM0EB",
    "ord_in_thread": 0,
    "title": "Exclusive - BP back on its feet but CEO senses no respite",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 21, 2018 / 5:08 AM / Updated 2 hours ago Exclusive - BP back on its feet but CEO senses no respite Ron Bousso , Dmitry Zhdannikov 8 Min Read\nLONDON (Reuters) - After the near collapse of his company following the 2010 Gulf of Mexico disaster and a three-year slump in oil prices, BP Chief Executive Officer Bob Dudley is hardly relaxed. Group Chief Executive of BP Bob Dudley poses for a photograph at the BP International Headquarters in central London, Britain, May 16, 2018. REUTERS/Henry Nicholls\n“It doesn’t feel like we are in a serene time for any energy company,” Dudley told Reuters in an interview.\nBP is stronger today than at any other time since the 2010 Deepwater Horizon rig accident.\nWith oil prices at their highest since late 2014 and BP shares back to levels not seen in more than 8 years, it is once again in a position to contemplate boosting dividends and acquiring, Dudley said.\nSitting in his office in BP’s central London headquarters in St James Square, Dudley, 62, said he intends to carry on leading the company into 2020 and navigate it through a phase of expansion and new uncertainty following a tumultuous eight years at the helm.\nThe oil and gas sector is looking to retain its relevance as economies battle climate change by weaning themselves from their dependence on fossil fuels, a major source of greenhouse gas emissions.\nFor BP, it is a two-speed race.\nThe 110-year old company is undergoing its fastest growth in recent history with new oil and gas fields from Egypt and Oman to the U.S. Gulf of Mexico, riding a tide of higher oil prices following the 2014 downturn.\nIt is gradually paying off more than $65 billion in penalties and clean-up costs for the Deepwater Horizon accident which left 10 employees dead.\nRegarding the danger of the company going bankrupt at the time, Dudley said: “The worst moment was when I heard that our debt was untradable back in the summer of 2010... To me that was a moment of the unthinkable was possible.”\nDudley says he no longer sees BP as an acquisition target after facing years of speculation it could be bought out.\nThe company is focused on increasing production and cash flow while reducing its large debt pile, after which it will consider boosting shareholder returns such as dividends although “we’re not at that point yet”, Dudley said.\nLonger-term challenges also loom.\nInvestors are increasingly pressing energy companies to find ways to adapt to the energy transition, and Dudley is looking to strike a balance between reducing a large carbon footprint while securing revenue.\n“This is the great dual challenge that the industry and BP faces: how to supply the world’s energy on multiple fronts of growing population and doing it with less emissions,” said Dudley, who was appointed to the helm of BP months after the April 2010 spill. Group Chief Executive of BP Bob Dudley poses for a photograph at the BP International Headquarters in central London, Britain, May 16, 2018. REUTERS/Henry Nicholls\nBP, like rivals such as Royal Dutch Shell ( RDSa.L ), is betting on natural gas, the least polluting hydrocarbon, to sustain an expected surge in demand for electricity as economies grow and transportation is electrified.\nGas is also playing a key role as a back-up to renewable energy such as wind and solar in power generation.\nTo that end, BP is expanding its gas production through new projects in Oman, Egypt and Trinidad and Tobago.\nGas already accounts for over 55 percent of its production.\n“I am optimistic about the climate change if you can combine renewables wind and solar and natural gas. To me that’s part of the big answer,” Dudley said in an interview with Reuters.\nIn the early 2000s BP introduced the slogan “Beyond Petroleum” and adopted a sunburst logo after launching an $8 billion expansion into renewables. The company was forced to write off its solar business 10 years later, but still retains a large U.S. onshore wind business and biofuels plants.\nNow, Dudley is taking a cautious approach, investing in smaller start-up companies in renewables, clean fuels and battery charging docks.\n“We have to go slow and pick the right low carbon fuels,” he said. BP “will be a broad-based company that supplies all forms of energy that are needed that can be done economically.”\nThe company will invest $500 million per year in low-carbon energy and technology in the coming years out of a total spending of $15 to $17 billion, a range which Dudley said the company could stay within.\n“If a shareholder or someone else came to BP tomorrow and said here is $10 billion to invest in low carbon energies for us, we would not know how to do that yet.”\nBP is also expanding its vast global network of petrol stations and investing in convenience stores and charging spots, hoping to retain its dominant brand as electric vehicles become more popular.\n“I’m not worried about BP in this area. The most strategic thing we can do is to get our balance sheet strong so that when we have the firepower we can do anything in these areas.” LESSONS\nBP expects demand for oil to peak in the late 2030s, after which it will plateau and gradually decline.\nFor BP, whose roots go back to 1908 with the discovery of Iran’s first oil field, the days of the black gold are far from dead.\nWhile oil prices in recent weeks have hit their highest levels since late 2014 at $80 a barrel, BP are working on an assumption that prices will remain at a range of $50-$65 per barrel due to surging U.S. shale output and OPEC’s ability to crank up output.\nMega projects involving complex, multi-billion facilities such as huge offshore platforms that came to symbolise the technological prowess of the world’s top oil companies are most likely a thing of the past, Dudley said.\nInstead, BP is opting for phased developments that require less capital and less time to construct, which make them easier to control at a time of uncertainty over oil prices.\n“Many of the companies in the industry are remembering the lesson learnt during the $100 oil era (which) is take it in phases,” Dudley said.\nBP is applying this approach in many of its main production hubs such as Egypt and Gulf of Mexico, where it can continue raising production into the early 2020s, Dudley said.\nBP’s oil and gas output is set to reach around 4 million bpd by the end of the decade, a level last seen in 2009, with more than a fifth of that coming from projects started since 2016.\nIt is partnering with top oil producing nations which have some of the lowest costs of extraction such as Oman, Azerbaijan and most importantly Russia, where BP has a 19.75 percent stake in Rosneft ( ROSN.MM ) and where it draws one third of its production.\nBP has a relatively small shale business, focused mostly on gas, but Dudley is considering growing in the sector, which has attracted billions of dollars in investments in recent years.\n“(Shale) comes down to economics and competitiveness on what is on offer. So far they feel overheated... it is not a burning need to fill that in the portfolio, but if it is attractive, we will.”\nBP could place a bid for BHP Billiton’s ( BLT.L ) shale assets, Dudley said. RUSSIA\nBP’s position in Russia has put the firm in the spotlight as the United States and Europe tighten sanctions on Moscow.\nDudley, who sits on the board of Rosneft, believes BP can continue there and act as a bridge between countries.\n“We don’t apologise for doing business in Russia,” said Dudley. “Certainly today within the boundaries of the sanctions we can and do operate without issues.”\nBP will continue to operate in Russia and expand projects with Rosneft even though the company has had to turn down certain offers to develop projects offshore or in the Arctic, he said.\nDudley also said BP remained committed to its stake in Rosneft, which it received following the 2013 sale of TNK-BP. Reporting by Ron Bousso and Dmitry Zhdannikov",
    "published": "2018-05-21T13:37:00.000+03:00",
    "crawled": "2018-05-21T14:39:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "exclusive",
        "bp",
        "back",
        "foot",
        "ceo",
        "sens",
        "respite",
        "ron",
        "bousso",
        "dmitry",
        "zhdannikov",
        "min",
        "read",
        "london",
        "reuters",
        "near",
        "collapse",
        "company",
        "following",
        "gulf",
        "mexico",
        "disaster",
        "slump",
        "oil",
        "price",
        "bp",
        "chief",
        "executive",
        "officer",
        "bob",
        "dudley",
        "hardly",
        "relaxed",
        "group",
        "chief",
        "executive",
        "bp",
        "bob",
        "dudley",
        "pose",
        "photograph",
        "bp",
        "international",
        "headquarters",
        "central",
        "london",
        "britain",
        "may",
        "nicholls",
        "feel",
        "like",
        "serene",
        "time",
        "energy",
        "company",
        "dudley",
        "told",
        "reuters",
        "interview",
        "bp",
        "stronger",
        "today",
        "time",
        "since",
        "deepwater",
        "horizon",
        "rig",
        "accident",
        "oil",
        "price",
        "highest",
        "since",
        "late",
        "bp",
        "share",
        "back",
        "level",
        "seen",
        "year",
        "position",
        "contemplate",
        "boosting",
        "dividend",
        "acquiring",
        "dudley",
        "said",
        "sitting",
        "office",
        "bp",
        "central",
        "london",
        "headquarters",
        "st",
        "james",
        "square",
        "dudley",
        "said",
        "intends",
        "carry",
        "leading",
        "company",
        "navigate",
        "phase",
        "expansion",
        "new",
        "uncertainty",
        "following",
        "tumultuous",
        "eight",
        "year",
        "helm",
        "oil",
        "gas",
        "sector",
        "looking",
        "retain",
        "relevance",
        "economy",
        "battle",
        "climate",
        "change",
        "weaning",
        "dependence",
        "fossil",
        "fuel",
        "major",
        "source",
        "greenhouse",
        "gas",
        "emission",
        "bp",
        "race",
        "old",
        "company",
        "undergoing",
        "fastest",
        "growth",
        "recent",
        "history",
        "new",
        "oil",
        "gas",
        "field",
        "egypt",
        "oman",
        "gulf",
        "mexico",
        "riding",
        "tide",
        "higher",
        "oil",
        "price",
        "following",
        "downturn",
        "gradually",
        "paying",
        "billion",
        "penalty",
        "cost",
        "deepwater",
        "horizon",
        "accident",
        "left",
        "employee",
        "dead",
        "regarding",
        "danger",
        "company",
        "going",
        "bankrupt",
        "time",
        "dudley",
        "said",
        "worst",
        "moment",
        "heard",
        "debt",
        "untradable",
        "back",
        "summer",
        "moment",
        "unthinkable",
        "dudley",
        "say",
        "longer",
        "see",
        "bp",
        "acquisition",
        "target",
        "facing",
        "year",
        "speculation",
        "could",
        "bought",
        "company",
        "focused",
        "increasing",
        "production",
        "cash",
        "flow",
        "reducing",
        "large",
        "debt",
        "pile",
        "consider",
        "boosting",
        "shareholder",
        "return",
        "dividend",
        "although",
        "point",
        "yet",
        "dudley",
        "said",
        "challenge",
        "also",
        "loom",
        "investor",
        "increasingly",
        "pressing",
        "energy",
        "company",
        "find",
        "way",
        "adapt",
        "energy",
        "transition",
        "dudley",
        "looking",
        "strike",
        "balance",
        "reducing",
        "large",
        "carbon",
        "footprint",
        "securing",
        "revenue",
        "great",
        "dual",
        "challenge",
        "industry",
        "bp",
        "face",
        "supply",
        "world",
        "energy",
        "multiple",
        "front",
        "growing",
        "population",
        "less",
        "emission",
        "said",
        "dudley",
        "appointed",
        "helm",
        "bp",
        "month",
        "april",
        "spill",
        "group",
        "chief",
        "executive",
        "bp",
        "bob",
        "dudley",
        "pose",
        "photograph",
        "bp",
        "international",
        "headquarters",
        "central",
        "london",
        "britain",
        "may",
        "nicholls",
        "bp",
        "like",
        "rival",
        "royal",
        "dutch",
        "shell",
        "betting",
        "natural",
        "gas",
        "least",
        "polluting",
        "hydrocarbon",
        "sustain",
        "expected",
        "surge",
        "demand",
        "electricity",
        "economy",
        "grow",
        "transportation",
        "electrified",
        "gas",
        "also",
        "playing",
        "key",
        "role",
        "renewable",
        "energy",
        "wind",
        "solar",
        "power",
        "generation",
        "end",
        "bp",
        "expanding",
        "gas",
        "production",
        "new",
        "project",
        "oman",
        "egypt",
        "trinidad",
        "tobago",
        "gas",
        "already",
        "account",
        "percent",
        "production",
        "optimistic",
        "climate",
        "change",
        "combine",
        "renewables",
        "wind",
        "solar",
        "natural",
        "gas",
        "part",
        "big",
        "answer",
        "dudley",
        "said",
        "interview",
        "reuters",
        "early",
        "2000s",
        "bp",
        "introduced",
        "slogan",
        "beyond",
        "petroleum",
        "adopted",
        "sunburst",
        "logo",
        "launching",
        "billion",
        "expansion",
        "renewables",
        "company",
        "forced",
        "write",
        "solar",
        "business",
        "year",
        "later",
        "still",
        "retains",
        "large",
        "onshore",
        "wind",
        "business",
        "biofuels",
        "plant",
        "dudley",
        "taking",
        "cautious",
        "approach",
        "investing",
        "smaller",
        "company",
        "renewables",
        "clean",
        "fuel",
        "battery",
        "charging",
        "dock",
        "go",
        "slow",
        "pick",
        "right",
        "low",
        "carbon",
        "fuel",
        "said",
        "bp",
        "company",
        "supply",
        "form",
        "energy",
        "needed",
        "done",
        "company",
        "invest",
        "million",
        "per",
        "year",
        "energy",
        "technology",
        "coming",
        "year",
        "total",
        "spending",
        "billion",
        "range",
        "dudley",
        "said",
        "company",
        "could",
        "stay",
        "within",
        "shareholder",
        "someone",
        "else",
        "came",
        "bp",
        "tomorrow",
        "said",
        "billion",
        "invest",
        "low",
        "carbon",
        "energy",
        "u",
        "would",
        "know",
        "bp",
        "also",
        "expanding",
        "vast",
        "global",
        "network",
        "petrol",
        "station",
        "investing",
        "convenience",
        "store",
        "charging",
        "spot",
        "hoping",
        "retain",
        "dominant",
        "brand",
        "electric",
        "vehicle",
        "become",
        "popular",
        "worried",
        "bp",
        "area",
        "strategic",
        "thing",
        "get",
        "balance",
        "sheet",
        "strong",
        "firepower",
        "anything",
        "lesson",
        "bp",
        "expects",
        "demand",
        "oil",
        "peak",
        "late",
        "2030s",
        "plateau",
        "gradually",
        "decline",
        "bp",
        "whose",
        "root",
        "go",
        "back",
        "discovery",
        "iran",
        "first",
        "oil",
        "field",
        "day",
        "black",
        "gold",
        "far",
        "dead",
        "oil",
        "price",
        "recent",
        "week",
        "hit",
        "highest",
        "level",
        "since",
        "late",
        "barrel",
        "bp",
        "working",
        "assumption",
        "price",
        "remain",
        "range",
        "per",
        "barrel",
        "due",
        "surging",
        "shale",
        "output",
        "opec",
        "ability",
        "crank",
        "output",
        "mega",
        "project",
        "involving",
        "complex",
        "facility",
        "huge",
        "offshore",
        "platform",
        "came",
        "symbolise",
        "technological",
        "prowess",
        "world",
        "top",
        "oil",
        "company",
        "likely",
        "thing",
        "past",
        "dudley",
        "said",
        "instead",
        "bp",
        "opting",
        "phased",
        "development",
        "require",
        "less",
        "capital",
        "less",
        "time",
        "construct",
        "make",
        "easier",
        "control",
        "time",
        "uncertainty",
        "oil",
        "price",
        "many",
        "company",
        "industry",
        "remembering",
        "lesson",
        "learnt",
        "oil",
        "era",
        "take",
        "phase",
        "dudley",
        "said",
        "bp",
        "applying",
        "approach",
        "many",
        "main",
        "production",
        "hub",
        "egypt",
        "gulf",
        "mexico",
        "continue",
        "raising",
        "production",
        "early",
        "2020s",
        "dudley",
        "said",
        "bp",
        "oil",
        "gas",
        "output",
        "set",
        "reach",
        "around",
        "million",
        "bpd",
        "end",
        "decade",
        "level",
        "last",
        "seen",
        "fifth",
        "coming",
        "project",
        "started",
        "since",
        "partnering",
        "top",
        "oil",
        "producing",
        "nation",
        "lowest",
        "cost",
        "extraction",
        "oman",
        "azerbaijan",
        "importantly",
        "russia",
        "bp",
        "percent",
        "stake",
        "rosneft",
        "draw",
        "one",
        "third",
        "production",
        "bp",
        "relatively",
        "small",
        "shale",
        "business",
        "focused",
        "mostly",
        "gas",
        "dudley",
        "considering",
        "growing",
        "sector",
        "attracted",
        "billion",
        "dollar",
        "investment",
        "recent",
        "year",
        "shale",
        "come",
        "economics",
        "competitiveness",
        "offer",
        "far",
        "feel",
        "overheated",
        "burning",
        "need",
        "fill",
        "portfolio",
        "attractive",
        "bp",
        "could",
        "place",
        "bid",
        "bhp",
        "billiton",
        "shale",
        "asset",
        "dudley",
        "said",
        "russia",
        "bp",
        "position",
        "russia",
        "put",
        "firm",
        "spotlight",
        "united",
        "state",
        "europe",
        "tighten",
        "sanction",
        "moscow",
        "dudley",
        "sits",
        "board",
        "rosneft",
        "belief",
        "bp",
        "continue",
        "act",
        "bridge",
        "country",
        "apologise",
        "business",
        "russia",
        "said",
        "dudley",
        "certainly",
        "today",
        "within",
        "boundary",
        "sanction",
        "operate",
        "without",
        "bp",
        "continue",
        "operate",
        "russia",
        "expand",
        "project",
        "rosneft",
        "even",
        "though",
        "company",
        "turn",
        "certain",
        "offer",
        "develop",
        "project",
        "offshore",
        "arctic",
        "said",
        "dudley",
        "also",
        "said",
        "bp",
        "remained",
        "committed",
        "stake",
        "rosneft",
        "received",
        "following",
        "sale",
        "reporting",
        "ron",
        "bousso",
        "dmitry",
        "zhdannikov"
    ]
}