{
    "organizations": [],
    "uuid": "49ee0b98212f2524ee43ef0a3bf1b6adf6d0f30e",
    "author": "Vikram Barhat",
    "url": "https://www.cnbc.com/2018/05/04/china-aims-to-steal-us-a-i-crown-and-not-even-trade-war-will-stop-it.html",
    "ord_in_thread": 0,
    "title": "China aims to steal US A.I. crown, and not even trade war will stop it",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As U.S. and Chinese officials engage in highly anticipated trade talks, officials from China have asserted that it will not discuss two of the biggest trade demands from the United States. One is about the U.S. trade deficit; the other is an issue that could become the greatest technology war in history: China's push into artificial intelligence .\nThe United States has good reason to be concerned about China's hard stance. While the ongoing trade war is grabbing all the headlines, it's the tussle for dominance in the A.I. space that could shape the economic fortunes of the two world powers. Overshadowed by the dazzling A.I. advances made by the United States so far, China has been silently but resolutely building an ecosystem that is feeding and fueling its ambition to become a world leader in A.I. by 2030.\nHome to tech behemoths like Google , Microsoft , IBM and Apple , the United States is where the bulk of A.I. innovation has taken place. However, there are growing indications that China, with its own army of tech heavy hitters such as Alibaba , Tencent , and Baidu , is moving rapidly to close the gap. For one, the Asian economic giant has all the ingredients it needs to upstage Silicon Valley: generous government coffers, large population, a thriving research community and a society eager for technological change. Its investment in A.I., chips and electrics cars combined has been estimated at $300 billion.\nIn line with its 2030 vision , the government of Tianjin, a city a couple of hours from Beijing, plans to build a $5 billion fund to support the A.I. development. Money being no object, China is also building a giant $2.1 billion technology park to facilitate A.I. innovation. In a red-hot market for tech, China's A.I. start-ups can raise funds with relative ease. Investors poured $4.5 billion into more than 200 Chinese A.I. companies between 2012 and 2017, according to a white paper produced by Kai-Fu Lee, a former Google and Microsoft executive who now leads a venture-capital firm, Sinovation Ventures.\nChina's goal is to foster a $1 trillion A.I. industry by 2030. Last month Chinese A.I. start-up SenseTime raised $600 million in a deal led by Alibaba, reported as the largest-ever in the A.I. space. The deal gave SenseTime an implied valuation in some reports of more than $3 billion, or even as high as $4.5 billion.\n\"SenseTime is the perfect case study in the difference between Chinese and Western technological development,\" wrote Nicholas Colas, co-founder of DataTrek Research, in a recent report. \"Artificial intelligence, and especially the A.I. that powers visual analytics, is a critical technology for a raft of new products. The Western companies have their own advantages, to be sure. But the Chinese model of government sponsorship and private capital is coming on very strong. SenseTime may be the hit investment of the moment coming out of this approach, but it certainly won't be the last.\"\nUS research sector could struggle By contrast, the U.S. research sector could be struggling for funding and policy support under the Trump administration. The American Association for the Advancement of Science said the White House planned to slash science and technology research funding by 15 percent in 2018. Worse, with the recent immigration clampdown, the United States may soon be struggling to attract and retain highly skilled tech experts from around the world that it needs to keep Silicon Valley at the cutting edge of A.I. research and innovation.\nThere are indications America's grasp of A.I. primacy may already be slipping. According to the White House's National Artificial Intelligence Research and Development Strategic Plan in A.I. research, China had already surpassed the United States, at least in terms of journal articles that mention \"deep learning\" or \"deep neural network,\" as far back as 2016.\n\"Sadly, when it comes to science and innovation, the U.S. is moving in reverse by cutting funding for research, denying climate change and cutting investments in education,\" said Vivek Wadhwa, a distinguished fellow and adjunct professor at Carnegie Mellon University's College of Engineering and author of The Driver in the Driverless Car: How Our Technology Choices Will Create the Future.\nU.S. leaders do not appear to be aware of A.I. developments, said Joshua Gans, business professor at the University of Toronto and co-author of Prediction Machines: The Simple Economics of Artificial Intelligence. \"President Obama discussed it [AI] on numerous occasions,\" he said. \"[Research funding cuts] is obviously bad news in terms of its ability to nurture scientific leadership. It is shortsighted and will harm the U.S. in the medium-long term.\"\nshow chapters China is already a world power in artificial intelligence: CIO 2:51 PM ET Thu, 3 May 2018 | 03:19 China's timeline for global A.I. supremacy by 2030 may appear a tad overambitious, but opinions are divided as to whether it's achievable.\nWadhwa, for one, feels China has many obstacles. \"Governments can't make innovation by throwing money at it — this only leads to more corruption and bureaucracy,\" he said. \"Innovation comes from people who have diverse ideas, take risks and challenge authority.\"\nWadhwa's reservation contrasts with the conviction of William Weightman, a Fulbright Fellow researching intellectual property law in China. \"While 12 years seems like a short amount of time to achieve such an ambitious target, it's not outside China's scope,\" said Weightman. \"The world should not underestimate China's ability to mobilize a vast amount of resources to accomplish its goals.\"\nHe used the example of the first high-speed rail line connecting Beijing and Tianjin, which was completed just in time for the 2008 Beijing Olympics. \"Between the vast amount of state resources and the determination of the central leadership, China has a solid foundation on which to build an innovative A.I. sector,\" Weightman said.\nChina's potential advantages are many China's demographics give it an unmatched advantage. The Asian giant has large consumer data (which fuels A.I.), scant regulation restricting the use of it, a supportive government both in terms of policy and funding, a population not overly concerned about privacy and a vigorous tech start-up culture that now boasts one-third of the world's unicorns — start-ups valued at $1 billion or more.\nWadhwa conceded China clearly had an advantage in data, the key to training today's A.I., but said its importance may be overstated. \"There will be a new generation of technologies that don't require as much data,\" he said. \"New A.I. techniques which [will] work much differently than today's.\"\nIt may also turn out that other things are more important than data, like a culture of innovation and scientific research. And while there is uncertainty around government support for scientific research, \"the U.S. still has the most vibrant innovative economy,\" Gans said. \"It also has leadership in science on this front, and if it can nurture that, it can compete.\"\nChina still trails the United States in areas such as A.I. research talent and algorithm development, according to Weightman.\n\"China's tech giants do not operate independently of government, and there is much uncertainty there. Their U.S. counterparts are freer on many important dimensions.\" -Joshua Gans, business professor at the University of Toronto and co-author of Prediction Machines: The Simple Economics of Artificial Intelligence. Despite government apathy, tech innovation and research projects are taking place all over America, unlike only at a \"few big companies and government labs as in China,\" Wadhwa said. \"In risk-taking and technology development, China is only a child, where America is the leader.\"\nGans said the freer hand of U.S. companies may also be an advantage. \"China's tech giants do not operate independently of government, and there is much uncertainty there,\" he said. \"Their U.S. counterparts are freer on many important dimensions.\"\nThere is, however, little disagreement over the potentially damaging long-term impact of the U.S. immigration policies, an area where America's loss could be China's gain.\n\"America's immigration policies are clearly slowing down progress by sending great people home and preventing the world's best and brightest from coming here,\" Wadhwa said. \"This is real stupidity. The closest thing America has had to a free lunch is immigration.\"\nConversely, China is going all out to actively woo A.I. talent from across the globe. The country has been recruiting highly skilled engineers of Chinese descent currently working in Silicon Valley to return to China.\nChina stealing more than US talent China's blatant disregard for IP rules and trade-secret thefts have long angered the United States. As a stiff penalty for stealing, U.S. President Donald Trump recently proposed the imposition of hefty tariffs on Chinese imports.\n\"China steals like no other country,\" Wadhwa said.\nGans takes the U.S. gripe with China about tech IP theft with a pinch of salt. \"The damage is overstated,\" he said. \"In effect, to do business with the West, Chinese companies must comply with IP laws, so while there may be a lax environment initially, when the companies succeed, they end up complying.\"\nThere is evidence that Chinese nationals have hacked foreign companies to steal IP. Claims of the Chinese government's complicity have led to real business consequences in 2018, from the massive Qualcomm - NXP deal being stopped by the U.S. government due to national security threats, to the Pentagon banning the Chinese telecom companies ZTE and Huawei from selling to members of the military, and the government still considering a wider ban against them.\nIP expert Weightman said U.S. firms weren't without blame. \"My research has found little evidence that the Chinese government forces foreign companies to transfer technology in exchange for market access on the scale that many would lead us to believe,\" he said. \"Although many firms enter into joint venture agreements with Chinese partners, their loss of IP is usually a result of foreign companies not doing their due diligence or feeling compelled for financial reasons to take the risk of entering the agreement without proper IP protection.\"\nA ready example of that would be U.S. chipmaker Nvidia , which gets a fifth of its business from China, and routinely trains Chinese scientists and gives away samples of their A.I. technology as part of business deals, according to a South China Morning Post report.\nSTR | AFP | Getty Images Visitors crowd around the Nvidia booth at the 2016 China Digital Entertainment Expo, known as ChinaJoy, in Shanghai. Weightman further argued that the common perception that China doesn't have strong IP enforcement mechanisms is outdated. \"Reforms to rules of evidence, statutory damages, and the creation of specialized IP courts have enabled China's judicial system to better handle IP cases in a professional and fair way and strengthen IP protection,\" he said.\nThere is plenty of space for collaboration and scientific exchange. \"As China races to close the gaps in its A.I. capabilities, a closer look at the sector also shows more cross-pollination between the superpower [the U.S.] and the emerging challenger than the casual observer might expect,\" the Eurasia Group wrote in a recent whitepaper.\nMatt Scott, co-founder and chief technology officer for Chinese A.I. company Malong Technologies, which has offices in Shenzhen, Beijing and Shanghai, says there is a sense of collaboration in the field that cuts across borders. \"Irrespective of where we're located, we are aware of each other's work,\" he said. \"Sometimes we collaborate, challenging one another and inspired by one another.\"\nScott, a New Yorker who worked on machine learning at Microsoft for 10 years before relocating to China, said the idea of walling off regions of the global A.I. community would result only in the withering and dying of enterprises.\n\"There's a mutual interdependence based on transparency in pursuit of the best ideas that contribute the most to humanity,\" he said. \"That is what drives progress more than any competition at a national or international level.\"\nMore from Global Investing Hot Spots:\nChina's debt-ridden economy could tip over in trade war\nThe economic consequences of North Korea-South Korea peace\nChina has a $1.2 trillion weapon to wield in trade war\n— By Vikram Barhat, special to CNBC.com",
    "published": "2018-05-04T17:29:00.000+03:00",
    "crawled": "2018-05-04T16:39:59.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chinese",
        "official",
        "engage",
        "highly",
        "anticipated",
        "trade",
        "talk",
        "official",
        "china",
        "asserted",
        "discus",
        "two",
        "biggest",
        "trade",
        "demand",
        "united",
        "state",
        "one",
        "trade",
        "deficit",
        "issue",
        "could",
        "become",
        "greatest",
        "technology",
        "war",
        "history",
        "china",
        "push",
        "artificial",
        "intelligence",
        "united",
        "state",
        "good",
        "reason",
        "concerned",
        "china",
        "hard",
        "stance",
        "ongoing",
        "trade",
        "war",
        "grabbing",
        "headline",
        "tussle",
        "dominance",
        "space",
        "could",
        "shape",
        "economic",
        "fortune",
        "two",
        "world",
        "power",
        "overshadowed",
        "dazzling",
        "advance",
        "made",
        "united",
        "state",
        "far",
        "china",
        "silently",
        "resolutely",
        "building",
        "ecosystem",
        "feeding",
        "fueling",
        "ambition",
        "become",
        "world",
        "leader",
        "home",
        "tech",
        "behemoth",
        "like",
        "google",
        "microsoft",
        "ibm",
        "apple",
        "united",
        "state",
        "bulk",
        "innovation",
        "taken",
        "place",
        "however",
        "growing",
        "indication",
        "china",
        "army",
        "tech",
        "heavy",
        "hitter",
        "alibaba",
        "tencent",
        "baidu",
        "moving",
        "rapidly",
        "close",
        "gap",
        "one",
        "asian",
        "economic",
        "giant",
        "ingredient",
        "need",
        "upstage",
        "silicon",
        "valley",
        "generous",
        "government",
        "coffer",
        "large",
        "population",
        "thriving",
        "research",
        "community",
        "society",
        "eager",
        "technological",
        "change",
        "investment",
        "chip",
        "electric",
        "car",
        "combined",
        "estimated",
        "billion",
        "line",
        "vision",
        "government",
        "tianjin",
        "city",
        "couple",
        "hour",
        "beijing",
        "plan",
        "build",
        "billion",
        "fund",
        "support",
        "development",
        "money",
        "object",
        "china",
        "also",
        "building",
        "giant",
        "billion",
        "technology",
        "park",
        "facilitate",
        "innovation",
        "market",
        "tech",
        "china",
        "raise",
        "fund",
        "relative",
        "ease",
        "investor",
        "poured",
        "billion",
        "chinese",
        "company",
        "according",
        "white",
        "paper",
        "produced",
        "lee",
        "former",
        "google",
        "microsoft",
        "executive",
        "lead",
        "firm",
        "sinovation",
        "venture",
        "china",
        "goal",
        "foster",
        "trillion",
        "industry",
        "last",
        "month",
        "chinese",
        "sensetime",
        "raised",
        "million",
        "deal",
        "led",
        "alibaba",
        "reported",
        "space",
        "deal",
        "gave",
        "sensetime",
        "implied",
        "valuation",
        "report",
        "billion",
        "even",
        "high",
        "billion",
        "sensetime",
        "perfect",
        "case",
        "study",
        "difference",
        "chinese",
        "western",
        "technological",
        "development",
        "wrote",
        "nicholas",
        "cola",
        "datatrek",
        "research",
        "recent",
        "report",
        "artificial",
        "intelligence",
        "especially",
        "power",
        "visual",
        "analytics",
        "critical",
        "technology",
        "raft",
        "new",
        "product",
        "western",
        "company",
        "advantage",
        "sure",
        "chinese",
        "model",
        "government",
        "sponsorship",
        "private",
        "capital",
        "coming",
        "strong",
        "sensetime",
        "may",
        "hit",
        "investment",
        "moment",
        "coming",
        "approach",
        "certainly",
        "wo",
        "last",
        "u",
        "research",
        "sector",
        "could",
        "struggle",
        "contrast",
        "research",
        "sector",
        "could",
        "struggling",
        "funding",
        "policy",
        "support",
        "trump",
        "administration",
        "american",
        "association",
        "advancement",
        "science",
        "said",
        "white",
        "house",
        "planned",
        "slash",
        "science",
        "technology",
        "research",
        "funding",
        "percent",
        "worse",
        "recent",
        "immigration",
        "clampdown",
        "united",
        "state",
        "may",
        "soon",
        "struggling",
        "attract",
        "retain",
        "highly",
        "skilled",
        "tech",
        "expert",
        "around",
        "world",
        "need",
        "keep",
        "silicon",
        "valley",
        "cutting",
        "edge",
        "research",
        "innovation",
        "indication",
        "america",
        "grasp",
        "primacy",
        "may",
        "already",
        "slipping",
        "according",
        "white",
        "house",
        "national",
        "artificial",
        "intelligence",
        "research",
        "development",
        "strategic",
        "plan",
        "research",
        "china",
        "already",
        "surpassed",
        "united",
        "state",
        "least",
        "term",
        "journal",
        "article",
        "mention",
        "deep",
        "learning",
        "deep",
        "neural",
        "network",
        "far",
        "back",
        "sadly",
        "come",
        "science",
        "innovation",
        "moving",
        "reverse",
        "cutting",
        "funding",
        "research",
        "denying",
        "climate",
        "change",
        "cutting",
        "investment",
        "education",
        "said",
        "vivek",
        "wadhwa",
        "distinguished",
        "fellow",
        "adjunct",
        "professor",
        "carnegie",
        "mellon",
        "university",
        "college",
        "engineering",
        "author",
        "driver",
        "driverless",
        "car",
        "technology",
        "choice",
        "create",
        "future",
        "leader",
        "appear",
        "aware",
        "development",
        "said",
        "joshua",
        "gans",
        "business",
        "professor",
        "university",
        "toronto",
        "prediction",
        "machine",
        "simple",
        "economics",
        "artificial",
        "intelligence",
        "president",
        "obama",
        "discussed",
        "ai",
        "numerous",
        "occasion",
        "said",
        "research",
        "funding",
        "cut",
        "obviously",
        "bad",
        "news",
        "term",
        "ability",
        "nurture",
        "scientific",
        "leadership",
        "shortsighted",
        "harm",
        "term",
        "show",
        "chapter",
        "china",
        "already",
        "world",
        "power",
        "artificial",
        "intelligence",
        "cio",
        "pm",
        "et",
        "thu",
        "may",
        "china",
        "timeline",
        "global",
        "supremacy",
        "may",
        "appear",
        "tad",
        "overambitious",
        "opinion",
        "divided",
        "whether",
        "achievable",
        "wadhwa",
        "one",
        "feel",
        "china",
        "many",
        "obstacle",
        "government",
        "ca",
        "make",
        "innovation",
        "throwing",
        "money",
        "lead",
        "corruption",
        "bureaucracy",
        "said",
        "innovation",
        "come",
        "people",
        "diverse",
        "idea",
        "take",
        "risk",
        "challenge",
        "authority",
        "wadhwa",
        "reservation",
        "contrast",
        "conviction",
        "william",
        "weightman",
        "fulbright",
        "fellow",
        "researching",
        "intellectual",
        "property",
        "law",
        "china",
        "year",
        "seems",
        "like",
        "short",
        "amount",
        "time",
        "achieve",
        "ambitious",
        "target",
        "outside",
        "china",
        "scope",
        "said",
        "weightman",
        "world",
        "underestimate",
        "china",
        "ability",
        "mobilize",
        "vast",
        "amount",
        "resource",
        "accomplish",
        "goal",
        "used",
        "example",
        "first",
        "rail",
        "line",
        "connecting",
        "beijing",
        "tianjin",
        "completed",
        "time",
        "beijing",
        "olympics",
        "vast",
        "amount",
        "state",
        "resource",
        "determination",
        "central",
        "leadership",
        "china",
        "solid",
        "foundation",
        "build",
        "innovative",
        "sector",
        "weightman",
        "said",
        "china",
        "potential",
        "advantage",
        "many",
        "china",
        "demographic",
        "give",
        "unmatched",
        "advantage",
        "asian",
        "giant",
        "large",
        "consumer",
        "data",
        "fuel",
        "scant",
        "regulation",
        "restricting",
        "use",
        "supportive",
        "government",
        "term",
        "policy",
        "funding",
        "population",
        "overly",
        "concerned",
        "privacy",
        "vigorous",
        "tech",
        "culture",
        "boast",
        "world",
        "unicorn",
        "valued",
        "billion",
        "wadhwa",
        "conceded",
        "china",
        "clearly",
        "advantage",
        "data",
        "key",
        "training",
        "today",
        "said",
        "importance",
        "may",
        "overstated",
        "new",
        "generation",
        "technology",
        "require",
        "much",
        "data",
        "said",
        "new",
        "technique",
        "work",
        "much",
        "differently",
        "today",
        "may",
        "also",
        "turn",
        "thing",
        "important",
        "data",
        "like",
        "culture",
        "innovation",
        "scientific",
        "research",
        "uncertainty",
        "around",
        "government",
        "support",
        "scientific",
        "research",
        "still",
        "vibrant",
        "innovative",
        "economy",
        "gans",
        "said",
        "also",
        "leadership",
        "science",
        "front",
        "nurture",
        "compete",
        "china",
        "still",
        "trail",
        "united",
        "state",
        "area",
        "research",
        "talent",
        "algorithm",
        "development",
        "according",
        "weightman",
        "china",
        "tech",
        "giant",
        "operate",
        "independently",
        "government",
        "much",
        "uncertainty",
        "counterpart",
        "freer",
        "many",
        "important",
        "dimension",
        "gans",
        "business",
        "professor",
        "university",
        "toronto",
        "prediction",
        "machine",
        "simple",
        "economics",
        "artificial",
        "intelligence",
        "despite",
        "government",
        "apathy",
        "tech",
        "innovation",
        "research",
        "project",
        "taking",
        "place",
        "america",
        "unlike",
        "big",
        "company",
        "government",
        "lab",
        "china",
        "wadhwa",
        "said",
        "technology",
        "development",
        "china",
        "child",
        "america",
        "leader",
        "gans",
        "said",
        "freer",
        "hand",
        "company",
        "may",
        "also",
        "advantage",
        "china",
        "tech",
        "giant",
        "operate",
        "independently",
        "government",
        "much",
        "uncertainty",
        "said",
        "counterpart",
        "freer",
        "many",
        "important",
        "dimension",
        "however",
        "little",
        "disagreement",
        "potentially",
        "damaging",
        "impact",
        "immigration",
        "policy",
        "area",
        "america",
        "loss",
        "could",
        "china",
        "gain",
        "america",
        "immigration",
        "policy",
        "clearly",
        "slowing",
        "progress",
        "sending",
        "great",
        "people",
        "home",
        "preventing",
        "world",
        "best",
        "brightest",
        "coming",
        "wadhwa",
        "said",
        "real",
        "stupidity",
        "closest",
        "thing",
        "america",
        "free",
        "lunch",
        "immigration",
        "conversely",
        "china",
        "going",
        "actively",
        "woo",
        "talent",
        "across",
        "globe",
        "country",
        "recruiting",
        "highly",
        "skilled",
        "engineer",
        "chinese",
        "descent",
        "currently",
        "working",
        "silicon",
        "valley",
        "return",
        "china",
        "china",
        "stealing",
        "u",
        "talent",
        "china",
        "blatant",
        "disregard",
        "ip",
        "rule",
        "theft",
        "long",
        "angered",
        "united",
        "state",
        "stiff",
        "penalty",
        "stealing",
        "president",
        "donald",
        "trump",
        "recently",
        "proposed",
        "imposition",
        "hefty",
        "tariff",
        "chinese",
        "import",
        "china",
        "steal",
        "like",
        "country",
        "wadhwa",
        "said",
        "gans",
        "take",
        "gripe",
        "china",
        "tech",
        "ip",
        "theft",
        "pinch",
        "salt",
        "damage",
        "overstated",
        "said",
        "effect",
        "business",
        "west",
        "chinese",
        "company",
        "must",
        "comply",
        "ip",
        "law",
        "may",
        "lax",
        "environment",
        "initially",
        "company",
        "succeed",
        "end",
        "complying",
        "evidence",
        "chinese",
        "national",
        "hacked",
        "foreign",
        "company",
        "steal",
        "ip",
        "claim",
        "chinese",
        "government",
        "complicity",
        "led",
        "real",
        "business",
        "consequence",
        "massive",
        "qualcomm",
        "nxp",
        "deal",
        "stopped",
        "government",
        "due",
        "national",
        "security",
        "threat",
        "pentagon",
        "banning",
        "chinese",
        "telecom",
        "company",
        "zte",
        "huawei",
        "selling",
        "member",
        "military",
        "government",
        "still",
        "considering",
        "wider",
        "ban",
        "ip",
        "expert",
        "weightman",
        "said",
        "firm",
        "without",
        "blame",
        "research",
        "found",
        "little",
        "evidence",
        "chinese",
        "government",
        "force",
        "foreign",
        "company",
        "transfer",
        "technology",
        "exchange",
        "market",
        "access",
        "scale",
        "many",
        "would",
        "lead",
        "u",
        "believe",
        "said",
        "although",
        "many",
        "firm",
        "enter",
        "joint",
        "venture",
        "agreement",
        "chinese",
        "partner",
        "loss",
        "ip",
        "usually",
        "result",
        "foreign",
        "company",
        "due",
        "diligence",
        "feeling",
        "compelled",
        "financial",
        "reason",
        "take",
        "risk",
        "entering",
        "agreement",
        "without",
        "proper",
        "ip",
        "protection",
        "ready",
        "example",
        "would",
        "chipmaker",
        "nvidia",
        "get",
        "fifth",
        "business",
        "china",
        "routinely",
        "train",
        "chinese",
        "scientist",
        "give",
        "away",
        "sample",
        "technology",
        "part",
        "business",
        "deal",
        "according",
        "south",
        "china",
        "morning",
        "post",
        "report",
        "str",
        "afp",
        "getty",
        "image",
        "visitor",
        "crowd",
        "around",
        "nvidia",
        "booth",
        "china",
        "digital",
        "entertainment",
        "expo",
        "known",
        "chinajoy",
        "shanghai",
        "weightman",
        "argued",
        "common",
        "perception",
        "china",
        "strong",
        "ip",
        "enforcement",
        "mechanism",
        "outdated",
        "reform",
        "rule",
        "evidence",
        "statutory",
        "damage",
        "creation",
        "specialized",
        "ip",
        "court",
        "enabled",
        "china",
        "judicial",
        "system",
        "better",
        "handle",
        "ip",
        "case",
        "professional",
        "fair",
        "way",
        "strengthen",
        "ip",
        "protection",
        "said",
        "plenty",
        "space",
        "collaboration",
        "scientific",
        "exchange",
        "china",
        "race",
        "close",
        "gap",
        "capability",
        "closer",
        "look",
        "sector",
        "also",
        "show",
        "superpower",
        "emerging",
        "challenger",
        "casual",
        "observer",
        "might",
        "expect",
        "eurasia",
        "group",
        "wrote",
        "recent",
        "whitepaper",
        "matt",
        "scott",
        "chief",
        "technology",
        "officer",
        "chinese",
        "company",
        "malong",
        "technology",
        "office",
        "shenzhen",
        "beijing",
        "shanghai",
        "say",
        "sense",
        "collaboration",
        "field",
        "cut",
        "across",
        "border",
        "irrespective",
        "located",
        "aware",
        "work",
        "said",
        "sometimes",
        "collaborate",
        "challenging",
        "one",
        "another",
        "inspired",
        "one",
        "another",
        "scott",
        "new",
        "yorker",
        "worked",
        "machine",
        "learning",
        "microsoft",
        "year",
        "relocating",
        "china",
        "said",
        "idea",
        "walling",
        "region",
        "global",
        "community",
        "would",
        "result",
        "withering",
        "dying",
        "enterprise",
        "mutual",
        "interdependence",
        "based",
        "transparency",
        "pursuit",
        "best",
        "idea",
        "contribute",
        "humanity",
        "said",
        "drive",
        "progress",
        "competition",
        "national",
        "international",
        "level",
        "global",
        "investing",
        "hot",
        "spot",
        "china",
        "economy",
        "could",
        "tip",
        "trade",
        "war",
        "economic",
        "consequence",
        "north",
        "korea",
        "peace",
        "china",
        "trillion",
        "weapon",
        "wield",
        "trade",
        "war",
        "vikram",
        "barhat",
        "special"
    ]
}