{
    "organizations": [],
    "uuid": "e119dba1db1a0d3362e48e29ce10217577bd96e5",
    "author": "Andrew Zaleski",
    "url": "https://www.cnbc.com/2018/05/09/ultrasound-is-poised-to-revolutionize-treatment-for-parkinsons.html",
    "ord_in_thread": 0,
    "title": "Ultrasound is poised to revolutionize treatment for Parkinson’s",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Roughly 10 million people in the United States suffer from some sort of tremor disorder, whether that's essential tremor — the most common movement disorder — or the tremors resulting from Parkinson's disease.\nThe current treatment regimens are wide-ranging: medication and therapy are typically prescribed, with mixed results and their own side effects. For people with tremors that are especially disabling, surgery to insert an electrical probe deep into the brain — which is then connected via wire under the skin to a pacemaker-like device implanted near the heart — usually takes place.\nBut a noninvasive treatment option that uses focused ultrasound to mitigate the effects of essential tremor is slowly making its way into hospitals worldwide. University-affiliated medical systems, such as the Mayo Clinic, are currently using it, and more than 1,000 patients with essential tremor around the world have been treated. It's also being tested further to see how it could be used to treat Parkinson's disease , Alzheimer's and to help deliver targeted drug therapy for people suffering from brain tumors. Israel-based Insightec, backed by $400 million of investor capital to date, is the company behind it.\nThe treatment involves two steps: Patients are first fitted with a helmet that transmits ultrasound waves. They're then placed inside a Magnetic Resonance Imaging (MRI) machine, which allows doctors to monitor and adjust the procedure as it's taking place.\nStill, questions remain about how effective a focused ultrasound treatment can be for treating currently incurable conditions like Parkinson's disease.\nWith ultrasound waves guided by MRI, Insightec's Exablate Neuro system ablates deep brain tissue to improve essential tremors without surgery, sometimes with immediate results. Two years ago the Food and Drug Administration approved the company's technology for treating people with essential tremor: A study conducted by the University of Virginia School of Medicine demonstrated that patients' tremors and motor functions improved about 50 percent three months after treatment.\n'A multibillion-dollar market that's just emerging' Although Insightec was founded in 1999, it's just now in the commercialization phase of its technology and is partnered with General Electric and Siemens — two companies that represent roughly 70 percent of the existing MRI market — to get its Exablate Neuro system into the hands of more doctors.\n\"We see this as a multibillion-dollar market that's just emerging. Where robotics surgery was 10 to 20 years ago is where we think focused ultrasound is today,\" said Insightec CEO Maurice Ferré, who came to the company four years ago to begin driving its commercial plan.\nAiding Insightec's push to the market is the Koch family, commonly known today as Charles and David Koch, the billionaire brothers who back conservative causes and candidates. In November the 70-year-old Koch Industries launched Koch Disruptive Technologies, a new subsidiary led by Charles' son, Chase, and focused on investing in early-stage and high-growth businesses. One month later Koch Disruptive Technologies made its very first investment when it led the $150 million round of Series E funding for Insightec, the largest equity deal across all Israeli companies in 2017.\nWith its investment, the Kochs are betting on a technology that might one day have a variety of neural applications. There's a clinical trial currently under way, testing Insightec's treatment system in epilepsy patients. Also, a focused ultrasound treatment could cost three to four times less than some of the conventional procedures in use today for treating conditions like essential tremor.\n\"You can probably imagine, it's a compelling offer when you can tell an entrepreneur that by working with us, they gain access to one of the largest real-life laboratories in the world,\" said Rob Carlton, director of business communications with Koch Industries.\nAccessing the risks and breakthroughs It's taken Insightec, a company of now 300 employees, about 15 years and $200 million to fully develop its technology: focused ultrasound therapy coupled with MRI that targets tissues deep within the brain and either thermally ablates it — destroys the tissue by cooking it, basically — or disrupts cell membranes similar to how ultrasound is used to break up kidney stones.\nFocused ultrasound is analogous to using a magnifying glass and focused beams of light on a point. Patients are awake during the entire procedure, which usually takes between two and four hours. They're first fitted with a helmet through which the ultrasound waves are sent and are then placed inside an MRI scanner. Multiple beams of ultrasound energy are focused on a target deep within the body. Coupling it with MRI means a doctor can monitor where the beams are hitting in real time, raising the energy levels of the ultrasound waves along the way.\n\"We see this as a multibillion-dollar market that's just emerging. Where robotics surgery was 10 to 20 years ago is where we think focused ultrasound is today.\" -Maurice Ferré, Insightec CEO \"The beams concentrate and can affect tissue now in 18 different ways that we know of. Ten years ago we only understood three ways,\" said Dr. Neal Kassell, chairman of the Virginia-based Focused Ultrasound Foundation.\nBy destroying or disrupting certain tissues in the brain, focused ultrasound kills abnormal cells and breaks the brain circuits causing the tremor.\nRisks and rewards But treatment challenges remain. The human skull is good at deflecting and absorbing energy, which is a problem for focused ultrasound, which relies on using an energy beam to hit millimeter-size brain targets, like the thalamus, a tiny part of the brain that controls some involuntary movements.\nAnd while the FDA has approved Insightec's system for treating essential tremor, it has not given its approval to use the system in patients with Parkinson's disease. A Phase 3 clinical trial is currently under way. The trial, funded by Insightec, is being led by the University of Maryland Medical Center and the University of Maryland School of Medicine. According to the doctors involved, this trial is the last hurdle to clear before the FDA considers approving focused ultrasound as a treatment option for Parkinson's.\nFor these and several other reasons, the Parkinson's Foundation cautions patients about viewing focused ultrasound as a cure. According to the foundation, focused ultrasound might not even be a workable treatment option for Parkinson's patients whose symptoms affect both sides of their body. In such a case, ultrasound energy would need to be applied to both sides of the brain, which increases the risk of side effects to a patient's cognition and speech.\nThere are potential side effects to focused ultrasound treatment for essential tremor, too. In one randomized trial conducted in 2016, some participants experienced numbness or tingling sensation in their hands, while some others were unsteady when walking after treatment.\nBut Ferré said Insightec is aware of the concerns, which is why much of the capital the company has raised recently is being put toward both commercializing the technology and conducting further study to ensure its applicability and safety. In January the company established its first nonclinical research site through a partnership with Virginia Tech. The primary purpose is to investigate and develop noninvasive treatment options for the brain using focused ultrasound technology.\n\"The future vision is to be able to do incisionless surgery,\" Ferré said. \"How to execute on that is the devil in the details.\"\nshow chapters This pen will let surgeons detect cancer in seconds 1:14 PM ET Thu, 22 March 2018 | 01:18 More from Modern Medicine:\nAn A.I. designed for the end of human life\nA brain pacemaker that reduces tremors\nScientists invent a pen that can detect cancer in 10 seconds",
    "published": "2018-05-09T03:00:00.000+03:00",
    "crawled": "2018-05-09T16:14:55.034+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "roughly",
        "million",
        "people",
        "united",
        "state",
        "suffer",
        "sort",
        "tremor",
        "disorder",
        "whether",
        "essential",
        "tremor",
        "common",
        "movement",
        "disorder",
        "tremor",
        "resulting",
        "parkinson",
        "disease",
        "current",
        "treatment",
        "regimen",
        "medication",
        "therapy",
        "typically",
        "prescribed",
        "mixed",
        "result",
        "side",
        "effect",
        "people",
        "tremor",
        "especially",
        "disabling",
        "surgery",
        "insert",
        "electrical",
        "probe",
        "deep",
        "brain",
        "connected",
        "via",
        "wire",
        "skin",
        "device",
        "implanted",
        "near",
        "heart",
        "usually",
        "take",
        "place",
        "noninvasive",
        "treatment",
        "option",
        "us",
        "focused",
        "ultrasound",
        "mitigate",
        "effect",
        "essential",
        "tremor",
        "slowly",
        "making",
        "way",
        "hospital",
        "worldwide",
        "medical",
        "system",
        "mayo",
        "clinic",
        "currently",
        "using",
        "patient",
        "essential",
        "tremor",
        "around",
        "world",
        "treated",
        "also",
        "tested",
        "see",
        "could",
        "used",
        "treat",
        "parkinson",
        "disease",
        "alzheimer",
        "help",
        "deliver",
        "targeted",
        "drug",
        "therapy",
        "people",
        "suffering",
        "brain",
        "tumor",
        "insightec",
        "backed",
        "million",
        "investor",
        "capital",
        "date",
        "company",
        "behind",
        "treatment",
        "involves",
        "two",
        "step",
        "patient",
        "first",
        "fitted",
        "helmet",
        "transmits",
        "ultrasound",
        "wave",
        "placed",
        "inside",
        "magnetic",
        "resonance",
        "imaging",
        "mri",
        "machine",
        "allows",
        "doctor",
        "monitor",
        "adjust",
        "procedure",
        "taking",
        "place",
        "still",
        "question",
        "remain",
        "effective",
        "focused",
        "ultrasound",
        "treatment",
        "treating",
        "currently",
        "incurable",
        "condition",
        "like",
        "parkinson",
        "disease",
        "ultrasound",
        "wave",
        "guided",
        "mri",
        "insightec",
        "exablate",
        "neuro",
        "system",
        "ablates",
        "deep",
        "brain",
        "tissue",
        "improve",
        "essential",
        "tremor",
        "without",
        "surgery",
        "sometimes",
        "immediate",
        "result",
        "two",
        "year",
        "ago",
        "food",
        "drug",
        "administration",
        "approved",
        "company",
        "technology",
        "treating",
        "people",
        "essential",
        "tremor",
        "study",
        "conducted",
        "university",
        "virginia",
        "school",
        "medicine",
        "demonstrated",
        "patient",
        "tremor",
        "motor",
        "function",
        "improved",
        "percent",
        "three",
        "month",
        "treatment",
        "market",
        "emerging",
        "although",
        "insightec",
        "founded",
        "commercialization",
        "phase",
        "technology",
        "partnered",
        "general",
        "electric",
        "siemens",
        "two",
        "company",
        "represent",
        "roughly",
        "percent",
        "existing",
        "mri",
        "market",
        "get",
        "exablate",
        "neuro",
        "system",
        "hand",
        "doctor",
        "see",
        "market",
        "emerging",
        "robotics",
        "surgery",
        "year",
        "ago",
        "think",
        "focused",
        "ultrasound",
        "today",
        "said",
        "insightec",
        "ceo",
        "maurice",
        "ferré",
        "came",
        "company",
        "four",
        "year",
        "ago",
        "begin",
        "driving",
        "commercial",
        "plan",
        "aiding",
        "insightec",
        "push",
        "market",
        "koch",
        "family",
        "commonly",
        "known",
        "today",
        "charles",
        "david",
        "koch",
        "billionaire",
        "brother",
        "back",
        "conservative",
        "cause",
        "candidate",
        "november",
        "koch",
        "industry",
        "launched",
        "koch",
        "disruptive",
        "technology",
        "new",
        "subsidiary",
        "led",
        "charles",
        "son",
        "chase",
        "focused",
        "investing",
        "business",
        "one",
        "month",
        "later",
        "koch",
        "disruptive",
        "technology",
        "made",
        "first",
        "investment",
        "led",
        "million",
        "round",
        "series",
        "e",
        "funding",
        "insightec",
        "largest",
        "equity",
        "deal",
        "across",
        "israeli",
        "company",
        "investment",
        "koch",
        "betting",
        "technology",
        "might",
        "one",
        "day",
        "variety",
        "neural",
        "application",
        "clinical",
        "trial",
        "currently",
        "way",
        "testing",
        "insightec",
        "treatment",
        "system",
        "epilepsy",
        "patient",
        "also",
        "focused",
        "ultrasound",
        "treatment",
        "could",
        "cost",
        "three",
        "four",
        "time",
        "less",
        "conventional",
        "procedure",
        "use",
        "today",
        "treating",
        "condition",
        "like",
        "essential",
        "tremor",
        "probably",
        "imagine",
        "compelling",
        "offer",
        "tell",
        "entrepreneur",
        "working",
        "u",
        "gain",
        "access",
        "one",
        "largest",
        "laboratory",
        "world",
        "said",
        "rob",
        "carlton",
        "director",
        "business",
        "communication",
        "koch",
        "industry",
        "accessing",
        "risk",
        "breakthrough",
        "taken",
        "insightec",
        "company",
        "employee",
        "year",
        "million",
        "fully",
        "develop",
        "technology",
        "focused",
        "ultrasound",
        "therapy",
        "coupled",
        "mri",
        "target",
        "tissue",
        "deep",
        "within",
        "brain",
        "either",
        "thermally",
        "ablates",
        "destroys",
        "tissue",
        "cooking",
        "basically",
        "disrupts",
        "cell",
        "membrane",
        "similar",
        "ultrasound",
        "used",
        "break",
        "kidney",
        "stone",
        "focused",
        "ultrasound",
        "analogous",
        "using",
        "magnifying",
        "glass",
        "focused",
        "beam",
        "light",
        "point",
        "patient",
        "awake",
        "entire",
        "procedure",
        "usually",
        "take",
        "two",
        "four",
        "hour",
        "first",
        "fitted",
        "helmet",
        "ultrasound",
        "wave",
        "sent",
        "placed",
        "inside",
        "mri",
        "scanner",
        "multiple",
        "beam",
        "ultrasound",
        "energy",
        "focused",
        "target",
        "deep",
        "within",
        "body",
        "coupling",
        "mri",
        "mean",
        "doctor",
        "monitor",
        "beam",
        "hitting",
        "real",
        "time",
        "raising",
        "energy",
        "level",
        "ultrasound",
        "wave",
        "along",
        "way",
        "see",
        "market",
        "emerging",
        "robotics",
        "surgery",
        "year",
        "ago",
        "think",
        "focused",
        "ultrasound",
        "today",
        "ferré",
        "insightec",
        "ceo",
        "beam",
        "concentrate",
        "affect",
        "tissue",
        "different",
        "way",
        "know",
        "ten",
        "year",
        "ago",
        "understood",
        "three",
        "way",
        "said",
        "neal",
        "kassell",
        "chairman",
        "focused",
        "ultrasound",
        "foundation",
        "destroying",
        "disrupting",
        "certain",
        "tissue",
        "brain",
        "focused",
        "ultrasound",
        "kill",
        "abnormal",
        "cell",
        "break",
        "brain",
        "circuit",
        "causing",
        "tremor",
        "risk",
        "reward",
        "treatment",
        "challenge",
        "remain",
        "human",
        "skull",
        "good",
        "deflecting",
        "absorbing",
        "energy",
        "problem",
        "focused",
        "ultrasound",
        "relies",
        "using",
        "energy",
        "beam",
        "hit",
        "brain",
        "target",
        "like",
        "thalamus",
        "tiny",
        "part",
        "brain",
        "control",
        "involuntary",
        "movement",
        "fda",
        "approved",
        "insightec",
        "system",
        "treating",
        "essential",
        "tremor",
        "given",
        "approval",
        "use",
        "system",
        "patient",
        "parkinson",
        "disease",
        "phase",
        "clinical",
        "trial",
        "currently",
        "way",
        "trial",
        "funded",
        "insightec",
        "led",
        "university",
        "maryland",
        "medical",
        "center",
        "university",
        "maryland",
        "school",
        "medicine",
        "according",
        "doctor",
        "involved",
        "trial",
        "last",
        "hurdle",
        "clear",
        "fda",
        "considers",
        "approving",
        "focused",
        "ultrasound",
        "treatment",
        "option",
        "parkinson",
        "several",
        "reason",
        "parkinson",
        "foundation",
        "caution",
        "patient",
        "viewing",
        "focused",
        "ultrasound",
        "cure",
        "according",
        "foundation",
        "focused",
        "ultrasound",
        "might",
        "even",
        "workable",
        "treatment",
        "option",
        "parkinson",
        "patient",
        "whose",
        "symptom",
        "affect",
        "side",
        "body",
        "case",
        "ultrasound",
        "energy",
        "would",
        "need",
        "applied",
        "side",
        "brain",
        "increase",
        "risk",
        "side",
        "effect",
        "patient",
        "cognition",
        "speech",
        "potential",
        "side",
        "effect",
        "focused",
        "ultrasound",
        "treatment",
        "essential",
        "tremor",
        "one",
        "randomized",
        "trial",
        "conducted",
        "participant",
        "experienced",
        "numbness",
        "tingling",
        "sensation",
        "hand",
        "others",
        "unsteady",
        "walking",
        "treatment",
        "ferré",
        "said",
        "insightec",
        "aware",
        "concern",
        "much",
        "capital",
        "company",
        "raised",
        "recently",
        "put",
        "toward",
        "commercializing",
        "technology",
        "conducting",
        "study",
        "ensure",
        "applicability",
        "safety",
        "january",
        "company",
        "established",
        "first",
        "nonclinical",
        "research",
        "site",
        "partnership",
        "virginia",
        "tech",
        "primary",
        "purpose",
        "investigate",
        "develop",
        "noninvasive",
        "treatment",
        "option",
        "brain",
        "using",
        "focused",
        "ultrasound",
        "technology",
        "future",
        "vision",
        "able",
        "incisionless",
        "surgery",
        "ferré",
        "said",
        "execute",
        "devil",
        "detail",
        "show",
        "chapter",
        "pen",
        "let",
        "surgeon",
        "detect",
        "cancer",
        "second",
        "pm",
        "et",
        "thu",
        "march",
        "modern",
        "medicine",
        "designed",
        "end",
        "human",
        "life",
        "brain",
        "pacemaker",
        "reduces",
        "tremor",
        "scientist",
        "invent",
        "pen",
        "detect",
        "cancer",
        "second"
    ]
}