{
    "organizations": [],
    "uuid": "128d7870526d387793f8b9932c4fbfadae05b86b",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/05/10/raceahead-inclusive-mothers-day/",
    "ord_in_thread": 0,
    "title": "raceAhead: Making Mother’s Day More Inclusive",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "For LGBTQ and other families, traditional Mother's Day activities in classrooms and daycare can be isolating. But they don't have to be. Luxy Images / Getty Images By Ellen McGirt Updated: May 10, 2018 12:30 PM ET\nThe tap on the shoulder meant so much.\n“Our @salesforce Little Ohana educator pulled us aside yesterday,” tweeted James Loduca, the Director of Equality Programs at Salesforce. The new dad has been an enthusiastic parenting presence on Twitter since he and his husband, Charlie Smith, announced the arrival of their daughter Charlie Elouise Loduca-Smith last September.\n“They are planning a project & she wanted to know if we preferred Charlie make art for a grandma or have private play time #inclusion #EqualityForAll #gaydads,” he continued.\nIt was a reassuring moment for their first “Mother’s Day” as a family.\nMother’s Day can be fraught for many reasons for many people. There are blended, foster and grandparent-led families and homes where other loving people have stepped into mothering roles who often go unacknowledged. And there are plenty out there like the Loduca-Smiths – between 2 million and 3.7 million children under age 18 have an LGBTQ parent, and approximately 200,000 of them are being raised by a same-sex couple.\nBut some circumstances can be particularly difficult. Kids, or their mothers, may be grieving a death, or separated because of illness, addiction , or incarceration. For kids, parents and caregivers who are bombarded by messages of “traditional” motherhood and Mother’s Day activities at school, corporate daycare, and at church, it can be particularly isolating.\nBrands are starting to notice.\nThis year, Teleflora has launched an emotional ad campaign called “Love Makes a Mom,” a series of minute-long vignettes created by the in-house marketing agency of Telaflora parent, The Wonderful Company.\nOne story is about a black, lesbian couple with an adorable daughter, who are thriving despite the judgments of others. Another is about an Army veteran and entrepreneur who is raising her fifteen-year-old half-sister. “Our mother has come in and out of both our lives,” she says. “And if you’ve gone through something that’s not great, you don’t want it to happen to other people.”\n“This Mother’s Day we’re seeing retailers win over consumers with impactful campaigns that breakdown the traditional constructs of Mother’s Day as a greeting card holiday, and instead focus on the themes and topics their audience, mothers and families, cares about most,” says Kristin Johnson, the communications director at Sprout Social, a venture backed social media management platform. “Brands realize that safe, traditional campaigns ensure no one will be offended, but they also ensure you won’t create a devoted customer base.”\nThe Teleflora campaign has been mentioned in nearly 4,500 Mother’s Day messages on Twitter alone.\nBut however families are configured, Mother’s Day is a reminder that the best way to know what people need is to ask them.\n“Inclusion can live in big programs and small gestures — and it’s usually quiet moments like this that stick with you the most,” Loduca and Smith told raceAhead via email. “ Mother’s Day can provoke anxiety for gay dads, and it only took 30 seconds for someone to reaffirm our family. We’ll never forget it.”\nAnd neither will Loduca’s own mother, who, spoiler alert, will be getting Charlie’s first-ever handmade Mother’s Day card.\nHere are some other resources to help shape your thinking:\nWelcoming Schools , a professional development program for educators from the Human Rights Campaign , has a wonderful guide to creating inclusive Mother’s and Father’s Day celebrations for teachers and day-care providers.\nGLAAD’s Mother’s Day resource kit has suggestions for journalists, communications professionals and anyone, really, on how to make the holiday more inclusive for LGBTQ families.\nTen ways to make holiday gatherings better when a family member is addicted or in recovery.\nA recent survey from New York Life shows the overwhelming impact that the loss of a parent has on children before the age of 20, and offers helpful suggestions on how to check in and support them during difficult holidays or anniversaries.\nSome ideas on how to speak to mothers who have lost children to violence from Mothers/Men Against Senseless Killings, a Chicago-based advocacy group.\nNational Black Mama’s Bail Out Day , established last year, raises money to help bail out incarcerated black mothers so they can spend the holiday with their children. According to The Atlantic , some 60 percent of people in U.S. jails have yet to go to trial, and around nine in ten people remain incarcerated simply because they can’t afford bail.\nOn Point Amazon employees respond after the company shrugs off a shareholder proposal to increase diversity in leadership An email thread verified by Recode shows that employees were outraged by Amazon’s opposition to a shareholder proposal that the company formally consider women and underrepresented minorities for board seats going forward. The proposal was from CtW Investment Group and specifically asked for the company to adopt a form of the “Rooney Rule,” a mandate created by the NFL that requires diverse slates for leadership positions. The company defended itself, citing its complex vetting process.“[H]ow is it successful, if we aren’t diverse at all, and notably last amongst top tech companies?” one employee fired back. Of the 17 tech and retail companies Amazon considers peers, they rank last for board diversity. So, fair question. Recode A program designed to help black and brown boys succeed in high school has mixed results The program is called the Expanded Success Initiative, and sought to model key solutions proposed by Barack Obama’s “My Brother’s Keeper” program designed to help young men of color succeed. A study commissioned by NYU found that the program, which included extra support and teacher training for some 40 NYC high schools, had mixed results during its three year period. While the students reported better school relationships and culture, their academic and suspension rates were nearly the same. There were significant differences in how the program was implemented across schools, and researchers suggested that certain interventions they implemented, such as college readiness programs, needed to happen in middle school to be truly effective. Wall Street Journal Meet LaToya Cantrell, New Orleans’s first ever woman mayor And she isn’t even from New Orleans, which is an even tougher glass ceiling to breach evidently. Cantrell, who was sworn in this week, also lacks the regal pedigree of former mayors who had come from political families with relative wealth. Instead, she is a harbinger of a new New Orleans, a non-power broker who emerged as a leader in the aftermath of Hurricane Katrina. According to one my favorite local columnists, Jarvis DeBerry, her inaugural speech thrilled the crowd, with “the colloquialisms, the plain spokenness, the absence of lofty rhetoric — that suggested that at heart, she’s still the community organizer who played a lead role resuscitating her flooded neighborhood.” NOLA Will black men get their #MeToo moment? Sociologist and researcher Adia Harvey Wingfield has been studying the experiences of black men who work in primarily white environments for years, documenting the extraordinary ways they seek to avoid triggering racial and sexual stereotypes in the workplace. But for some men, particularly if they work in proximity to white women, sexual harassment has become an issue that is difficult to discuss, even in the #MeToo era. For one thing, the racial power dynamic often means that female harassers believe that the institution will protect them and punish the men. It’s a bizarre abuse of power that tracks the #MeToo phenomenon in some disturbing ways. “For black men working with white women, racial and gendered stereotypes about black masculinity are never far from the surface,” she writes. Slate Advertisement The Woke Leader How racism thrives Karla Monterroso, the newly minted CEO for Code2040, joined Maria Hinojosa and NPR’s @LatinoUSA to talk more about how the organization is working to remove barriers for black and Latinx technologists in the tech industry. But she courageously tackled the current racial climate and the profound disconnect between the people who run the world and the systems that she’s trying to dismantle. “The history of race in this country is that people who would not consider themselves outright racists have built systems that disadvantage people of color over and over again,” she said. “When I look at the election of Donald Trump, several things had to line up.” Just one of those things was the ability to target people with news and propaganda designed to inflame latent racist fears. Click through the rest of her analysis. NPR Designing for nonbinary femmes Alok is a gender-nonconforming writer and performance artist with a fairly significant problem: There was no fashion that truly celebrated their unique mix of curves, body hair and exuberant style. And all advice, even from well-meaning supporters, fell short. “Transmisogyny looks like putting the onus on trans people to make others comfortable, rather than holding society accountable for its prejudice,” they write. Alok designed their first fashion collection last year with a friend in New Delhi and felt liberated to explore what gender neutral fashion would be if the rest of the world didn’t exist. “ The concept for the pieces was to imagine what I would wear if I wasn’t afraid of experiencing violence,” they said. “I wanted this collection to be a visual argument that our understandings of beauty and gender should not have to be mediated by cisgender norms and anxieties.” Enjoy. Them.Us A story about race, friendship and the Olympics We may remember the 1960 Rome Olympics for introducing us to Cassius Clay, but it was two other men, one African American and one Taiwanese-Aboriginal, who, though largely forgotten, thrilled the crowd with their performance in the grueling decathlon. The struggle began long before the Summer Games, as both men overcame poverty, politics, and discrimination, to earn their spots on the U.S. team. Rafer Johnson and C.K. Yang met at UCLA and called themselves the “two-man United Nations” as they trained together – to ultimately compete with each other. Bring tissues. Ozy Quote:\nTen minutes for seven letters. With another ten could she have gotten \"Dearly\" too? She had not thought to ask him and it bothered her still that it might have been possible—that for twenty minutes, a half hour, say, she could have had the whole thing, every word she heard the preacher say at the funeral (and all there was to say, surely) engraved on her baby's headstone: Dearly Beloved. But what she got, settled for, was the one word that mattered. She thought it would be enough, rutting among the headstones with the engraver, his young son looking on, the anger in his face so old; the appetite in it quite new. That should certainly be enough. Enough to answer one more preacher, one more abolitionist and a town full of disgust. - Toni Morrison",
    "published": "2018-05-10T19:30:00.000+03:00",
    "crawled": "2018-05-10T19:48:06.042+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lgbtq",
        "family",
        "traditional",
        "mother",
        "day",
        "activity",
        "classroom",
        "daycare",
        "isolating",
        "luxy",
        "image",
        "getty",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "may",
        "pm",
        "et",
        "tap",
        "shoulder",
        "meant",
        "much",
        "salesforce",
        "little",
        "ohana",
        "educator",
        "pulled",
        "u",
        "aside",
        "yesterday",
        "tweeted",
        "james",
        "loduca",
        "director",
        "equality",
        "program",
        "salesforce",
        "new",
        "dad",
        "enthusiastic",
        "parenting",
        "presence",
        "twitter",
        "since",
        "husband",
        "charlie",
        "smith",
        "announced",
        "arrival",
        "daughter",
        "charlie",
        "elouise",
        "last",
        "september",
        "planning",
        "project",
        "wanted",
        "know",
        "preferred",
        "charlie",
        "make",
        "art",
        "grandma",
        "private",
        "play",
        "time",
        "inclusion",
        "equalityforall",
        "gaydads",
        "continued",
        "reassuring",
        "moment",
        "first",
        "mother",
        "day",
        "family",
        "mother",
        "day",
        "fraught",
        "many",
        "reason",
        "many",
        "people",
        "blended",
        "foster",
        "family",
        "home",
        "loving",
        "people",
        "stepped",
        "mothering",
        "role",
        "often",
        "go",
        "unacknowledged",
        "plenty",
        "like",
        "million",
        "million",
        "child",
        "age",
        "lgbtq",
        "parent",
        "approximately",
        "raised",
        "couple",
        "circumstance",
        "particularly",
        "difficult",
        "kid",
        "mother",
        "may",
        "grieving",
        "death",
        "separated",
        "illness",
        "addiction",
        "incarceration",
        "kid",
        "parent",
        "caregiver",
        "bombarded",
        "message",
        "traditional",
        "motherhood",
        "mother",
        "day",
        "activity",
        "school",
        "corporate",
        "daycare",
        "church",
        "particularly",
        "isolating",
        "brand",
        "starting",
        "notice",
        "year",
        "teleflora",
        "launched",
        "emotional",
        "ad",
        "campaign",
        "called",
        "love",
        "make",
        "mom",
        "series",
        "vignette",
        "created",
        "marketing",
        "agency",
        "telaflora",
        "parent",
        "wonderful",
        "company",
        "one",
        "story",
        "black",
        "lesbian",
        "couple",
        "adorable",
        "daughter",
        "thriving",
        "despite",
        "judgment",
        "others",
        "another",
        "army",
        "veteran",
        "entrepreneur",
        "raising",
        "mother",
        "come",
        "life",
        "say",
        "gone",
        "something",
        "great",
        "want",
        "happen",
        "mother",
        "day",
        "seeing",
        "retailer",
        "win",
        "consumer",
        "impactful",
        "campaign",
        "breakdown",
        "traditional",
        "construct",
        "mother",
        "day",
        "greeting",
        "card",
        "holiday",
        "instead",
        "focus",
        "theme",
        "topic",
        "audience",
        "mother",
        "family",
        "care",
        "say",
        "kristin",
        "johnson",
        "communication",
        "director",
        "sprout",
        "social",
        "venture",
        "backed",
        "social",
        "medium",
        "management",
        "platform",
        "brand",
        "realize",
        "safe",
        "traditional",
        "campaign",
        "ensure",
        "one",
        "offended",
        "also",
        "ensure",
        "create",
        "devoted",
        "customer",
        "teleflora",
        "campaign",
        "mentioned",
        "nearly",
        "mother",
        "day",
        "message",
        "twitter",
        "alone",
        "however",
        "family",
        "configured",
        "mother",
        "day",
        "reminder",
        "best",
        "way",
        "know",
        "people",
        "need",
        "ask",
        "inclusion",
        "live",
        "big",
        "program",
        "small",
        "gesture",
        "usually",
        "quiet",
        "moment",
        "like",
        "stick",
        "loduca",
        "smith",
        "told",
        "raceahead",
        "via",
        "email",
        "mother",
        "day",
        "provoke",
        "anxiety",
        "gay",
        "dad",
        "took",
        "second",
        "someone",
        "reaffirm",
        "family",
        "never",
        "forget",
        "neither",
        "loduca",
        "mother",
        "spoiler",
        "alert",
        "getting",
        "charlie",
        "handmade",
        "mother",
        "day",
        "card",
        "resource",
        "help",
        "shape",
        "thinking",
        "welcoming",
        "school",
        "professional",
        "development",
        "program",
        "educator",
        "human",
        "right",
        "campaign",
        "wonderful",
        "guide",
        "creating",
        "inclusive",
        "mother",
        "father",
        "day",
        "celebration",
        "teacher",
        "provider",
        "glaad",
        "mother",
        "day",
        "resource",
        "kit",
        "suggestion",
        "journalist",
        "communication",
        "professional",
        "anyone",
        "really",
        "make",
        "holiday",
        "inclusive",
        "lgbtq",
        "family",
        "ten",
        "way",
        "make",
        "holiday",
        "gathering",
        "better",
        "family",
        "member",
        "addicted",
        "recovery",
        "recent",
        "survey",
        "new",
        "york",
        "life",
        "show",
        "overwhelming",
        "impact",
        "loss",
        "parent",
        "child",
        "age",
        "offer",
        "helpful",
        "suggestion",
        "check",
        "support",
        "difficult",
        "holiday",
        "anniversary",
        "idea",
        "speak",
        "mother",
        "lost",
        "child",
        "violence",
        "senseless",
        "killing",
        "advocacy",
        "group",
        "national",
        "black",
        "mama",
        "bail",
        "day",
        "established",
        "last",
        "year",
        "raise",
        "money",
        "help",
        "bail",
        "incarcerated",
        "black",
        "mother",
        "spend",
        "holiday",
        "child",
        "according",
        "atlantic",
        "percent",
        "people",
        "jail",
        "yet",
        "go",
        "trial",
        "around",
        "nine",
        "ten",
        "people",
        "remain",
        "incarcerated",
        "simply",
        "afford",
        "bail",
        "point",
        "amazon",
        "employee",
        "respond",
        "company",
        "shrug",
        "shareholder",
        "proposal",
        "increase",
        "diversity",
        "leadership",
        "email",
        "thread",
        "verified",
        "recode",
        "show",
        "employee",
        "outraged",
        "amazon",
        "opposition",
        "shareholder",
        "proposal",
        "company",
        "formally",
        "consider",
        "woman",
        "underrepresented",
        "minority",
        "board",
        "seat",
        "going",
        "forward",
        "proposal",
        "ctw",
        "investment",
        "group",
        "specifically",
        "asked",
        "company",
        "adopt",
        "form",
        "rooney",
        "rule",
        "mandate",
        "created",
        "nfl",
        "requires",
        "diverse",
        "slate",
        "leadership",
        "position",
        "company",
        "defended",
        "citing",
        "complex",
        "vetting",
        "h",
        "ow",
        "successful",
        "diverse",
        "notably",
        "last",
        "amongst",
        "top",
        "tech",
        "company",
        "one",
        "employee",
        "fired",
        "back",
        "tech",
        "retail",
        "company",
        "amazon",
        "considers",
        "peer",
        "rank",
        "last",
        "board",
        "diversity",
        "fair",
        "question",
        "recode",
        "program",
        "designed",
        "help",
        "black",
        "brown",
        "boy",
        "succeed",
        "high",
        "school",
        "mixed",
        "result",
        "program",
        "called",
        "expanded",
        "success",
        "initiative",
        "sought",
        "model",
        "key",
        "solution",
        "proposed",
        "barack",
        "obama",
        "brother",
        "keeper",
        "program",
        "designed",
        "help",
        "young",
        "men",
        "color",
        "succeed",
        "study",
        "commissioned",
        "nyu",
        "found",
        "program",
        "included",
        "extra",
        "support",
        "teacher",
        "training",
        "nyc",
        "high",
        "school",
        "mixed",
        "result",
        "three",
        "year",
        "period",
        "student",
        "reported",
        "better",
        "school",
        "relationship",
        "culture",
        "academic",
        "suspension",
        "rate",
        "nearly",
        "significant",
        "difference",
        "program",
        "implemented",
        "across",
        "school",
        "researcher",
        "suggested",
        "certain",
        "intervention",
        "implemented",
        "college",
        "readiness",
        "program",
        "needed",
        "happen",
        "middle",
        "school",
        "truly",
        "effective",
        "wall",
        "street",
        "journal",
        "meet",
        "latoya",
        "cantrell",
        "new",
        "orleans",
        "first",
        "ever",
        "woman",
        "mayor",
        "even",
        "new",
        "orleans",
        "even",
        "tougher",
        "glass",
        "ceiling",
        "breach",
        "evidently",
        "cantrell",
        "sworn",
        "week",
        "also",
        "lack",
        "regal",
        "pedigree",
        "former",
        "mayor",
        "come",
        "political",
        "family",
        "relative",
        "wealth",
        "instead",
        "harbinger",
        "new",
        "new",
        "orleans",
        "broker",
        "emerged",
        "leader",
        "aftermath",
        "hurricane",
        "katrina",
        "according",
        "one",
        "favorite",
        "local",
        "columnist",
        "jarvis",
        "deberry",
        "inaugural",
        "speech",
        "thrilled",
        "crowd",
        "colloquialism",
        "plain",
        "spokenness",
        "absence",
        "lofty",
        "rhetoric",
        "suggested",
        "heart",
        "still",
        "community",
        "organizer",
        "played",
        "lead",
        "role",
        "resuscitating",
        "flooded",
        "nola",
        "black",
        "men",
        "get",
        "metoo",
        "moment",
        "sociologist",
        "researcher",
        "adia",
        "harvey",
        "wingfield",
        "studying",
        "experience",
        "black",
        "men",
        "work",
        "primarily",
        "white",
        "environment",
        "year",
        "documenting",
        "extraordinary",
        "way",
        "seek",
        "avoid",
        "triggering",
        "racial",
        "sexual",
        "stereotype",
        "workplace",
        "men",
        "particularly",
        "work",
        "proximity",
        "white",
        "woman",
        "sexual",
        "harassment",
        "become",
        "issue",
        "difficult",
        "discus",
        "even",
        "metoo",
        "era",
        "one",
        "thing",
        "racial",
        "power",
        "dynamic",
        "often",
        "mean",
        "female",
        "harasser",
        "believe",
        "institution",
        "protect",
        "punish",
        "men",
        "bizarre",
        "abuse",
        "power",
        "track",
        "metoo",
        "phenomenon",
        "disturbing",
        "way",
        "black",
        "men",
        "working",
        "white",
        "woman",
        "racial",
        "gendered",
        "stereotype",
        "black",
        "masculinity",
        "never",
        "far",
        "surface",
        "writes",
        "slate",
        "advertisement",
        "woke",
        "leader",
        "racism",
        "thrives",
        "karla",
        "monterroso",
        "newly",
        "minted",
        "ceo",
        "code2040",
        "joined",
        "maria",
        "hinojosa",
        "npr",
        "latinousa",
        "talk",
        "organization",
        "working",
        "remove",
        "barrier",
        "black",
        "latinx",
        "technologist",
        "tech",
        "industry",
        "courageously",
        "tackled",
        "current",
        "racial",
        "climate",
        "profound",
        "disconnect",
        "people",
        "run",
        "world",
        "system",
        "trying",
        "dismantle",
        "history",
        "race",
        "country",
        "people",
        "would",
        "consider",
        "outright",
        "racist",
        "built",
        "system",
        "disadvantage",
        "people",
        "color",
        "said",
        "look",
        "election",
        "donald",
        "trump",
        "several",
        "thing",
        "line",
        "one",
        "thing",
        "ability",
        "target",
        "people",
        "news",
        "propaganda",
        "designed",
        "inflame",
        "latent",
        "racist",
        "fear",
        "click",
        "rest",
        "analysis",
        "npr",
        "designing",
        "nonbinary",
        "femmes",
        "alok",
        "writer",
        "performance",
        "artist",
        "fairly",
        "significant",
        "problem",
        "fashion",
        "truly",
        "celebrated",
        "unique",
        "mix",
        "curve",
        "body",
        "hair",
        "exuberant",
        "style",
        "advice",
        "even",
        "supporter",
        "fell",
        "short",
        "transmisogyny",
        "look",
        "like",
        "putting",
        "onus",
        "trans",
        "people",
        "make",
        "others",
        "comfortable",
        "rather",
        "holding",
        "society",
        "accountable",
        "prejudice",
        "write",
        "alok",
        "designed",
        "first",
        "fashion",
        "collection",
        "last",
        "year",
        "friend",
        "new",
        "delhi",
        "felt",
        "liberated",
        "explore",
        "gender",
        "neutral",
        "fashion",
        "would",
        "rest",
        "world",
        "exist",
        "concept",
        "piece",
        "imagine",
        "would",
        "wear",
        "afraid",
        "experiencing",
        "violence",
        "said",
        "wanted",
        "collection",
        "visual",
        "argument",
        "understanding",
        "beauty",
        "gender",
        "mediated",
        "cisgender",
        "norm",
        "enjoy",
        "story",
        "race",
        "friendship",
        "olympics",
        "may",
        "remember",
        "rome",
        "olympics",
        "introducing",
        "u",
        "cassius",
        "clay",
        "two",
        "men",
        "one",
        "african",
        "american",
        "one",
        "though",
        "largely",
        "forgotten",
        "thrilled",
        "crowd",
        "performance",
        "grueling",
        "decathlon",
        "struggle",
        "began",
        "long",
        "summer",
        "game",
        "men",
        "overcame",
        "poverty",
        "politics",
        "discrimination",
        "earn",
        "spot",
        "team",
        "rafer",
        "johnson",
        "yang",
        "met",
        "ucla",
        "called",
        "united",
        "nation",
        "trained",
        "together",
        "ultimately",
        "compete",
        "bring",
        "tissue",
        "ozy",
        "quote",
        "ten",
        "minute",
        "seven",
        "letter",
        "another",
        "ten",
        "could",
        "gotten",
        "dearly",
        "thought",
        "ask",
        "bothered",
        "still",
        "might",
        "twenty",
        "minute",
        "half",
        "hour",
        "say",
        "could",
        "whole",
        "thing",
        "every",
        "word",
        "heard",
        "preacher",
        "say",
        "funeral",
        "say",
        "surely",
        "engraved",
        "baby",
        "headstone",
        "dearly",
        "beloved",
        "got",
        "settled",
        "one",
        "word",
        "mattered",
        "thought",
        "would",
        "enough",
        "rutting",
        "among",
        "headstone",
        "engraver",
        "young",
        "son",
        "looking",
        "anger",
        "face",
        "old",
        "appetite",
        "quite",
        "new",
        "certainly",
        "enough",
        "enough",
        "answer",
        "one",
        "preacher",
        "one",
        "abolitionist",
        "town",
        "full",
        "disgust",
        "toni",
        "morrison"
    ]
}