{
    "organizations": [],
    "uuid": "4f9f291de77ef3890a01297cde03d454a0ad40ff",
    "author": "Raya Jalabi",
    "url": "https://www.reuters.com/article/us-iraq-election-kurds/after-failed-independence-bid-disillusioned-kurds-to-vote-in-iraqi-poll-idUSKBN1IB2KD",
    "ord_in_thread": 0,
    "title": "After failed independence bid, disillusioned Kurds to vote in Iraqi poll",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ERBIL/KIRKUK, Iraq (Reuters) - Six months ago, Iraq’s Kurds believed they’d never have to participate in a national election again, having just voted for their century-old dream of an independent state.\nA man walks past campaign posters ahead of the parliamentary election in Erbil, Iraq May 6, 2018.REUTERS/Azad Lashkari But on Saturday, they head to the polls, disillusioned with the political elites who led their failed independence bid.\nTheir vote could undermine the grip on power that two ruling parties have enjoyed in Iraq’s Kurdistan Region since it gained semi-autonomous status 27 years ago.\nThe Kurdistan Democratic Party (KDP) and the Patriotic Union of Kurdistan (PUK) are facing their first serious challenge from new parties in Saturday’s nationwide elections to choose a new prime minister and parliament.\nWhile Prime Minister Haider al-Abadi appears marginally ahead in a tight race, the new Kurdish parties are hoping to exploit discontent that has only grown in their region since their independence dream was shattered.\n“We had everything, and now we have nothing,” said Mohammed Abdelhamid, a 32-year-old Kurdish vegetable seller in Kirkuk. “They led us down this path, why should I ever vote for them again?”\nAs the older generation fades and an economic crisis sharpens demand for change, the power of the political establishment over their tribal support bases is waning.\nVeteran PUK leader Jalal Talabani, who served as Iraqi president, died last year, and the KDP’s Masoud Barzani has been weakened since the failed referendum that he championed.\nNew parties are trying to fill the vacuum, chief among them the Coalition for Democracy and Justice, led by former Kurdish regional prime minister Barham Salih. A disciple of Talabani, he left the PUK last year and is campaigning against corruption, a key issue for many Kurdish voters.\n“There is a deep crisis in the Kurdistan Region,” Salih told Reuters. “This crisis is the result of a failed system of governance based on partisanship and nepotism in the administration of the country.”\nOPPOSITION PARTY Salih is expected to take seats from the KDP and PUK, as well as from Gorran, an opposition party which spun off from the PUK in 2009. The fledgling New Generation Movement, led by political novice Shaswar Abdulwahid, is also trying to win seats from establishment candidates but is not considered a serious contender.\n“We’re seeing a weakening of support for the two governing parties who no longer have anything to say to their voters,” said Yousif Mohammed, the former KRG parliamentary speaker banned from Erbil, who now heads Gorran’s list in Sulaimaniya.\nThe parties are nervously eyeing Saturday’s election, since its outcome will be a solid indication of their support base in the post-referendum era.\nBarham Salih, Former Prime Minister of Iraq's Kurdistan Regional Government and Head of the Coalition for Democracy and Justice speaks with his supporter in Sulaimaniyah, Iraq May 8, 2018. REUTERS/Ako Rasheed This is seen as a vital reality check ahead of regional elections set for Sept. 30. If the upstart parties do well on Saturday, many expect the internal balance of power to shift within the KRG come autumn.\nThe KDP and PUK dominate the Kurdish regional parliament and the majority of Kurdish MPs sent to the national parliament have been from those two parties.\nThe brief jubilation after last year’s vote to break away from Baghdad was shattered when the central government imposed swift punitive measures and retook the oil city of Kirkuk, which had been held by the Kurds for three years.\nNow, the exuberance of the independence vote has been replaced with the painful belief that Iraq’s Kurdish leadership gambled away the hard-fought autonomy which their region has enjoyed since the 1991 Gulf War.\nDISPIRITED Interviews with dozens of Kurdish voters show a people left dispirited by the failure of their independence push, with some saying they will not take part in the ballot.\n“I have no desire to participate in these elections,” said Gulala Jabar Abdullah, 38, a teacher in Sulaimaniya. “For 27 years, we haven’t seen anything from the two parties in government.”\nThere has been little enthusiasm for the election among Kurds. But in the multi-ethnic city of Kirkuk, the campaign is in full force with every inch of public space dominated by candidates’ billboards. In Kirkuk province, 458 candidates are battling for just 13 seats, a sign of its importance.\nWhatever the results on Saturday, Kurdish MPs sent to Baghdad will face the mammoth task of mending acrimonious post-referendum relations with the federal government.\nTies with Baghdad thawed somewhat in March, when Abadi lifted a ban on international flights into the Kurdish region and paid a portion of its civil service salaries.\nBut negotiations have since stalled over oil exports and revenue-sharing, worsening the Kurds’ debt problems and public salary shortfalls after three years during which their share of the federal budget was withheld in disputes over oil sales.\nWhen framed as part of a necessary step to independence, Kurds were more forgiving of austerity measures. That project now blunted, popular discontent has been rising.\nSlideshow (3 Images) “Every year we have a few months of salary missing,” said a KRG customs officer. He earns extra money helping at his father’s shoe shop in Erbil’s main souk. “Life is too hard.”\nIn March, thousands of civil servants demonstrated against salary cuts, including in the KDP strongholds of Erbil and Dohuk for the first time. They were met with a violent crackdown in which five people were killed.\n“Democracy works everywhere except here,” said Abu Ghayeb, a longtime KDP supporter in Erbil who said he is too angry with the Kurdish leadership to vote for them again.\n“We stay poor,” said Abu Ghayeb, a retired police officer who supplements his meagre pension by selling knick-knacks by the roadside, “But they get richer. How if not by corruption?”\nVOTERS SWITCH Salih’s Coalition for Democracy and Justice is most likely to capitalize on this wave of discontent. His messaging hammers home that he will clean up the corruption which has plagued the governing parties.\nWhile the PUK and KDP retain significant support, several voters told Reuters they are switching party affiliation this year, buoyed by Salih’s message.\n“Dr. Barham is a good person and he respects everyone,” said Naim Mohammed Aziz, 36, a taxi driver in Erbil who used to belong to the Kurdistan Islamist Party. “The government doesn’t care about us anymore, we need someone new.”\nIn KDP strongholds, his posters are ripped down within hours of being put up, which his supporters take as a compliment.\n“It means the governing parties feel the threat,” said former KRG Trade Minister Mohammed Raof Mohammed, and Salih’s Erbil campaign manager.\nThe New Generation movement has also rattled the establishment. Leading candidate Rabun Maroof was beaten up while campaigning in Erbil this week.\nThe party has corralled some supporters, particularly young people excited by his message of change.\n“We as Kurdish youth, we want to support this movement to help build Kurdistan anew,” said Aras Anwar, a 20-year-old volunteer campaigner.\nOthers have lost patience. “I can’t wait 10 years for change,” said Abdullah, the Sulaimaniya teacher. She has been on strike for months over years of unpaid salary.\n“To vote or not to vote, it doesn’t matter,” she said. “Our voices won’t count.”\nReporting by Raya Jalabi in Erbil, Sulaimaniya, and Kirkuk; Additional reporting by Mustafa Mahmoud in Kirkuk; Editing by Dominic Evans and Giles Elgood\n ",
    "published": "2018-05-11T01:24:00.000+03:00",
    "crawled": "2018-05-10T20:31:29.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "iraq",
        "reuters",
        "six",
        "month",
        "ago",
        "iraq",
        "kurd",
        "believed",
        "never",
        "participate",
        "national",
        "election",
        "voted",
        "dream",
        "independent",
        "state",
        "man",
        "walk",
        "past",
        "campaign",
        "poster",
        "ahead",
        "parliamentary",
        "election",
        "erbil",
        "iraq",
        "may",
        "lashkari",
        "saturday",
        "head",
        "poll",
        "disillusioned",
        "political",
        "elite",
        "led",
        "failed",
        "independence",
        "bid",
        "vote",
        "could",
        "undermine",
        "grip",
        "power",
        "two",
        "ruling",
        "party",
        "enjoyed",
        "iraq",
        "kurdistan",
        "region",
        "since",
        "gained",
        "status",
        "year",
        "ago",
        "kurdistan",
        "democratic",
        "party",
        "kdp",
        "patriotic",
        "union",
        "kurdistan",
        "puk",
        "facing",
        "first",
        "serious",
        "challenge",
        "new",
        "party",
        "saturday",
        "nationwide",
        "election",
        "choose",
        "new",
        "prime",
        "minister",
        "parliament",
        "prime",
        "minister",
        "haider",
        "appears",
        "marginally",
        "ahead",
        "tight",
        "race",
        "new",
        "kurdish",
        "party",
        "hoping",
        "exploit",
        "discontent",
        "grown",
        "region",
        "since",
        "independence",
        "dream",
        "shattered",
        "everything",
        "nothing",
        "said",
        "mohammed",
        "abdelhamid",
        "kurdish",
        "vegetable",
        "seller",
        "kirkuk",
        "led",
        "u",
        "path",
        "ever",
        "vote",
        "older",
        "generation",
        "fade",
        "economic",
        "crisis",
        "sharpens",
        "demand",
        "change",
        "power",
        "political",
        "establishment",
        "tribal",
        "support",
        "base",
        "waning",
        "veteran",
        "puk",
        "leader",
        "jalal",
        "talabani",
        "served",
        "iraqi",
        "president",
        "died",
        "last",
        "year",
        "kdp",
        "masoud",
        "barzani",
        "weakened",
        "since",
        "failed",
        "referendum",
        "championed",
        "new",
        "party",
        "trying",
        "fill",
        "vacuum",
        "chief",
        "among",
        "coalition",
        "democracy",
        "justice",
        "led",
        "former",
        "kurdish",
        "regional",
        "prime",
        "minister",
        "barham",
        "salih",
        "disciple",
        "talabani",
        "left",
        "puk",
        "last",
        "year",
        "campaigning",
        "corruption",
        "key",
        "issue",
        "many",
        "kurdish",
        "voter",
        "deep",
        "crisis",
        "kurdistan",
        "region",
        "salih",
        "told",
        "reuters",
        "crisis",
        "result",
        "failed",
        "system",
        "governance",
        "based",
        "partisanship",
        "nepotism",
        "administration",
        "opposition",
        "party",
        "salih",
        "expected",
        "take",
        "seat",
        "kdp",
        "puk",
        "well",
        "gorran",
        "opposition",
        "party",
        "spun",
        "puk",
        "fledgling",
        "new",
        "generation",
        "movement",
        "led",
        "political",
        "novice",
        "shaswar",
        "abdulwahid",
        "also",
        "trying",
        "win",
        "seat",
        "establishment",
        "candidate",
        "considered",
        "serious",
        "contender",
        "seeing",
        "weakening",
        "support",
        "two",
        "governing",
        "party",
        "longer",
        "anything",
        "say",
        "voter",
        "said",
        "yousif",
        "mohammed",
        "former",
        "krg",
        "parliamentary",
        "speaker",
        "banned",
        "erbil",
        "head",
        "gorran",
        "list",
        "sulaimaniya",
        "party",
        "nervously",
        "eyeing",
        "saturday",
        "election",
        "since",
        "outcome",
        "solid",
        "indication",
        "support",
        "base",
        "era",
        "barham",
        "salih",
        "former",
        "prime",
        "minister",
        "iraq",
        "kurdistan",
        "regional",
        "government",
        "head",
        "coalition",
        "democracy",
        "justice",
        "speaks",
        "supporter",
        "sulaimaniyah",
        "iraq",
        "may",
        "rasheed",
        "seen",
        "vital",
        "reality",
        "check",
        "ahead",
        "regional",
        "election",
        "set",
        "upstart",
        "party",
        "well",
        "saturday",
        "many",
        "expect",
        "internal",
        "balance",
        "power",
        "shift",
        "within",
        "krg",
        "come",
        "autumn",
        "kdp",
        "puk",
        "dominate",
        "kurdish",
        "regional",
        "parliament",
        "majority",
        "kurdish",
        "mp",
        "sent",
        "national",
        "parliament",
        "two",
        "party",
        "brief",
        "jubilation",
        "last",
        "year",
        "vote",
        "break",
        "away",
        "baghdad",
        "shattered",
        "central",
        "government",
        "imposed",
        "swift",
        "punitive",
        "measure",
        "retook",
        "oil",
        "city",
        "kirkuk",
        "held",
        "kurd",
        "three",
        "year",
        "exuberance",
        "independence",
        "vote",
        "replaced",
        "painful",
        "belief",
        "iraq",
        "kurdish",
        "leadership",
        "gambled",
        "away",
        "autonomy",
        "region",
        "enjoyed",
        "since",
        "gulf",
        "war",
        "dispirited",
        "interview",
        "dozen",
        "kurdish",
        "voter",
        "show",
        "people",
        "left",
        "dispirited",
        "failure",
        "independence",
        "push",
        "saying",
        "take",
        "part",
        "ballot",
        "desire",
        "participate",
        "election",
        "said",
        "gulala",
        "jabar",
        "abdullah",
        "teacher",
        "sulaimaniya",
        "year",
        "seen",
        "anything",
        "two",
        "party",
        "little",
        "enthusiasm",
        "election",
        "among",
        "kurd",
        "city",
        "kirkuk",
        "campaign",
        "full",
        "force",
        "every",
        "inch",
        "public",
        "space",
        "dominated",
        "candidate",
        "billboard",
        "kirkuk",
        "province",
        "candidate",
        "battling",
        "seat",
        "sign",
        "importance",
        "whatever",
        "result",
        "saturday",
        "kurdish",
        "mp",
        "sent",
        "baghdad",
        "face",
        "mammoth",
        "task",
        "mending",
        "acrimonious",
        "relation",
        "federal",
        "government",
        "tie",
        "baghdad",
        "thawed",
        "somewhat",
        "march",
        "abadi",
        "lifted",
        "ban",
        "international",
        "flight",
        "kurdish",
        "region",
        "paid",
        "portion",
        "civil",
        "service",
        "salary",
        "negotiation",
        "since",
        "stalled",
        "oil",
        "export",
        "worsening",
        "kurd",
        "debt",
        "problem",
        "public",
        "salary",
        "shortfall",
        "three",
        "year",
        "share",
        "federal",
        "budget",
        "withheld",
        "dispute",
        "oil",
        "sale",
        "framed",
        "part",
        "necessary",
        "step",
        "independence",
        "kurd",
        "forgiving",
        "austerity",
        "measure",
        "project",
        "blunted",
        "popular",
        "discontent",
        "rising",
        "slideshow",
        "image",
        "every",
        "year",
        "month",
        "salary",
        "missing",
        "said",
        "krg",
        "custom",
        "officer",
        "earns",
        "extra",
        "money",
        "helping",
        "father",
        "shoe",
        "shop",
        "erbil",
        "main",
        "souk",
        "life",
        "march",
        "thousand",
        "civil",
        "servant",
        "demonstrated",
        "salary",
        "cut",
        "including",
        "kdp",
        "stronghold",
        "erbil",
        "dohuk",
        "first",
        "time",
        "met",
        "violent",
        "crackdown",
        "five",
        "people",
        "killed",
        "democracy",
        "work",
        "everywhere",
        "except",
        "said",
        "abu",
        "ghayeb",
        "longtime",
        "kdp",
        "supporter",
        "erbil",
        "said",
        "angry",
        "kurdish",
        "leadership",
        "vote",
        "stay",
        "poor",
        "said",
        "abu",
        "ghayeb",
        "retired",
        "police",
        "officer",
        "supplement",
        "meagre",
        "pension",
        "selling",
        "roadside",
        "get",
        "richer",
        "corruption",
        "voter",
        "switch",
        "salih",
        "coalition",
        "democracy",
        "justice",
        "likely",
        "capitalize",
        "wave",
        "discontent",
        "messaging",
        "hammer",
        "home",
        "clean",
        "corruption",
        "plagued",
        "governing",
        "party",
        "puk",
        "kdp",
        "retain",
        "significant",
        "support",
        "several",
        "voter",
        "told",
        "reuters",
        "switching",
        "party",
        "affiliation",
        "year",
        "buoyed",
        "salih",
        "message",
        "dr",
        "barham",
        "good",
        "person",
        "respect",
        "everyone",
        "said",
        "naim",
        "mohammed",
        "aziz",
        "taxi",
        "driver",
        "erbil",
        "used",
        "belong",
        "kurdistan",
        "islamist",
        "party",
        "government",
        "care",
        "u",
        "anymore",
        "need",
        "someone",
        "kdp",
        "stronghold",
        "poster",
        "ripped",
        "within",
        "hour",
        "put",
        "supporter",
        "take",
        "compliment",
        "mean",
        "governing",
        "party",
        "feel",
        "threat",
        "said",
        "former",
        "krg",
        "trade",
        "minister",
        "mohammed",
        "raof",
        "mohammed",
        "salih",
        "erbil",
        "campaign",
        "manager",
        "new",
        "generation",
        "movement",
        "also",
        "rattled",
        "establishment",
        "leading",
        "candidate",
        "rabun",
        "maroof",
        "beaten",
        "campaigning",
        "erbil",
        "week",
        "party",
        "corralled",
        "supporter",
        "particularly",
        "young",
        "people",
        "excited",
        "message",
        "change",
        "kurdish",
        "youth",
        "want",
        "support",
        "movement",
        "help",
        "build",
        "kurdistan",
        "anew",
        "said",
        "ara",
        "anwar",
        "volunteer",
        "campaigner",
        "others",
        "lost",
        "patience",
        "wait",
        "year",
        "change",
        "said",
        "abdullah",
        "sulaimaniya",
        "teacher",
        "strike",
        "month",
        "year",
        "unpaid",
        "salary",
        "vote",
        "vote",
        "matter",
        "said",
        "voice",
        "reporting",
        "raya",
        "jalabi",
        "erbil",
        "sulaimaniya",
        "kirkuk",
        "additional",
        "reporting",
        "mustafa",
        "mahmoud",
        "kirkuk",
        "editing",
        "dominic",
        "evans",
        "giles",
        "elgood"
    ]
}