{
    "organizations": [],
    "uuid": "99ea313ca1d31bb962f68d98a497e946fe4d0099",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-endocyte-provides-first-quarter-2018-financial-results-and-operational-update.html",
    "ord_in_thread": 0,
    "title": "Endocyte Provides First Quarter 2018 Financial Results and Operational Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-Recently Updated Phase 2 Data on 177 Lu-PSMA-617 Published in The Lancet Oncology Favorable to Preliminary Data Presented at 2017 ESMO Congress-\n-Positive End of Phase 2 FDA Meeting Set Stage for Successful\nFinancing in First Quarter-\n-Phase 3 VISION Trial on Track for First Patient Visit in Q2 2018-\n-Conference Call Today at 8:30 a.m. EDT-\nWEST LAFAYETTE, Ind., May 09, 2018 (GLOBE NEWSWIRE) -- Endocyte, Inc. (Nasdaq:ECYT), a biopharmaceutical company developing targeted therapeutics for personalized cancer treatment, today announced financial results for the first quarter ending Mar. 31, 2018 and provided an operational update.\n“We made important progress during the first quarter in establishing the design of our phase 3 VISION trial of 177 Lu-PSMA-617, securing clinical supply of no-carrier-added Lutetium, and raising sufficient capital to fund the company through expected completion of the trial,” said Mike Sherman, president and CEO of Endocyte. “We continue to expect the first patient visit in the VISION trial in the second quarter and are working to advance EC17/CAR T-cell therapy, our folate-targeted CAM-based therapy, for which we expect to have an IND submitted in the fourth quarter of 2018.”\nMr. Sherman continued, “In addition, we are encouraged by the updated 30 patient data from the ongoing phase 2 trial at Peter MacCallum Cancer Centre in Melbourne, Australia, published today in The Lancet Oncology . We anticipate an update at the American Society of Clinical Oncology Annual Meeting in June with early data on the additional 20 patients dosed in the expansion phase of that trial. Enrollment also continues in the phase 2 TheraP trial in Australia comparing 177 Lu-PSMA-617 to cabazitaxel in 200 patients.”\nFirst Quarter and Recent Highlights\nFinalized the design for the phase 3 VISION trial evaluating 177 Lu-PSMA-617 in patients with metastatic castration-resistant prostate cancer (mCRPC) following a successful End-of-Phase 2 meeting with the U.S. Food and Drug Administration. Announced an agreement with ITM Isotopen Technologien München AG to supply no-carrier-added Lutetium ( 177 Lu) to support the phase 3 VISION trial. Presented data on the chimeric antigen receptor T-cell (CAR T) adaptor molecule (CAM) platform at the American Association for Cancer Research Annual Meeting 2018 confirming the anti-tumor activity of Endocyte’s folate-targeted EC17/CAR T-cell therapy. Completed an underwritten registered public offering of 20,535,714 shares of its common stock, including full exercise of the underwriters’ option to purchase additional shares of common stock, at a public offering price of $4.20 per share. Endocyte received aggregate net proceeds from the offering of approximately $80.9 million. Hired additional experienced clinical trial professionals to ensure strong execution and support the success of its clinical programs. Elected Patrick Machado, J.D., co-founder and former chief business and financial officer of Medivation, and Dawn Svoronos, former president of Merck’s Europe/Canada region, to serve on the Board of Directors, bringing significant commercial leadership and understanding of the prostate cancer market to the Board.\nExpected 2018 Milestones\nFirst patient visit for phase 3 VISION trial of 177 Lu-PSMA-617 in mCRPC (2Q 2018). 50-patient response rate data readout of investigator-initiated trial of 177 Lu-PSMA-617 in mCRPC patients at Peter MacCallum Cancer Centre in Melbourne, Australia, to be presented at the Annual Meeting of the American Society of Clinical Oncology (ASCO) (June 2018). Publications on additional ongoing investigator-initiated clinical trials of 177 Lu-PSMA-617 in prostate cancer patients (2018). IND for phase 1 trial of EC17/CAR T-cell therapy in patients with osteosarcoma (4Q 2018).\nFirst Quarter 2018 Financial Results\nEndocyte reported a net loss of $8.6 million, or $0.16 per basic and diluted share, for the first quarter of 2018, compared to a net loss of $11.5 million, or $0.27 per basic and diluted share for the same period in 2017.\nResearch and development expenses were $5.3 million for the first quarter of 2018, compared to $8.0 million for the same period in 2017. The decrease was primarily attributable to a strategic portfolio review announced in June 2017 which led to a reduction in workforce and the discontinuation of certain research and development activities, including: a decrease of $1.4 million in expenses related to pre-clinical work and general research, including the development of EC2629; a decrease of $0.8 million in EC1169 trial expenses; a decrease of $0.6 million in EC1456 trial expenses; a decrease of $0.5 million in compensation expense as a result of employee terminations since March 31, 2017, and a decrease of $0.4 million in manufacturing expense for EC1169 and EC1456. These decreases were partially offset by: an increase of $0.8 million in expenses related to development of PSMA-617; and an increase of $0.2 million related to our CAR T-cell therapy program.\nGeneral and administrative expenses were $3.8 million for the first quarter of 2018, which were consistent with the $3.7 million of expenses for the same period in 2017.\nCash, cash equivalents and investments were $173.1 million at Mar. 31, 2018, compared to $127.6 million at Mar. 31, 2017, and $97.5 million at Dec. 31, 2017. Cash, cash equivalents and investments of $173.1 million at Mar. 31, 2018 included $80.9 million of net proceeds from our public offering of 20,535,714 shares of our common stock that closed in March 2018.\nFinancial Expectations\nThe company anticipates its cash, cash equivalents and investments balance at the end of 2018 to exceed $130 million. Based on current operational assumptions, Endocyte has sufficient cash to fund its activities through the expected end of the VISION trial and potential proof of concept of its EC17/CAR T-cell therapy.\nConference Call\nEndocyte management will host a conference call today at 8:30 a.m. EDT.\nU.S. and Canadian participants:\nInternational:\n(877) 845-0711\n(760) 298-5081 A live, listen-only webcast of the conference call may be accessed by visiting the Investors & News section of the Endocyte website, www.endocyte.com .\nThe webcast will be recorded and available on the company's website for 90 days following the call.\nWebsite Information\nEndocyte routinely posts important information for investors on its website, www.endocyte.com , in the “Investors & News” section. Endocyte uses this website as a means of disclosing material information in compliance with its disclosure obligations under Regulation FD. Accordingly, investors should monitor the “Investors & News” section of Endocyte’s website, in addition to following its press releases, SEC filings, public conference calls, presentations and webcasts. The information contained on, or that may be accessed through, Endocyte’s website is not incorporated by reference into, and is not a part of, this document.\nAbout Endocyte\nEndocyte is a biopharmaceutical company and leader in developing targeted therapies for the personalized treatment of cancer. The company's drug conjugation technology targets therapeutics and companion imaging agents specifically to the site of diseased cells. Endocyte's lead program is a prostate specific membrane antigen (PSMA)-targeted radioligand therapy, 177 Lu-PSMA-617, entering phase 3 for metastatic castration-resistant prostate cancer (mCRPC). Endocyte also expects to have an Investigational New Drug application submitted in the fourth quarter of 2018 for its adaptor-controlled CAR T-cell therapy which will be initially studied in osteosarcoma. For additional information, please visit Endocyte's website at www.endocyte.com .\nForward Looking Statements\nCertain of the statements made in this press release are forward looking, such as those, among others, relating to future spending, future cash balances, future use of capital, sufficiency of cash, the timing of initiation, interim assessments and completion of clinical trials, the enrollment period for, and availability and reporting of data from, ongoing and future clinical trials, the occurrence and timing of actions by regulatory agencies, estimates of the potential market opportunity for the company’s product candidates, and the company's future development plans including those relating to the completion of pre-clinical development in preparation for possible future clinical trials and future sources of supply of product candidates to support clinical and commercial activities. Actual results or developments may differ materially from those projected or implied in these forward-looking statements. Factors that may cause such a difference include risks that the company or independent investigators may experience delays in the initiation or completion of clinical trials (whether caused by competition, adverse events, patient enrollment rates, shortage of clinical trial materials, regulatory issues or other factors); risks that suppliers or other third party contractors may not fulfill their contractual obligations on a timely basis or at all; risks that data from prior clinical trials may not be indicative of subsequent clinical trial results; risks related to the safety and efficacy of the company’s product candidates; risks that early stage pre-clinical data may not be indicative of subsequent data when expanded to additional pre-clinical models or to subsequent clinical data; risks that evolving competitive activity and intellectual property landscape may impair the company's ability to capture value for the technology; risks that expectations and estimates turn out to be incorrect, including estimates of the potential markets for the company’s product candidates, estimates of the capacity of manufacturing and other facilities required to support its product candidates, projected cash needs, and expected future revenues, operations, expenditures and cash position. More information about the risks and uncertainties faced by Endocyte, Inc. is contained in the company’s periodic reports filed with the Securities and Exchange Commission. Endocyte, Inc. disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nInvestor Contact:\nStephanie Ascher, Stern Investor Relations, Inc., (212) 362-1200, stephanie@sternir.com\nEndocyte, Inc.\nStatements of Operations\n(dollars in thousands, except per share amounts)\n(unaudited)\nFor the Three Months\nEnded March 31, 2017 2018 Collaboration revenue $ 12 $ 16 Costs and expenses: Research and development 7,994 5,255 General and administrative 3,745 3,778 Total costs and expenses 11,739 9,033 Loss from operations (11,727 ) (9,017 ) Interest income, net 235 413 Other income, net 3 1 Net loss $ (11,489 ) $ (8,603 ) Net loss per share - basic and diluted $ (0.27 ) $ (0.16 ) Comprehensive loss $ (11,501 ) $ (8,617 ) Weighted average number of common shares used in net loss per share – basic and diluted: 42,434,709 55,000,743 Endocyte, Inc.\nBalance Sheets\n(in thousands)\nAs of\nDecember 31, As of\nMarch 31, 2017 2018 (unaudited) Assets Cash, cash equivalents and investments $ 97,471 $ 173,125 Other assets 3,291 3,553 Total assets $ 100,762 $ 176,678 Liabilities and stockholders’ equity Current liabilities $ 4,546 $ 4,613 Deferred revenue and other liabilities, net of current portion 732 363 Total stockholders’ equity 95,484 171,702 Total liabilities and stockholders’ equity $ 100,762 $ 176,678\nSource:Endocyte, Inc.",
    "published": "2018-05-09T16:01:00.000+03:00",
    "crawled": "2018-05-09T16:34:40.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "phase",
        "data",
        "published",
        "lancet",
        "oncology",
        "favorable",
        "preliminary",
        "data",
        "presented",
        "esmo",
        "end",
        "phase",
        "fda",
        "meeting",
        "set",
        "stage",
        "successful",
        "financing",
        "first",
        "vision",
        "trial",
        "track",
        "first",
        "patient",
        "visit",
        "q2",
        "call",
        "today",
        "west",
        "lafayette",
        "may",
        "globe",
        "newswire",
        "endocyte",
        "nasdaq",
        "ecyt",
        "biopharmaceutical",
        "company",
        "developing",
        "targeted",
        "therapeutic",
        "personalized",
        "cancer",
        "treatment",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ending",
        "mar",
        "provided",
        "operational",
        "update",
        "made",
        "important",
        "progress",
        "first",
        "quarter",
        "establishing",
        "design",
        "phase",
        "vision",
        "trial",
        "securing",
        "clinical",
        "supply",
        "lutetium",
        "raising",
        "sufficient",
        "capital",
        "fund",
        "company",
        "expected",
        "completion",
        "trial",
        "said",
        "mike",
        "sherman",
        "president",
        "ceo",
        "endocyte",
        "continue",
        "expect",
        "first",
        "patient",
        "visit",
        "vision",
        "trial",
        "second",
        "quarter",
        "working",
        "advance",
        "therapy",
        "therapy",
        "expect",
        "ind",
        "submitted",
        "fourth",
        "quarter",
        "sherman",
        "continued",
        "addition",
        "encouraged",
        "updated",
        "patient",
        "data",
        "ongoing",
        "phase",
        "trial",
        "peter",
        "maccallum",
        "cancer",
        "centre",
        "melbourne",
        "australia",
        "published",
        "today",
        "lancet",
        "oncology",
        "anticipate",
        "update",
        "american",
        "society",
        "clinical",
        "oncology",
        "annual",
        "meeting",
        "june",
        "early",
        "data",
        "additional",
        "patient",
        "dosed",
        "expansion",
        "phase",
        "trial",
        "enrollment",
        "also",
        "continues",
        "phase",
        "therap",
        "trial",
        "australia",
        "comparing",
        "cabazitaxel",
        "first",
        "quarter",
        "recent",
        "highlight",
        "finalized",
        "design",
        "phase",
        "vision",
        "trial",
        "evaluating",
        "patient",
        "metastatic",
        "prostate",
        "cancer",
        "mcrpc",
        "following",
        "successful",
        "meeting",
        "food",
        "drug",
        "administration",
        "announced",
        "agreement",
        "itm",
        "isotopen",
        "technologien",
        "münchen",
        "ag",
        "supply",
        "lutetium",
        "lu",
        "support",
        "phase",
        "vision",
        "trial",
        "presented",
        "data",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "adaptor",
        "molecule",
        "cam",
        "platform",
        "american",
        "association",
        "cancer",
        "research",
        "annual",
        "meeting",
        "confirming",
        "activity",
        "endocyte",
        "therapy",
        "completed",
        "underwritten",
        "registered",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "including",
        "full",
        "exercise",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "endocyte",
        "received",
        "aggregate",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "hired",
        "additional",
        "experienced",
        "clinical",
        "trial",
        "professional",
        "ensure",
        "strong",
        "execution",
        "support",
        "success",
        "clinical",
        "program",
        "elected",
        "patrick",
        "machado",
        "former",
        "chief",
        "business",
        "financial",
        "officer",
        "medivation",
        "dawn",
        "svoronos",
        "former",
        "president",
        "merck",
        "region",
        "serve",
        "board",
        "director",
        "bringing",
        "significant",
        "commercial",
        "leadership",
        "understanding",
        "prostate",
        "cancer",
        "market",
        "board",
        "expected",
        "milestone",
        "first",
        "patient",
        "visit",
        "phase",
        "vision",
        "trial",
        "mcrpc",
        "2q",
        "response",
        "rate",
        "data",
        "readout",
        "trial",
        "mcrpc",
        "patient",
        "peter",
        "maccallum",
        "cancer",
        "centre",
        "melbourne",
        "australia",
        "presented",
        "annual",
        "meeting",
        "american",
        "society",
        "clinical",
        "oncology",
        "asco",
        "june",
        "publication",
        "additional",
        "ongoing",
        "clinical",
        "trial",
        "prostate",
        "cancer",
        "patient",
        "ind",
        "phase",
        "trial",
        "therapy",
        "patient",
        "osteosarcoma",
        "4q",
        "first",
        "quarter",
        "financial",
        "result",
        "endocyte",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "attributable",
        "strategic",
        "portfolio",
        "review",
        "announced",
        "june",
        "led",
        "reduction",
        "workforce",
        "discontinuation",
        "certain",
        "research",
        "development",
        "activity",
        "including",
        "decrease",
        "million",
        "expense",
        "related",
        "work",
        "general",
        "research",
        "including",
        "development",
        "ec2629",
        "decrease",
        "million",
        "ec1169",
        "trial",
        "expense",
        "decrease",
        "million",
        "ec1456",
        "trial",
        "expense",
        "decrease",
        "million",
        "compensation",
        "expense",
        "result",
        "employee",
        "termination",
        "since",
        "march",
        "decrease",
        "million",
        "manufacturing",
        "expense",
        "ec1169",
        "ec1456",
        "decrease",
        "partially",
        "offset",
        "increase",
        "million",
        "expense",
        "related",
        "development",
        "increase",
        "million",
        "related",
        "car",
        "therapy",
        "program",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "consistent",
        "million",
        "expense",
        "period",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "mar",
        "compared",
        "million",
        "mar",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "mar",
        "included",
        "million",
        "net",
        "proceeds",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "closed",
        "march",
        "financial",
        "expectation",
        "company",
        "anticipates",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "balance",
        "end",
        "exceed",
        "million",
        "based",
        "current",
        "operational",
        "assumption",
        "endocyte",
        "sufficient",
        "cash",
        "fund",
        "activity",
        "expected",
        "end",
        "vision",
        "trial",
        "potential",
        "proof",
        "concept",
        "therapy",
        "conference",
        "call",
        "endocyte",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "edt",
        "canadian",
        "participant",
        "international",
        "live",
        "webcast",
        "conference",
        "call",
        "may",
        "accessed",
        "visiting",
        "investor",
        "news",
        "section",
        "endocyte",
        "website",
        "webcast",
        "recorded",
        "available",
        "company",
        "website",
        "day",
        "following",
        "call",
        "website",
        "information",
        "endocyte",
        "routinely",
        "post",
        "important",
        "information",
        "investor",
        "website",
        "investor",
        "news",
        "section",
        "endocyte",
        "us",
        "website",
        "mean",
        "disclosing",
        "material",
        "information",
        "compliance",
        "disclosure",
        "obligation",
        "regulation",
        "fd",
        "accordingly",
        "investor",
        "monitor",
        "investor",
        "news",
        "section",
        "endocyte",
        "website",
        "addition",
        "following",
        "press",
        "release",
        "sec",
        "filing",
        "public",
        "conference",
        "call",
        "presentation",
        "webcasts",
        "information",
        "contained",
        "may",
        "accessed",
        "endocyte",
        "website",
        "incorporated",
        "reference",
        "part",
        "document",
        "endocyte",
        "endocyte",
        "biopharmaceutical",
        "company",
        "leader",
        "developing",
        "targeted",
        "therapy",
        "personalized",
        "treatment",
        "cancer",
        "company",
        "drug",
        "conjugation",
        "technology",
        "target",
        "therapeutic",
        "companion",
        "imaging",
        "agent",
        "specifically",
        "site",
        "diseased",
        "cell",
        "endocyte",
        "lead",
        "program",
        "prostate",
        "specific",
        "membrane",
        "antigen",
        "psma",
        "radioligand",
        "therapy",
        "entering",
        "phase",
        "metastatic",
        "prostate",
        "cancer",
        "mcrpc",
        "endocyte",
        "also",
        "expects",
        "investigational",
        "new",
        "drug",
        "application",
        "submitted",
        "fourth",
        "quarter",
        "car",
        "therapy",
        "initially",
        "studied",
        "osteosarcoma",
        "additional",
        "information",
        "please",
        "visit",
        "endocyte",
        "website",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "forward",
        "looking",
        "among",
        "others",
        "relating",
        "future",
        "spending",
        "future",
        "cash",
        "balance",
        "future",
        "use",
        "capital",
        "sufficiency",
        "cash",
        "timing",
        "initiation",
        "interim",
        "assessment",
        "completion",
        "clinical",
        "trial",
        "enrollment",
        "period",
        "availability",
        "reporting",
        "data",
        "ongoing",
        "future",
        "clinical",
        "trial",
        "occurrence",
        "timing",
        "action",
        "regulatory",
        "agency",
        "estimate",
        "potential",
        "market",
        "opportunity",
        "company",
        "product",
        "candidate",
        "company",
        "future",
        "development",
        "plan",
        "including",
        "relating",
        "completion",
        "development",
        "preparation",
        "possible",
        "future",
        "clinical",
        "trial",
        "future",
        "source",
        "supply",
        "product",
        "candidate",
        "support",
        "clinical",
        "commercial",
        "activity",
        "actual",
        "result",
        "development",
        "may",
        "differ",
        "materially",
        "projected",
        "implied",
        "statement",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "risk",
        "company",
        "independent",
        "investigator",
        "may",
        "experience",
        "delay",
        "initiation",
        "completion",
        "clinical",
        "trial",
        "whether",
        "caused",
        "competition",
        "adverse",
        "event",
        "patient",
        "enrollment",
        "rate",
        "shortage",
        "clinical",
        "trial",
        "material",
        "regulatory",
        "issue",
        "factor",
        "risk",
        "supplier",
        "third",
        "party",
        "contractor",
        "may",
        "fulfill",
        "contractual",
        "obligation",
        "timely",
        "basis",
        "risk",
        "data",
        "prior",
        "clinical",
        "trial",
        "may",
        "indicative",
        "subsequent",
        "clinical",
        "trial",
        "result",
        "risk",
        "related",
        "safety",
        "efficacy",
        "company",
        "product",
        "candidate",
        "risk",
        "early",
        "stage",
        "data",
        "may",
        "indicative",
        "subsequent",
        "data",
        "expanded",
        "additional",
        "model",
        "subsequent",
        "clinical",
        "data",
        "risk",
        "evolving",
        "competitive",
        "activity",
        "intellectual",
        "property",
        "landscape",
        "may",
        "impair",
        "company",
        "ability",
        "capture",
        "value",
        "technology",
        "risk",
        "expectation",
        "estimate",
        "turn",
        "incorrect",
        "including",
        "estimate",
        "potential",
        "market",
        "company",
        "product",
        "candidate",
        "estimate",
        "capacity",
        "manufacturing",
        "facility",
        "required",
        "support",
        "product",
        "candidate",
        "projected",
        "cash",
        "need",
        "expected",
        "future",
        "revenue",
        "operation",
        "expenditure",
        "cash",
        "position",
        "information",
        "risk",
        "uncertainty",
        "faced",
        "endocyte",
        "contained",
        "company",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "endocyte",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "contact",
        "stephanie",
        "ascher",
        "stern",
        "investor",
        "relation",
        "stephanie",
        "endocyte",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "comprehensive",
        "loss",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "endocyte",
        "balance",
        "sheet",
        "thousand",
        "december",
        "march",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "deferred",
        "revenue",
        "liability",
        "net",
        "current",
        "portion",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "endocyte",
        "inc"
    ]
}