{
    "organizations": [],
    "uuid": "f1e25d83dd042bf764a549aec9f4223cd81900f8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/globe-newswire-vestexa-active-barrier-healthcare-scrubs-first-ever-to-receive-fda-designation-as-class-ii-medical-device.html",
    "ord_in_thread": 0,
    "title": "VESTEX® Active Barrier Healthcare Scrubs First-Ever to Receive FDA Designation as Class II Medical Device",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Orlando, Fla., May 23, 2018 (GLOBE NEWSWIRE) -- Vestagen Protective Technologies, Inc., which develops and markets healthcare worker uniforms, scrubs, lab coats and other garments utilizing its proprietary VESTEX ® Active Barrier fabric, today announced that VESTEX apparel has received 510(k) clearance as a Class II medical device from the U.S. Food and Drug Administration (FDA). VESTEX healthcare uniforms are the first daily-wear scrubs to receive a Class II medical device designation from the FDA. This makes VESTEX the defining product of a new FDA product category created to address the unique performance properties demonstrated by VESTEX Active Barrier garments.\n“We are thrilled that VESTEX apparel has received a Class II medical device designation from the FDA,” said Bill Bold, Chief Executive Officer of Vestagen. “Our mission is to protect healthcare workers and patients by providing technologically-advanced, evidence-based Active Barrier scrubs that are comfortable, affordable, durable and attractive for everyday use. This groundbreaking FDA medical device designation sets a new standard in the healthcare apparel market and addresses a major unmet need for healthcare worker safety. We are grateful to our tireless employees, our customers and our investors who supported this unprecedented regulatory strategy from our earliest days.”\nTo obtain 510(k) clearance VESTEX was subjected to in vitro studies that simulated a worst-case clinical use environment. These studies were conducted by respected specialty research laboratories. The results were further supported by a rigorous randomized, blinded, crossover clinical trial conducted within a medical ICU at Virginia Commonwealth University, where VESTEX apparel demonstrated effectiveness in reducing accumulation of Methicillin-resistant Staphylococcus aureus (MRSA) on healthcare workers’ clothing compared to non-protective conventional scrubs. The MRSA reduction was statically significant both at the beginning and end of a 12-hour work shift 1 .\nThe worst-case of use-simulated clinical environment testing demonstrated fluid repellency to blood, urine, sputum, gastric fluid and bleach, as well as reduction of MRSA retention on the outer surface of the VESTEX apparel within 15 minutes of first exposure and lasting for up to 12 hours compared to conventional, non-VESTEX treated garments. This level of effectiveness is especially important as healthcare workers are frequently in contact with potentially hazardous fluids and germs when caring for their patients 2 . Multiple studies have documented the high levels of MRSA and other germs that are acquired and retained on healthcare worker scrubs and lab coats 3 .\nMr. Bold added, “This FDA medical device designation for VESTEX further validates the decisions of our early adopters. The National Science Foundation’s Center for Healthcare Organizational Transformation recently called for healthcare administrators to promote the use of Active Barrier apparel . We are proud that prominent systems such as Baptist Health in Jacksonville, Northwell Health in New York and Mercy Health in Cincinnati were out in front on this important issue, joining us as pioneers on this journey. These early VESTEX adopters are leaders in proactively promoting a culture of safety for their healthcare workers and patients. They have reported enhanced staff satisfaction, engagement and overall excellent results. We look forward to working with them to share their positive experiences with VESTEX with their peer institutions.”\nThe medical device description submitted to the FDA states in part that VESTEX ® Apparel is nonsterile, reusable, fluid repellant apparel containing an antimicrobial agent that is designed for continuous wear to provide protection to healthcare workers where intermittent or unexpected exposure to microorganisms from blood, body fluids and other potentially infectious material (OPIM) can occur. The FDA has cleared VESTEX with the following “Indications for use”:\nVESTEX ® Apparel (“VESTEX”), scrub tops, pants, skirts, and lab coats are apparel that provides fluid repellency and reduces the retention of Methicillin-resistant Staphylococcus aureus (MRSA) on the surface (outer layer) of the apparel. The ability of VESTEX to reduce the retention of MRSA on the fabric surface has not been shown to correlate with the reduction of infections. Clinical studies to evaluate reduction in infection have not been performed for this device. VESTEX Apparel is not intended to replace personal protective equipment worn for specific use and during episodes of expected blood, body fluid and other potentially infectious material exposure.\nVESTEX is one layer of fabric incorporating a unique combination of technologies to produce comfortable, continuous-wear healthcare worker apparel with a dual mechanism of action that includes fluid-repellent properties and an antimicrobial agent. A proprietary application method during the VESTEX manufacturing process covalently bonds the fluid repellent and antimicrobial agent to the outer surface of the fabric, while retaining its moisture-wicking properties on the skin-touching side of the interior surface. As referenced in the 510(k) medical device clearance, the fluid-repellent fabric surface acts to resist bacteria acquisition by repelling fluids and thereby significantly reducing the number of microorganisms that remain on the fabric. The antimicrobial agent then further reduces the MRSA that remains on the surface (outer layer) of the apparel.\nVestagen’s Senior Vice President of Regulatory and Quality Scott Pease managed the FDA submission and review process. He commented: “As a regulatory professional, overseeing this innovative Class II medical device clearance for VESTEX healthcare apparel is a highlight of my career. This signal achievement reflects a robust battery of safety and efficacy tests that were designed to satisfy the stringent requirements needed to obtain FDA regulatory clearance, making VESTEX the only product in its category with these substantiated claims.”\nVESTEX earned an exclusive endorsement from the American Hospital Association (AHA) in 2015 following the proprietary AHA Signature Due Diligence Process ™. VESTEX apparel was selected for AHA endorsement because it can play a vital role in hospitals’ strategic initiatives to improve healthcare worker and patient safety and protection.\nThe data Vestagen submitted to the FDA is consistent with previous studies supporting the efficacy and safety of VESTEX fabrics, as well as recent studies that concluded VESTEX is more effective than conventional uniforms at repelling fluids and reducing the retention of tested microorganisms on the fabric 4,5 .\nBen Favret, Vestagen’s Founder and President, who has been the steward of VESTEX from its inception, stated: “The FDA’s designation of VESTEX as a cleared medical device is a landmark achievement that has implications beyond healthcare. We see VESTEX as a platform technology with applications in many products and markets where workers are at risk for unanticipated exposures to dangerous fluids and germs. Non-hospital healthcare professionals, technicians and support workers can benefit from VESTEX garments, as can workers in many other occupations such as hospitality, housekeeping, laundry services, plumbing and maintenance, waste disposal, veterinary services and mortuary services.”\nMr. Favret continued: “The FDA also oversees the safety of our food supply, and VESTEX Active Barrier apparel would be suitable for workers in many sectors of the food industry, including restaurant and other food preparation, animal slaughtering and processing, seafood product preparation and packaging, fruit and vegetable processing and specialty food and dairy product manufacturing. We are actively seeking strategic partners to deliver the proven performance of VESTEX to workers in these markets.”\nFor more information about Vestagen and VESTEX, visit vestagen.com and VESTEX.com .\n1 - Bearman, G., Rosato, A., Elam, K., Sanogo, K., Stevens, M., Sessler, C., and Wenzel, R. P., “A Cross-over Trial of Antimicrobial Scrubs to Reduce MRSA Burden on Healthcare Worker Apparel,” Infect. Control Hosp. Epidemiol., Vol. 33, No. 3, 2012, pp. 268–275.\n2. International Safety Center. U.S. EPINet Sharps Injury and Blood and Body Fluid Exposure Surveillance Research Group. Blood and Body Fluid Exposure Report for 2014; 216 total exposures. Report available at: https://internationalsafetycenter.org/wp-content/uploads/2016/08/Official-2014-BBFSummary.pdf\n3- Mitchell A, Spencer M, Edmiston C., Jr Role of healthcare apparel and other healthcare textiles in the transmission of pathogens: a review of the literature. J Hosp Infect. 2015;90(4):285–292.\n4 - What You Wear Matters: Assessing the Fluid Repellency of Healthcare Worker Attire to Simulated Body Fluid and Hazardous Drug Exposures in the Age of High-Reliability Healthcare, Ta ylor Wood, M.S. University of Central Florida, Ben Favret, Vestagen Protective Technologies, Inc., IHI National Forum, Dec 12, 2017.\n5 - Reducing Multi-Drug Resistant Pathogens on Healthcare Staff Attire , Mathew Hardwick, PhD., Margret Cotton, Resinnova Laboratories, IHI National Forum, Dec 12, 2017.\nAbout Vestagen Protective Technologies, Inc.\nVestagen develops advanced performance textile products and technologies including VESTEX ® , which represents a new class of Active Barrier protective fabrics combining antimicrobial, liquid repellent and breathability properties. VESTEX fabric is designed to protect the uniforms and apparel healthcare workers and their patients wear. For more information, visit vestagen.com .\nMichelle Rash RLF Communications 336.553.1733 (office) 336.823.5501 (mobile) mrash@rlfcommunications.com\nSource:Vestagen Protective Technologies, Inc.,",
    "published": "2018-05-23T16:00:00.000+03:00",
    "crawled": "2018-05-23T16:26:03.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "orlando",
        "may",
        "globe",
        "newswire",
        "vestagen",
        "protective",
        "technology",
        "develops",
        "market",
        "healthcare",
        "worker",
        "uniform",
        "scrub",
        "lab",
        "coat",
        "garment",
        "utilizing",
        "proprietary",
        "vestex",
        "active",
        "barrier",
        "fabric",
        "today",
        "announced",
        "vestex",
        "apparel",
        "received",
        "k",
        "clearance",
        "class",
        "ii",
        "medical",
        "device",
        "food",
        "drug",
        "administration",
        "fda",
        "vestex",
        "healthcare",
        "uniform",
        "first",
        "scrub",
        "receive",
        "class",
        "ii",
        "medical",
        "device",
        "designation",
        "fda",
        "make",
        "vestex",
        "defining",
        "product",
        "new",
        "fda",
        "product",
        "category",
        "created",
        "address",
        "unique",
        "performance",
        "property",
        "demonstrated",
        "vestex",
        "active",
        "barrier",
        "garment",
        "thrilled",
        "vestex",
        "apparel",
        "received",
        "class",
        "ii",
        "medical",
        "device",
        "designation",
        "fda",
        "said",
        "bill",
        "bold",
        "chief",
        "executive",
        "officer",
        "vestagen",
        "mission",
        "protect",
        "healthcare",
        "worker",
        "patient",
        "providing",
        "active",
        "barrier",
        "scrub",
        "comfortable",
        "affordable",
        "durable",
        "attractive",
        "everyday",
        "use",
        "groundbreaking",
        "fda",
        "medical",
        "device",
        "designation",
        "set",
        "new",
        "standard",
        "healthcare",
        "apparel",
        "market",
        "address",
        "major",
        "unmet",
        "need",
        "healthcare",
        "worker",
        "safety",
        "grateful",
        "tireless",
        "employee",
        "customer",
        "investor",
        "supported",
        "unprecedented",
        "regulatory",
        "strategy",
        "earliest",
        "obtain",
        "k",
        "clearance",
        "vestex",
        "subjected",
        "vitro",
        "study",
        "simulated",
        "clinical",
        "use",
        "environment",
        "study",
        "conducted",
        "respected",
        "specialty",
        "research",
        "laboratory",
        "result",
        "supported",
        "rigorous",
        "randomized",
        "blinded",
        "crossover",
        "clinical",
        "trial",
        "conducted",
        "within",
        "medical",
        "icu",
        "virginia",
        "commonwealth",
        "university",
        "vestex",
        "apparel",
        "demonstrated",
        "effectiveness",
        "reducing",
        "accumulation",
        "staphylococcus",
        "aureus",
        "mrsa",
        "healthcare",
        "worker",
        "clothing",
        "compared",
        "conventional",
        "scrub",
        "mrsa",
        "reduction",
        "statically",
        "significant",
        "beginning",
        "end",
        "work",
        "shift",
        "clinical",
        "environment",
        "testing",
        "demonstrated",
        "fluid",
        "repellency",
        "blood",
        "urine",
        "sputum",
        "gastric",
        "fluid",
        "bleach",
        "well",
        "reduction",
        "mrsa",
        "retention",
        "outer",
        "surface",
        "vestex",
        "apparel",
        "within",
        "minute",
        "first",
        "exposure",
        "lasting",
        "hour",
        "compared",
        "conventional",
        "treated",
        "garment",
        "level",
        "effectiveness",
        "especially",
        "important",
        "healthcare",
        "worker",
        "frequently",
        "contact",
        "potentially",
        "hazardous",
        "fluid",
        "germ",
        "caring",
        "patient",
        "multiple",
        "study",
        "documented",
        "high",
        "level",
        "mrsa",
        "germ",
        "acquired",
        "retained",
        "healthcare",
        "worker",
        "scrub",
        "lab",
        "coat",
        "bold",
        "added",
        "fda",
        "medical",
        "device",
        "designation",
        "vestex",
        "validates",
        "decision",
        "early",
        "adopter",
        "national",
        "science",
        "foundation",
        "center",
        "healthcare",
        "organizational",
        "transformation",
        "recently",
        "called",
        "healthcare",
        "administrator",
        "promote",
        "use",
        "active",
        "barrier",
        "apparel",
        "proud",
        "prominent",
        "system",
        "baptist",
        "health",
        "jacksonville",
        "northwell",
        "health",
        "new",
        "york",
        "mercy",
        "health",
        "cincinnati",
        "front",
        "important",
        "issue",
        "joining",
        "u",
        "pioneer",
        "journey",
        "early",
        "vestex",
        "adopter",
        "leader",
        "proactively",
        "promoting",
        "culture",
        "safety",
        "healthcare",
        "worker",
        "patient",
        "reported",
        "enhanced",
        "staff",
        "satisfaction",
        "engagement",
        "overall",
        "excellent",
        "result",
        "look",
        "forward",
        "working",
        "share",
        "positive",
        "experience",
        "vestex",
        "peer",
        "medical",
        "device",
        "description",
        "submitted",
        "fda",
        "state",
        "part",
        "vestex",
        "apparel",
        "nonsterile",
        "reusable",
        "fluid",
        "repellant",
        "apparel",
        "containing",
        "antimicrobial",
        "agent",
        "designed",
        "continuous",
        "wear",
        "provide",
        "protection",
        "healthcare",
        "worker",
        "intermittent",
        "unexpected",
        "exposure",
        "microorganism",
        "blood",
        "body",
        "fluid",
        "potentially",
        "infectious",
        "material",
        "opim",
        "occur",
        "fda",
        "cleared",
        "vestex",
        "following",
        "indication",
        "use",
        "vestex",
        "apparel",
        "vestex",
        "scrub",
        "top",
        "pant",
        "skirt",
        "lab",
        "coat",
        "apparel",
        "provides",
        "fluid",
        "repellency",
        "reduces",
        "retention",
        "staphylococcus",
        "aureus",
        "mrsa",
        "surface",
        "outer",
        "layer",
        "apparel",
        "ability",
        "vestex",
        "reduce",
        "retention",
        "mrsa",
        "fabric",
        "surface",
        "shown",
        "correlate",
        "reduction",
        "infection",
        "clinical",
        "study",
        "evaluate",
        "reduction",
        "infection",
        "performed",
        "device",
        "vestex",
        "apparel",
        "intended",
        "replace",
        "personal",
        "protective",
        "equipment",
        "worn",
        "specific",
        "use",
        "episode",
        "expected",
        "blood",
        "body",
        "fluid",
        "potentially",
        "infectious",
        "material",
        "exposure",
        "vestex",
        "one",
        "layer",
        "fabric",
        "incorporating",
        "unique",
        "combination",
        "technology",
        "produce",
        "comfortable",
        "healthcare",
        "worker",
        "apparel",
        "dual",
        "mechanism",
        "action",
        "includes",
        "property",
        "antimicrobial",
        "agent",
        "proprietary",
        "application",
        "method",
        "vestex",
        "manufacturing",
        "process",
        "covalently",
        "bond",
        "fluid",
        "repellent",
        "antimicrobial",
        "agent",
        "outer",
        "surface",
        "fabric",
        "retaining",
        "property",
        "side",
        "interior",
        "surface",
        "referenced",
        "k",
        "medical",
        "device",
        "clearance",
        "fabric",
        "surface",
        "act",
        "resist",
        "bacteria",
        "acquisition",
        "repelling",
        "fluid",
        "thereby",
        "significantly",
        "reducing",
        "number",
        "microorganism",
        "remain",
        "fabric",
        "antimicrobial",
        "agent",
        "reduces",
        "mrsa",
        "remains",
        "surface",
        "outer",
        "layer",
        "apparel",
        "vestagen",
        "senior",
        "vice",
        "president",
        "regulatory",
        "quality",
        "scott",
        "pea",
        "managed",
        "fda",
        "submission",
        "review",
        "process",
        "commented",
        "regulatory",
        "professional",
        "overseeing",
        "innovative",
        "class",
        "ii",
        "medical",
        "device",
        "clearance",
        "vestex",
        "healthcare",
        "apparel",
        "highlight",
        "career",
        "signal",
        "achievement",
        "reflects",
        "robust",
        "battery",
        "safety",
        "efficacy",
        "test",
        "designed",
        "satisfy",
        "stringent",
        "requirement",
        "needed",
        "obtain",
        "fda",
        "regulatory",
        "clearance",
        "making",
        "vestex",
        "product",
        "category",
        "substantiated",
        "vestex",
        "earned",
        "exclusive",
        "endorsement",
        "american",
        "hospital",
        "association",
        "aha",
        "following",
        "proprietary",
        "aha",
        "signature",
        "due",
        "diligence",
        "process",
        "vestex",
        "apparel",
        "selected",
        "aha",
        "endorsement",
        "play",
        "vital",
        "role",
        "hospital",
        "strategic",
        "initiative",
        "improve",
        "healthcare",
        "worker",
        "patient",
        "safety",
        "protection",
        "data",
        "vestagen",
        "submitted",
        "fda",
        "consistent",
        "previous",
        "study",
        "supporting",
        "efficacy",
        "safety",
        "vestex",
        "fabric",
        "well",
        "recent",
        "study",
        "concluded",
        "vestex",
        "effective",
        "conventional",
        "uniform",
        "repelling",
        "fluid",
        "reducing",
        "retention",
        "tested",
        "microorganism",
        "fabric",
        "ben",
        "favret",
        "vestagen",
        "founder",
        "president",
        "steward",
        "vestex",
        "inception",
        "stated",
        "fda",
        "designation",
        "vestex",
        "cleared",
        "medical",
        "device",
        "landmark",
        "achievement",
        "implication",
        "beyond",
        "healthcare",
        "see",
        "vestex",
        "platform",
        "technology",
        "application",
        "many",
        "product",
        "market",
        "worker",
        "risk",
        "unanticipated",
        "exposure",
        "dangerous",
        "fluid",
        "germ",
        "healthcare",
        "professional",
        "technician",
        "support",
        "worker",
        "benefit",
        "vestex",
        "garment",
        "worker",
        "many",
        "occupation",
        "hospitality",
        "housekeeping",
        "laundry",
        "service",
        "plumbing",
        "maintenance",
        "waste",
        "disposal",
        "veterinary",
        "service",
        "mortuary",
        "favret",
        "continued",
        "fda",
        "also",
        "oversees",
        "safety",
        "food",
        "supply",
        "vestex",
        "active",
        "barrier",
        "apparel",
        "would",
        "suitable",
        "worker",
        "many",
        "sector",
        "food",
        "industry",
        "including",
        "restaurant",
        "food",
        "preparation",
        "animal",
        "slaughtering",
        "processing",
        "seafood",
        "product",
        "preparation",
        "packaging",
        "fruit",
        "vegetable",
        "processing",
        "specialty",
        "food",
        "dairy",
        "product",
        "manufacturing",
        "actively",
        "seeking",
        "strategic",
        "partner",
        "deliver",
        "proven",
        "performance",
        "vestex",
        "worker",
        "information",
        "vestagen",
        "vestex",
        "visit",
        "bearman",
        "rosato",
        "elam",
        "sanogo",
        "stevens",
        "sessler",
        "wenzel",
        "trial",
        "antimicrobial",
        "scrub",
        "reduce",
        "mrsa",
        "burden",
        "healthcare",
        "worker",
        "apparel",
        "infect",
        "control",
        "hosp",
        "vol",
        "pp",
        "international",
        "safety",
        "center",
        "epinet",
        "sharp",
        "injury",
        "blood",
        "body",
        "fluid",
        "exposure",
        "surveillance",
        "research",
        "group",
        "blood",
        "body",
        "fluid",
        "exposure",
        "report",
        "total",
        "exposure",
        "report",
        "available",
        "http",
        "mitchell",
        "spencer",
        "edmiston",
        "jr",
        "role",
        "healthcare",
        "apparel",
        "healthcare",
        "textile",
        "transmission",
        "pathogen",
        "review",
        "literature",
        "j",
        "hosp",
        "infect",
        "wear",
        "matter",
        "assessing",
        "fluid",
        "repellency",
        "healthcare",
        "worker",
        "attire",
        "simulated",
        "body",
        "fluid",
        "hazardous",
        "drug",
        "exposure",
        "age",
        "healthcare",
        "ta",
        "ylor",
        "wood",
        "university",
        "central",
        "florida",
        "ben",
        "favret",
        "vestagen",
        "protective",
        "technology",
        "ihi",
        "national",
        "forum",
        "dec",
        "reducing",
        "resistant",
        "pathogen",
        "healthcare",
        "staff",
        "attire",
        "mathew",
        "hardwick",
        "margret",
        "cotton",
        "resinnova",
        "laboratory",
        "ihi",
        "national",
        "forum",
        "dec",
        "vestagen",
        "protective",
        "technology",
        "vestagen",
        "develops",
        "advanced",
        "performance",
        "textile",
        "product",
        "technology",
        "including",
        "vestex",
        "represents",
        "new",
        "class",
        "active",
        "barrier",
        "protective",
        "fabric",
        "combining",
        "antimicrobial",
        "liquid",
        "repellent",
        "breathability",
        "property",
        "vestex",
        "fabric",
        "designed",
        "protect",
        "uniform",
        "apparel",
        "healthcare",
        "worker",
        "patient",
        "wear",
        "information",
        "visit",
        "michelle",
        "rash",
        "rlf",
        "communication",
        "office",
        "mobile",
        "mrash",
        "source",
        "vestagen",
        "protective",
        "technology"
    ]
}