{
    "organizations": [],
    "uuid": "7addbaebff13a86113fe1fb071463c230910ee33",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-mpx-raises-us40-million-secured-convertible-loan-to-fund-capacity-development-of-mpx-assets-and-acquisitions.html",
    "ord_in_thread": 0,
    "title": "MPX Raises US$40 Million Secured Convertible Loan to Fund Capacity Development of MPX Assets and Acquisitions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 29, 2018 (GLOBE NEWSWIRE) -- MPX Bioceutical Corporation (“ MPX ” or the “ Company ”) (CSE:MPX) (OTC:MPXEF) is pleased to announce that it has successfully completed a US$40,000,000 secured convertible original issue discount loan (the “ Convertible Loan ”) financing (the “ Offering ”) maturing on May 25, 2021 (the “ Maturity Date ”). While non-interest bearing, the Convertible Loan has been issued at a discount price of US$812.06 per US$1,000 of principal and will accrue value at a rate of 7% per annum compounding on a quarterly basis until the Maturity Date. The Convertible Loan has been issued through a wholly-owned Luxembourg subsidiary of MPX (“ MPX Luxembourg ”).\nUse of Proceeds\nThe proceeds of the Offering will be used primarily for accretive activities including capacity expansion, acquisitions, and to support activities involved with securing new cannabis extraction, production and dispensary licenses in various jurisdictions in both the United States and Canada.\nIn addition, US$9,500,000 will be reserved for payment of the seller notes due on June 30, 2018 in respect of the acquisition of 99% of the membership units of GreenMart of Nevada NLV, LLC in December 2017.\n“The pace of growth in our industry continues to accelerate with several U.S. states launching new cannabis legalization programs, the Canadian provinces designing and implementing retailing initiatives and acquisition opportunities arising on both sides of the border and, indeed globally. We have been introduced to multiple expansion opportunities and will be providing our shareholders and the market with an update on our progress on several of these in the next few days,” says W. Scott Boyes, Chairman, President and CEO of MPX.\nMr. Boyes adds, “We are also witnessing the emergence of significant consolidation activity as several larger North American industry participants have made announcements regarding transactions that would result in larger national, or international, footprints for the combined entities. Larger cannabis entities will facilitate more effective brand awareness, product development and cost efficiencies. These are exciting times for our industry and having access to capital is critical for MPX to exploit the growth opportunities presented by this market. This current funding was arranged in a few short weeks without the need for the involvement of an investment bank demonstrating the confidence of shareholders and the capital markets in MPX’s business plans, its execution to-date and its growth trajectory.”\nMPX will be holding an investor update call during the week of June 4 th and the details will be announced in due course.\nFurther Terms of the Convertible Loan\nThe Convertible Loan is convertible into units (the “ Units ”) of MPX at the option of the holder at any time prior to the Maturity Date at a conversion price of CAD$0.74 per Unit. Each Unit is comprised of one (1) common share in the capital of MPX (the “ MPX Shares ”) and one-half (1/2) common share purchase warrant (each whole warrant, a “ Warrant ”). Each whole Warrant entitles the holder thereof to purchase one (1) MPX Share at a price of CAD$1.01 per MPX Share on or prior to the Maturity Date. The Convertible Loan may also be redeemed by the Company at any time after November 25, 2018 until the Maturity Date. The amount to be converted or redeemed will include the growth of the principal amount up until conversion or redemption, as applicable, as outlined above.\nThe maximum value of the Convertible Loan if held to maturity is US$49,257,572.60. Consequently, the maximum number of MPX Shares and Warrants that may be issued in the event that the entire Convertible Loan is converted into Units is: (a) 85,208,944 MPX Shares; and (b) 42,604,472 Warrants (the Warrants are then exercisable into a maximum of 42,604,472 MPX Shares). In accordance with the terms of the Convertible Loan, the applicable exchange rate used for the purposes of calculating the number of Units to be issued upon conversion of the Convertible Loan is the spot rate published by the Bank of Canada as of the close of business on May 17, 2018, being CAD$1.2801.\nIn connection with their services under the Offering, the Company paid cash fees and commission of US$800,000 and issued an aggregate of 1,704,178 commission warrants (the “ Commission Warrants ”). Each Commission Warrant entitles the holder to acquire one (1) Units at an exercise price of CAD$0.74 per Unit until the Maturity Date with the exercise price of the underlying Warrants that form part of such Units being CAD$1.01 per MPX Share. In connection with the issuance of the Commission Warrants, the maximum number of MPX Shares and Warrants that may be issued in the event that all of the Commission Warrants are exercised is: (a) 1,704,178 MPX Shares; and (b) 852,089 Warrants. In the event that all of such Warrants are exercised, an additional 852,089 MPX Shares may be issued.\nAbout MPX Bioceutical Corporation\nMPX, an Ontario corporation, through its wholly-owned subsidiaries in the U.S., provides substantial management, staffing, procurement, advisory, financial, real estate rental, logistics and administrative services to three medicinal cannabis enterprises in Arizona operating under the Health for Life (dispensaries) and the award-winning Melting Point Extracts (high-margin concentrates wholesale) brands. The successful Health for Life brand operates in the rapidly growing Phoenix Metropolitan Statistical Area. With the acquisition of The Holistic Center, MPX adds another operating medical cannabis enterprise to its footprint in Arizona.\nGreenMart of Nevada NLV, LLC (“ GreenMart NV ”) is an award winning licensed cultivation, production and wholesale business, licensed for both the medical and “adult use” sectors in Las Vegas, Nevada, and is already selling wholesale into the Nevada medical cannabis market. GreenMart NV has also optioned suitable locations and intends to enter the higher-margin retail arena by applying for at least two dispensary licenses in the Las Vegas market which will operate under the “Health for Life” brand.\nIn Massachusetts, MPX is building out and will operate a cultivation and production facility as well as up to three dispensaries and manages three full service dispensaries and one producer in Maryland.\nThe Company also leases a property in Owen Sound, Ontario, for which an application to Health Canada has been made for a cannabis production and sales license. In addition, the Company will continue its efforts to develop its legacy nutraceuticals business.\nCautionary Statement Regarding Forward-Looking Information\nThis news release includes certain “forward-looking statements” under applicable Canadian securities legislation that are not historical facts. Forward-looking statements involve risks, uncertainties, and other factors that could cause actual results, performance, prospects, and opportunities to differ materially from those expressed or implied by such forward-looking statements. Forward-looking statements in this news release include, but are not limited to, MPX’s objectives and intentions. Forward-looking statements are necessarily based on a number of estimates and assumptions that, while considered reasonable, are subject to known and unknown risks, uncertainties and other factors which may cause actual results and future events to differ materially from those expressed or implied by such forward-looking statements. Such factors include, but are not limited to: general business, economic and social uncertainties; litigation, legislative, environmental and other judicial, regulatory, political and competitive developments; delay or failure to receive board, shareholder or regulatory approvals; those additional risks set out in MPX’s public documents filed on SEDAR at www.sedar.com ; and other matters discussed in this news release. Although MPX believes that the assumptions and factors used in preparing the forward-looking statements are reasonable, undue reliance should not be placed on these statements, which only apply as of the date of this news release, and no assurance can be given that such events will occur in the disclosed time frames or at all. Except where required by law, MPX disclaims any intention or obligation to update or revise any forward-looking statement, whether as a result of new information, future events, or otherwise.\nOn behalf of the Board of Directors\nMPX Bioceutical Corporation (formerly The Canadian Bioceutical Corporation)\nW. Scott Boyes, Chairman, President and CEO\nFor further information, please contact:\nMPX Bioceutical Corporation (formerly The Canadian Bioceutical Corporation)\nW. Scott Boyes, Chairman, President and CEO\nT: +1-416-840-3725\ninfo@mpxbioceutical.com\nwww.mpxbioceutical.com\nHeidi Christensen Brown\nNATIONAL Equicom\nT: +1-416-848-1389\nhchristensenbrown@national.ca\nSource:MPX Bioceutical Corporation",
    "published": "2018-05-29T16:20:00.000+03:00",
    "crawled": "2018-05-29T16:46:22.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "mpx",
        "bioceutical",
        "corporation",
        "mpx",
        "company",
        "cse",
        "mpx",
        "otc",
        "mpxef",
        "pleased",
        "announce",
        "successfully",
        "completed",
        "u",
        "secured",
        "convertible",
        "original",
        "issue",
        "discount",
        "loan",
        "convertible",
        "loan",
        "financing",
        "offering",
        "maturing",
        "may",
        "maturity",
        "date",
        "bearing",
        "convertible",
        "loan",
        "issued",
        "discount",
        "price",
        "u",
        "per",
        "u",
        "principal",
        "accrue",
        "value",
        "rate",
        "per",
        "annum",
        "compounding",
        "quarterly",
        "basis",
        "maturity",
        "date",
        "convertible",
        "loan",
        "issued",
        "luxembourg",
        "subsidiary",
        "mpx",
        "mpx",
        "luxembourg",
        "use",
        "proceeds",
        "proceeds",
        "offering",
        "used",
        "primarily",
        "accretive",
        "activity",
        "including",
        "capacity",
        "expansion",
        "acquisition",
        "support",
        "activity",
        "involved",
        "securing",
        "new",
        "cannabis",
        "extraction",
        "production",
        "dispensary",
        "license",
        "various",
        "jurisdiction",
        "united",
        "state",
        "canada",
        "addition",
        "u",
        "reserved",
        "payment",
        "seller",
        "note",
        "due",
        "june",
        "respect",
        "acquisition",
        "membership",
        "unit",
        "greenmart",
        "nevada",
        "nlv",
        "llc",
        "december",
        "pace",
        "growth",
        "industry",
        "continues",
        "accelerate",
        "several",
        "state",
        "launching",
        "new",
        "cannabis",
        "legalization",
        "program",
        "canadian",
        "province",
        "designing",
        "implementing",
        "retailing",
        "initiative",
        "acquisition",
        "opportunity",
        "arising",
        "side",
        "border",
        "indeed",
        "globally",
        "introduced",
        "multiple",
        "expansion",
        "opportunity",
        "providing",
        "shareholder",
        "market",
        "update",
        "progress",
        "several",
        "next",
        "day",
        "say",
        "scott",
        "boyes",
        "chairman",
        "president",
        "ceo",
        "mpx",
        "boyes",
        "add",
        "also",
        "witnessing",
        "emergence",
        "significant",
        "consolidation",
        "activity",
        "several",
        "larger",
        "north",
        "american",
        "industry",
        "participant",
        "made",
        "announcement",
        "regarding",
        "transaction",
        "would",
        "result",
        "larger",
        "national",
        "international",
        "footprint",
        "combined",
        "entity",
        "larger",
        "cannabis",
        "entity",
        "facilitate",
        "effective",
        "brand",
        "awareness",
        "product",
        "development",
        "cost",
        "efficiency",
        "exciting",
        "time",
        "industry",
        "access",
        "capital",
        "critical",
        "mpx",
        "exploit",
        "growth",
        "opportunity",
        "presented",
        "market",
        "current",
        "funding",
        "arranged",
        "short",
        "week",
        "without",
        "need",
        "involvement",
        "investment",
        "bank",
        "demonstrating",
        "confidence",
        "shareholder",
        "capital",
        "market",
        "mpx",
        "business",
        "plan",
        "execution",
        "growth",
        "mpx",
        "holding",
        "investor",
        "update",
        "call",
        "week",
        "june",
        "th",
        "detail",
        "announced",
        "due",
        "course",
        "term",
        "convertible",
        "loan",
        "convertible",
        "loan",
        "convertible",
        "unit",
        "unit",
        "mpx",
        "option",
        "holder",
        "time",
        "prior",
        "maturity",
        "date",
        "conversion",
        "price",
        "cad",
        "per",
        "unit",
        "unit",
        "comprised",
        "one",
        "common",
        "share",
        "capital",
        "mpx",
        "mpx",
        "share",
        "common",
        "share",
        "purchase",
        "warrant",
        "whole",
        "warrant",
        "warrant",
        "whole",
        "warrant",
        "entitles",
        "holder",
        "thereof",
        "purchase",
        "one",
        "mpx",
        "share",
        "price",
        "cad",
        "per",
        "mpx",
        "share",
        "prior",
        "maturity",
        "date",
        "convertible",
        "loan",
        "may",
        "also",
        "redeemed",
        "company",
        "time",
        "november",
        "maturity",
        "date",
        "amount",
        "converted",
        "redeemed",
        "include",
        "growth",
        "principal",
        "amount",
        "conversion",
        "redemption",
        "applicable",
        "outlined",
        "maximum",
        "value",
        "convertible",
        "loan",
        "held",
        "maturity",
        "u",
        "consequently",
        "maximum",
        "number",
        "mpx",
        "share",
        "warrant",
        "may",
        "issued",
        "event",
        "entire",
        "convertible",
        "loan",
        "converted",
        "unit",
        "mpx",
        "share",
        "b",
        "warrant",
        "warrant",
        "exercisable",
        "maximum",
        "mpx",
        "share",
        "accordance",
        "term",
        "convertible",
        "loan",
        "applicable",
        "exchange",
        "rate",
        "used",
        "purpose",
        "calculating",
        "number",
        "unit",
        "issued",
        "upon",
        "conversion",
        "convertible",
        "loan",
        "spot",
        "rate",
        "published",
        "bank",
        "canada",
        "close",
        "business",
        "may",
        "cad",
        "connection",
        "service",
        "offering",
        "company",
        "paid",
        "cash",
        "fee",
        "commission",
        "u",
        "issued",
        "aggregate",
        "commission",
        "warrant",
        "commission",
        "warrant",
        "commission",
        "warrant",
        "entitles",
        "holder",
        "acquire",
        "one",
        "unit",
        "exercise",
        "price",
        "cad",
        "per",
        "unit",
        "maturity",
        "date",
        "exercise",
        "price",
        "underlying",
        "warrant",
        "form",
        "part",
        "unit",
        "cad",
        "per",
        "mpx",
        "share",
        "connection",
        "issuance",
        "commission",
        "warrant",
        "maximum",
        "number",
        "mpx",
        "share",
        "warrant",
        "may",
        "issued",
        "event",
        "commission",
        "warrant",
        "exercised",
        "mpx",
        "share",
        "b",
        "warrant",
        "event",
        "warrant",
        "exercised",
        "additional",
        "mpx",
        "share",
        "may",
        "issued",
        "mpx",
        "bioceutical",
        "corporation",
        "mpx",
        "ontario",
        "corporation",
        "subsidiary",
        "provides",
        "substantial",
        "management",
        "staffing",
        "procurement",
        "advisory",
        "financial",
        "real",
        "estate",
        "rental",
        "logistics",
        "administrative",
        "service",
        "three",
        "medicinal",
        "cannabis",
        "enterprise",
        "arizona",
        "operating",
        "health",
        "life",
        "dispensary",
        "melting",
        "point",
        "extract",
        "concentrate",
        "wholesale",
        "brand",
        "successful",
        "health",
        "life",
        "brand",
        "operates",
        "rapidly",
        "growing",
        "phoenix",
        "metropolitan",
        "statistical",
        "area",
        "acquisition",
        "holistic",
        "center",
        "mpx",
        "add",
        "another",
        "operating",
        "medical",
        "cannabis",
        "enterprise",
        "footprint",
        "arizona",
        "greenmart",
        "nevada",
        "nlv",
        "llc",
        "greenmart",
        "nv",
        "award",
        "winning",
        "licensed",
        "cultivation",
        "production",
        "wholesale",
        "business",
        "licensed",
        "medical",
        "adult",
        "use",
        "sector",
        "la",
        "vega",
        "nevada",
        "already",
        "selling",
        "wholesale",
        "nevada",
        "medical",
        "cannabis",
        "market",
        "greenmart",
        "nv",
        "also",
        "optioned",
        "suitable",
        "location",
        "intends",
        "enter",
        "retail",
        "arena",
        "applying",
        "least",
        "two",
        "dispensary",
        "license",
        "la",
        "vega",
        "market",
        "operate",
        "health",
        "life",
        "brand",
        "massachusetts",
        "mpx",
        "building",
        "operate",
        "cultivation",
        "production",
        "facility",
        "well",
        "three",
        "dispensary",
        "manages",
        "three",
        "full",
        "service",
        "dispensary",
        "one",
        "producer",
        "maryland",
        "company",
        "also",
        "lease",
        "property",
        "owen",
        "sound",
        "ontario",
        "application",
        "health",
        "canada",
        "made",
        "cannabis",
        "production",
        "sale",
        "license",
        "addition",
        "company",
        "continue",
        "effort",
        "develop",
        "legacy",
        "nutraceuticals",
        "business",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "news",
        "release",
        "includes",
        "certain",
        "statement",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "historical",
        "fact",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "prospect",
        "opportunity",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "news",
        "release",
        "include",
        "limited",
        "mpx",
        "objective",
        "intention",
        "statement",
        "necessarily",
        "based",
        "number",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "future",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "limited",
        "general",
        "business",
        "economic",
        "social",
        "uncertainty",
        "litigation",
        "legislative",
        "environmental",
        "judicial",
        "regulatory",
        "political",
        "competitive",
        "development",
        "delay",
        "failure",
        "receive",
        "board",
        "shareholder",
        "regulatory",
        "approval",
        "additional",
        "risk",
        "set",
        "mpx",
        "public",
        "document",
        "filed",
        "sedar",
        "matter",
        "discussed",
        "news",
        "release",
        "although",
        "mpx",
        "belief",
        "assumption",
        "factor",
        "used",
        "preparing",
        "statement",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "apply",
        "date",
        "news",
        "release",
        "assurance",
        "given",
        "event",
        "occur",
        "disclosed",
        "time",
        "frame",
        "except",
        "required",
        "law",
        "mpx",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "behalf",
        "board",
        "director",
        "mpx",
        "bioceutical",
        "corporation",
        "formerly",
        "canadian",
        "bioceutical",
        "corporation",
        "scott",
        "boyes",
        "chairman",
        "president",
        "ceo",
        "information",
        "please",
        "contact",
        "mpx",
        "bioceutical",
        "corporation",
        "formerly",
        "canadian",
        "bioceutical",
        "corporation",
        "scott",
        "boyes",
        "chairman",
        "president",
        "ceo",
        "info",
        "heidi",
        "christensen",
        "brown",
        "national",
        "equicom",
        "hchristensenbrown",
        "source",
        "mpx",
        "bioceutical",
        "corporation"
    ]
}