{
    "organizations": [],
    "uuid": "ebedf789e453c7bd21df04971a00a0f443b281b3",
    "author": "Stacey English",
    "url": "https://www.reuters.com/article/bc-finreg-culture-conduct-report-global/culture-and-conduct-risk-report-2018-fx-global-code-incentives-and-drivers-of-behavior-firms-progress-idUSKCN1IF04C",
    "ord_in_thread": 0,
    "title": "CULTURE AND CONDUCT RISK REPORT 2018: FX Global Code, incentives and drivers of behavior, firms' progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON/NEW YORK (Thomson Reuters Regulatory Intelligence) - Thomson Reuters has undertaken its fifth annual survey of how financial services firms are managing conduct risk and embedding cultural change policies to meet growing regulatory expectations. The results highlight year-on-year and regional trends, enabling firms to benchmark their approach to the practical implications of culture and conduct risk with the wider industry. The report provides valuable insight into industry challenges and emerging best practices, with the aim to meet ever-increasing regulatory expectations.\nA Greenpeace activist makes adjustments while hanging from the ceiling inside a giant model of the globe near Konin open mine, 70 km from Poznan, western Poland December 3, 2008. Compliance and risk practitioners from more than 600 financial services firms across the world, including G-SIFIs, banks, brokers, asset managers and insurers, took part in the survey, which closed in the fourth quarter of 2017.\nRAISING THE STANDARD FOR GLOBAL FOREIGN EXCHANGE TRADING It is a measure of the all-encompassing and coherent policy approach to culture and conduct risk that the international regulatory focus and approach reached the wholesale marketplace. After prolonged negotiations, high level principles were agreed such that foreign exchange (FX) market participants were expected to have policies and procedures in place to:\n- develop and promote a strong culture of ethical behavior and standards of conduct;\n- promote awareness and use of general dealing practices, procedures and conventions;\n- ensure accurate and timely pre-trade preparation and trade capture;\n- support robust and efficient back office operations including confirmation, netting, payment and settlement; and\n- mitigate risk in foreign exchange transactions from the point of execution to settlement.\nThe original principles agreed have developed and gained practical detail resulting in a single global code of conduct. In May 2015 the Foreign Exchange Working Group (FXWG) was established operating under the auspices of the Bank for International Settlements Markets Committee with the aim of facilitating the establishment of a single global code of conduct standards and principles and to promote greater adherence to these standards and principles.\nIn July 2016 the first phase of the Global Code of Conduct for the Foreign Exchange Market and principles for adherence to the new standards were released by the FXWG covering six leading principles:\n1. Ethics: Market Participants are expected to behave in an ethical and professional manner to promote the fairness and integrity of the FX Market.\n2. Governance: Market Participants are expected to have robust and clear policies, procedures, and organizational structure in place to promote responsible engagement in the FX Market.\n3. Information Sharing: Market Participants are expected to be clear and accurate in their communications and to protect Confidential Information to promote effective communication that supports a robust, fair, open, liquid and appropriately transparent FX Market.\n4. Execution: Market Participants are expected to exercise care when negotiating and executing transactions in order to promote a robust, fair, open, liquid, and appropriately transparent FX Market.\n5. Risk Management and Compliance: Market Participants are expected to promote and maintain a robust control and compliance environment to effectively identify, measure, monitor, manage, and report on the risks associated with their engagement in the FX Market.\nConfirmation and Settlement Processes: Market Participants are expected to put in place robust, efficient, transparent, and risk-mitigating post-trade processes to promote the predictable, smooth, and timely settlement of transactions in the FX Market.\nTHE FX GLOBAL CODE UNCOVERED The Code which came into phased effect from May 2017 has, in addition to the six leading principles, 55 principles together with a granular set of illustrative examples.\nDespite being new, the Code remains under consideration and continues to be refined with a revised version being published in December 2017 which includes a qualified prohibition on last look practices, while providing some exceptions for “cover and deal” practices. Future work is already planned on disclosures on anonymous E-Trading Platforms, how liquidity providers adjust their prices on E-Trading Platforms and when trading by voice, and to understand more about the role that “cover and deal” and similar trading models play in the market.\n-Click ( bit.ly/culture-figure-2 ) to view Figure2: The FX global code and its principles.\nINCENTIVES AND DRIVERS OF BEHAVIOR Firms were asked whether their organization recognized any correlation between culture and conduct risk. Similar to last year’s survey results, 44 percent considered culture and conduct risk to be intrinsically linked. Firms also regarded culture to be a predominant aspect in managing conduct risk.\n-Click ( bit.ly/conduct-figure3 ) to view Figure3:Incentives and drivers of behavior.\nRegulators too have recognized the significant link between (mis)conduct and culture and conduct risk. Earlier in 2017, the FSB issued for consultation supplementary guidance to its principles and standards on sound compensation practices. In it, the FSB recognized the connection between incentives and misconduct: “… Compensation tools, along with other measures, can play an important role in addressing misconduct risk by providing both ex ante incentives for good conduct and ex post adjustment mechanisms that ensure appropriate accountability when misconduct occurs.”\n-Click ( bit.ly/conduct-figure4 ) to view Figure4:Interrelationship between culture and conduct risk.\nWHAT PROGRESS HAVE FIRMS MADE -Click ( bit.ly/conduct-figure5 ) to view Figure5: Year-on-year analysis of working definition of conduct risk.\nOver the five years of the survey there have been persistent challenges in the creation of a separate working definition of conduct risk. This year sees the highest percentage of firms who have a separate working definition of conduct risk, almost trebling from results in 2013 (16 percent ‘yes’ in 2013; 43 percent ‘yes’ in 2017). This rose to 66 percent among G-SIFIs (68 percent in 2016).\n-Click ( bit.ly/conduct-figure6 ) to view Figure6:G-SIFI analysis of working definition of conduct risk.\nFrom a regional perspective, the majority of firms in North America (55 percent), the Middle East (75 percent), and Australia (49 percent) did not have a working definition of conduct risk in 2017, however, firms in these regions have seen a year-on-year improvement in having a separate working definition of conduct risk.\n-Click ( bit.ly/conduct-figure7 ) to view Figure7:Regional analysis of working definition of conduct risk.\nFrom a regional perspective, 83 percent of firms in the UK and Europe, 73 percent of firms in Asia, 70 percent of firms in North America, and 69 percent of firms in Australasia, said conduct risk factors were, or in part, considered.\nFirms’ maturity of approach to culture and conduct risk management has remained consistent between 2014 and 2016. There has been a marginal year-on-year increase (56 percent in 2017) in the number of firms who have implemented a formal approach, but requiring additional work and resources for cultural and conduct risk management (40 percent in 2017). Once again, G-SIFIs led the way with almost three quarters (71 percent) having a framework in place, including 29 percent with embedded resources in place.\n-Click ( bit.ly/conduct-figure8 ) to view Figure8:Year-on-year analysis: How mature is your organization's approach to culture and conduct risk management.\nFirms in North America continue to fall behind their peers around the world in terms of a separate working definition of conduct risk. While over a quarter (27 percent) of firms in North America now have a separate working definition in place, 73 percent do not (55 percent). Firms in North America are also trailing behind on whether the regulatory focus on culture and conduct risk will increase the personal liability of senior managers (56 percent). This may be attributed to recent measures in the UK (Senior Managers and Certification Regime) and in Asia (Managers-In-Charge Regime) which have altered firms’ focus on personal liability in those jurisdictions.\n-Click ( bit.ly/conduct-figure9 ) to view Figure9:Spotlight analysis: firms in North America.\nOne area where there has been significantly more activity in terms of changes a firm has made in the past year to manage and address conduct risks is in the use of technology. Twenty-three percent of respondents reported implementing a software solution to manage and report on specific conduct risks in contrast to just 15 percent in the prior year.\n-Click ( bit.ly/conduct-figure10 ) to view Figure10:Year-on-year analysis: the last 12 months organizations made to address conduct risk.\nTo access the full report click ( tmsnrt.rs/2jJO99v ).\n(Stacey English is head of regulatory intelligence and Susannah Hammond is senior intelligence expert at Thomson Reuters Regulatory Intelligence.)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on May. 8. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\nOur Standards: The Thomson Reuters Trust Principles. ",
    "published": "2018-05-15T21:41:00.000+03:00",
    "crawled": "2018-05-16T18:59:02.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "thomson",
        "reuters",
        "undertaken",
        "fifth",
        "annual",
        "survey",
        "financial",
        "service",
        "firm",
        "managing",
        "conduct",
        "risk",
        "embedding",
        "cultural",
        "change",
        "policy",
        "meet",
        "growing",
        "regulatory",
        "expectation",
        "result",
        "highlight",
        "regional",
        "trend",
        "enabling",
        "firm",
        "benchmark",
        "approach",
        "practical",
        "implication",
        "culture",
        "conduct",
        "risk",
        "wider",
        "industry",
        "report",
        "provides",
        "valuable",
        "insight",
        "industry",
        "challenge",
        "emerging",
        "best",
        "practice",
        "aim",
        "meet",
        "regulatory",
        "expectation",
        "greenpeace",
        "activist",
        "make",
        "adjustment",
        "hanging",
        "ceiling",
        "inside",
        "giant",
        "model",
        "globe",
        "near",
        "konin",
        "open",
        "mine",
        "km",
        "poznan",
        "western",
        "poland",
        "december",
        "compliance",
        "risk",
        "practitioner",
        "financial",
        "service",
        "firm",
        "across",
        "world",
        "including",
        "bank",
        "broker",
        "asset",
        "manager",
        "insurer",
        "took",
        "part",
        "survey",
        "closed",
        "fourth",
        "quarter",
        "raising",
        "standard",
        "global",
        "foreign",
        "exchange",
        "trading",
        "measure",
        "coherent",
        "policy",
        "approach",
        "culture",
        "conduct",
        "risk",
        "international",
        "regulatory",
        "focus",
        "approach",
        "reached",
        "wholesale",
        "marketplace",
        "prolonged",
        "negotiation",
        "high",
        "level",
        "principle",
        "agreed",
        "foreign",
        "exchange",
        "fx",
        "market",
        "participant",
        "expected",
        "policy",
        "procedure",
        "place",
        "develop",
        "promote",
        "strong",
        "culture",
        "ethical",
        "behavior",
        "standard",
        "conduct",
        "promote",
        "awareness",
        "use",
        "general",
        "dealing",
        "practice",
        "procedure",
        "convention",
        "ensure",
        "accurate",
        "timely",
        "preparation",
        "trade",
        "capture",
        "support",
        "robust",
        "efficient",
        "back",
        "office",
        "operation",
        "including",
        "confirmation",
        "netting",
        "payment",
        "settlement",
        "mitigate",
        "risk",
        "foreign",
        "exchange",
        "transaction",
        "point",
        "execution",
        "settlement",
        "original",
        "principle",
        "agreed",
        "developed",
        "gained",
        "practical",
        "detail",
        "resulting",
        "single",
        "global",
        "code",
        "conduct",
        "may",
        "foreign",
        "exchange",
        "working",
        "group",
        "fxwg",
        "established",
        "operating",
        "auspex",
        "bank",
        "international",
        "settlement",
        "market",
        "committee",
        "aim",
        "facilitating",
        "establishment",
        "single",
        "global",
        "code",
        "conduct",
        "standard",
        "principle",
        "promote",
        "greater",
        "adherence",
        "standard",
        "principle",
        "july",
        "first",
        "phase",
        "global",
        "code",
        "conduct",
        "foreign",
        "exchange",
        "market",
        "principle",
        "adherence",
        "new",
        "standard",
        "released",
        "fxwg",
        "covering",
        "six",
        "leading",
        "principle",
        "ethic",
        "market",
        "participant",
        "expected",
        "behave",
        "ethical",
        "professional",
        "manner",
        "promote",
        "fairness",
        "integrity",
        "fx",
        "market",
        "governance",
        "market",
        "participant",
        "expected",
        "robust",
        "clear",
        "policy",
        "procedure",
        "organizational",
        "structure",
        "place",
        "promote",
        "responsible",
        "engagement",
        "fx",
        "market",
        "information",
        "sharing",
        "market",
        "participant",
        "expected",
        "clear",
        "accurate",
        "communication",
        "protect",
        "confidential",
        "information",
        "promote",
        "effective",
        "communication",
        "support",
        "robust",
        "fair",
        "open",
        "liquid",
        "appropriately",
        "transparent",
        "fx",
        "market",
        "execution",
        "market",
        "participant",
        "expected",
        "exercise",
        "care",
        "negotiating",
        "executing",
        "transaction",
        "order",
        "promote",
        "robust",
        "fair",
        "open",
        "liquid",
        "appropriately",
        "transparent",
        "fx",
        "market",
        "risk",
        "management",
        "compliance",
        "market",
        "participant",
        "expected",
        "promote",
        "maintain",
        "robust",
        "control",
        "compliance",
        "environment",
        "effectively",
        "identify",
        "measure",
        "monitor",
        "manage",
        "report",
        "risk",
        "associated",
        "engagement",
        "fx",
        "market",
        "confirmation",
        "settlement",
        "process",
        "market",
        "participant",
        "expected",
        "put",
        "place",
        "robust",
        "efficient",
        "transparent",
        "process",
        "promote",
        "predictable",
        "smooth",
        "timely",
        "settlement",
        "transaction",
        "fx",
        "market",
        "fx",
        "global",
        "code",
        "uncovered",
        "code",
        "came",
        "phased",
        "effect",
        "may",
        "addition",
        "six",
        "leading",
        "principle",
        "principle",
        "together",
        "granular",
        "set",
        "illustrative",
        "example",
        "despite",
        "new",
        "code",
        "remains",
        "consideration",
        "continues",
        "refined",
        "revised",
        "version",
        "published",
        "december",
        "includes",
        "qualified",
        "prohibition",
        "last",
        "look",
        "practice",
        "providing",
        "exception",
        "cover",
        "deal",
        "practice",
        "future",
        "work",
        "already",
        "planned",
        "disclosure",
        "anonymous",
        "platform",
        "liquidity",
        "provider",
        "adjust",
        "price",
        "platform",
        "trading",
        "voice",
        "understand",
        "role",
        "cover",
        "deal",
        "similar",
        "trading",
        "model",
        "play",
        "market",
        "view",
        "figure2",
        "fx",
        "global",
        "code",
        "principle",
        "incentive",
        "driver",
        "behavior",
        "firm",
        "asked",
        "whether",
        "organization",
        "recognized",
        "correlation",
        "culture",
        "conduct",
        "risk",
        "similar",
        "last",
        "year",
        "survey",
        "result",
        "percent",
        "considered",
        "culture",
        "conduct",
        "risk",
        "intrinsically",
        "linked",
        "firm",
        "also",
        "regarded",
        "culture",
        "predominant",
        "aspect",
        "managing",
        "conduct",
        "risk",
        "view",
        "figure3",
        "incentive",
        "driver",
        "behavior",
        "regulator",
        "recognized",
        "significant",
        "link",
        "mi",
        "conduct",
        "culture",
        "conduct",
        "risk",
        "earlier",
        "fsb",
        "issued",
        "consultation",
        "supplementary",
        "guidance",
        "principle",
        "standard",
        "sound",
        "compensation",
        "practice",
        "fsb",
        "recognized",
        "connection",
        "incentive",
        "misconduct",
        "compensation",
        "tool",
        "along",
        "measure",
        "play",
        "important",
        "role",
        "addressing",
        "misconduct",
        "risk",
        "providing",
        "ex",
        "ante",
        "incentive",
        "good",
        "conduct",
        "ex",
        "post",
        "adjustment",
        "mechanism",
        "ensure",
        "appropriate",
        "accountability",
        "misconduct",
        "view",
        "figure4",
        "interrelationship",
        "culture",
        "conduct",
        "risk",
        "progress",
        "firm",
        "made",
        "view",
        "figure5",
        "analysis",
        "working",
        "definition",
        "conduct",
        "risk",
        "five",
        "year",
        "survey",
        "persistent",
        "challenge",
        "creation",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "year",
        "see",
        "highest",
        "percentage",
        "firm",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "almost",
        "trebling",
        "result",
        "percent",
        "yes",
        "percent",
        "yes",
        "rose",
        "percent",
        "among",
        "percent",
        "view",
        "figure6",
        "analysis",
        "working",
        "definition",
        "conduct",
        "risk",
        "regional",
        "perspective",
        "majority",
        "firm",
        "north",
        "america",
        "percent",
        "middle",
        "east",
        "percent",
        "australia",
        "percent",
        "working",
        "definition",
        "conduct",
        "risk",
        "however",
        "firm",
        "region",
        "seen",
        "improvement",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "view",
        "figure7",
        "regional",
        "analysis",
        "working",
        "definition",
        "conduct",
        "risk",
        "regional",
        "perspective",
        "percent",
        "firm",
        "uk",
        "europe",
        "percent",
        "firm",
        "asia",
        "percent",
        "firm",
        "north",
        "america",
        "percent",
        "firm",
        "australasia",
        "said",
        "conduct",
        "risk",
        "factor",
        "part",
        "considered",
        "firm",
        "maturity",
        "approach",
        "culture",
        "conduct",
        "risk",
        "management",
        "remained",
        "consistent",
        "marginal",
        "increase",
        "percent",
        "number",
        "firm",
        "implemented",
        "formal",
        "approach",
        "requiring",
        "additional",
        "work",
        "resource",
        "cultural",
        "conduct",
        "risk",
        "management",
        "percent",
        "led",
        "way",
        "almost",
        "three",
        "quarter",
        "percent",
        "framework",
        "place",
        "including",
        "percent",
        "embedded",
        "resource",
        "place",
        "view",
        "figure8",
        "analysis",
        "mature",
        "organization",
        "approach",
        "culture",
        "conduct",
        "risk",
        "management",
        "firm",
        "north",
        "america",
        "continue",
        "fall",
        "behind",
        "peer",
        "around",
        "world",
        "term",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "quarter",
        "percent",
        "firm",
        "north",
        "america",
        "separate",
        "working",
        "definition",
        "place",
        "percent",
        "percent",
        "firm",
        "north",
        "america",
        "also",
        "trailing",
        "behind",
        "whether",
        "regulatory",
        "focus",
        "culture",
        "conduct",
        "risk",
        "increase",
        "personal",
        "liability",
        "senior",
        "manager",
        "percent",
        "may",
        "attributed",
        "recent",
        "measure",
        "uk",
        "senior",
        "manager",
        "certification",
        "regime",
        "asia",
        "regime",
        "altered",
        "firm",
        "focus",
        "personal",
        "liability",
        "jurisdiction",
        "view",
        "figure9",
        "spotlight",
        "analysis",
        "firm",
        "north",
        "america",
        "one",
        "area",
        "significantly",
        "activity",
        "term",
        "change",
        "firm",
        "made",
        "past",
        "year",
        "manage",
        "address",
        "conduct",
        "risk",
        "use",
        "technology",
        "percent",
        "respondent",
        "reported",
        "implementing",
        "software",
        "solution",
        "manage",
        "report",
        "specific",
        "conduct",
        "risk",
        "contrast",
        "percent",
        "prior",
        "year",
        "view",
        "figure10",
        "analysis",
        "last",
        "month",
        "organization",
        "made",
        "address",
        "conduct",
        "risk",
        "access",
        "full",
        "report",
        "click",
        "stacey",
        "english",
        "head",
        "regulatory",
        "intelligence",
        "susannah",
        "hammond",
        "senior",
        "intelligence",
        "expert",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "may",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle"
    ]
}