{
    "organizations": [],
    "uuid": "4249b4dfc6d462d449f98e7e951e6321b04a9bf2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-scientific-games-announces-barry-cottle-as-new-president-and-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "Scientific Games Announces Barry Cottle as New President and Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, May 2, 2018 /PRNewswire/ -- Scientific Games Corporation (NASDAQ: SGMS) (\"Scientific Games\" or the \"Company\") today announced new executive appointments. Barry Cottle, currently Chief Executive Officer of SG Interactive, will become the Company's new President and CEO, effective June 1, 2018. Cottle will replace current President and CEO Kevin Sheehan who will remain with the company as a senior advisor. The Company also announced that Tim Bucher, previously SVP and GM of the Consumer Solutions Group at Seagate Technology, has been named EVP and Chief Product Officer across all Scientific Games' business divisions.\n\"I'm proud of what we have accomplished over the past two years. Our Company is stronger than ever and growing across all our divisions. With the acquisition of NYX and the rapid growth of our entire interactive business, Scientific Games is poised to lead the future as the entire gaming industry transitions to new digital and mobile platforms. I want to thank the Scientific Games executive team, my friends and colleagues at MacAndrews & Forbes and all of our employees for their hard work and commitment. Barry has been a great partner, and I look forward to supporting his efforts to lead Scientific Games into the digital future,\" said Kevin Sheehan .\n\"Innovation is the cornerstone of our strategy at Scientific Games. Across all our business units and platforms, we are relentless in our efforts to drive greater efficiency and adaptability to take advantage of new and growing markets. Scientific Games' expertise and passion for innovation is an invaluable asset, as we continue to build cutting-edge technology to enhance the player experience for both retail and digital platforms,\" said Barry Cottle .\n\"Kevin took over after the successful integration of Bally and WMS and, as one company, moved Scientific Games forward and helped in driving growth across all our business units. I want to thank him for his strong leadership and tireless efforts that led to the company's success over the last two years and I look forward to continuing to work with him as a senior advisor to the company. Under Barry's leadership, SG Interactive, now SG Social and SG Digital with the NYX acquisition, has become the market leader in free-to-play and online gaming and is perfectly positioned to capitalize on new markets opening up to legalized online gaming, lottery and sports betting around the world, including the United States,\" said Ronald O. Perelman, Chairman of the Board of Scientific Games.\nBarry Cottle joined Scientific Games as Chief Executive, SG Interactive, in August 2015 to lead the strategy and growth plans of the Interactive group. In just over two years, Barry led the team to double revenue growth and Scientific Games' efforts to enter Sports Betting and iLottery through the acquisition of NYX/OpenBet™. Before Scientific Games, Mr. Cottle served as Vice Chairman of Deluxe Entertainment where he helped drive digital innovation including Deluxe's launch of Virtual Reality. Prior to that, Barry has held Executive Leadership roles at Zynga, Electronic Arts Inc., The Walt Disney Company and Palm Computing, Inc., helping lead these organizations to rapid growth in mobile and online markets by providing leading-edge products.\nTim Bucher joins the Company as EVP and Chief Product Officer across all business divisions. Bucher is a Silicon Valley veteran who has created several successful companies which have either been taken public or acquired by tech giants including Apple, Microsoft, Dell, and Seagate Technology over the last 3 decades. He has served in executive product roles directly for Steve Jobs, Bill Gates, and Michael Dell learning from those iconic entrepreneurs how to innovate and grow businesses. Specializing in consumer software, hardware, and user experiences, Tim holds over 40 patents in networking technology, user interface design, computer and processor design as well as graphics and multimedia technologies. Most recently Tim served as the Senior Vice President and General Manager of Seagate Technology's $1.4B global consumer business developing innovative solutions to break Seagate into new markets including mobile, drone, and gaming.\nAbout Scientific Games\nScientific Games Corporation (NASDAQ: SGMS) is the world leader in offering customers a fully integrated portfolio of technology platforms, robust systems, engaging content and services. The Company is the global leader in technology-based gaming systems, digital real-money gaming and sports betting platforms, table games, table products and instant games, and a leader in products, services and content for gaming, lottery and social gaming markets. Scientific Games delivers what customers and players value most: trusted security, creative entertaining content, operating efficiencies and innovative technology. For more information, please visit www.scientificgames.com , which is updated regularly with financial and other information about the Company.\nThe information contained on, or that may be accessed through, our website is not incorporated by reference into, and is not a part of, this document.\nCOMP ANY CONTACTS\nMedia Relations\nSusan Cartwright +1 702-532-7981\nVice President, Corporate Communications\nsusan.cartwright@scientificgames.com\nInvestor Relations\nMike Quartieri +1 702-532-7658\nExecutive Vice President and Chief Financial Officer\nAll ® notices signify marks registered in the United States. © 2018 Scientific Games Corporation. All Rights Reserved.\nForward-Looking Statements\nIn this press release, Scientific Games makes \" \" within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. Forward-looking statements describe future expectations, plans, results or strategies and can often be identified by the use of terminology such as \"may,\" \"will,\" \"estimate,\" \"intend,\" \"plan,\" \"continue,\" \"believe,\" \"expect,\" \"anticipate,\" \"target,\" \"should,\" \"could,\" \"potential,\" \"opportunity,\" \"goal,\" or similar terminology. These statements are based upon management's current expectations, assumptions and estimates and are not guarantees of timing, future results or performance. Therefore, you should not rely on any of these as predictions of future events. Actual results may differ materially from those contemplated in these statements due to a variety of risks and uncertainties and other factors, including, among other things: competition; U.S. and international economic and industry conditions; slow growth of new gaming jurisdictions, slow addition of casinos in existing jurisdictions, and declines in the replacement cycle of gaming machines; ownership changes and consolidation in the gaming industry; opposition to legalized gaming or the expansion thereof; inability to adapt to, and offer products that keep pace with, evolving technology, including any failure of our investment of significant resources in our R&D efforts; inability to develop successful products and services and capitalize on trends and changes in our industries, including the expansion of internet and other forms of interactive gaming; laws and government regulations, including those relating to gaming, data privacy, and environmental laws; legislative interpretation and enforcement, regulatory perception and regulatory risks with respect to gaming and sports wagering; reliance on technological blocking systems; expectations of shift to regulated online gaming or sports wagering; dependence upon key providers in our social gaming business; inability to win, retain or renew, or unfavorable revisions of, existing contracts, and the inability to enter into new contracts; protection of our intellectual property, inability to license third party intellectual property, and the intellectual property rights of others; security and integrity of our products and systems; reliance on or failures in information technology and other systems; security breaches and cyber-attacks, challenges or disruptions relating to the implementation of a new global enterprise resource planning system; failure to maintain adequate internal control over financial reporting; natural events that disrupt our operations or those of our customers, suppliers or regulators; inability to benefit from, and risks associated with, strategic equity investments and relationships; failure to achieve the intended benefits of our acquisitions, including the NYX acquisition; the ability to successfully integrate our acquisitions, including the NYX acquisition; incurrence of restructuring costs; implementation of complex revenue recognition standards or other new accounting standards; changes in estimates or judgments related to our impairment analysis of goodwill or other intangible assets; fluctuations in our results due to seasonality and other factors; dependence on suppliers and manufacturers; risks relating to foreign operations, including anti-corruption laws, fluctuations in F/X rates; restrictions on the payment of dividends from earnings, restrictions on the import of products and financial instability, including the potential impact to our business resulting from the affirmative vote in the U.K. to withdraw from the EU, and the potential impact to our instant lottery game concession or VLT lease arrangements resulting from the economic and political conditions in Greece; possibility that the renewal of LNS' concession to operate the Italian instant games lottery is not finalized (including as the result of a protest); changes in tax laws or tax rulings (including the recent comprehensive U.S. tax reform) or the examination of our tax positions; dependence on key employees; litigation and other liabilities relating to our business, including litigation and liabilities relating to our contracts and licenses, our products and systems, our employees (including labor disputes), intellectual property, environmental laws and our strategic relationships; level of our indebtedness, higher interest rates, availability or adequacy of cash flows and liquidity to satisfy indebtedness, other obligations or future cash needs; inability to reduce or refinance our indebtedness; restrictions and covenants in debt agreements, including those that could result in acceleration of the maturity of our indebtedness; influence of certain stockholders, including decisions that may conflict with the interests of other stockholders; and stock price volatility.\nAdditional information regarding risks and uncertainties and other factors that could cause actual results to differ materially from those contemplated in is included from time to time in our filings with the SEC, including the Company's current reports on Form 8-K, quarterly reports on Form 10-Q and its latest annual report on Form 10-K filed with the SEC on March 1, 2018 (including under the headings \"Forward Looking Statements\" and \"Risk Factors\"). Forward-looking statements speak only as of the date they are made and, except for our ongoing obligations under the U.S. federal securities laws, we undertake no obligation to publicly update any whether as a result of new information, future events or otherwise.\nView original content with multimedia: http://www.prnewswire.com/news-releases/scientific-games-announces-barry-cottle-as-new-president-and-chief-executive-officer-300641542.html\nSOURCE Scientific Games Corporation",
    "published": "2018-05-03T01:08:00.000+03:00",
    "crawled": "2018-05-03T02:04:11.032+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "may",
        "scientific",
        "game",
        "corporation",
        "nasdaq",
        "sgms",
        "scientific",
        "game",
        "company",
        "today",
        "announced",
        "new",
        "executive",
        "appointment",
        "barry",
        "cottle",
        "currently",
        "chief",
        "executive",
        "officer",
        "sg",
        "interactive",
        "become",
        "company",
        "new",
        "president",
        "ceo",
        "effective",
        "june",
        "cottle",
        "replace",
        "current",
        "president",
        "ceo",
        "kevin",
        "sheehan",
        "remain",
        "company",
        "senior",
        "advisor",
        "company",
        "also",
        "announced",
        "tim",
        "bucher",
        "previously",
        "svp",
        "gm",
        "consumer",
        "solution",
        "group",
        "seagate",
        "technology",
        "named",
        "evp",
        "chief",
        "product",
        "officer",
        "across",
        "scientific",
        "game",
        "business",
        "division",
        "proud",
        "accomplished",
        "past",
        "two",
        "year",
        "company",
        "stronger",
        "ever",
        "growing",
        "across",
        "division",
        "acquisition",
        "nyx",
        "rapid",
        "growth",
        "entire",
        "interactive",
        "business",
        "scientific",
        "game",
        "poised",
        "lead",
        "future",
        "entire",
        "gaming",
        "industry",
        "transition",
        "new",
        "digital",
        "mobile",
        "platform",
        "want",
        "thank",
        "scientific",
        "game",
        "executive",
        "team",
        "friend",
        "colleague",
        "macandrews",
        "forbes",
        "employee",
        "hard",
        "work",
        "commitment",
        "barry",
        "great",
        "partner",
        "look",
        "forward",
        "supporting",
        "effort",
        "lead",
        "scientific",
        "game",
        "digital",
        "future",
        "said",
        "kevin",
        "sheehan",
        "innovation",
        "cornerstone",
        "strategy",
        "scientific",
        "game",
        "across",
        "business",
        "unit",
        "platform",
        "relentless",
        "effort",
        "drive",
        "greater",
        "efficiency",
        "adaptability",
        "take",
        "advantage",
        "new",
        "growing",
        "market",
        "scientific",
        "game",
        "expertise",
        "passion",
        "innovation",
        "invaluable",
        "asset",
        "continue",
        "build",
        "technology",
        "enhance",
        "player",
        "experience",
        "retail",
        "digital",
        "platform",
        "said",
        "barry",
        "cottle",
        "kevin",
        "took",
        "successful",
        "integration",
        "bally",
        "wms",
        "one",
        "company",
        "moved",
        "scientific",
        "game",
        "forward",
        "helped",
        "driving",
        "growth",
        "across",
        "business",
        "unit",
        "want",
        "thank",
        "strong",
        "leadership",
        "tireless",
        "effort",
        "led",
        "company",
        "success",
        "last",
        "two",
        "year",
        "look",
        "forward",
        "continuing",
        "work",
        "senior",
        "advisor",
        "company",
        "barry",
        "leadership",
        "sg",
        "interactive",
        "sg",
        "social",
        "sg",
        "digital",
        "nyx",
        "acquisition",
        "become",
        "market",
        "leader",
        "online",
        "gaming",
        "perfectly",
        "positioned",
        "capitalize",
        "new",
        "market",
        "opening",
        "legalized",
        "online",
        "gaming",
        "lottery",
        "sport",
        "betting",
        "around",
        "world",
        "including",
        "united",
        "state",
        "said",
        "ronald",
        "perelman",
        "chairman",
        "board",
        "scientific",
        "game",
        "barry",
        "cottle",
        "joined",
        "scientific",
        "game",
        "chief",
        "executive",
        "sg",
        "interactive",
        "august",
        "lead",
        "strategy",
        "growth",
        "plan",
        "interactive",
        "group",
        "two",
        "year",
        "barry",
        "led",
        "team",
        "double",
        "revenue",
        "growth",
        "scientific",
        "game",
        "effort",
        "enter",
        "sport",
        "betting",
        "ilottery",
        "acquisition",
        "scientific",
        "game",
        "cottle",
        "served",
        "vice",
        "chairman",
        "deluxe",
        "entertainment",
        "helped",
        "drive",
        "digital",
        "innovation",
        "including",
        "deluxe",
        "launch",
        "virtual",
        "reality",
        "prior",
        "barry",
        "held",
        "executive",
        "leadership",
        "role",
        "zynga",
        "electronic",
        "art",
        "walt",
        "disney",
        "company",
        "palm",
        "computing",
        "helping",
        "lead",
        "organization",
        "rapid",
        "growth",
        "mobile",
        "online",
        "market",
        "providing",
        "product",
        "tim",
        "bucher",
        "join",
        "company",
        "evp",
        "chief",
        "product",
        "officer",
        "across",
        "business",
        "division",
        "bucher",
        "silicon",
        "valley",
        "veteran",
        "created",
        "several",
        "successful",
        "company",
        "either",
        "taken",
        "public",
        "acquired",
        "tech",
        "giant",
        "including",
        "apple",
        "microsoft",
        "dell",
        "seagate",
        "technology",
        "last",
        "decade",
        "served",
        "executive",
        "product",
        "role",
        "directly",
        "steve",
        "job",
        "bill",
        "gate",
        "michael",
        "dell",
        "learning",
        "iconic",
        "entrepreneur",
        "innovate",
        "grow",
        "business",
        "specializing",
        "consumer",
        "software",
        "hardware",
        "user",
        "experience",
        "tim",
        "hold",
        "patent",
        "networking",
        "technology",
        "user",
        "interface",
        "design",
        "computer",
        "processor",
        "design",
        "well",
        "graphic",
        "multimedia",
        "technology",
        "recently",
        "tim",
        "served",
        "senior",
        "vice",
        "president",
        "general",
        "manager",
        "seagate",
        "technology",
        "global",
        "consumer",
        "business",
        "developing",
        "innovative",
        "solution",
        "break",
        "seagate",
        "new",
        "market",
        "including",
        "mobile",
        "drone",
        "gaming",
        "scientific",
        "game",
        "scientific",
        "game",
        "corporation",
        "nasdaq",
        "sgms",
        "world",
        "leader",
        "offering",
        "customer",
        "fully",
        "integrated",
        "portfolio",
        "technology",
        "platform",
        "robust",
        "system",
        "engaging",
        "content",
        "service",
        "company",
        "global",
        "leader",
        "gaming",
        "system",
        "digital",
        "gaming",
        "sport",
        "betting",
        "platform",
        "table",
        "game",
        "table",
        "product",
        "instant",
        "game",
        "leader",
        "product",
        "service",
        "content",
        "gaming",
        "lottery",
        "social",
        "gaming",
        "market",
        "scientific",
        "game",
        "delivers",
        "customer",
        "player",
        "value",
        "trusted",
        "security",
        "creative",
        "entertaining",
        "content",
        "operating",
        "efficiency",
        "innovative",
        "technology",
        "information",
        "please",
        "visit",
        "updated",
        "regularly",
        "financial",
        "information",
        "company",
        "information",
        "contained",
        "may",
        "accessed",
        "website",
        "incorporated",
        "reference",
        "part",
        "document",
        "comp",
        "contact",
        "medium",
        "relation",
        "susan",
        "cartwright",
        "vice",
        "president",
        "corporate",
        "communication",
        "investor",
        "relation",
        "mike",
        "quartieri",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "notice",
        "signify",
        "mark",
        "registered",
        "united",
        "state",
        "scientific",
        "game",
        "corporation",
        "right",
        "reserved",
        "statement",
        "press",
        "release",
        "scientific",
        "game",
        "make",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "often",
        "identified",
        "use",
        "terminology",
        "may",
        "estimate",
        "intend",
        "plan",
        "continue",
        "believe",
        "expect",
        "anticipate",
        "target",
        "could",
        "potential",
        "opportunity",
        "goal",
        "similar",
        "terminology",
        "statement",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "assumption",
        "estimate",
        "guarantee",
        "timing",
        "future",
        "result",
        "performance",
        "therefore",
        "rely",
        "prediction",
        "future",
        "event",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "due",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "among",
        "thing",
        "competition",
        "international",
        "economic",
        "industry",
        "condition",
        "slow",
        "growth",
        "new",
        "gaming",
        "jurisdiction",
        "slow",
        "addition",
        "casino",
        "existing",
        "jurisdiction",
        "decline",
        "replacement",
        "cycle",
        "gaming",
        "machine",
        "ownership",
        "change",
        "consolidation",
        "gaming",
        "industry",
        "opposition",
        "legalized",
        "gaming",
        "expansion",
        "thereof",
        "inability",
        "adapt",
        "offer",
        "product",
        "keep",
        "pace",
        "evolving",
        "technology",
        "including",
        "failure",
        "investment",
        "significant",
        "resource",
        "r",
        "effort",
        "inability",
        "develop",
        "successful",
        "product",
        "service",
        "capitalize",
        "trend",
        "change",
        "industry",
        "including",
        "expansion",
        "internet",
        "form",
        "interactive",
        "gaming",
        "law",
        "government",
        "regulation",
        "including",
        "relating",
        "gaming",
        "data",
        "privacy",
        "environmental",
        "law",
        "legislative",
        "interpretation",
        "enforcement",
        "regulatory",
        "perception",
        "regulatory",
        "risk",
        "respect",
        "gaming",
        "sport",
        "wagering",
        "reliance",
        "technological",
        "blocking",
        "system",
        "expectation",
        "shift",
        "regulated",
        "online",
        "gaming",
        "sport",
        "wagering",
        "dependence",
        "upon",
        "key",
        "provider",
        "social",
        "gaming",
        "business",
        "inability",
        "win",
        "retain",
        "renew",
        "unfavorable",
        "revision",
        "existing",
        "contract",
        "inability",
        "enter",
        "new",
        "contract",
        "protection",
        "intellectual",
        "property",
        "inability",
        "license",
        "third",
        "party",
        "intellectual",
        "property",
        "intellectual",
        "property",
        "right",
        "others",
        "security",
        "integrity",
        "product",
        "system",
        "reliance",
        "failure",
        "information",
        "technology",
        "system",
        "security",
        "breach",
        "challenge",
        "disruption",
        "relating",
        "implementation",
        "new",
        "global",
        "enterprise",
        "resource",
        "planning",
        "system",
        "failure",
        "maintain",
        "adequate",
        "internal",
        "control",
        "financial",
        "reporting",
        "natural",
        "event",
        "disrupt",
        "operation",
        "customer",
        "supplier",
        "regulator",
        "inability",
        "benefit",
        "risk",
        "associated",
        "strategic",
        "equity",
        "investment",
        "relationship",
        "failure",
        "achieve",
        "intended",
        "benefit",
        "acquisition",
        "including",
        "nyx",
        "acquisition",
        "ability",
        "successfully",
        "integrate",
        "acquisition",
        "including",
        "nyx",
        "acquisition",
        "incurrence",
        "restructuring",
        "cost",
        "implementation",
        "complex",
        "revenue",
        "recognition",
        "standard",
        "new",
        "accounting",
        "standard",
        "change",
        "estimate",
        "judgment",
        "related",
        "impairment",
        "analysis",
        "goodwill",
        "intangible",
        "asset",
        "fluctuation",
        "result",
        "due",
        "seasonality",
        "factor",
        "dependence",
        "supplier",
        "manufacturer",
        "risk",
        "relating",
        "foreign",
        "operation",
        "including",
        "law",
        "fluctuation",
        "rate",
        "restriction",
        "payment",
        "dividend",
        "earnings",
        "restriction",
        "import",
        "product",
        "financial",
        "instability",
        "including",
        "potential",
        "impact",
        "business",
        "resulting",
        "affirmative",
        "vote",
        "withdraw",
        "eu",
        "potential",
        "impact",
        "instant",
        "lottery",
        "game",
        "concession",
        "vlt",
        "lease",
        "arrangement",
        "resulting",
        "economic",
        "political",
        "condition",
        "greece",
        "possibility",
        "renewal",
        "lns",
        "concession",
        "operate",
        "italian",
        "instant",
        "game",
        "lottery",
        "finalized",
        "including",
        "result",
        "protest",
        "change",
        "tax",
        "law",
        "tax",
        "ruling",
        "including",
        "recent",
        "comprehensive",
        "tax",
        "reform",
        "examination",
        "tax",
        "position",
        "dependence",
        "key",
        "employee",
        "litigation",
        "liability",
        "relating",
        "business",
        "including",
        "litigation",
        "liability",
        "relating",
        "contract",
        "license",
        "product",
        "system",
        "employee",
        "including",
        "labor",
        "dispute",
        "intellectual",
        "property",
        "environmental",
        "law",
        "strategic",
        "relationship",
        "level",
        "indebtedness",
        "higher",
        "interest",
        "rate",
        "availability",
        "adequacy",
        "cash",
        "flow",
        "liquidity",
        "satisfy",
        "indebtedness",
        "obligation",
        "future",
        "cash",
        "need",
        "inability",
        "reduce",
        "refinance",
        "indebtedness",
        "restriction",
        "covenant",
        "debt",
        "agreement",
        "including",
        "could",
        "result",
        "acceleration",
        "maturity",
        "indebtedness",
        "influence",
        "certain",
        "stockholder",
        "including",
        "decision",
        "may",
        "conflict",
        "interest",
        "stockholder",
        "stock",
        "price",
        "volatility",
        "additional",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contemplated",
        "included",
        "time",
        "time",
        "filing",
        "sec",
        "including",
        "company",
        "current",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "latest",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "including",
        "heading",
        "forward",
        "looking",
        "statement",
        "risk",
        "factor",
        "statement",
        "speak",
        "date",
        "made",
        "except",
        "ongoing",
        "obligation",
        "federal",
        "security",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "scientific",
        "game",
        "corporation"
    ]
}