{
    "organizations": [],
    "uuid": "8ef987b7bb9b9659a16f6a78adadab021f640441",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-sagittarius-capital-provides-business-update-on-irri-al-tal.html",
    "ord_in_thread": 0,
    "title": "Sagittarius Capital Provides Business Update on Irri-Al-Tal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 07, 2018 (GLOBE NEWSWIRE) -- Sagittarius Capital Corporation (NEX Board:SCX.H) (\" Sagittarius \" or the \" Company \"), a capital pool company, is pleased to announce an update on Irri-Al Tal Ltd.’s (\" Irri-Al-Tal \") operations in the global water irrigation and agricultural-technology space. Sagittarius has entered into a letter of intent to acquire all issued and outstanding shares of Irri-Al-Tal, which will constitute Sagittarius' qualifying transaction (see press release dated April 26, 2018).\nBusiness Update\nIrri-Al-Tal has recently completed the first tranche of an oversubscribed private placement (see press release dated April 26, 2018), which is the first time Irri-Al-Tal has sought external financing and the plan is to use the funds raise to, among other things, aggressively accelerate revenue growth. Since its founding in 2004, Irri-Al-Tal's mission was to focus on small and medium-sized farmers in the emerging markets, where installing professional irrigation system can have profound impact on yields and efficiency. These farmers have historically been overlooked by the larger industry players and over the years Irri-Al-Tal has developed a specialized approach to cater to their business needs and constraints. Irri-Al-Tal's main revenue streams are derived from the following business units:\nProjects Unit – focused on design, manufacturing and installation of turnkey irrigation systems;\nComponent and Equipment Sales – focused on selling irrigation equipment assembled in house and hardware components produced by third party manufacturers;\nProject Financing – a new business unit being developed by Irri-Al-Tal in order to provide secured financing to its project customers who require additional funds to complete the projects. Being close to the project helps Irri-Al-Tal to mitigate potential credit risk by getting adequate security coverage. This line is expected to be rolled-out after completing an additional capital raise.\nProprietary Technology Licensing – Irri-Al-Tal has been developing a technology solution that can provide actionable insights delivered to farmers in real time and provide an ability to remotely access and control key elements of the irrigation system. Irri-Al-Tal intends to finish developing this technology after completing an additional capital raise and including it with all project offerings to its customers.\nThus far in 2018, Irri-Al-Tal has been focused on executing eleven projects spread across eight countries and after deploying funds from the recent private placement expects to be on track with its original revenue expectations for 2018. The key projects of focus include:\nChina – turn-key Irrigation project related to a produce farm focused meeting China’s rapidly growing demand for organic fruits and vegetables.\nPeru – designing and installing an irrigation system for use in an open-field blueberry farm.\nGuatemala – actively engaged in two irrigation projects including a greenfield vegetable farm and an infrastructure restoration project.\nNigeria – implementing an aquaculture project focused on catfish production;\nEthiopia – actively engaged in three projects including a irrigation of a vegetable farm, a mango farm and a vineyard; and\nPeru – large scale irrigation system for a avocado farm.\nIrri-Al-Tal has also successfully secured a project in the rapidly growing legal cannabis space and is currently working to implement Irri-Al-Tal's irrigation systems in the cannabis cultivation project located in northern Israel which is being developed jointly with one of Canada's largest ACMPR licensed producers. Lastly, Irri-Al-Tal is experiencing strong growth in its Global Component and Equipment Sales business unit with shipments accelerating to clients in Canada, the U.S., Australia, Greece, Costa Rica and Portugal.\nAbout Irri-al-Tal\nIrri-al-Tal is an Israeli Irrigation and agriculture technology company and a global provider of smart Irrigation and water systems solutions for agricultural producers. Irri-Al-Tal was established in 2004 and employs 15 people worldwide. Irri-Al-Tal develops, manufactures and delivers innovative solutions to agricultural growers which include: end-to-end solutions from the water source to the root zone; turnkey high-tech Irrigation and greenhouse projects, supported by engineering and project management, in partnership with globally leading ag tech and integration companies. Irri-Al-Tal's past projects include vineyards, water reservoirs, fish farms, sorghum silos, fresh produce cooling rooms and more, in over 15 countries. Rapidly growing population and increasing scarcity of arable land that is suitable for agricultural use are the key drivers for the smart irrigation market (especially in the emerging markets), have been driving demand for Irri-al-Tal's product and service offerings. A vast segment of the market that is comprised of smaller scale projects in developing nations have remained under the radar of the large irrigation technology companies. For more information regarding Irri-al-Tal please visit http://www.irri-altal.com/ .\nFor more information, please contact\nFor Sagittarius Capital Corporation:\nBrian L. Presement, CEO\n416-760-2888\nbrianp@unite.ca\nFor Irri-al-Tal or YB & AHI: Yaniv Bresler\n+972-54.3332304\nyaniv@ybresler.com Ronnie Jaegermann\n+972-54-4202054\nRonnie@AloniHaft.co.il For FMICAI or FMI:\nAlex Storcheus, SVP Corporate Finance\n416-777-6165\nastorcheus@foundationmarkets.com\nForward-Looking Statements\nThis news release includes forward-looking information and statements, which may include, but are not limited to, information and statements regarding or inferring the future business, operations, financial performance, prospects, and other plans, intentions, expectations, estimates, and beliefs of the Company and Irri-Al-Tal. Information and statements which are not purely historical fact are forward-looking statements. The forward-looking statements in this press release relate to the completion of the proposed qualifying transaction, future capital raises by Irri-Al-Tal and the uses thereof and increasing Irri-Al-Tal revenues, . Forward-looking information and statements involve and are subject to assumptions and known and unknown risks, uncertainties, and other factors which may cause actual events, results, performance, or achievements of the Company and/or Irri-Al-Tal, as applicable, to be materially different from future events, results, performance, and achievements expressed or implied by forward-looking information and statements herein. Although the Company believes that any forward-looking information and statements herein are reasonable, in light of the use of assumptions and the significant risks and uncertainties inherent in such information and statements, there can be no assurance that any such forward-looking information and statements will prove to be accurate, and accordingly readers are advised to rely on their own evaluation of such risks and uncertainties and should not place undue reliance upon such forward-looking information and statements. Any forward-looking information and statements herein are made as of the date hereof, and except as required by applicable laws, the Company assumes no obligation and disclaims any intention to update or revise any forward-looking information and statements herein or to update the reasons that actual events or results could or do differ from those projected in any forward-looking information and statements herein, whether as a result of new information, future events or results, or otherwise, except as required by applicable laws.\nCompletion of the transaction is subject to a number of conditions, including but not limited to, Exchange acceptance and if applicable pursuant to Exchange Requirements, majority of the minority shareholder approval. Where applicable, the transaction cannot close until the required shareholder approval is obtained. There can be no assurance that the transaction will be completed as proposed or at all.\nInvestors are cautioned that, except as disclosed in the management information circular or filing statement to be prepared in connection with the transaction, any information released or received with respect to the transaction may not be accurate or complete and should not be relied upon. Trading in the securities of a capital pool company should be considered highly speculative.\nThe TSX Venture Exchange Inc. has in no way passed upon the merits of the proposed transaction and has neither approved nor disapproved the contents of this press release.\nSource: Sagittarius Capital Corporation",
    "published": "2018-05-07T21:52:00.000+03:00",
    "crawled": "2018-05-08T01:06:30.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "sagittarius",
        "capital",
        "corporation",
        "nex",
        "board",
        "sagittarius",
        "company",
        "capital",
        "pool",
        "company",
        "pleased",
        "announce",
        "update",
        "tal",
        "operation",
        "global",
        "water",
        "irrigation",
        "space",
        "sagittarius",
        "entered",
        "letter",
        "intent",
        "acquire",
        "issued",
        "outstanding",
        "share",
        "constitute",
        "sagittarius",
        "qualifying",
        "transaction",
        "see",
        "press",
        "release",
        "dated",
        "april",
        "business",
        "update",
        "recently",
        "completed",
        "first",
        "tranche",
        "oversubscribed",
        "private",
        "placement",
        "see",
        "press",
        "release",
        "dated",
        "april",
        "first",
        "time",
        "sought",
        "external",
        "financing",
        "plan",
        "use",
        "fund",
        "raise",
        "among",
        "thing",
        "aggressively",
        "accelerate",
        "revenue",
        "growth",
        "since",
        "founding",
        "mission",
        "focus",
        "small",
        "farmer",
        "emerging",
        "market",
        "installing",
        "professional",
        "irrigation",
        "system",
        "profound",
        "impact",
        "yield",
        "efficiency",
        "farmer",
        "historically",
        "overlooked",
        "larger",
        "industry",
        "player",
        "year",
        "developed",
        "specialized",
        "approach",
        "cater",
        "business",
        "need",
        "constraint",
        "main",
        "revenue",
        "stream",
        "derived",
        "following",
        "business",
        "unit",
        "project",
        "unit",
        "focused",
        "design",
        "manufacturing",
        "installation",
        "turnkey",
        "irrigation",
        "system",
        "component",
        "equipment",
        "sale",
        "focused",
        "selling",
        "irrigation",
        "equipment",
        "assembled",
        "house",
        "hardware",
        "component",
        "produced",
        "third",
        "party",
        "manufacturer",
        "project",
        "financing",
        "new",
        "business",
        "unit",
        "developed",
        "order",
        "provide",
        "secured",
        "financing",
        "project",
        "customer",
        "require",
        "additional",
        "fund",
        "complete",
        "project",
        "close",
        "project",
        "help",
        "mitigate",
        "potential",
        "credit",
        "risk",
        "getting",
        "adequate",
        "security",
        "coverage",
        "line",
        "expected",
        "completing",
        "additional",
        "capital",
        "raise",
        "proprietary",
        "technology",
        "licensing",
        "developing",
        "technology",
        "solution",
        "provide",
        "actionable",
        "insight",
        "delivered",
        "farmer",
        "real",
        "time",
        "provide",
        "ability",
        "remotely",
        "access",
        "control",
        "key",
        "element",
        "irrigation",
        "system",
        "intends",
        "finish",
        "developing",
        "technology",
        "completing",
        "additional",
        "capital",
        "raise",
        "including",
        "project",
        "offering",
        "customer",
        "thus",
        "far",
        "focused",
        "executing",
        "eleven",
        "project",
        "spread",
        "across",
        "eight",
        "country",
        "deploying",
        "fund",
        "recent",
        "private",
        "placement",
        "expects",
        "track",
        "original",
        "revenue",
        "expectation",
        "key",
        "project",
        "focus",
        "include",
        "china",
        "irrigation",
        "project",
        "related",
        "produce",
        "farm",
        "focused",
        "meeting",
        "china",
        "rapidly",
        "growing",
        "demand",
        "organic",
        "fruit",
        "vegetable",
        "peru",
        "designing",
        "installing",
        "irrigation",
        "system",
        "use",
        "blueberry",
        "farm",
        "guatemala",
        "actively",
        "engaged",
        "two",
        "irrigation",
        "project",
        "including",
        "greenfield",
        "vegetable",
        "farm",
        "infrastructure",
        "restoration",
        "project",
        "nigeria",
        "implementing",
        "aquaculture",
        "project",
        "focused",
        "catfish",
        "production",
        "ethiopia",
        "actively",
        "engaged",
        "three",
        "project",
        "including",
        "irrigation",
        "vegetable",
        "farm",
        "mango",
        "farm",
        "vineyard",
        "peru",
        "large",
        "scale",
        "irrigation",
        "system",
        "avocado",
        "farm",
        "also",
        "successfully",
        "secured",
        "project",
        "rapidly",
        "growing",
        "legal",
        "cannabis",
        "space",
        "currently",
        "working",
        "implement",
        "irrigation",
        "system",
        "cannabis",
        "cultivation",
        "project",
        "located",
        "northern",
        "israel",
        "developed",
        "jointly",
        "one",
        "canada",
        "largest",
        "acmpr",
        "licensed",
        "producer",
        "lastly",
        "experiencing",
        "strong",
        "growth",
        "global",
        "component",
        "equipment",
        "sale",
        "business",
        "unit",
        "shipment",
        "accelerating",
        "client",
        "canada",
        "australia",
        "greece",
        "costa",
        "rica",
        "portugal",
        "israeli",
        "irrigation",
        "agriculture",
        "technology",
        "company",
        "global",
        "provider",
        "smart",
        "irrigation",
        "water",
        "system",
        "solution",
        "agricultural",
        "producer",
        "established",
        "employ",
        "people",
        "worldwide",
        "develops",
        "manufacture",
        "delivers",
        "innovative",
        "solution",
        "agricultural",
        "grower",
        "include",
        "solution",
        "water",
        "source",
        "root",
        "zone",
        "turnkey",
        "irrigation",
        "greenhouse",
        "project",
        "supported",
        "engineering",
        "project",
        "management",
        "partnership",
        "globally",
        "leading",
        "ag",
        "tech",
        "integration",
        "company",
        "past",
        "project",
        "include",
        "vineyard",
        "water",
        "reservoir",
        "fish",
        "farm",
        "sorghum",
        "silo",
        "fresh",
        "produce",
        "cooling",
        "room",
        "country",
        "rapidly",
        "growing",
        "population",
        "increasing",
        "scarcity",
        "arable",
        "land",
        "suitable",
        "agricultural",
        "use",
        "key",
        "driver",
        "smart",
        "irrigation",
        "market",
        "especially",
        "emerging",
        "market",
        "driving",
        "demand",
        "product",
        "service",
        "offering",
        "vast",
        "segment",
        "market",
        "comprised",
        "smaller",
        "scale",
        "project",
        "developing",
        "nation",
        "remained",
        "radar",
        "large",
        "irrigation",
        "technology",
        "company",
        "information",
        "regarding",
        "please",
        "visit",
        "http",
        "information",
        "please",
        "contact",
        "sagittarius",
        "capital",
        "corporation",
        "brian",
        "presement",
        "ceo",
        "brianp",
        "yb",
        "ahi",
        "yaniv",
        "bresler",
        "yaniv",
        "ronnie",
        "jaegermann",
        "ronnie",
        "fmicai",
        "fmi",
        "alex",
        "storcheus",
        "svp",
        "corporate",
        "finance",
        "astorcheus",
        "statement",
        "news",
        "release",
        "includes",
        "information",
        "statement",
        "may",
        "include",
        "limited",
        "information",
        "statement",
        "regarding",
        "inferring",
        "future",
        "business",
        "operation",
        "financial",
        "performance",
        "prospect",
        "plan",
        "intention",
        "expectation",
        "estimate",
        "belief",
        "company",
        "information",
        "statement",
        "purely",
        "historical",
        "fact",
        "statement",
        "statement",
        "press",
        "release",
        "relate",
        "completion",
        "proposed",
        "qualifying",
        "transaction",
        "future",
        "capital",
        "raise",
        "us",
        "thereof",
        "increasing",
        "revenue",
        "information",
        "statement",
        "involve",
        "subject",
        "assumption",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "event",
        "result",
        "performance",
        "achievement",
        "company",
        "applicable",
        "materially",
        "different",
        "future",
        "event",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "information",
        "statement",
        "herein",
        "although",
        "company",
        "belief",
        "information",
        "statement",
        "herein",
        "reasonable",
        "light",
        "use",
        "assumption",
        "significant",
        "risk",
        "uncertainty",
        "inherent",
        "information",
        "statement",
        "assurance",
        "information",
        "statement",
        "prove",
        "accurate",
        "accordingly",
        "reader",
        "advised",
        "rely",
        "evaluation",
        "risk",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "upon",
        "information",
        "statement",
        "information",
        "statement",
        "herein",
        "made",
        "date",
        "hereof",
        "except",
        "required",
        "applicable",
        "law",
        "company",
        "assumes",
        "obligation",
        "disclaims",
        "intention",
        "update",
        "revise",
        "information",
        "statement",
        "herein",
        "update",
        "reason",
        "actual",
        "event",
        "result",
        "could",
        "differ",
        "projected",
        "information",
        "statement",
        "herein",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "completion",
        "transaction",
        "subject",
        "number",
        "condition",
        "including",
        "limited",
        "exchange",
        "acceptance",
        "applicable",
        "pursuant",
        "exchange",
        "requirement",
        "majority",
        "minority",
        "shareholder",
        "approval",
        "applicable",
        "transaction",
        "close",
        "required",
        "shareholder",
        "approval",
        "obtained",
        "assurance",
        "transaction",
        "completed",
        "proposed",
        "investor",
        "cautioned",
        "except",
        "disclosed",
        "management",
        "information",
        "circular",
        "filing",
        "statement",
        "prepared",
        "connection",
        "transaction",
        "information",
        "released",
        "received",
        "respect",
        "transaction",
        "may",
        "accurate",
        "complete",
        "relied",
        "upon",
        "trading",
        "security",
        "capital",
        "pool",
        "company",
        "considered",
        "highly",
        "speculative",
        "tsx",
        "venture",
        "exchange",
        "way",
        "passed",
        "upon",
        "merit",
        "proposed",
        "transaction",
        "neither",
        "approved",
        "disapproved",
        "content",
        "press",
        "release",
        "source",
        "sagittarius",
        "capital",
        "corporation"
    ]
}