{
    "organizations": [],
    "uuid": "dab9f2963554028ae7aa0f91e1ea2284a9b6eaf0",
    "author": "Sue Shellenbarger",
    "url": "https://www.wsj.com/articles/how-can-older-workers-stay-in-the-game-1526999016",
    "ord_in_thread": 0,
    "title": "In a Digital Era, How Can Older Workers Stay in the Game?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "50 COMMENTS Do your colleagues at the office seem to be getting younger?\nIt looks that way to the millions of older employees in industries being disrupted in the digital era and favoring younger more digitally savvy workers, such as tech, entertainment, retailing and media. As more workers in their 40s and beyond plan to delay retirement until their mid-60s , a growing number will have to hustle to reassert their value to their employers.\nA core question older employees face: Would your boss hire you again with the skills you have now? Being able to answer yes takes some smart moves to keep your skills fresh, your attitude upbeat and your personal style up-to-date.\nWaiting to act until a buyout offer or other rumblings of cutbacks surface at your company is too late. “You can’t wait until the axe is falling to get out of the way,” says Judith Gerberg, a New York City executive coach.\nNetworking with younger colleagues and showing curiosity about what they do can help you stay abreast of changes, says Ellis Chase, a New York career-management consultant and author. “You have to break through your comfort zone and talk to that 28-year-old hotshot. Seek her out and ask, ‘I’d love to learn more about this. Could you spend a half-hour with me? I’ll take you to lunch,’ ” Mr. Chase says.\nJeff Fuerst, 52, survived eight years at a shrinking retailer, Sears Holding Corp., by staying attuned to new technology and younger colleagues. His adaptability enabled him to jump to a new position recently. Photo: Steven Bourelle Jeff Fuerst, 52, spent eight years in his 40s as an inventory-management executive at Sears Holding Corp. , the troubled retailer, in hopes of helping it turn around. He stayed abreast of technology and helped start a work-from-home program to help attract young recruits. As Sears continued to close stores, he kept his industry contacts fresh by attending meetings of professional groups.\nIn a transition initiated by one of those contacts, Mr. Fuerst left Sears three years ago for a position as a senior vice president at Integrated Merchandising Systems, a Morton Grove, Ill., merchandising and marketing agency. There, he’s learning e-commerce and digital-marketing technology, and he has since been promoted to chief logistics officer. “If you don’t react quickly to change, it’s very hard to keep up,” Mr. Fuerst says.\nForming ties and collaborating with colleagues at all levels is an important survival skill, Ms. Gerberg says. Make sure “you have somebody who, if your name comes up at a meeting to be fired, will say, ‘Oh no, that person is great. I’ve worked with them,’ ” she says. If your group is targeted for buyouts, having friends inside the company also improves your chances of transferring to a new assignment in a different unit.\nKaren Alber, 54, continued to advance her skills and build new contacts during stints at three separate beverage and food companies in the past 15 years, enduring major cost cuts and restructuring threats and leaving voluntarily in each case. She earned certifications in a field that didn’t exist when she graduated from college in the 1980s—supply-chain management.\nShe joined professional groups and spoke at meetings. “I sometimes thought, ‘Really? I have to get on a plane and go to a conference?’ ” Ms. Alber says. “But then I did it anyway.” She took coaching courses because she enjoyed mentoring young colleagues.\nShe also volunteered for internal projects, including task forces for improving how work got done. She sometimes worried, “If I go on this team, how am I ever going to get my job back?” Ms. Alber says. But she learned valuable skills, including managing cross-functional teams and delegating work she couldn’t do herself, helping her advance to chief information officer.\nKaren Alber, 54, stayed up-to-date in part by earning certifications in a field that didn't even exist when she graduated from college: supply-chain management. Photo: Kym Turner/North Myrtle Beach Photography “It became her brand,” says Amy Ruppert, an executive coach who worked with Ms. Alber for years. “People knew, ‘You can throw Karen Alber into anything and she’ll run with it.’ ” Two years ago, Ms. Alber made a planned, voluntary move to a new career, co-founding the Integreship Group, a Chicago leadership-coaching firm, with Ms. Ruppert.\nMany people face psychological roadblocks to learning new jobs or skills, says Andy Molinsky, a professor of organizational behavior at Brandeis University and author of a book on stepping outside your comfort zone. Older workers may feel resentful about having to stretch themselves when they’ve already worked for decades. Or they may think, “This doesn’t feel like me,” Dr. Molinsky says.\nSome manage to venture into new terrain anyway, by developing a sense of purpose—a belief that making the effort is important for a reason you value deeply. Others manage to tweak, personalize or customize the way they move into new roles, so that they feel more comfortable, he says.\nOne way to do this, consultants and coaches say, is to develop your personal style. That doesn’t mean overhauling your wardrobe or appearance in an effort to look as hip as younger colleagues. “If you’re in your 30s and you have stubble, maybe it’s hunky. But if you’re 70 and you’ve got gray stubble, it looks like you’re homeless,” says Peter Cappelli, a management professor at the Wharton School and author of “Managing the Older Worker.”\nNew York image consultant Amanda Sanders advises choosing clothing and accessories that reflect current fashions, but making sure they also fit well and look good on you. Men can update their look by choosing trousers with tapered legs, leather shoes with double monk straps rather than laces, and contemporary glasses with tortoiseshell or colorful transparent frames. While an Apple watch suggests the wearer is tech savvy, “on someone older it looks like they’re trying to be young,” ​Ms. Sanders says. A​ better choice might be a classic watch with a leather band, she says. ​\nWomen should abandon outdated looks, such as a frumpy cardigan over a dress, in favor of a leather jacket or asymmetrical sweater, Ms. Sanders says.\nThose whose hair is thinning can color it with highlights to lend more depth and thickness, she suggests. And gray hair is fine if it’s healthy and styled in a contemporary way, Ms. Sanders says. “Wear your age as a badge of honor,” she says. “If you believe it, they’ll believe it.”\nSavvy Moves To improve your survival chances late in your career:\nIf your area is a likely target for cuts, explore potential assignments in other units. Look for problems you can solve for your employer to demonstrate your strengths. Consider updating your wardrobe and hairstyle with help from a trusted adviser. Participate when possible in off-hours socializing or charity events with colleagues. Take the initiative to get to know younger colleagues with skills you don’t have. Volunteer to help with training or onboarding programs for new hires. Raise your hand for internal projects that will strengthen your network or skills. Update your professional credentials via training or refresher courses. Stay involved in professional organizations or your college alumni network. Work & Family Mailbox Q: You wrote recently about employers replacing traditional one-desk-per-employee setups with unassigned desks and a variety of other spaces for meeting and socializing. What impact do these wide-open setups have on introverts?—M.S.\nA: Losing your assigned desk can be especially jarring for introverts, who may feel the loss of a home base more keenly than others. Many also miss the predictability of sitting near the same people every day, employers and employees say. New hires in these freewheeling setups typically have to learn more new names and faces immediately.\nSome introverts also benefit from being allowed to work from home or other private settings more often. Many employers provide this added flexibility as part of the transition to unassigned seating. These setups also typically include private workspaces for employees to settle down by themselves, focus on their work and think deeply.\nWrite to Sue Shellenbarger at Sue.Shellenbarger@wsj.com",
    "published": "2018-05-22T19:19:00.000+03:00",
    "crawled": "2018-05-22T21:17:44.027+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "colleague",
        "office",
        "seem",
        "getting",
        "younger",
        "look",
        "way",
        "million",
        "older",
        "employee",
        "industry",
        "disrupted",
        "digital",
        "era",
        "favoring",
        "younger",
        "digitally",
        "savvy",
        "worker",
        "tech",
        "entertainment",
        "retailing",
        "medium",
        "worker",
        "40",
        "beyond",
        "plan",
        "delay",
        "retirement",
        "growing",
        "number",
        "hustle",
        "reassert",
        "value",
        "employer",
        "core",
        "question",
        "older",
        "employee",
        "face",
        "would",
        "bos",
        "hire",
        "skill",
        "able",
        "answer",
        "yes",
        "take",
        "smart",
        "move",
        "keep",
        "skill",
        "fresh",
        "attitude",
        "upbeat",
        "personal",
        "style",
        "waiting",
        "act",
        "buyout",
        "offer",
        "rumbling",
        "cutback",
        "surface",
        "company",
        "late",
        "wait",
        "axe",
        "falling",
        "get",
        "way",
        "say",
        "judith",
        "gerberg",
        "new",
        "york",
        "city",
        "executive",
        "coach",
        "networking",
        "younger",
        "colleague",
        "showing",
        "curiosity",
        "help",
        "stay",
        "abreast",
        "change",
        "say",
        "elli",
        "chase",
        "new",
        "york",
        "consultant",
        "author",
        "break",
        "comfort",
        "zone",
        "talk",
        "hotshot",
        "seek",
        "ask",
        "love",
        "learn",
        "could",
        "spend",
        "take",
        "lunch",
        "chase",
        "say",
        "jeff",
        "fuerst",
        "survived",
        "eight",
        "year",
        "shrinking",
        "retailer",
        "sears",
        "holding",
        "staying",
        "attuned",
        "new",
        "technology",
        "younger",
        "colleague",
        "adaptability",
        "enabled",
        "jump",
        "new",
        "position",
        "recently",
        "photo",
        "steven",
        "bourelle",
        "jeff",
        "fuerst",
        "spent",
        "eight",
        "year",
        "40",
        "executive",
        "sears",
        "holding",
        "troubled",
        "retailer",
        "hope",
        "helping",
        "turn",
        "around",
        "stayed",
        "abreast",
        "technology",
        "helped",
        "start",
        "program",
        "help",
        "attract",
        "young",
        "recruit",
        "sears",
        "continued",
        "close",
        "store",
        "kept",
        "industry",
        "contact",
        "fresh",
        "attending",
        "meeting",
        "professional",
        "group",
        "transition",
        "initiated",
        "one",
        "contact",
        "fuerst",
        "left",
        "sears",
        "three",
        "year",
        "ago",
        "position",
        "senior",
        "vice",
        "president",
        "integrated",
        "merchandising",
        "system",
        "morton",
        "grove",
        "merchandising",
        "marketing",
        "agency",
        "learning",
        "technology",
        "since",
        "promoted",
        "chief",
        "logistics",
        "officer",
        "react",
        "quickly",
        "change",
        "hard",
        "keep",
        "fuerst",
        "say",
        "forming",
        "tie",
        "collaborating",
        "colleague",
        "level",
        "important",
        "survival",
        "skill",
        "gerberg",
        "say",
        "make",
        "sure",
        "somebody",
        "name",
        "come",
        "meeting",
        "fired",
        "say",
        "oh",
        "person",
        "great",
        "worked",
        "say",
        "group",
        "targeted",
        "buyout",
        "friend",
        "inside",
        "company",
        "also",
        "improves",
        "chance",
        "transferring",
        "new",
        "assignment",
        "different",
        "unit",
        "karen",
        "alber",
        "continued",
        "advance",
        "skill",
        "build",
        "new",
        "contact",
        "stint",
        "three",
        "separate",
        "beverage",
        "food",
        "company",
        "past",
        "year",
        "enduring",
        "major",
        "cost",
        "cut",
        "restructuring",
        "threat",
        "leaving",
        "voluntarily",
        "case",
        "earned",
        "certification",
        "field",
        "exist",
        "graduated",
        "college",
        "management",
        "joined",
        "professional",
        "group",
        "spoke",
        "meeting",
        "sometimes",
        "thought",
        "really",
        "get",
        "plane",
        "go",
        "conference",
        "alber",
        "say",
        "took",
        "coaching",
        "course",
        "enjoyed",
        "mentoring",
        "young",
        "colleague",
        "also",
        "volunteered",
        "internal",
        "project",
        "including",
        "task",
        "force",
        "improving",
        "work",
        "got",
        "done",
        "sometimes",
        "worried",
        "go",
        "team",
        "ever",
        "going",
        "get",
        "job",
        "back",
        "alber",
        "say",
        "learned",
        "valuable",
        "skill",
        "including",
        "managing",
        "team",
        "delegating",
        "work",
        "helping",
        "advance",
        "chief",
        "information",
        "officer",
        "karen",
        "alber",
        "stayed",
        "part",
        "earning",
        "certification",
        "field",
        "even",
        "exist",
        "graduated",
        "college",
        "management",
        "photo",
        "kym",
        "myrtle",
        "beach",
        "photography",
        "became",
        "brand",
        "say",
        "amy",
        "ruppert",
        "executive",
        "coach",
        "worked",
        "alber",
        "year",
        "people",
        "knew",
        "throw",
        "karen",
        "alber",
        "anything",
        "run",
        "two",
        "year",
        "ago",
        "alber",
        "made",
        "planned",
        "voluntary",
        "move",
        "new",
        "career",
        "integreship",
        "group",
        "chicago",
        "firm",
        "ruppert",
        "many",
        "people",
        "face",
        "psychological",
        "roadblock",
        "learning",
        "new",
        "job",
        "skill",
        "say",
        "andy",
        "molinsky",
        "professor",
        "organizational",
        "behavior",
        "brandeis",
        "university",
        "author",
        "book",
        "stepping",
        "outside",
        "comfort",
        "zone",
        "older",
        "worker",
        "may",
        "feel",
        "resentful",
        "stretch",
        "already",
        "worked",
        "decade",
        "may",
        "think",
        "feel",
        "like",
        "molinsky",
        "say",
        "manage",
        "venture",
        "new",
        "terrain",
        "anyway",
        "developing",
        "sense",
        "belief",
        "making",
        "effort",
        "important",
        "reason",
        "value",
        "deeply",
        "others",
        "manage",
        "tweak",
        "personalize",
        "customize",
        "way",
        "move",
        "new",
        "role",
        "feel",
        "comfortable",
        "say",
        "one",
        "way",
        "consultant",
        "coach",
        "say",
        "develop",
        "personal",
        "style",
        "mean",
        "overhauling",
        "wardrobe",
        "appearance",
        "effort",
        "look",
        "hip",
        "younger",
        "colleague",
        "30",
        "stubble",
        "maybe",
        "hunky",
        "got",
        "gray",
        "stubble",
        "look",
        "like",
        "homeless",
        "say",
        "peter",
        "cappelli",
        "management",
        "professor",
        "wharton",
        "school",
        "author",
        "managing",
        "older",
        "new",
        "york",
        "image",
        "consultant",
        "amanda",
        "sander",
        "advises",
        "choosing",
        "clothing",
        "accessory",
        "reflect",
        "current",
        "fashion",
        "making",
        "sure",
        "also",
        "fit",
        "well",
        "look",
        "good",
        "men",
        "update",
        "look",
        "choosing",
        "trouser",
        "tapered",
        "leg",
        "leather",
        "shoe",
        "double",
        "monk",
        "strap",
        "rather",
        "lace",
        "contemporary",
        "glass",
        "tortoiseshell",
        "colorful",
        "transparent",
        "frame",
        "apple",
        "watch",
        "suggests",
        "wearer",
        "tech",
        "savvy",
        "someone",
        "older",
        "look",
        "like",
        "trying",
        "young",
        "sander",
        "say",
        "better",
        "choice",
        "might",
        "classic",
        "watch",
        "leather",
        "band",
        "say",
        "woman",
        "abandon",
        "outdated",
        "look",
        "frumpy",
        "cardigan",
        "dress",
        "favor",
        "leather",
        "jacket",
        "asymmetrical",
        "sweater",
        "sander",
        "say",
        "whose",
        "hair",
        "thinning",
        "color",
        "highlight",
        "lend",
        "depth",
        "thickness",
        "suggests",
        "gray",
        "hair",
        "fine",
        "healthy",
        "styled",
        "contemporary",
        "way",
        "sander",
        "say",
        "wear",
        "age",
        "badge",
        "honor",
        "say",
        "believe",
        "believe",
        "savvy",
        "move",
        "improve",
        "survival",
        "chance",
        "late",
        "career",
        "area",
        "likely",
        "target",
        "cut",
        "explore",
        "potential",
        "assignment",
        "unit",
        "look",
        "problem",
        "solve",
        "employer",
        "demonstrate",
        "strength",
        "consider",
        "updating",
        "wardrobe",
        "hairstyle",
        "help",
        "trusted",
        "adviser",
        "participate",
        "possible",
        "socializing",
        "charity",
        "event",
        "colleague",
        "take",
        "initiative",
        "get",
        "know",
        "younger",
        "colleague",
        "skill",
        "volunteer",
        "help",
        "training",
        "onboarding",
        "program",
        "new",
        "hire",
        "raise",
        "hand",
        "internal",
        "project",
        "strengthen",
        "network",
        "skill",
        "update",
        "professional",
        "credential",
        "via",
        "training",
        "refresher",
        "course",
        "stay",
        "involved",
        "professional",
        "organization",
        "college",
        "alumnus",
        "network",
        "work",
        "family",
        "mailbox",
        "q",
        "wrote",
        "recently",
        "employer",
        "replacing",
        "traditional",
        "setup",
        "unassigned",
        "desk",
        "variety",
        "space",
        "meeting",
        "socializing",
        "impact",
        "setup",
        "introvert",
        "losing",
        "assigned",
        "desk",
        "especially",
        "jarring",
        "introvert",
        "may",
        "feel",
        "loss",
        "home",
        "base",
        "keenly",
        "others",
        "many",
        "also",
        "miss",
        "predictability",
        "sitting",
        "near",
        "people",
        "every",
        "day",
        "employer",
        "employee",
        "say",
        "new",
        "hire",
        "freewheeling",
        "setup",
        "typically",
        "learn",
        "new",
        "name",
        "face",
        "immediately",
        "introvert",
        "also",
        "benefit",
        "allowed",
        "work",
        "home",
        "private",
        "setting",
        "often",
        "many",
        "employer",
        "provide",
        "added",
        "flexibility",
        "part",
        "transition",
        "unassigned",
        "seating",
        "setup",
        "also",
        "typically",
        "include",
        "private",
        "workspace",
        "employee",
        "settle",
        "focus",
        "work",
        "think",
        "deeply",
        "write",
        "sue",
        "shellenbarger"
    ]
}