{
    "organizations": [],
    "uuid": "0514fd92456a95f5b72edbb72a3923451fea753a",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-caterpillar-supplychain-analysis/why-caterpillar-cant-keep-up-with-a-boom-in-demand-idUKKCN1IO0G0",
    "ord_in_thread": 0,
    "title": "Why Caterpillar can't keep up with a boom in demand",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 23, 2018 / 5:27 AM / Updated 18 minutes ago Why Caterpillar can't keep up with a boom in demand Timothy Aeppel , Rajesh Kumar Singh 9 Min Read\nEAST PEORIA, Ill. (Reuters) - Orders for the mining machines and construction bulldozers made at this sprawling Caterpillar Inc. ( CAT.N ) factory in central Illinois have jumped, in general, three-fold over the past year. A worker uses a hydraulic press to squeeze sand into a mold that will be used to make parts at Kirsh Foundry Inc. in Beaver Dam, Wisconsin, U.S., April 12, 2018. REUTERS/Timothy Aeppel\nBut meeting that boom in demand at the world’s largest heavy equipment manufacturer is a challenge, in part because of Caterpillar suppliers like Steve Kirsh.\nYears of watching Caterpillar and other big manufacturers cut inventories, close plants and axe workers in the last downturn has embedded caution in Kirsh’s ambition to expand after the surge in orders, reflecting a more fundamental shift in how many industrial businesses view expansions, according to interviews with Caterpillar executives, more than a half-dozen Caterpillar suppliers and U.S. economic data.\n“I just wasn’t sure it was real,” said Kirsh, speaking from a windowless office at the front of Kirsh Foundry Inc., in Beaver Dam, Wisconsin, which makes metal parts for Caterpillar and other customers.\nEven with a surplus in demand for its product, Caterpillar CEO Jim Umpleby told investors last month the company will not invest in factory capacity. Instead, it plans to spend more on new technologies, expanding its parts business and selling more rental and used equipment.\nThe company’s big East Peoria assembly plant runs just one shift and operates only four days a week, while its own parts-making facilities are running three shifts, five days a week to provide it enough components to assemble, according to the company officials. Outside suppliers are similarly scrambling to catch up to the surge in orders.\nThis has extended the lead-time to deliver final products to dealers. For instance, it takes more than eight months to get one model of its large engines into a customer’s hands.\nThe Trump administration’s efforts to rewrite trade relations with key partners, especially China, only add to the uncertainty. The latest move to step back from a confrontation with China is good news for many domestic producers, who worry that a trade war could quickly puncture the global expansion, going on nine years, which is feeding the U.S. factory boom, manufacturing executives told Reuters.\nThe result is a drag on the economic expansion that President Trump and Republicans hoped for coming off U.S. corporate tax reform last year. The idea behind Trump’s tax reform was that companies could pour more money into expansions, hire more workers and lift wages.\nThere has been an upswing in plans for capital spending, but much of it is concentrated in the technology and energy sectors. Spending plans by industrial companies are up only slightly. For a graphic, click tmsnrt.rs/2IBSzKF\nFor those companies that do want to expand, from car companies to railroads and engine makers, they often can’t find the workers to expand fast enough.\nThe contraction of their supply chain in the last downturn thrust many players big and small into a \"just in time delivery\" business model, creating order backlogs, which has led to soaring prices for raw materials in the recent upswing. For a graphic, click tmsnrt.rs/2rY3iZp Slideshow (7 Images) TURNING THE SWITCH BACK ON\nThe hesitation to expand Caterpillar’s supply chain is rooted in the last bust, notable as the longest downturn in its history - worse than the Great Depression - from 2012 to 2016, when sales dropped more than 40 percent.\nChastised by that slump, the Deerfield, Ill.-based company embarked on a restructuring strategy that aims to squeeze more production from its factories and buy more of what it needs from outside suppliers on a just-in-time basis.\nCaterpillar has closed or restructured more than 25 factories and its full-time workforce is smaller now than it was at the end of 2012. And cuts continue. Caterpillar plans to close two more facilities this year and is considering shuttering an engine plant, which would eliminate 880 jobs.\nCaterpillar executives said the new strategy is boosting profitability by allowing it to get the best use out of its existing factories. They blame the backlogs on its suppliers’ inability to keep up with the surge in orders.\nTiming is part of the problem. Caterpillar and a host of other industrial companies all ramped up orders at the same time. “That switch got turned on after being turned off for several years - all at the same time,” said Amy Campbell, director of investor relations.\nCampbell, however, said the supply situation is improving. The central Illinois plant will go back to the normal five-day shift beginning in June.\nCaterpillar’s investors love this approach, since it helps deliver strong margins in the good times and minimizes pain in bad times.\nThe company recently boosted profit projections for 2018 by about 25 percent, and in the latest quarter, every segment posted better results compared to a year ago. But its stock price took a hit when the company’s CFO warned higher prices for raw materials like steel are going to start squeezing margins even as growth continues.\nSupply chain bottlenecks, meanwhile, are hitting companies across the industrial heartland.\nThe Institute for Supply Management’s index for order backlogs, one of the best U.S. metrics for how quickly manufacturers are meeting demand, now stands at its highest level in 14 years. And many companies remain tight fisted. The Commerce Department recently reported that orders for capital goods, a key measure of business investment, fell in March, the third decline in four months. These numbers show that companies are holding back on spending, even as their order books swell.\n“We’re in a period of significant disruption where everyone is scrambling — but it’s the way supply chains work today,” said John Layden, a consultant in Indianapolis who helps companies design and manage supply networks. WHERE ARE THE WORKERS?\nFinding employees is another drag on the U.S. manufacturing supply chain.\nWhen Kirsh decided to add people early last year at his foundry - which melts iron and forms it into the rough shapes that will be refined for Caterpillar and others - he could not find them. Wisconsin’s jobless rate has hit an all-time low of 2.8 percent.\nSo Kirsh tried something new, hiring a Minnesota staffing company that specializes in parachuting industrial workers into factories that can’t find them locally.\nHe eventually got about 10 of these workers, who he calls “mercenaries,” who helped get his backlog under control. One came from as far as away as Detroit. But it was a costly fix. Between paying the staffing company, hotels and a per diem for the workers, he estimates they cost about three times more than local labour.\nIndustrial companies have always struggled with big swings in demand, but the problem of shortages emerges much quicker in today’s super-lean economy.\nIn the past, manufacturers from Kirsh to Caterpillar often kept more goods on warehouse shelves, creating a built-in buffer that could be absorbed as signals went out to suppliers that the latest upturn is going to continue. That gave more time for everyone to gear up.\nIt is a luxury that does not exist anymore, said Joe Williams, president of privately-held Wolfe and Swickard Machine Company Inc. in Indianapolis, which buys forged parts from Kirsh and over 20 other foundries that his 85-worker shop shapes and polishes into final machine parts.\nEarly last year, Williams saw orders from Caterpillar surge 80 percent, a stunning increase that left him scrambling.\n“When we get an order, we have to order from a foundry, which has to communicate with the people supplying them metal, so there’s always a lag,” he said.\nThis time, however, it was particularly difficult. Some foundries simply refused his business because they were swamped with orders from other customers.\nLike Kirsh, Williams has had trouble hiring workers and said he still needs at least 15 more machinists. Caterpillar has told him to expect orders to go up another 20 percent this year.\nStephen Volkmann, a machinery industry analyst at Jefferies, said Caterpillar was slow to ramp up production - which frustrated dealers clamouring for machines they could sell.\nBut he said Caterpillar and its suppliers are smart to be cautious.\n“They all know that (business) could be down again next year,” he said, and so over expanding now “would be an expensive mistake.” Reporting by Timothy Aeppel and Rajesh Kumar Singh; editing by Joe White and Edward Tobin",
    "published": "2018-05-23T08:25:00.000+03:00",
    "crawled": "2018-05-23T08:45:17.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "minute",
        "ago",
        "caterpillar",
        "ca",
        "keep",
        "boom",
        "demand",
        "timothy",
        "aeppel",
        "rajesh",
        "kumar",
        "singh",
        "min",
        "read",
        "east",
        "peoria",
        "reuters",
        "order",
        "mining",
        "machine",
        "construction",
        "bulldozer",
        "made",
        "sprawling",
        "caterpillar",
        "factory",
        "central",
        "illinois",
        "jumped",
        "general",
        "past",
        "year",
        "worker",
        "us",
        "hydraulic",
        "press",
        "squeeze",
        "sand",
        "mold",
        "used",
        "make",
        "part",
        "kirsh",
        "foundry",
        "beaver",
        "dam",
        "wisconsin",
        "april",
        "aeppel",
        "meeting",
        "boom",
        "demand",
        "world",
        "largest",
        "heavy",
        "equipment",
        "manufacturer",
        "challenge",
        "part",
        "caterpillar",
        "supplier",
        "like",
        "steve",
        "kirsh",
        "year",
        "watching",
        "caterpillar",
        "big",
        "manufacturer",
        "cut",
        "inventory",
        "close",
        "plant",
        "axe",
        "worker",
        "last",
        "downturn",
        "embedded",
        "caution",
        "kirsh",
        "ambition",
        "expand",
        "surge",
        "order",
        "reflecting",
        "fundamental",
        "shift",
        "many",
        "industrial",
        "business",
        "view",
        "expansion",
        "according",
        "interview",
        "caterpillar",
        "executive",
        "caterpillar",
        "supplier",
        "economic",
        "data",
        "sure",
        "real",
        "said",
        "kirsh",
        "speaking",
        "windowless",
        "office",
        "front",
        "kirsh",
        "foundry",
        "beaver",
        "dam",
        "wisconsin",
        "make",
        "metal",
        "part",
        "caterpillar",
        "customer",
        "even",
        "surplus",
        "demand",
        "product",
        "caterpillar",
        "ceo",
        "jim",
        "umpleby",
        "told",
        "investor",
        "last",
        "month",
        "company",
        "invest",
        "factory",
        "capacity",
        "instead",
        "plan",
        "spend",
        "new",
        "technology",
        "expanding",
        "part",
        "business",
        "selling",
        "rental",
        "used",
        "equipment",
        "company",
        "big",
        "east",
        "peoria",
        "assembly",
        "plant",
        "run",
        "one",
        "shift",
        "operates",
        "four",
        "day",
        "week",
        "facility",
        "running",
        "three",
        "shift",
        "five",
        "day",
        "week",
        "provide",
        "enough",
        "component",
        "assemble",
        "according",
        "company",
        "official",
        "outside",
        "supplier",
        "similarly",
        "scrambling",
        "catch",
        "surge",
        "order",
        "extended",
        "deliver",
        "final",
        "product",
        "dealer",
        "instance",
        "take",
        "eight",
        "month",
        "get",
        "one",
        "model",
        "large",
        "engine",
        "customer",
        "hand",
        "trump",
        "administration",
        "effort",
        "rewrite",
        "trade",
        "relation",
        "key",
        "partner",
        "especially",
        "china",
        "add",
        "uncertainty",
        "latest",
        "move",
        "step",
        "back",
        "confrontation",
        "china",
        "good",
        "news",
        "many",
        "domestic",
        "producer",
        "worry",
        "trade",
        "war",
        "could",
        "quickly",
        "puncture",
        "global",
        "expansion",
        "going",
        "nine",
        "year",
        "feeding",
        "factory",
        "boom",
        "manufacturing",
        "executive",
        "told",
        "reuters",
        "result",
        "drag",
        "economic",
        "expansion",
        "president",
        "trump",
        "republican",
        "hoped",
        "coming",
        "corporate",
        "tax",
        "reform",
        "last",
        "year",
        "idea",
        "behind",
        "trump",
        "tax",
        "reform",
        "company",
        "could",
        "pour",
        "money",
        "expansion",
        "hire",
        "worker",
        "lift",
        "wage",
        "upswing",
        "plan",
        "capital",
        "spending",
        "much",
        "concentrated",
        "technology",
        "energy",
        "sector",
        "spending",
        "plan",
        "industrial",
        "company",
        "slightly",
        "graphic",
        "click",
        "company",
        "want",
        "expand",
        "car",
        "company",
        "railroad",
        "engine",
        "maker",
        "often",
        "find",
        "worker",
        "expand",
        "fast",
        "enough",
        "contraction",
        "supply",
        "chain",
        "last",
        "downturn",
        "thrust",
        "many",
        "player",
        "big",
        "small",
        "time",
        "delivery",
        "business",
        "model",
        "creating",
        "order",
        "backlog",
        "led",
        "soaring",
        "price",
        "raw",
        "material",
        "recent",
        "upswing",
        "graphic",
        "click",
        "slideshow",
        "image",
        "turning",
        "switch",
        "back",
        "hesitation",
        "expand",
        "caterpillar",
        "supply",
        "chain",
        "rooted",
        "last",
        "bust",
        "notable",
        "longest",
        "downturn",
        "history",
        "worse",
        "great",
        "depression",
        "sale",
        "dropped",
        "percent",
        "chastised",
        "slump",
        "deerfield",
        "company",
        "embarked",
        "restructuring",
        "strategy",
        "aim",
        "squeeze",
        "production",
        "factory",
        "buy",
        "need",
        "outside",
        "supplier",
        "basis",
        "caterpillar",
        "closed",
        "restructured",
        "factory",
        "workforce",
        "smaller",
        "end",
        "cut",
        "continue",
        "caterpillar",
        "plan",
        "close",
        "two",
        "facility",
        "year",
        "considering",
        "shuttering",
        "engine",
        "plant",
        "would",
        "eliminate",
        "job",
        "caterpillar",
        "executive",
        "said",
        "new",
        "strategy",
        "boosting",
        "profitability",
        "allowing",
        "get",
        "best",
        "use",
        "existing",
        "factory",
        "blame",
        "backlog",
        "supplier",
        "inability",
        "keep",
        "surge",
        "order",
        "timing",
        "part",
        "problem",
        "caterpillar",
        "host",
        "industrial",
        "company",
        "ramped",
        "order",
        "time",
        "switch",
        "got",
        "turned",
        "turned",
        "several",
        "year",
        "time",
        "said",
        "amy",
        "campbell",
        "director",
        "investor",
        "relation",
        "campbell",
        "however",
        "said",
        "supply",
        "situation",
        "improving",
        "central",
        "illinois",
        "plant",
        "go",
        "back",
        "normal",
        "shift",
        "beginning",
        "june",
        "caterpillar",
        "investor",
        "love",
        "approach",
        "since",
        "help",
        "deliver",
        "strong",
        "margin",
        "good",
        "time",
        "minimizes",
        "pain",
        "bad",
        "time",
        "company",
        "recently",
        "boosted",
        "profit",
        "projection",
        "percent",
        "latest",
        "quarter",
        "every",
        "segment",
        "posted",
        "better",
        "result",
        "compared",
        "year",
        "ago",
        "stock",
        "price",
        "took",
        "hit",
        "company",
        "cfo",
        "warned",
        "higher",
        "price",
        "raw",
        "material",
        "like",
        "steel",
        "going",
        "start",
        "squeezing",
        "margin",
        "even",
        "growth",
        "continues",
        "supply",
        "chain",
        "bottleneck",
        "meanwhile",
        "hitting",
        "company",
        "across",
        "industrial",
        "heartland",
        "institute",
        "supply",
        "management",
        "index",
        "order",
        "backlog",
        "one",
        "best",
        "metric",
        "quickly",
        "manufacturer",
        "meeting",
        "demand",
        "stand",
        "highest",
        "level",
        "year",
        "many",
        "company",
        "remain",
        "tight",
        "fisted",
        "commerce",
        "department",
        "recently",
        "reported",
        "order",
        "capital",
        "good",
        "key",
        "measure",
        "business",
        "investment",
        "fell",
        "march",
        "third",
        "decline",
        "four",
        "month",
        "number",
        "show",
        "company",
        "holding",
        "back",
        "spending",
        "even",
        "order",
        "book",
        "swell",
        "period",
        "significant",
        "disruption",
        "everyone",
        "scrambling",
        "way",
        "supply",
        "chain",
        "work",
        "today",
        "said",
        "john",
        "layden",
        "consultant",
        "indianapolis",
        "help",
        "company",
        "design",
        "manage",
        "supply",
        "network",
        "worker",
        "finding",
        "employee",
        "another",
        "drag",
        "manufacturing",
        "supply",
        "chain",
        "kirsh",
        "decided",
        "add",
        "people",
        "early",
        "last",
        "year",
        "foundry",
        "melt",
        "iron",
        "form",
        "rough",
        "shape",
        "refined",
        "caterpillar",
        "others",
        "could",
        "find",
        "wisconsin",
        "jobless",
        "rate",
        "hit",
        "low",
        "percent",
        "kirsh",
        "tried",
        "something",
        "new",
        "hiring",
        "minnesota",
        "staffing",
        "company",
        "specializes",
        "parachuting",
        "industrial",
        "worker",
        "factory",
        "find",
        "locally",
        "eventually",
        "got",
        "worker",
        "call",
        "mercenary",
        "helped",
        "get",
        "backlog",
        "control",
        "one",
        "came",
        "far",
        "away",
        "detroit",
        "costly",
        "fix",
        "paying",
        "staffing",
        "company",
        "hotel",
        "per",
        "diem",
        "worker",
        "estimate",
        "cost",
        "three",
        "time",
        "local",
        "labour",
        "industrial",
        "company",
        "always",
        "struggled",
        "big",
        "swing",
        "demand",
        "problem",
        "shortage",
        "emerges",
        "much",
        "quicker",
        "today",
        "economy",
        "past",
        "manufacturer",
        "kirsh",
        "caterpillar",
        "often",
        "kept",
        "good",
        "warehouse",
        "shelf",
        "creating",
        "buffer",
        "could",
        "absorbed",
        "signal",
        "went",
        "supplier",
        "latest",
        "upturn",
        "going",
        "continue",
        "gave",
        "time",
        "everyone",
        "gear",
        "luxury",
        "exist",
        "anymore",
        "said",
        "joe",
        "williams",
        "president",
        "wolfe",
        "swickard",
        "machine",
        "company",
        "indianapolis",
        "buy",
        "forged",
        "part",
        "kirsh",
        "foundry",
        "shop",
        "shape",
        "polish",
        "final",
        "machine",
        "part",
        "early",
        "last",
        "year",
        "williams",
        "saw",
        "order",
        "caterpillar",
        "surge",
        "percent",
        "stunning",
        "increase",
        "left",
        "scrambling",
        "get",
        "order",
        "order",
        "foundry",
        "communicate",
        "people",
        "supplying",
        "metal",
        "always",
        "lag",
        "said",
        "time",
        "however",
        "particularly",
        "difficult",
        "foundry",
        "simply",
        "refused",
        "business",
        "swamped",
        "order",
        "customer",
        "like",
        "kirsh",
        "williams",
        "trouble",
        "hiring",
        "worker",
        "said",
        "still",
        "need",
        "least",
        "machinist",
        "caterpillar",
        "told",
        "expect",
        "order",
        "go",
        "another",
        "percent",
        "year",
        "stephen",
        "volkmann",
        "machinery",
        "industry",
        "analyst",
        "jefferies",
        "said",
        "caterpillar",
        "slow",
        "ramp",
        "production",
        "frustrated",
        "dealer",
        "clamouring",
        "machine",
        "could",
        "sell",
        "said",
        "caterpillar",
        "supplier",
        "smart",
        "cautious",
        "know",
        "business",
        "could",
        "next",
        "year",
        "said",
        "expanding",
        "would",
        "expensive",
        "reporting",
        "timothy",
        "aeppel",
        "rajesh",
        "kumar",
        "singh",
        "editing",
        "joe",
        "white",
        "edward",
        "tobin"
    ]
}