{
    "organizations": [],
    "uuid": "9ce7a35411bc11fc138f284659adccf8793af326",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/business-wire-stage-stores-reports-first-quarter-results-and-declares-quarterly-cash-dividend.html",
    "ord_in_thread": 0,
    "title": "Stage Stores Reports First Quarter Results and Declares Quarterly Cash Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON--(BUSINESS WIRE)-- Stage Stores, Inc. (NYSE:SSI) today reported results for the first quarter ended May 5, 2018, and reaffirmed guidance for fiscal year 2018. For the first quarter, comparable sales decreased 2.8%. Loss before income tax was $31.5 million, compared to a loss before income tax of $27.9 million in the first quarter 2017.\nMichael Glazer, President and Chief Executive Officer commented, “While the first quarter began with positive comparable sales in February, results were negatively impacted by unseasonably cold temperatures in our geography in late March and early April. Once the weather normalized in the second half of April, comparable sales turned positive, and business has accelerated in May. Notably, the underlying trends that emerged in 2017, including recovery in our oil and gas states, double-digit ecommerce growth, and the outperforming non-apparel business, have continued into 2018. In fact, our non-apparel business, which is less weather sensitive, was up over 3% for the first quarter. Additionally, due to our strong inventory management efforts, we maintained a consistent flow of new merchandise to our stores, and ended the first quarter with department store inventory levels down 5% compared to the first quarter 2017.”\nMr. Glazer continued, “We remain confident that we will meet our 2018 sales and earnings guidance. We are especially excited about accelerating the growth of our off-price business, and the recent conversion of one of our department stores to Gordmans has exceeded our expectations. As a result, we plan to redeploy capital to convert six more department stores and open one new Gordmans location in 2018.”\nThe company also announced that its Board of Directors declared a quarterly cash dividend of $0.05 per share on its common stock, payable on June 20, 2018 to shareholders of record at the close of business on June 5, 2018.\nFirst Quarter Results\nFirst quarter 2018 results compared to first quarter 2017 results were as follows:\nNet sales were $344 million compared to $309 million Comparable sales decreased 2.8% Net loss was $31.7 million compared to $19.0 million Loss per share was $1.14 compared to a loss per share of $0.70 EBIT was $(29.3) million compared to $(26.3) million\n2018 Guidance\nFor fiscal 2018, the company reaffirmed the following guidance:\nNet sales between $1,610 million and $1,640 million Comparable sales of flat to an increase of 2.0% Net loss between $38 million and $27 million Tax rate of 0%, which, when compared to 2017, is expected to negatively impact 2018 EPS by $0.36 to $0.52 per diluted share within the comparable sales and EBIT guidance ranges Loss per diluted share between $1.35 and $0.95 Depreciation and amortization between $55 million and $60 million EBIT between $(29) million and $(18) million\nBased on continued belief in the off-price model and the success of its first Gordmans conversion, the company has updated its capital expenditures and store portfolio guidance. The company now plans the following for fiscal 2018:\nCapital expenditures of $30 million to $35 million compared to prior guidance of $30 million; and Opening 1 new Gordmans store, converting 5 to 10 department stores to Gordmans stores, and closing an additional 30 to 35 department stores versus closing 25 to 30 department stores.\nRevenue Recognition\nDuring the first quarter of 2018, the Company adopted Accounting Standards Update (“ASU”) No. 2014-09, Revenue from Contracts with Customers (Topic 606). The impact of the adoption on the condensed consolidated statements of operations reflects the reclassification of credit income from selling, general and administrative expense to revenue. The condensed consolidated balance sheets and cash flow statements reflect the reclassification of the asset related to the liability for sales returns to other current assets from inventory. The Company adopted the standard using the full retrospective method, and the condensed consolidated statements of operations, balance sheets and cash flows for the prior year periods have been restated.\nConference Call / Webcast Information\nThe company will post a pre-recorded conference call today at 8:30 a.m. Eastern Time to discuss its results and guidance. Interested parties may access the company’s call by dialing 866-393-5631 and providing conference ID 3989619. Alternatively, interested parties may listen to an audio webcast of the call through the Investor Relations section of the company’s website ( corporate.stage.com ) under the “Webcasts” caption. A replay of the call will be available online through June 28, 2018.\nAbout Stage Stores\nStage Stores, Inc. is a leading retailer of trend-right, name-brand values for apparel, accessories, cosmetics, footwear and home goods. As of May 24, 2018, the company operates in 42 states through 772 BEALLS, GOODY'S, PALAIS ROYAL, PEEBLES and STAGE specialty department stores and 59 GORDMANS off-price stores, as well as an e-commerce website at www.stage.com . For more information about Stage Stores, visit the company’s website at corporate.stage.com .\nUse of Non-GAAP / Adjusted Financial Measures\nThe company reports its financial results in accordance with generally accepted accounting principles (GAAP). However, management believes that certain non-GAAP financial measures help to facilitate comparisons of company operating performance across periods. This release includes EBIT, which is a non-GAAP financial measure. The company may also present other non-GAAP financial measures which are identified as “adjusted” results. A reconciliation of all non-GAAP financial measures to the most comparable GAAP financial measures is provided in a table included with this release.\nCaution Concerning Forward-Looking Statements\nCertain statements in this release are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, and such statements are intended to qualify for the protection of the safe harbor provided by the Act. The words “anticipate,” “estimate,” “expect,” “objective,” “goal,” “project,” “intend,” “plan,” “believe,” “will,” “should,” “may,” “target,” “forecast,” “guidance,” “outlook” and similar expressions generally identify forward-looking statements. Similarly, descriptions of the company’s objectives, strategies, plans, goals or targets are also forward-looking statements. Forward-looking statements relate to the expectations of management as to future occurrences and trends, including statements expressing optimism or pessimism about future operating results or events and projected sales, earnings, capital expenditures and business strategy. Forward-looking statements are based upon a number of assumptions concerning future conditions that may ultimately prove to be inaccurate. Forward-looking statements are based upon management’s then-current views and assumptions regarding future events and operating performance. Although management believes the expectations expressed in forward-looking statements are based on reasonable assumptions within the bounds of its knowledge, forward-looking statements involve risks, uncertainties and other factors which may materially affect the company’s business, financial condition, results of operations or liquidity.\nForward-looking statements are not guarantees of future performance and actual results may differ materially from those discussed in the forward-looking statements as a result of various factors, including, but not limited to, economic conditions, cost and availability of goods, inability to successfully execute strategic initiatives, competitive pressures, economic pressures on the company and its customers, freight costs, the risks discussed in the Risk Factors section of the company’s most recent Annual Report on Form 10-K as filed with the Securities and Exchange Commission (“SEC”), and other factors discussed from time to time in the company’s other SEC filings. This release should be read in conjunction with such filings, and you should consider all of such risks, uncertainties and other factors carefully in evaluating forward-looking statements.\nYou are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date thereof. The company undertakes no obligation to publicly update forward-looking statements, whether as a result of new information, future events or otherwise. You are advised, however, to consult any further disclosures the company makes on related subjects in its public announcements and SEC filings.\n(Tables to follow)\nStage Stores, Inc. Condensed Consolidated Statements of Operations (in thousands, except per share data)\n(Unaudited)\nThree Months Ended May 5, 2018 April 29, 2017 Amount % to Sales (a) Amount % to Sales (a) Net sales $ 344,229 100.0% $ 308,607 100.0% Credit income 15,514 4.5% 12,928 4.2% Total revenues 359,743 104.5% 321,535 104.2% Cost of sales and related buying, occupancy and distribution expenses 281,741 81.8% 246,389 79.8% Selling, general and administrative expenses 107,277 31.2% 101,437 32.9% Interest expense 2,253 0.7% 1,586 0.5% Loss before income tax (31,528 ) (9.2)% (27,877 ) (9.0)% Income tax expense (benefit) 150 —% (8,890 ) (2.9)% Net loss $ (31,678 ) (9.2)% $ (18,987 ) (6.2)% Basic loss per share data: Basic loss per share $ (1.14 ) $ (0.70 ) Basic weighted average shares outstanding 27,765 27,268 Diluted loss per share data: Diluted loss per share $ (1.14 ) $ (0.70 ) Diluted weighted average shares outstanding 27,765 27,268 (a) Percentages may not foot due to rounding. Stage Stores, Inc. Condensed Consolidated Balance Sheets (in thousands, except par value)\n(Unaudited)\nMay 5, February 3, April 29, 2018 2018 2017 ASSETS\nCash and cash equivalents $ 29,091 $ 21,250 $ 21,688 Merchandise inventories, net 477,562 438,377 475,048 Prepaid expenses and other current assets 48,762 52,407 48,195 Total current assets 555,415 512,034 544,931 Property, equipment and leasehold improvements, net 244,214 252,788 277,285 Intangible assets 17,135 17,135 15,235 Other non-current assets, net 23,715 24,449 24,164 Total assets $ 840,479 $ 806,406 $ 861,615 LIABILITIES AND STOCKHOLDERS' EQUITY\nAccounts payable $ 128,883 $ 145,991 $ 137,289 Accrued expenses and other current liabilities 67,513 67,427 71,897 Total current liabilities 196,396 213,418 209,186 Long-term debt obligations 265,469 180,350 219,756 Other long-term liabilities 66,029 68,524 73,610 Total liabilities 527,894 462,292 502,552 Commitments and contingencies Common stock, par value $0.01, 100,000 shares authorized, 33,111, 32,806 and 32,611 shares issued, respectively 331 328 326 Additional paid-in capital 420,091 418,658 412,548 Treasury stock, at cost, 5,175 shares, respectively (43,339 ) (43,298 ) (43,347 ) Accumulated other comprehensive loss (4,978 ) (5,177 ) (5,517 ) Accumulated deficit (59,520 ) (26,397 ) (4,947 ) Total stockholders' equity 312,585 344,114 359,063 Total liabilities and stockholders' equity $ 840,479 $ 806,406 $ 861,615 Stage Stores, Inc. Condensed Consolidated Statements of Cash Flows (in thousands)\n(Unaudited)\nThree Months Ended May 5, 2018 April 29, 2017 Cash flows from operating activities: Net loss $ (31,678 ) $ (18,987 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization of long-lived assets 15,151 16,377 Gain on retirements of property, equipment and leasehold improvements (30 ) (452 ) Deferred income taxes — (1,117 ) Stock-based compensation expense 1,558 2,182 Amortization of debt issuance costs 74 72 Deferred compensation obligation 41 61 Amortization of employee benefit related costs 199 211 Construction allowances from landlords — 998 Other changes in operating assets and liabilities: Increase in merchandise inventories (39,185 ) (31,999 ) Decrease (increase) in other assets 4,303 (7,193 ) (Decrease) increase in accounts payable and other liabilities (19,088 ) 39,534 Net cash used in operating activities (68,655 ) (313 ) Cash flows from investing activities: Additions to property, equipment and leasehold improvements (6,930 ) (7,359 ) Proceeds from insurance and disposal of assets 45 1,223 Business acquisition — (33,843 ) Net cash used in investing activities (6,885 ) (39,979 ) Cash flows from financing activities: Proceeds from revolving credit facility borrowings 164,071 153,311 Payments of revolving credit facility borrowings (78,310 ) (96,559 ) Payments of long-term debt obligations (731 ) (4,083 ) Payments of debt issuance costs — (8 ) Payments for stock related compensation (204 ) (257 ) Cash dividends paid (1,445 ) (4,227 ) Net cash provided by financing activities 83,381 48,177 Net increase in cash and cash equivalents 7,841 7,885 Cash and cash equivalents: Beginning of period 21,250 13,803 End of period $ 29,091 $ 21,688 Stage Stores, Inc.\nReconciliation of Non-GAAP Financial Measures\n(Unaudited) The following table reconciles EBIT, a non-GAAP financial measure, to the most directly comparable GAAP measure, net loss (amounts in thousands):\nThree Months Ended May 5, 2018 April 29, 2017 Net loss (GAAP) $ (31,678 ) $ (18,987 ) Interest expense 2,253 1,586 Income tax expense (benefit) 150 (8,890 ) Earnings before interest and taxes (EBIT) (non-GAAP) (29,275 ) (26,291 ) The following table reconciles EBIT, a non-GAAP financial measure, to the most directly comparable GAAP measure, net loss (amounts in millions): 2018 Guidance Range Low High Net loss (GAAP) $ (38 ) $ (27 ) Interest expense 9 9 Income tax — — EBIT (non-GAAP) $ (29 ) $ (18 )\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180524005144/en/\nStage Stores, Inc.\nAlysha Tawney, 713-331-4902\nManager, Strategy and Investor Relations\nIR@stage.com\nSource: Stage Stores, Inc.",
    "published": "2018-05-24T14:30:00.000+03:00",
    "crawled": "2018-05-24T19:41:28.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "business",
        "wire",
        "stage",
        "store",
        "nyse",
        "ssi",
        "today",
        "reported",
        "result",
        "first",
        "quarter",
        "ended",
        "may",
        "reaffirmed",
        "guidance",
        "fiscal",
        "year",
        "first",
        "quarter",
        "comparable",
        "sale",
        "decreased",
        "loss",
        "income",
        "tax",
        "million",
        "compared",
        "loss",
        "income",
        "tax",
        "million",
        "first",
        "quarter",
        "michael",
        "glazer",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "first",
        "quarter",
        "began",
        "positive",
        "comparable",
        "sale",
        "february",
        "result",
        "negatively",
        "impacted",
        "unseasonably",
        "cold",
        "temperature",
        "geography",
        "late",
        "march",
        "early",
        "april",
        "weather",
        "normalized",
        "second",
        "half",
        "april",
        "comparable",
        "sale",
        "turned",
        "positive",
        "business",
        "accelerated",
        "may",
        "notably",
        "underlying",
        "trend",
        "emerged",
        "including",
        "recovery",
        "oil",
        "gas",
        "state",
        "ecommerce",
        "growth",
        "outperforming",
        "business",
        "continued",
        "fact",
        "business",
        "less",
        "weather",
        "sensitive",
        "first",
        "quarter",
        "additionally",
        "due",
        "strong",
        "inventory",
        "management",
        "effort",
        "maintained",
        "consistent",
        "flow",
        "new",
        "merchandise",
        "store",
        "ended",
        "first",
        "quarter",
        "department",
        "store",
        "inventory",
        "level",
        "compared",
        "first",
        "quarter",
        "glazer",
        "continued",
        "remain",
        "confident",
        "meet",
        "sale",
        "earnings",
        "guidance",
        "especially",
        "excited",
        "accelerating",
        "growth",
        "business",
        "recent",
        "conversion",
        "one",
        "department",
        "store",
        "gordmans",
        "exceeded",
        "expectation",
        "result",
        "plan",
        "redeploy",
        "capital",
        "convert",
        "six",
        "department",
        "store",
        "open",
        "one",
        "new",
        "gordmans",
        "location",
        "company",
        "also",
        "announced",
        "board",
        "director",
        "declared",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "payable",
        "june",
        "shareholder",
        "record",
        "close",
        "business",
        "june",
        "first",
        "quarter",
        "result",
        "first",
        "quarter",
        "result",
        "compared",
        "first",
        "quarter",
        "result",
        "follows",
        "net",
        "sale",
        "million",
        "compared",
        "million",
        "comparable",
        "sale",
        "decreased",
        "net",
        "loss",
        "million",
        "compared",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "loss",
        "per",
        "share",
        "ebit",
        "million",
        "compared",
        "million",
        "guidance",
        "fiscal",
        "company",
        "reaffirmed",
        "following",
        "guidance",
        "net",
        "sale",
        "million",
        "million",
        "comparable",
        "sale",
        "flat",
        "increase",
        "net",
        "loss",
        "million",
        "million",
        "tax",
        "rate",
        "compared",
        "expected",
        "negatively",
        "impact",
        "eps",
        "per",
        "diluted",
        "share",
        "within",
        "comparable",
        "sale",
        "ebit",
        "guidance",
        "range",
        "loss",
        "per",
        "diluted",
        "share",
        "depreciation",
        "amortization",
        "million",
        "million",
        "ebit",
        "million",
        "million",
        "based",
        "continued",
        "belief",
        "model",
        "success",
        "first",
        "gordmans",
        "conversion",
        "company",
        "updated",
        "capital",
        "expenditure",
        "store",
        "portfolio",
        "guidance",
        "company",
        "plan",
        "following",
        "fiscal",
        "capital",
        "expenditure",
        "million",
        "million",
        "compared",
        "prior",
        "guidance",
        "million",
        "opening",
        "new",
        "gordmans",
        "store",
        "converting",
        "department",
        "store",
        "gordmans",
        "store",
        "closing",
        "additional",
        "department",
        "store",
        "versus",
        "closing",
        "department",
        "store",
        "revenue",
        "recognition",
        "first",
        "quarter",
        "company",
        "adopted",
        "accounting",
        "standard",
        "update",
        "asu",
        "revenue",
        "contract",
        "customer",
        "topic",
        "impact",
        "adoption",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "reflects",
        "reclassification",
        "credit",
        "income",
        "selling",
        "general",
        "administrative",
        "expense",
        "revenue",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "cash",
        "flow",
        "statement",
        "reflect",
        "reclassification",
        "asset",
        "related",
        "liability",
        "sale",
        "return",
        "current",
        "asset",
        "inventory",
        "company",
        "adopted",
        "standard",
        "using",
        "full",
        "retrospective",
        "method",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "balance",
        "sheet",
        "cash",
        "flow",
        "prior",
        "year",
        "period",
        "restated",
        "conference",
        "call",
        "webcast",
        "information",
        "company",
        "post",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "discus",
        "result",
        "guidance",
        "interested",
        "party",
        "may",
        "access",
        "company",
        "call",
        "dialing",
        "providing",
        "conference",
        "id",
        "alternatively",
        "interested",
        "party",
        "may",
        "listen",
        "audio",
        "webcast",
        "call",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "webcasts",
        "caption",
        "replay",
        "call",
        "available",
        "online",
        "june",
        "stage",
        "store",
        "stage",
        "store",
        "leading",
        "retailer",
        "value",
        "apparel",
        "accessory",
        "cosmetic",
        "footwear",
        "home",
        "good",
        "may",
        "company",
        "operates",
        "state",
        "bealls",
        "goody",
        "palais",
        "royal",
        "peebles",
        "stage",
        "specialty",
        "department",
        "store",
        "gordmans",
        "store",
        "well",
        "website",
        "information",
        "stage",
        "store",
        "visit",
        "company",
        "website",
        "use",
        "adjusted",
        "financial",
        "measure",
        "company",
        "report",
        "financial",
        "result",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "however",
        "management",
        "belief",
        "certain",
        "financial",
        "measure",
        "help",
        "facilitate",
        "comparison",
        "company",
        "operating",
        "performance",
        "across",
        "period",
        "release",
        "includes",
        "ebit",
        "financial",
        "measure",
        "company",
        "may",
        "also",
        "present",
        "financial",
        "measure",
        "identified",
        "adjusted",
        "result",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "provided",
        "table",
        "included",
        "release",
        "caution",
        "concerning",
        "statement",
        "certain",
        "statement",
        "release",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "intended",
        "qualify",
        "protection",
        "safe",
        "harbor",
        "provided",
        "act",
        "word",
        "anticipate",
        "estimate",
        "expect",
        "objective",
        "goal",
        "project",
        "intend",
        "plan",
        "believe",
        "may",
        "target",
        "forecast",
        "guidance",
        "outlook",
        "similar",
        "expression",
        "generally",
        "identify",
        "statement",
        "similarly",
        "description",
        "company",
        "objective",
        "strategy",
        "plan",
        "goal",
        "target",
        "also",
        "statement",
        "statement",
        "relate",
        "expectation",
        "management",
        "future",
        "occurrence",
        "trend",
        "including",
        "statement",
        "expressing",
        "optimism",
        "pessimism",
        "future",
        "operating",
        "result",
        "event",
        "projected",
        "sale",
        "earnings",
        "capital",
        "expenditure",
        "business",
        "strategy",
        "statement",
        "based",
        "upon",
        "number",
        "assumption",
        "concerning",
        "future",
        "condition",
        "may",
        "ultimately",
        "prove",
        "inaccurate",
        "statement",
        "based",
        "upon",
        "management",
        "view",
        "assumption",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "although",
        "management",
        "belief",
        "expectation",
        "expressed",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "within",
        "bound",
        "knowledge",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "materially",
        "affect",
        "company",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "liquidity",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "discussed",
        "statement",
        "result",
        "various",
        "factor",
        "including",
        "limited",
        "economic",
        "condition",
        "cost",
        "availability",
        "good",
        "inability",
        "successfully",
        "execute",
        "strategic",
        "initiative",
        "competitive",
        "pressure",
        "economic",
        "pressure",
        "company",
        "customer",
        "freight",
        "cost",
        "risk",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "factor",
        "discussed",
        "time",
        "time",
        "company",
        "sec",
        "filing",
        "release",
        "read",
        "conjunction",
        "filing",
        "consider",
        "risk",
        "uncertainty",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "thereof",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "advised",
        "however",
        "consult",
        "disclosure",
        "company",
        "make",
        "related",
        "subject",
        "public",
        "announcement",
        "sec",
        "filing",
        "table",
        "follow",
        "stage",
        "store",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "may",
        "april",
        "amount",
        "sale",
        "amount",
        "sale",
        "net",
        "sale",
        "credit",
        "income",
        "total",
        "revenue",
        "cost",
        "sale",
        "related",
        "buying",
        "occupancy",
        "distribution",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "interest",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "loss",
        "basic",
        "loss",
        "per",
        "share",
        "data",
        "basic",
        "loss",
        "per",
        "share",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "loss",
        "per",
        "share",
        "data",
        "diluted",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "percentage",
        "may",
        "foot",
        "due",
        "rounding",
        "stage",
        "store",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "unaudited",
        "may",
        "february",
        "april",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "merchandise",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "leasehold",
        "improvement",
        "net",
        "intangible",
        "asset",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "obligation",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "respectively",
        "additional",
        "capital",
        "treasury",
        "stock",
        "cost",
        "share",
        "respectively",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "stage",
        "store",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "may",
        "april",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "asset",
        "gain",
        "retirement",
        "property",
        "equipment",
        "leasehold",
        "improvement",
        "deferred",
        "income",
        "tax",
        "compensation",
        "expense",
        "amortization",
        "debt",
        "issuance",
        "cost",
        "deferred",
        "compensation",
        "obligation",
        "amortization",
        "employee",
        "benefit",
        "related",
        "cost",
        "construction",
        "allowance",
        "landlord",
        "change",
        "operating",
        "asset",
        "liability",
        "increase",
        "merchandise",
        "inventory",
        "decrease",
        "increase",
        "asset",
        "decrease",
        "increase",
        "account",
        "payable",
        "liability",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "addition",
        "property",
        "equipment",
        "leasehold",
        "improvement",
        "proceeds",
        "insurance",
        "disposal",
        "asset",
        "business",
        "acquisition",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "revolving",
        "credit",
        "facility",
        "borrowing",
        "payment",
        "revolving",
        "credit",
        "facility",
        "borrowing",
        "payment",
        "debt",
        "obligation",
        "payment",
        "debt",
        "issuance",
        "cost",
        "payment",
        "stock",
        "related",
        "compensation",
        "cash",
        "dividend",
        "paid",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "end",
        "period",
        "stage",
        "store",
        "reconciliation",
        "financial",
        "measure",
        "unaudited",
        "following",
        "table",
        "reconciles",
        "ebit",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "net",
        "loss",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "may",
        "april",
        "net",
        "loss",
        "gaap",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "benefit",
        "earnings",
        "interest",
        "tax",
        "ebit",
        "following",
        "table",
        "reconciles",
        "ebit",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "net",
        "loss",
        "amount",
        "million",
        "guidance",
        "range",
        "low",
        "high",
        "net",
        "loss",
        "gaap",
        "interest",
        "expense",
        "income",
        "tax",
        "ebit",
        "view",
        "source",
        "version",
        "http",
        "stage",
        "store",
        "alysha",
        "tawney",
        "manager",
        "strategy",
        "investor",
        "relation",
        "ir",
        "source",
        "stage",
        "store",
        "inc"
    ]
}