{
    "organizations": [],
    "uuid": "77e8f70319409d99e841e372d80b68103872497f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/25/business-wire-rite-aid-announces-intent-to-redeem-all-of-its-outstanding-6-point-75-percent-senior-notes-due-2021.html",
    "ord_in_thread": 0,
    "title": "Rite Aid Announces Intent to Redeem all of its Outstanding 6.75% Senior Notes Due 2021",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMP HILL, Pa.--(BUSINESS WIRE)-- Rite Aid Corporation (NYSE: RAD) today announced that it has issued a notice of redemption (the “Redemption”) for all $805,169,000 aggregate principal amount of its outstanding 6.75% Senior Notes Due 2021 (CUSIP No. 767754CG7) (the “Notes”) on June 25, 2018 (the “Redemption Date”). The redemption price for the Notes is equal to 101.688% of the principal amount of the Notes to be redeemed plus accrued and unpaid interest, if any, to but excluding the Redemption Date.\nA notice of redemption is being mailed to all registered holders of the Notes by The Bank of New York Mellon Trust Company, N.A. Requests for documents relating to the Redemption may be directed to The Bank of New York Mellon Trust Company, N.A., the Paying Agent, at (312) 827-8547.\nRite Aid is one of the nation’s leading drugstore chains with fiscal 2018 revenues of $21.5 billion. Information about Rite Aid, including corporate background and press releases, is available through the company’s website at www.riteaid.com .\nImportant Notice Regarding Forward-Looking Statements\nThis communication contains certain “forward-looking statements” within the meaning of the Securities Act of 1933 and the Securities Exchange Act of 1934, both as amended by the Private Securities Litigation Reform Act of 1995. Statements that are not historical facts, including statements about the pending merger between Rite Aid and Albertsons Companies, Inc. (“Albertsons”) and the transactions contemplated thereby, and the parties perspectives and expectations, are forward looking statements. Such statements include, but are not limited to, statements regarding the benefits of the proposed merger, integration plans, expected synergies and revenue opportunities, anticipated future financial and operating performance and results, including estimates for growth, the expected management and governance of the combined company, and the expected timing of the transactions contemplated by the merger agreement. The words “expect,” “believe,” “estimate,” “intend,” “plan” and similar expressions indicate forward-looking statements. These forward-looking statements are not guarantees of future performance and are subject to various risks and uncertainties, assumptions (including assumptions about general economic, market, industry and operational factors), known or unknown, which could cause the actual results to vary materially from those indicated or anticipated. Such risks and uncertainties include, but are not limited to, risks related to the expected timing and likelihood of completion of the pending merger, including the risk that the transaction may not close due to one or more closing conditions to the transaction not being satisfied or waived, such as regulatory approvals not being obtained, on a timely basis or otherwise, or that a governmental entity prohibited, delayed or refused to grant approval for the consummation of the transaction or required certain conditions, limitations or restrictions in connection with such approvals, or that the required approval of the merger agreement by the stockholders of Rite Aid was not obtained; risks related to the ability of Albertsons and Rite Aid to successfully integrate the businesses; the occurrence of any event, change or other circumstances that could give rise to the termination of the merger agreement (including circumstances requiring Rite Aid to pay Albertsons a termination fee pursuant to the merger agreement); the risk that there may be a material adverse change of Rite Aid or Albertsons; risks related to disruption of management time from ongoing business operations due to the proposed transaction; the risk that any announcements relating to the proposed transaction could have adverse effects on the market price of Rite Aid’s common stock, and the risk that the proposed transaction and its announcement could have an adverse effect on the ability of Rite Aid to retain customers and retain and hire key personnel and maintain relationships with their suppliers and customers and on their operating results and businesses generally; risks related to successfully integrating the businesses of the companies, which may result in the combined company not operating as effectively and efficiently as expected; the risk that the combined company may be unable to achieve cost-cutting synergies or it may take longer than expected to achieve those synergies; and risks associated with the financing of the proposed transaction. A further list and description of risks and uncertainties can be found in Rite Aid’s Annual Report on Form 10-K for the fiscal year ended March 3, 2018 filed with the Securities and Exchange Commission (“SEC”) and in the registration statement on Form S-4 that was filed with the SEC by Albertsons on April 6, 2018, as amended by Amendment No. 1 to the registration statement on Form S-4 filed with the SEC on May 15, 2018, as it may be further amended, in connection with the proposed merger, and other documents that the parties may file or furnish with the SEC, which you are encouraged to read. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those indicated or anticipated by such forward-looking statements. Accordingly, you are cautioned not to place undue reliance on these forward-looking statements. Forward-looking statements relate only to the date they were made, and Rite Aid undertakes no obligation to update forward-looking statements to reflect events or circumstances after the date they were made except as required by law or applicable regulation. All information regarding Rite Aid assumes completion of Rite Aid’s previously announced transaction with Walgreens Boots Alliance, Inc. There can be no assurance that the consummation of such transaction will be completed on a timely basis, if at all. For further information on such transaction, see Rite Aid’s Form 8-K filed with the SEC on March 28, 2018.\nAdditional Information and Where to Find It\nIn connection with the proposed merger involving Rite Aid and Albertsons, Rite Aid and Albertsons have prepared and Albertsons has filed with the SEC on April 6, 2018 a registration statement on Form S-4, as amended by Amendment No. 1 to the registration statement on Form S-4 filed with the SEC on May 15, 2018, as it may be further amended, that includes a proxy statement of Rite Aid that also constitutes a prospectus of Albertsons. The registration statement is not yet final and will be amended. Rite Aid will mail the proxy statement/prospectus and a proxy card to each stockholder entitled to vote at the special meeting relating to the proposed merger. Rite Aid and Albertsons also plan to file other relevant documents with the SEC regarding the proposed merger. INVESTORS ARE URGED TO READ THE DEFINITIVE PROXY STATEMENT/PROSPECTUS WHEN IT BECOMES AVAILABLE, AS WELL AS OTHER DOCUMENTS FILED WITH THE SEC, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. RITE AID’S EXISTING PUBLIC FILINGS WITH THE SEC SHOULD ALSO BE READ, INCLUDING THE RISK FACTORS CONTAINED THEREIN.\nInvestors and security holders may obtain copies of the Form S-4, including the proxy statement/prospectus, as well as other filings containing information about Rite Aid, free of charge, from the SEC’s website ( www.sec.gov ). Investors and security holders may also obtain Rite Aid’s SEC filings in connection with the transaction, free of charge, from Rite Aid’s website ( www.RiteAid.com ) under the link “Investor Relations” and then under the tab “SEC Filings,” or by directing a request to Rite Aid, Byron Purcell, Attention: Senior Director, Treasury Services & Investor Relations. Copies of documents filed with the SEC by Albertsons will be made available, free of charge, on the SEC’s website ( www.sec.gov ) and on Albertsons’ website at www.albertsonscompanies.com .\nParticipants in Solicitation\nRite Aid, Albertsons and their respective directors, executive officers and employees and other persons may be deemed to be participants in the solicitation of proxies from the holders of Rite Aid common stock in respect of the proposed transaction. Information regarding Rite Aid’s directors and executive officers is available in its definitive proxy statement for Rite Aid’s 2017 annual meeting of stockholders filed with the SEC on June 7, 2017, as modified or supplemented by any Form 3 or Form 4 filed with the SEC since the date of such definitive proxy statement. Information about the directors and executive officers of Albertsons is set forth in the registration statement on Form S-4, including the proxy statement/prospectus that has been filed with the SEC on April 6, 2018, as amended by Amendment No. 1 to the registration statement on Form S-4 filed with the SEC on May 15, 2018, as it may be further amended. Other information regarding the interests of the participants in the proxy solicitation may be included in the definitive proxy statement/prospectus when it becomes available. These documents can be obtained free of charge from the sources indicated above.\nNon-Solicitation\nThis communication shall not constitute an offer to sell or the solicitation of an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180525005276/en/\nRite Aid Corporation\nINVESTORS:\nByron Purcell, 717-975-5809\ninvestor@riteaid.com\nor\nMEDIA:\nSusan Henderson, 717-730-7766\nSource: Rite Aid Corporation",
    "published": "2018-05-25T16:45:00.000+03:00",
    "crawled": "2018-05-25T19:22:26.052+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "camp",
        "hill",
        "business",
        "wire",
        "rite",
        "aid",
        "corporation",
        "nyse",
        "rad",
        "today",
        "announced",
        "issued",
        "notice",
        "redemption",
        "redemption",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "senior",
        "note",
        "due",
        "cusip",
        "767754cg7",
        "note",
        "june",
        "redemption",
        "date",
        "redemption",
        "price",
        "note",
        "equal",
        "principal",
        "amount",
        "note",
        "redeemed",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "redemption",
        "date",
        "notice",
        "redemption",
        "mailed",
        "registered",
        "holder",
        "note",
        "bank",
        "new",
        "york",
        "mellon",
        "trust",
        "company",
        "request",
        "document",
        "relating",
        "redemption",
        "may",
        "directed",
        "bank",
        "new",
        "york",
        "mellon",
        "trust",
        "company",
        "paying",
        "agent",
        "rite",
        "aid",
        "one",
        "nation",
        "leading",
        "drugstore",
        "chain",
        "fiscal",
        "revenue",
        "billion",
        "information",
        "rite",
        "aid",
        "including",
        "corporate",
        "background",
        "press",
        "release",
        "available",
        "company",
        "website",
        "important",
        "notice",
        "regarding",
        "statement",
        "communication",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "security",
        "act",
        "security",
        "exchange",
        "act",
        "amended",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "pending",
        "merger",
        "rite",
        "aid",
        "albertsons",
        "company",
        "albertsons",
        "transaction",
        "contemplated",
        "thereby",
        "party",
        "perspective",
        "expectation",
        "forward",
        "looking",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "benefit",
        "proposed",
        "merger",
        "integration",
        "plan",
        "expected",
        "synergy",
        "revenue",
        "opportunity",
        "anticipated",
        "future",
        "financial",
        "operating",
        "performance",
        "result",
        "including",
        "estimate",
        "growth",
        "expected",
        "management",
        "governance",
        "combined",
        "company",
        "expected",
        "timing",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "word",
        "expect",
        "believe",
        "estimate",
        "intend",
        "plan",
        "similar",
        "expression",
        "indicate",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "assumption",
        "general",
        "economic",
        "market",
        "industry",
        "operational",
        "factor",
        "known",
        "unknown",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "indicated",
        "anticipated",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "related",
        "expected",
        "timing",
        "likelihood",
        "completion",
        "pending",
        "merger",
        "including",
        "risk",
        "transaction",
        "may",
        "close",
        "due",
        "one",
        "closing",
        "condition",
        "transaction",
        "satisfied",
        "waived",
        "regulatory",
        "approval",
        "obtained",
        "timely",
        "basis",
        "otherwise",
        "governmental",
        "entity",
        "prohibited",
        "delayed",
        "refused",
        "grant",
        "approval",
        "consummation",
        "transaction",
        "required",
        "certain",
        "condition",
        "limitation",
        "restriction",
        "connection",
        "approval",
        "required",
        "approval",
        "merger",
        "agreement",
        "stockholder",
        "rite",
        "aid",
        "obtained",
        "risk",
        "related",
        "ability",
        "albertsons",
        "rite",
        "aid",
        "successfully",
        "integrate",
        "business",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "including",
        "circumstance",
        "requiring",
        "rite",
        "aid",
        "pay",
        "albertsons",
        "termination",
        "fee",
        "pursuant",
        "merger",
        "agreement",
        "risk",
        "may",
        "material",
        "adverse",
        "change",
        "rite",
        "aid",
        "albertsons",
        "risk",
        "related",
        "disruption",
        "management",
        "time",
        "ongoing",
        "business",
        "operation",
        "due",
        "proposed",
        "transaction",
        "risk",
        "announcement",
        "relating",
        "proposed",
        "transaction",
        "could",
        "adverse",
        "effect",
        "market",
        "price",
        "rite",
        "aid",
        "common",
        "stock",
        "risk",
        "proposed",
        "transaction",
        "announcement",
        "could",
        "adverse",
        "effect",
        "ability",
        "rite",
        "aid",
        "retain",
        "customer",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "relationship",
        "supplier",
        "customer",
        "operating",
        "result",
        "business",
        "generally",
        "risk",
        "related",
        "successfully",
        "integrating",
        "business",
        "company",
        "may",
        "result",
        "combined",
        "company",
        "operating",
        "effectively",
        "efficiently",
        "expected",
        "risk",
        "combined",
        "company",
        "may",
        "unable",
        "achieve",
        "synergy",
        "may",
        "take",
        "longer",
        "expected",
        "achieve",
        "synergy",
        "risk",
        "associated",
        "financing",
        "proposed",
        "transaction",
        "list",
        "description",
        "risk",
        "uncertainty",
        "found",
        "rite",
        "aid",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "albertsons",
        "april",
        "amended",
        "amendment",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "may",
        "may",
        "amended",
        "connection",
        "proposed",
        "merger",
        "document",
        "party",
        "may",
        "file",
        "furnish",
        "sec",
        "encouraged",
        "read",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "indicated",
        "anticipated",
        "statement",
        "accordingly",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "relate",
        "date",
        "made",
        "rite",
        "aid",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "except",
        "required",
        "law",
        "applicable",
        "regulation",
        "information",
        "regarding",
        "rite",
        "aid",
        "assumes",
        "completion",
        "rite",
        "aid",
        "previously",
        "announced",
        "transaction",
        "walgreens",
        "boot",
        "alliance",
        "assurance",
        "consummation",
        "transaction",
        "completed",
        "timely",
        "basis",
        "information",
        "transaction",
        "see",
        "rite",
        "aid",
        "form",
        "filed",
        "sec",
        "march",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "merger",
        "involving",
        "rite",
        "aid",
        "albertsons",
        "rite",
        "aid",
        "albertsons",
        "prepared",
        "albertsons",
        "filed",
        "sec",
        "april",
        "registration",
        "statement",
        "form",
        "amended",
        "amendment",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "may",
        "may",
        "amended",
        "includes",
        "proxy",
        "statement",
        "rite",
        "aid",
        "also",
        "constitutes",
        "prospectus",
        "albertsons",
        "registration",
        "statement",
        "yet",
        "final",
        "amended",
        "rite",
        "aid",
        "mail",
        "proxy",
        "proxy",
        "card",
        "stockholder",
        "entitled",
        "vote",
        "special",
        "meeting",
        "relating",
        "proposed",
        "merger",
        "rite",
        "aid",
        "albertsons",
        "also",
        "plan",
        "file",
        "relevant",
        "document",
        "sec",
        "regarding",
        "proposed",
        "merger",
        "investor",
        "urged",
        "read",
        "definitive",
        "proxy",
        "becomes",
        "available",
        "well",
        "document",
        "filed",
        "sec",
        "contain",
        "important",
        "information",
        "rite",
        "aid",
        "existing",
        "public",
        "filing",
        "sec",
        "also",
        "read",
        "including",
        "risk",
        "factor",
        "contained",
        "therein",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "copy",
        "form",
        "including",
        "proxy",
        "well",
        "filing",
        "containing",
        "information",
        "rite",
        "aid",
        "free",
        "charge",
        "sec",
        "website",
        "investor",
        "security",
        "holder",
        "may",
        "also",
        "obtain",
        "rite",
        "aid",
        "sec",
        "filing",
        "connection",
        "transaction",
        "free",
        "charge",
        "rite",
        "aid",
        "website",
        "link",
        "investor",
        "relation",
        "tab",
        "sec",
        "filing",
        "directing",
        "request",
        "rite",
        "aid",
        "byron",
        "purcell",
        "attention",
        "senior",
        "director",
        "treasury",
        "service",
        "investor",
        "relation",
        "copy",
        "document",
        "filed",
        "sec",
        "albertsons",
        "made",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "albertsons",
        "website",
        "participant",
        "solicitation",
        "rite",
        "aid",
        "albertsons",
        "respective",
        "director",
        "executive",
        "officer",
        "employee",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "holder",
        "rite",
        "aid",
        "common",
        "stock",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "rite",
        "aid",
        "director",
        "executive",
        "officer",
        "available",
        "definitive",
        "proxy",
        "statement",
        "rite",
        "aid",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "june",
        "modified",
        "supplemented",
        "form",
        "form",
        "filed",
        "sec",
        "since",
        "date",
        "definitive",
        "proxy",
        "statement",
        "information",
        "director",
        "executive",
        "officer",
        "albertsons",
        "set",
        "forth",
        "registration",
        "statement",
        "form",
        "including",
        "proxy",
        "filed",
        "sec",
        "april",
        "amended",
        "amendment",
        "registration",
        "statement",
        "form",
        "filed",
        "sec",
        "may",
        "may",
        "amended",
        "information",
        "regarding",
        "interest",
        "participant",
        "proxy",
        "solicitation",
        "may",
        "included",
        "definitive",
        "proxy",
        "becomes",
        "available",
        "document",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "view",
        "source",
        "version",
        "http",
        "rite",
        "aid",
        "corporation",
        "investor",
        "byron",
        "purcell",
        "investor",
        "medium",
        "susan",
        "henderson",
        "source",
        "rite",
        "aid",
        "corporation"
    ]
}