{
    "organizations": [],
    "uuid": "cec904b30f702ec691201e83315a64a54c91a897",
    "author": "Aaron Pressman, Adam Lashinsky",
    "url": "http://fortune.com/2018/05/25/data-sheet-nordstrom-amazon-tech/",
    "ord_in_thread": 0,
    "title": "Data Sheet—Nordstrom Turns to Tech to Help Revive Department Store Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Adam Lashinsky 8:22 AM EDT The three-year stock performance of old-line retailer Nordstrom—down about 40% since early 2015—belies the exuberant and experimental merchant I read about in Phil Wahba’s chock-full-of-information profile in the new Fortune 500 issue of the magazine. (Nordstrom is No. 183, and this is my last daily column highlighting the great articles in this issue.)\nNordstrom’s exuberance in the face of a tough retail environment is what makes its story all the more exciting. The highish-end department store company was insulated for a bit by Amazon’s cutthroat pricing and hyper-efficient customer service. But Nordstrom knows what it’s up against. As Wahba sagely writes, Seattle-based Nordstrom can literally see Amazon outside its own windows.\nNordstrom’s high-tech response is a corollary to what made it great in the first place. While the technology of a web site or mobile app is groundbreaking, shoppers also value the physical experience of shopping: the human assistance, the ability to touch the product, the pianist in the lobby.\nNordstrom has combined bits and atoms—I stole that phrase from Uber’s former CEO, Travis Kalanick —to keep itself in the game. Wahba calls the venerable retailer’s new Manhattan store, for example, a “sophisticated shopping-tech laboratory.” Nordstrom allows self-service return bins with near-instant credit, including for merchandise bought online. Customers can see how not-yet-made clothes look on a life-sized avatar. They even can reserve products online and have a fitting room ready when they arrive. The room will even have their name on the door.\nHere’s the key takeaway: There’s life left in a handful of dinosaurs, particularly if their brands are strong and they’re willing to embrace, be creative with, and invest heavily in the latest technology.\n***\nGary Sheffer, a former media-relations executive at General Electric and currently a spokesman for ex-CEO Jeffrey Immelt, posted this rebuttal Thursday to Geoff Colvin’s tough review of Immelt’s tenure, the subject of yesterday’s Data Sheet column. Sheffer’s statement speaks for itself, as do the comments current CEO John Flannery made this week about the sad state of affairs at GE, causing its stock to drop 7%. The share rebounded 3% Thursday.\n***\nHave a great weekend.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nRemember bendgate? That was the scandal over whether the iPhone 6 was insufficiently rigid, allowing it to bend slightly when put under pressure. Now Motherboard has turned up internal Apple documents suggesting that the company knew about the issue early on, despite its denials. A class action lawsuit is pending. In other Apple legal news, the company’s seven-year patent war against Samsung may be winding to an end. In a retrial over damages , a jury found Samsung liable to pay Apple $539 million. Samsung hasn’t said yet whether it will appeal.\nRemember the Essential phone? No? That’s too bad for the phone startup founded by Andy Rubin , the creator of Android. The company is canceling its next model and putting itself up for sale after moving a minimal number of its its debut device, Bloomberg reports.\nRemember the 2016 election? Facebook implemented its requirement that all ads for elections and political issues disclose who paid. Facebook also announced a database open to the public of all such ads run on its platform with details including how many people saw an ad and how much was spent on the ad.\nRemember MTV? The modern incarnation of the music video channel, Vevo , is in a bit of trouble, Variety reports. The company, owned by the major record labels, went through a round of layoffs last month and now is abandoning plans to build its own website and suite of mobile apps. Instead, it looks like Vevo will double down on its partnership with Google’s YouTube service.\nRemember unregulated data sharing? A host of U.S. newspapers, including the New York Daily News and Los Angles Times , stopped making their web sites available in Europe, citing the new General Data Protection Regulation . Papers owned by publisher Tronc “committed to looking at options that support our full range of digital offerings to the EU market,” the company said in a somewhat cryptic statement.\nRemember when apps were fun? A really cool idea for playing video games on the go is coming to Android, but not the iPhone. Apple blocked the release of Valve’s Steam Link game streaming app, after initially allowing it. With the app, users can play games on their phone that are actually running on a PC back at home. “Valve appealed, explaining the Steam Link app simply functions as a LAN-based remote desktop similar to numerous desktop applications already available on the App Store,” the company explained in a statement. “Ultimately, the appeal was denied, leaving the Steam Link app for iOS blocked from release.”\nRemember when $1 billion was cool? Dog walking service Rover fell just short of unicorn status, with a valuation of $970 million in a new round of fundraising that brought in $155 million via a combination of debt and equity. The company will use the funds to expand into Europe and add ancillary services like grooming and training.\nRemember when autonomous vehicles were the future? The sensors on Uber’s experimental self-driving Volvo SUV that killed a pedestrian in March detected the woman’s presence more than one second before the impact, according to a preliminary report by the National Transportation Safety Board. But the car’s automatic emergency braking system had been disabled because it didn’t work reliably. As noted in Data Sheet yesterday, Uber has permanently shut down its tests in Arizona.\nAdvertisement FOR YOUR WEEKEND READING PLEASURE\nA few interesting longer reads I came across that are suitable for your weekend reading pleasure.\nHow the Math Men Overthrew the Mad Men ( New Yorker )\nOnce, Mad Men ruled advertising. They’ve now been eclipsed by Math Men—the engineers and data scientists whose province is machines, algorithms, pureed data, and artificial intelligence. Yet Math Men are beleaguered, as Mark Zuckerberg demonstrated when he humbled himself before Congress, in April. Math Men’s adoration of data—coupled with their truculence and an arrogant conviction that their “science” is nearly flawless—has aroused government anger, much as Microsoft did two decades ago.\nMove Deliberately, Fix Things: How Coinbase Is Building a Cryptocurrency Empire ( Washington Post )\nThere are few hints that Coinbase is any different from other Silicon Valley start-ups. It has all the trappings: catered steak salads for lunch. Fridges stocked with coconut water and Soylent. Glass-walled conference rooms named after historic space missions such as Voyager and Apollo, a nod to the universal rallying cry among investors who obsessively monitor bitcoin’s price: “To the moon!”\nNext Stop, Summer: A Day Aboard a Mister Softee Truck ( New York Times )\nIn a dimly lit depot in Hunts Point, the Bronx, Heli Vasquez prepared his Mister Softee truck for the drive to Manhattan. He had a fully charged AirPod in his ear, a giant bag of SunChips within reach and DVDs of his favorite old music videos to play. But all that would come later. “The first thing I do every morning is I taste the ice cream,” said Mr. Vasquez, filling up the hoppers of his soft-serve machine with chocolate and vanilla mix. “I make sure the ice cream is good.”\nThe Surprising History (and Future) of Fingerprints ( The Paris Review )\nRecently, for a background check, for a visa, I had to get fingerprinted by an agent admissible to the FBI while I was still in France. No, we can’t fingerprint you, the website of the Embassy of the United States in Paris stated clearly. No, you can’t fingerprint yourself, the sites of the bureau-approved, USA-based channelers stated. Perhaps, I thought, I would gather my smirches—all those wasted on laptop screens, medicine cabinets, and eyeglasses—and dump them on a bureaucrat’s desk, like payment rendered in coin.\nFOOD FOR THOUGHT\nEverybody complains about the weather , but nobody does anything about it. A famous Quote: often misattributed to Mark Twain, who was actually citing fellow author Charles Dudley Warner. In a business context, it sometimes feel like an apt description of digital currencies and their blockchain public ledger software. But Wired’s Louise Matsakis has dug into a host of real life uses for blockchain–in the food supply chain. Avocados, fresh fish, a case of bananas–all are being digitally tracked on their journeys around the world via blockchain. Their are some problems:\nA trickier problem might be if someone reports that a shipment contains avocados, but it’s also secretly carrying a kilo of cocaine. The hope is that the blockchain-powered platform will have a number of fail-safes in place, like maybe a sensor that goes off when a container is tampered with. “There would be alarms and alerts to different entities in the supply chain,” says Carly Guenther, a managing director at Accenture, where she focuses on supply chains.\nBlockchain tech can help reduce fraud and mistakes, but ultimately it can’t completely eliminate them. “Blockchain is a quantum leap in trust, but guess what? It’s not a panacea. There are always going to be transactions with human beings and human beings will always be human beings,” says Ramesh Gopinath, vice president of blockchain solutions at IBM, who has been working on the technology since 2014.\nAdvertisement IN CASE YOU MISSED IT\nBest Buy Is Showing How Retailers Can Keep Amazon at Bay By Phil Wahba\nAmazon Explains Why Woman’s Amazon Alexa Device Randomly Recorded and Shared Her Conversation By John Patrick Pullen\nQ&A: Sean Parker on Napster, Spotify, and His Federal Tax Law Triumph By Clifton Leaf\nTrump 2020 Manager Asks Facebook and Twitter to Guarantee They Won’t Censor Conservative Content By Natasha Bach\nNetflix’s Stock Surge Made It More Valuable Than Disney—For a Few Hours at Least By John Patrick Pullen\nActivists Are Already Targeting Google and Facebook Over Europe’s New Data Privacy Law That Went Live Today By David Meyer\nFortune Satire: Podcast Industry Stalls After Entire Audience Acquires a Mattress and a Website By Ashwin Rodrigues\nUpcoming Video Game Lets You Play as a School Shooter By Chris Morris\nAdvertisement BEFORE YOU GO\nAmazon may bring its HQ2 to the Washington, D.C. area. That would be a great help to the estate of AOL co-founder James Kimsey. The late tech entrepreneur lived in a fabulous 24,500 square foot mansion down the road from AOL’s more well known co-founder Steve Case. The Cases sold their mega estate last year and now Kimsey’s property is on the market for an asking price of $63 million. The Wall Street Journal has all the pics for all you looky-loos out there.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-25T15:22:00.000+03:00",
    "crawled": "2018-05-25T15:35:40.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "edt",
        "stock",
        "performance",
        "retailer",
        "since",
        "early",
        "exuberant",
        "experimental",
        "merchant",
        "read",
        "phil",
        "wahba",
        "profile",
        "new",
        "fortune",
        "issue",
        "magazine",
        "nordstrom",
        "last",
        "daily",
        "column",
        "highlighting",
        "great",
        "article",
        "issue",
        "nordstrom",
        "exuberance",
        "face",
        "tough",
        "retail",
        "environment",
        "make",
        "story",
        "exciting",
        "department",
        "store",
        "company",
        "insulated",
        "bit",
        "amazon",
        "cutthroat",
        "pricing",
        "customer",
        "service",
        "nordstrom",
        "know",
        "wahba",
        "sagely",
        "writes",
        "nordstrom",
        "literally",
        "see",
        "amazon",
        "outside",
        "window",
        "nordstrom",
        "response",
        "corollary",
        "made",
        "great",
        "first",
        "place",
        "technology",
        "web",
        "site",
        "mobile",
        "app",
        "groundbreaking",
        "shopper",
        "also",
        "value",
        "physical",
        "experience",
        "shopping",
        "human",
        "assistance",
        "ability",
        "touch",
        "product",
        "pianist",
        "lobby",
        "nordstrom",
        "combined",
        "bit",
        "stole",
        "phrase",
        "uber",
        "former",
        "ceo",
        "travis",
        "kalanick",
        "keep",
        "game",
        "wahba",
        "call",
        "venerable",
        "retailer",
        "new",
        "manhattan",
        "store",
        "example",
        "sophisticated",
        "nordstrom",
        "allows",
        "return",
        "bin",
        "credit",
        "including",
        "merchandise",
        "bought",
        "online",
        "customer",
        "see",
        "clothes",
        "look",
        "avatar",
        "even",
        "reserve",
        "product",
        "online",
        "fitting",
        "room",
        "ready",
        "arrive",
        "room",
        "even",
        "name",
        "door",
        "key",
        "takeaway",
        "life",
        "left",
        "handful",
        "dinosaur",
        "particularly",
        "brand",
        "strong",
        "willing",
        "embrace",
        "creative",
        "invest",
        "heavily",
        "latest",
        "technology",
        "gary",
        "sheffer",
        "former",
        "executive",
        "general",
        "electric",
        "currently",
        "spokesman",
        "jeffrey",
        "immelt",
        "posted",
        "rebuttal",
        "thursday",
        "geoff",
        "colvin",
        "tough",
        "review",
        "immelt",
        "tenure",
        "subject",
        "yesterday",
        "data",
        "sheet",
        "column",
        "sheffer",
        "statement",
        "speaks",
        "comment",
        "current",
        "ceo",
        "john",
        "flannery",
        "made",
        "week",
        "sad",
        "state",
        "affair",
        "ge",
        "causing",
        "stock",
        "drop",
        "share",
        "rebounded",
        "thursday",
        "great",
        "weekend",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "remember",
        "bendgate",
        "scandal",
        "whether",
        "iphone",
        "insufficiently",
        "rigid",
        "allowing",
        "bend",
        "slightly",
        "put",
        "pressure",
        "motherboard",
        "turned",
        "internal",
        "apple",
        "document",
        "suggesting",
        "company",
        "knew",
        "issue",
        "early",
        "despite",
        "denial",
        "class",
        "action",
        "lawsuit",
        "pending",
        "apple",
        "legal",
        "news",
        "company",
        "patent",
        "war",
        "samsung",
        "may",
        "winding",
        "end",
        "retrial",
        "damage",
        "jury",
        "found",
        "samsung",
        "liable",
        "pay",
        "apple",
        "million",
        "samsung",
        "said",
        "yet",
        "whether",
        "appeal",
        "remember",
        "essential",
        "phone",
        "bad",
        "phone",
        "startup",
        "founded",
        "andy",
        "rubin",
        "creator",
        "android",
        "company",
        "canceling",
        "next",
        "model",
        "putting",
        "sale",
        "moving",
        "minimal",
        "number",
        "debut",
        "device",
        "bloomberg",
        "report",
        "remember",
        "election",
        "facebook",
        "implemented",
        "requirement",
        "ad",
        "election",
        "political",
        "issue",
        "disclose",
        "paid",
        "facebook",
        "also",
        "announced",
        "database",
        "open",
        "public",
        "ad",
        "run",
        "platform",
        "detail",
        "including",
        "many",
        "people",
        "saw",
        "ad",
        "much",
        "spent",
        "ad",
        "remember",
        "mtv",
        "modern",
        "incarnation",
        "music",
        "video",
        "channel",
        "vevo",
        "bit",
        "trouble",
        "variety",
        "report",
        "company",
        "owned",
        "major",
        "record",
        "label",
        "went",
        "round",
        "layoff",
        "last",
        "month",
        "abandoning",
        "plan",
        "build",
        "website",
        "suite",
        "mobile",
        "apps",
        "instead",
        "look",
        "like",
        "vevo",
        "double",
        "partnership",
        "google",
        "youtube",
        "service",
        "remember",
        "unregulated",
        "data",
        "sharing",
        "host",
        "newspaper",
        "including",
        "new",
        "york",
        "daily",
        "news",
        "los",
        "angle",
        "time",
        "stopped",
        "making",
        "web",
        "site",
        "available",
        "europe",
        "citing",
        "new",
        "general",
        "data",
        "protection",
        "regulation",
        "paper",
        "owned",
        "publisher",
        "tronc",
        "committed",
        "looking",
        "option",
        "support",
        "full",
        "range",
        "digital",
        "offering",
        "eu",
        "market",
        "company",
        "said",
        "somewhat",
        "cryptic",
        "statement",
        "remember",
        "apps",
        "fun",
        "really",
        "cool",
        "idea",
        "playing",
        "video",
        "game",
        "go",
        "coming",
        "android",
        "iphone",
        "apple",
        "blocked",
        "release",
        "valve",
        "steam",
        "link",
        "game",
        "streaming",
        "app",
        "initially",
        "allowing",
        "app",
        "user",
        "play",
        "game",
        "phone",
        "actually",
        "running",
        "pc",
        "back",
        "home",
        "valve",
        "appealed",
        "explaining",
        "steam",
        "link",
        "app",
        "simply",
        "function",
        "remote",
        "desktop",
        "similar",
        "numerous",
        "desktop",
        "application",
        "already",
        "available",
        "app",
        "store",
        "company",
        "explained",
        "statement",
        "ultimately",
        "appeal",
        "denied",
        "leaving",
        "steam",
        "link",
        "app",
        "io",
        "blocked",
        "remember",
        "billion",
        "cool",
        "dog",
        "walking",
        "service",
        "rover",
        "fell",
        "short",
        "unicorn",
        "status",
        "valuation",
        "million",
        "new",
        "round",
        "fundraising",
        "brought",
        "million",
        "via",
        "combination",
        "debt",
        "equity",
        "company",
        "use",
        "fund",
        "expand",
        "europe",
        "add",
        "ancillary",
        "service",
        "like",
        "grooming",
        "training",
        "remember",
        "autonomous",
        "vehicle",
        "future",
        "sensor",
        "uber",
        "experimental",
        "volvo",
        "suv",
        "killed",
        "pedestrian",
        "march",
        "detected",
        "woman",
        "presence",
        "one",
        "second",
        "impact",
        "according",
        "preliminary",
        "report",
        "national",
        "transportation",
        "safety",
        "board",
        "car",
        "automatic",
        "emergency",
        "braking",
        "system",
        "disabled",
        "work",
        "reliably",
        "noted",
        "data",
        "sheet",
        "yesterday",
        "uber",
        "permanently",
        "shut",
        "test",
        "arizona",
        "advertisement",
        "weekend",
        "reading",
        "pleasure",
        "interesting",
        "longer",
        "read",
        "came",
        "across",
        "suitable",
        "weekend",
        "reading",
        "pleasure",
        "math",
        "men",
        "overthrew",
        "mad",
        "men",
        "new",
        "yorker",
        "mad",
        "men",
        "ruled",
        "advertising",
        "eclipsed",
        "math",
        "engineer",
        "data",
        "scientist",
        "whose",
        "province",
        "machine",
        "algorithm",
        "pureed",
        "data",
        "artificial",
        "intelligence",
        "yet",
        "math",
        "men",
        "beleaguered",
        "mark",
        "zuckerberg",
        "demonstrated",
        "humbled",
        "congress",
        "april",
        "math",
        "men",
        "adoration",
        "truculence",
        "arrogant",
        "conviction",
        "science",
        "nearly",
        "aroused",
        "government",
        "anger",
        "much",
        "microsoft",
        "two",
        "decade",
        "ago",
        "move",
        "deliberately",
        "fix",
        "thing",
        "coinbase",
        "building",
        "cryptocurrency",
        "empire",
        "washington",
        "post",
        "hint",
        "coinbase",
        "different",
        "silicon",
        "valley",
        "trapping",
        "catered",
        "steak",
        "salad",
        "lunch",
        "fridge",
        "stocked",
        "coconut",
        "water",
        "soylent",
        "conference",
        "room",
        "named",
        "historic",
        "space",
        "mission",
        "voyager",
        "apollo",
        "nod",
        "universal",
        "rallying",
        "cry",
        "among",
        "investor",
        "obsessively",
        "monitor",
        "bitcoin",
        "price",
        "moon",
        "next",
        "stop",
        "summer",
        "day",
        "aboard",
        "mister",
        "softee",
        "truck",
        "new",
        "york",
        "time",
        "dimly",
        "lit",
        "depot",
        "hunt",
        "point",
        "bronx",
        "heli",
        "vasquez",
        "prepared",
        "mister",
        "softee",
        "truck",
        "drive",
        "manhattan",
        "fully",
        "charged",
        "airpod",
        "ear",
        "giant",
        "bag",
        "sunchips",
        "within",
        "reach",
        "dvd",
        "favorite",
        "old",
        "music",
        "video",
        "play",
        "would",
        "come",
        "later",
        "first",
        "thing",
        "every",
        "morning",
        "taste",
        "ice",
        "cream",
        "said",
        "vasquez",
        "filling",
        "hopper",
        "machine",
        "chocolate",
        "vanilla",
        "mix",
        "make",
        "sure",
        "ice",
        "cream",
        "surprising",
        "history",
        "future",
        "fingerprint",
        "paris",
        "review",
        "recently",
        "background",
        "check",
        "visa",
        "get",
        "fingerprinted",
        "agent",
        "admissible",
        "fbi",
        "still",
        "france",
        "fingerprint",
        "website",
        "embassy",
        "united",
        "state",
        "paris",
        "stated",
        "clearly",
        "fingerprint",
        "site",
        "channelers",
        "stated",
        "perhaps",
        "thought",
        "would",
        "gather",
        "wasted",
        "laptop",
        "screen",
        "medicine",
        "cabinet",
        "dump",
        "bureaucrat",
        "desk",
        "like",
        "payment",
        "rendered",
        "coin",
        "food",
        "thought",
        "everybody",
        "complains",
        "weather",
        "nobody",
        "anything",
        "famous",
        "quote",
        "often",
        "misattributed",
        "mark",
        "twain",
        "actually",
        "citing",
        "fellow",
        "author",
        "charles",
        "dudley",
        "warner",
        "business",
        "context",
        "sometimes",
        "feel",
        "like",
        "apt",
        "description",
        "digital",
        "currency",
        "blockchain",
        "public",
        "ledger",
        "software",
        "wired",
        "louise",
        "matsakis",
        "dug",
        "host",
        "real",
        "life",
        "us",
        "food",
        "supply",
        "chain",
        "avocado",
        "fresh",
        "fish",
        "case",
        "digitally",
        "tracked",
        "journey",
        "around",
        "world",
        "via",
        "blockchain",
        "problem",
        "trickier",
        "problem",
        "might",
        "someone",
        "report",
        "shipment",
        "contains",
        "avocado",
        "also",
        "secretly",
        "carrying",
        "kilo",
        "cocaine",
        "hope",
        "platform",
        "number",
        "place",
        "like",
        "maybe",
        "sensor",
        "go",
        "container",
        "tampered",
        "would",
        "alarm",
        "alert",
        "different",
        "entity",
        "supply",
        "chain",
        "say",
        "carly",
        "guenther",
        "managing",
        "director",
        "accenture",
        "focus",
        "supply",
        "chain",
        "blockchain",
        "tech",
        "help",
        "reduce",
        "fraud",
        "mistake",
        "ultimately",
        "completely",
        "eliminate",
        "blockchain",
        "quantum",
        "leap",
        "trust",
        "guess",
        "panacea",
        "always",
        "going",
        "transaction",
        "human",
        "being",
        "human",
        "being",
        "always",
        "human",
        "being",
        "say",
        "ramesh",
        "gopinath",
        "vice",
        "president",
        "blockchain",
        "solution",
        "ibm",
        "working",
        "technology",
        "since",
        "advertisement",
        "case",
        "missed",
        "best",
        "buy",
        "showing",
        "retailer",
        "keep",
        "amazon",
        "bay",
        "phil",
        "wahba",
        "amazon",
        "explains",
        "woman",
        "amazon",
        "alexa",
        "device",
        "randomly",
        "recorded",
        "shared",
        "conversation",
        "john",
        "patrick",
        "pullen",
        "q",
        "sean",
        "parker",
        "napster",
        "spotify",
        "federal",
        "tax",
        "law",
        "triumph",
        "clifton",
        "leaf",
        "trump",
        "manager",
        "asks",
        "facebook",
        "twitter",
        "guarantee",
        "censor",
        "conservative",
        "content",
        "natasha",
        "bach",
        "netflix",
        "stock",
        "surge",
        "made",
        "valuable",
        "hour",
        "least",
        "john",
        "patrick",
        "pullen",
        "activist",
        "already",
        "targeting",
        "google",
        "facebook",
        "europe",
        "new",
        "data",
        "privacy",
        "law",
        "went",
        "live",
        "today",
        "david",
        "meyer",
        "fortune",
        "satire",
        "podcast",
        "industry",
        "stall",
        "entire",
        "audience",
        "acquires",
        "mattress",
        "website",
        "ashwin",
        "rodrigues",
        "upcoming",
        "video",
        "game",
        "let",
        "play",
        "school",
        "shooter",
        "chris",
        "morris",
        "advertisement",
        "go",
        "amazon",
        "may",
        "bring",
        "hq2",
        "washington",
        "area",
        "would",
        "great",
        "help",
        "estate",
        "aol",
        "james",
        "kimsey",
        "late",
        "tech",
        "entrepreneur",
        "lived",
        "fabulous",
        "square",
        "foot",
        "mansion",
        "road",
        "aol",
        "well",
        "known",
        "steve",
        "case",
        "case",
        "sold",
        "mega",
        "estate",
        "last",
        "year",
        "kimsey",
        "property",
        "market",
        "asking",
        "price",
        "million",
        "wall",
        "street",
        "journal",
        "pic",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}