{
    "organizations": [],
    "uuid": "af745ae558333ec94f62ad93be9f1b7256d1f5b1",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/05/02/the-2018-tony-award-nominations-celebrate-a-black-hermione/",
    "ord_in_thread": 0,
    "title": "The 2018 Tony Award Nominations Celebrate A Black Hermione",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "L to R) Cast members Jamie Parker, Noma Dumezweni and Paul Thornley pose backstage following the press preview of \"Harry Potter & The Cursed Child\" at The Palace Theatre on July 30, 2016 in London, England. Dave Benett/Getty Images By Ellen McGirt Updated: May 2, 2018 12:29 PM ET\nThe 2018 Tony nominations, announced yesterday, were dominated by big names and big brands, but there were some bright spots for those keeping an eye on diversity.\nFirst, the tale of the tape: Of the 39 performers nominated for Tonys, 13 are black, Hispanic, Asian-American or Arab-American. Click here for the entire run-down.\nThe two big winners, with 12 nominations apiece, were the musical productions of “Mean Girls” and “SpongeBob SquarePants,” earning Tina Fey a nod for her adaptation of her wickedly funny 2004 film of the same name.\nOne important surprise went to Lauren Ridloff , a onetime Miss Deaf America and former sign-language tutor, who was nominated for her performance as Sarah Norman in the stage adaptation of “Children of a Lesser God.” One of the show’s producers, Nyle DiMarco, is also deaf and an activist. “We want to make sign language more mainstream, more accepted by the general audience,” he told Now This . “But we also need it to be authentic, to have deaf actors who are playing deaf characters.”\nBut one nomination, in particular, helps highlight why representation matters.\nNoma Dumezweni, who plays the beloved Hermione in the blockbuster hit “Harry Potter and the Cursed Child,” was nominated for best performance by an actress in a featured role in a play. The play itself earned ten nominations.\nDumezweni originated the role in London’s West End in 2016 and was a controversial choice from the start. Dumezweni, who is black, offended some fans who had become used to a white Hermione after eight films, a gazillion book covers and endless merchandise. They were vocal, persistent and often ugly in their feedback.\nHarry Potter creator J.K. Rowling was forced to publicly confirm that Hermione’s race was never specified.\n“Canon: brown eyes, frizzy hair and very clever. White skin was never specified. Rowling loves black Hermione,” she tweeted with a kissy-face emoji when the cast was announced in December 2015. Later she told The Guardian that she had grown frustrated with the backlash. “ I had a bunch of racists telling me that because Hermione ‘turned white’ – that is, lost colour from her face after a shock – that she must be a white woman, which I have a great deal of difficulty with.”\nAs an unexpected trailblazer, Dumezweni had the support of powerful allies and was able to excel at her job, thrill the fans and rack up important awards.\nBut Buzzfeed ’s Alanna Bennett does a beautiful job explaining why black Hermione matters to more than just one performer.\nBennett had grown up with the canon and worn Hogwarts costumes for Halloween, but was prepared to never truly feel that she could be the character she loved. “In one casting move, they’d officially changed Hermione forever,” she wrote. “It’s a moment that has become deeply etched into me, a tattoo on the arc of my life.”\nShe points to the massive body of fan art, years in the making, that had first conjured a black Hermione. It was an inclusive ecosystem, Bennett says, that allowed for the possibility that “other people” could be brilliant, magical and the star of the story. Because Hermione had always been depicted a certain way, “Harry Potter fans were used to manifesting their own representations from a series that had always presented very white and very straight .”\nIt’s what made Rowling’s validation of the casting choice such a powerful one, and one that should inspire other talent wranglers to revisit their ideas of who they think can play certain roles. When challenging implicit or explicit bias, a firm conviction and a kissy face emoji can go a long way to changing the world.\nI mean, it’s sort of exciting, isn’t it? Breaking the rules.\nOn Point Puerto Rico before the storm NPR and PBS have been reporting on the island’s difficult post-Maria recovery, and have painted a picture of a “perfect storm,” mostly financial in making, that had pushed Puerto Rico to the brink long before the winds and rain swept in. The entire power grid is outdated and infrastructure upgrades long abandoned, the result of an island government deeply in debt which was enabled by zealous Wall Street investment houses. Puerto Rico fell into recession in the mid-2000s, some ten years after a tax break that once lured manufacturers and other commercial activity expired. Instead of cutting expenses, the government took on debt. “When you start borrowing long term just to pay next month’s payroll you know you are going down the rabbit hole,” says one expert. NPR A new study shows growing support for same-sex marriage New analysis from the Public Religion Research Institute (PRRI), a nonpartisan group studying the intersection of faith, culture, and policy, finds broad and growing support for same-sex marriage in particular and LGBT rights in general across all faiths and ethnic groups. Even those religious groups most opposed to same-sex marriage have become more accepting over the last five years: Opposition to same-sex marriage dropped 13 percentage points among white evangelical Protestants – from 71% in 2013 to 58% today. During the same time period, opposition among Mormons dropped 15 percentage points – from 68% in 2014 to 53% today. There’s lots of data, so do bookmark and share. PRRI A Toronto-based restaurant must pay after forcing black customers to prepay for their food A Toronto Chinese restaurant is being forced to pay Emile Wickham $10,000 Canadian dollars after the Ontario Human Rights Tribunal determined Hong Shing Chinese Restaurant discriminated against him and three of his friends. The four were celebrating Wickham’s birthday in 2014; after the server asked them to prepay citing restaurant policy, Wickham surveyed other customers and found that nobody else had been asked. They were the only black customers in the restaurant. “The average Canadian never calls themselves racist, but if a significant part of the population have legitimate stories of being discriminated against, this has to be seen beyond the scope of a restaurant claim,” he said. Fortune So, I guess we need to talk about Kanye But where to begin? Kanye West has been pushing buttons on Twitter on a variety of subjects, many of them stemming from his vocal support of President Trump and his apparent admiration for certain black, conservative voices. And his feed has become an existential mash-up of philosophical musings, discordant koans, and bad advice, prompting fans to worry that his mental health is in jeopardy. But he went too far with a pronouncement in an interview on TMZ Live: “When you hear about slavery for 400 years … For 400 years? That sounds like a choice,” he said. The pushback, from a TMZ staffer named Van Lathan, was magnificent. Click here for the short video of the exchange, and then follow #IfSlaveryWereAChoice on Twitter. It is the latest, greatest example of how black Twitter self-organizes to heal, inform and laugh, even through tears. More on the Kanye situation below. CNN Advertisement The Woke Leader Things Harriet Tubman did not say Kanye tweeted a popular Quote: that is often misattributed to Harriet Tubman talking about her work freeing enslaved people. “I could have saved thousands – if only I’d been able to convince them they were slaves.” Many people continue to use it, despite its thorough debunking as a twentieth-century fabrication. So why does it persist? “The idea it expresses even seems perilously close to proslavery ideology as it existed in the early American republic,” explains W. Caleb McDaniel in this must-read piece. “Many paternalist masters in the founding generation rationalized their slaveholding with the idea of ‘tacit consent.’” But in the hands of anti-trafficking activists, it becomes even more dangerous. It encourages them “to believe that the only thing standing between modern slaves and freedom is knowledge, self-awareness, education, and a willingness to actively dissent.” That is not true now and it wasn’t true then. Historians Against Slavery These black women are transforming the billion dollar romance novel industry Publishing is not a diverse universe. Some 79% of the industry overall is white, 88% of the industry is straight, and 89% of reviewers are white. So, when Kensington Publishing Corporation, an independent book publisher which turned out 700 books last year, decided to let key editors elevate the work of black historical romance fiction writers, it’s made a difference. “There hasn’t been a time where I felt like I need to convince anyone that people will be interested in reading about black people during the Civil War, in a romance,” says senior editor, Esi Sogah. “When I started in romance, I would not have expected to have had that path.” One of their smartest moves was publishing Alyssa Cole’s Loyal League mini-series, which centers on black romance stories during the Civil War. Cole’s big influence? Ta-Nehisi Coates’s blog, which was filled with thoughts about comics and history. “It was nerd heaven.” Buzzfeed In his shoes Charlotte Alter interviewed some two dozen trans men and activists – including people of color – about their lives and families. Men who were raised and socialized as female had extraordinary things to say about the fundamentally different way the world now treats them – and what it means for them at work, in their relationships, and as they walk down the street. “Cultural sexism in the world is very real when you’ve lived on both sides of the coin,” says one. Time Quote:\nFan fiction is a way of the culture repairing the damage done in a system where contemporary myths are owned by corporations instead of owned by the folk. - Henry Jenkins",
    "published": "2018-05-03T00:24:00.000+03:00",
    "crawled": "2018-05-02T20:27:52.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "l",
        "r",
        "cast",
        "member",
        "jamie",
        "parker",
        "noma",
        "dumezweni",
        "paul",
        "thornley",
        "pose",
        "backstage",
        "following",
        "press",
        "preview",
        "harry",
        "potter",
        "cursed",
        "child",
        "palace",
        "theatre",
        "july",
        "london",
        "england",
        "dave",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "may",
        "pm",
        "et",
        "tony",
        "nomination",
        "announced",
        "yesterday",
        "dominated",
        "big",
        "name",
        "big",
        "brand",
        "bright",
        "spot",
        "keeping",
        "eye",
        "diversity",
        "first",
        "tale",
        "tape",
        "performer",
        "nominated",
        "tonys",
        "black",
        "hispanic",
        "click",
        "entire",
        "two",
        "big",
        "winner",
        "nomination",
        "apiece",
        "musical",
        "production",
        "mean",
        "girl",
        "spongebob",
        "squarepants",
        "earning",
        "tina",
        "fey",
        "nod",
        "adaptation",
        "wickedly",
        "funny",
        "film",
        "name",
        "one",
        "important",
        "surprise",
        "went",
        "lauren",
        "ridloff",
        "onetime",
        "miss",
        "deaf",
        "america",
        "former",
        "tutor",
        "nominated",
        "performance",
        "sarah",
        "norman",
        "stage",
        "adaptation",
        "child",
        "lesser",
        "one",
        "show",
        "producer",
        "nyle",
        "dimarco",
        "also",
        "deaf",
        "activist",
        "want",
        "make",
        "sign",
        "language",
        "mainstream",
        "accepted",
        "general",
        "audience",
        "told",
        "also",
        "need",
        "authentic",
        "deaf",
        "actor",
        "playing",
        "deaf",
        "one",
        "nomination",
        "particular",
        "help",
        "highlight",
        "representation",
        "matter",
        "noma",
        "dumezweni",
        "play",
        "beloved",
        "hermione",
        "blockbuster",
        "hit",
        "harry",
        "potter",
        "cursed",
        "child",
        "nominated",
        "best",
        "performance",
        "actress",
        "featured",
        "role",
        "play",
        "play",
        "earned",
        "ten",
        "nomination",
        "dumezweni",
        "originated",
        "role",
        "london",
        "west",
        "end",
        "controversial",
        "choice",
        "start",
        "dumezweni",
        "black",
        "offended",
        "fan",
        "become",
        "used",
        "white",
        "hermione",
        "eight",
        "film",
        "gazillion",
        "book",
        "cover",
        "endless",
        "merchandise",
        "vocal",
        "persistent",
        "often",
        "ugly",
        "feedback",
        "harry",
        "potter",
        "creator",
        "rowling",
        "forced",
        "publicly",
        "confirm",
        "hermione",
        "race",
        "never",
        "specified",
        "canon",
        "brown",
        "eye",
        "frizzy",
        "hair",
        "clever",
        "white",
        "skin",
        "never",
        "specified",
        "rowling",
        "love",
        "black",
        "hermione",
        "tweeted",
        "emoji",
        "cast",
        "announced",
        "december",
        "later",
        "told",
        "guardian",
        "grown",
        "frustrated",
        "backlash",
        "bunch",
        "racist",
        "telling",
        "hermione",
        "turned",
        "white",
        "lost",
        "colour",
        "face",
        "shock",
        "must",
        "white",
        "woman",
        "great",
        "deal",
        "difficulty",
        "unexpected",
        "trailblazer",
        "dumezweni",
        "support",
        "powerful",
        "ally",
        "able",
        "excel",
        "job",
        "thrill",
        "fan",
        "rack",
        "important",
        "award",
        "buzzfeed",
        "alanna",
        "bennett",
        "beautiful",
        "job",
        "explaining",
        "black",
        "hermione",
        "matter",
        "one",
        "performer",
        "bennett",
        "grown",
        "canon",
        "worn",
        "hogwarts",
        "costume",
        "halloween",
        "prepared",
        "never",
        "truly",
        "feel",
        "could",
        "character",
        "loved",
        "one",
        "casting",
        "move",
        "officially",
        "changed",
        "hermione",
        "forever",
        "wrote",
        "moment",
        "become",
        "deeply",
        "etched",
        "tattoo",
        "arc",
        "point",
        "massive",
        "body",
        "fan",
        "art",
        "year",
        "making",
        "first",
        "conjured",
        "black",
        "hermione",
        "inclusive",
        "ecosystem",
        "bennett",
        "say",
        "allowed",
        "possibility",
        "people",
        "could",
        "brilliant",
        "magical",
        "star",
        "story",
        "hermione",
        "always",
        "depicted",
        "certain",
        "way",
        "harry",
        "potter",
        "fan",
        "used",
        "manifesting",
        "representation",
        "series",
        "always",
        "presented",
        "white",
        "straight",
        "made",
        "rowling",
        "validation",
        "casting",
        "choice",
        "powerful",
        "one",
        "one",
        "inspire",
        "talent",
        "wrangler",
        "revisit",
        "idea",
        "think",
        "play",
        "certain",
        "role",
        "challenging",
        "implicit",
        "explicit",
        "bias",
        "firm",
        "conviction",
        "kissy",
        "face",
        "emoji",
        "go",
        "long",
        "way",
        "changing",
        "world",
        "mean",
        "sort",
        "exciting",
        "breaking",
        "rule",
        "point",
        "puerto",
        "rico",
        "storm",
        "npr",
        "pb",
        "reporting",
        "island",
        "difficult",
        "recovery",
        "painted",
        "picture",
        "perfect",
        "storm",
        "mostly",
        "financial",
        "making",
        "pushed",
        "puerto",
        "rico",
        "brink",
        "long",
        "wind",
        "rain",
        "swept",
        "entire",
        "power",
        "grid",
        "outdated",
        "infrastructure",
        "upgrade",
        "long",
        "abandoned",
        "result",
        "island",
        "government",
        "deeply",
        "debt",
        "enabled",
        "zealous",
        "wall",
        "street",
        "investment",
        "house",
        "puerto",
        "rico",
        "fell",
        "recession",
        "ten",
        "year",
        "tax",
        "break",
        "lured",
        "manufacturer",
        "commercial",
        "activity",
        "expired",
        "instead",
        "cutting",
        "expense",
        "government",
        "took",
        "debt",
        "start",
        "borrowing",
        "long",
        "term",
        "pay",
        "next",
        "month",
        "payroll",
        "know",
        "going",
        "rabbit",
        "hole",
        "say",
        "one",
        "expert",
        "npr",
        "new",
        "study",
        "show",
        "growing",
        "support",
        "marriage",
        "new",
        "analysis",
        "public",
        "religion",
        "research",
        "institute",
        "prri",
        "nonpartisan",
        "group",
        "studying",
        "intersection",
        "faith",
        "culture",
        "policy",
        "find",
        "broad",
        "growing",
        "support",
        "marriage",
        "particular",
        "lgbt",
        "right",
        "general",
        "across",
        "faith",
        "ethnic",
        "group",
        "even",
        "religious",
        "group",
        "opposed",
        "marriage",
        "become",
        "accepting",
        "last",
        "five",
        "year",
        "opposition",
        "marriage",
        "dropped",
        "percentage",
        "point",
        "among",
        "white",
        "evangelical",
        "protestant",
        "today",
        "time",
        "period",
        "opposition",
        "among",
        "mormon",
        "dropped",
        "percentage",
        "point",
        "today",
        "lot",
        "data",
        "bookmark",
        "share",
        "prri",
        "restaurant",
        "must",
        "pay",
        "forcing",
        "black",
        "customer",
        "prepay",
        "food",
        "toronto",
        "chinese",
        "restaurant",
        "forced",
        "pay",
        "emile",
        "wickham",
        "canadian",
        "dollar",
        "ontario",
        "human",
        "right",
        "tribunal",
        "determined",
        "hong",
        "shing",
        "chinese",
        "restaurant",
        "discriminated",
        "three",
        "friend",
        "four",
        "celebrating",
        "wickham",
        "birthday",
        "server",
        "asked",
        "prepay",
        "citing",
        "restaurant",
        "policy",
        "wickham",
        "surveyed",
        "customer",
        "found",
        "nobody",
        "else",
        "asked",
        "black",
        "customer",
        "restaurant",
        "average",
        "canadian",
        "never",
        "call",
        "racist",
        "significant",
        "part",
        "population",
        "legitimate",
        "story",
        "discriminated",
        "seen",
        "beyond",
        "scope",
        "restaurant",
        "claim",
        "said",
        "fortune",
        "guess",
        "need",
        "talk",
        "kanye",
        "begin",
        "kanye",
        "west",
        "pushing",
        "button",
        "twitter",
        "variety",
        "subject",
        "many",
        "stemming",
        "vocal",
        "support",
        "president",
        "trump",
        "apparent",
        "admiration",
        "certain",
        "black",
        "conservative",
        "voice",
        "feed",
        "become",
        "existential",
        "philosophical",
        "musing",
        "discordant",
        "koan",
        "bad",
        "advice",
        "prompting",
        "fan",
        "worry",
        "mental",
        "health",
        "jeopardy",
        "went",
        "far",
        "pronouncement",
        "interview",
        "tmz",
        "live",
        "hear",
        "slavery",
        "year",
        "year",
        "sound",
        "like",
        "choice",
        "said",
        "pushback",
        "tmz",
        "staffer",
        "named",
        "van",
        "lathan",
        "magnificent",
        "click",
        "short",
        "video",
        "exchange",
        "follow",
        "ifslaverywereachoice",
        "twitter",
        "latest",
        "greatest",
        "example",
        "black",
        "twitter",
        "heal",
        "inform",
        "laugh",
        "even",
        "tear",
        "kanye",
        "situation",
        "cnn",
        "advertisement",
        "woke",
        "leader",
        "thing",
        "harriet",
        "tubman",
        "say",
        "kanye",
        "tweeted",
        "popular",
        "quote",
        "often",
        "misattributed",
        "harriet",
        "tubman",
        "talking",
        "work",
        "freeing",
        "enslaved",
        "people",
        "could",
        "saved",
        "thousand",
        "able",
        "convince",
        "many",
        "people",
        "continue",
        "use",
        "despite",
        "thorough",
        "debunking",
        "fabrication",
        "persist",
        "idea",
        "express",
        "even",
        "seems",
        "perilously",
        "close",
        "proslavery",
        "ideology",
        "existed",
        "early",
        "american",
        "republic",
        "explains",
        "caleb",
        "mcdaniel",
        "piece",
        "many",
        "paternalist",
        "master",
        "founding",
        "generation",
        "rationalized",
        "slaveholding",
        "idea",
        "tacit",
        "hand",
        "activist",
        "becomes",
        "even",
        "dangerous",
        "encourages",
        "believe",
        "thing",
        "standing",
        "modern",
        "slave",
        "freedom",
        "knowledge",
        "education",
        "willingness",
        "actively",
        "true",
        "true",
        "historian",
        "slavery",
        "black",
        "woman",
        "transforming",
        "billion",
        "dollar",
        "romance",
        "novel",
        "industry",
        "publishing",
        "diverse",
        "universe",
        "industry",
        "overall",
        "white",
        "industry",
        "straight",
        "reviewer",
        "white",
        "kensington",
        "publishing",
        "corporation",
        "independent",
        "book",
        "publisher",
        "turned",
        "book",
        "last",
        "year",
        "decided",
        "let",
        "key",
        "editor",
        "elevate",
        "work",
        "black",
        "historical",
        "romance",
        "fiction",
        "writer",
        "made",
        "difference",
        "time",
        "felt",
        "like",
        "need",
        "convince",
        "anyone",
        "people",
        "interested",
        "reading",
        "black",
        "people",
        "civil",
        "war",
        "romance",
        "say",
        "senior",
        "editor",
        "esi",
        "sogah",
        "started",
        "romance",
        "would",
        "expected",
        "one",
        "smartest",
        "move",
        "publishing",
        "alyssa",
        "cole",
        "loyal",
        "league",
        "center",
        "black",
        "romance",
        "story",
        "civil",
        "war",
        "cole",
        "big",
        "influence",
        "coates",
        "blog",
        "filled",
        "thought",
        "comic",
        "history",
        "nerd",
        "buzzfeed",
        "shoe",
        "charlotte",
        "alter",
        "interviewed",
        "two",
        "dozen",
        "trans",
        "men",
        "activist",
        "including",
        "people",
        "color",
        "life",
        "family",
        "men",
        "raised",
        "socialized",
        "female",
        "extraordinary",
        "thing",
        "say",
        "fundamentally",
        "different",
        "way",
        "world",
        "treat",
        "mean",
        "work",
        "relationship",
        "walk",
        "street",
        "cultural",
        "sexism",
        "world",
        "real",
        "lived",
        "side",
        "coin",
        "say",
        "one",
        "time",
        "quote",
        "fan",
        "fiction",
        "way",
        "culture",
        "repairing",
        "damage",
        "done",
        "system",
        "contemporary",
        "myth",
        "owned",
        "corporation",
        "instead",
        "owned",
        "folk",
        "henry",
        "jenkins"
    ]
}