{
    "organizations": [],
    "uuid": "a7124f51a363bd42d179813af8c7719619313002",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/pr-newswire-akamai-announces-pricing-of-offering-of-convertible-senior-notes.html",
    "ord_in_thread": 0,
    "title": "Akamai Announces Pricing of Offering of Convertible Senior Notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., May 16, 2018 /PRNewswire/ -- Akamai Technologies, Inc. (NASDAQ: AKAM) (\"Akamai\") today announced that it has priced its private offering of $1 billion in aggregate principal amount of its convertible senior notes due 2025. The notes will be sold to \"qualified institutional buyers\" pursuant to Rule 144A under the Securities Act of 1933, as amended. In addition, Akamai has granted the initial purchasers of the notes an option to purchase up to an additional $150 million in aggregate principal amount of notes on the same terms and conditions. The sale of the notes is expected to close on May 21, 2018, subject to customary closing conditions.\nThe notes will be senior unsecured obligations of Akamai and will mature on May 1, 2025, unless earlier repurchased or converted in accordance with their terms prior to such date. The notes will bear interest at a rate of 0.125% per year, payable semi-annually in arrears on May 1 and November 1 of each year, beginning on November 1, 2018. The notes will be convertible prior to January 1, 2025 only upon the occurrence of certain events and will be convertible thereafter at any time until the close of business on the second scheduled trading day immediately preceding the maturity date regardless of these events, in either case, into cash, shares of Akamai's common stock or a combination of cash and shares of Akamai's common stock at Akamai's option. The conversion rate will initially be 10.5150 shares of Akamai's common stock per $1,000 principal amount of notes, which is equivalent to an initial conversion price of approximately $95.10 per share of Akamai's common stock, subject to adjustments in certain events. The initial conversion price represents a premium of approximately 27.5% to the $74.59 per share closing price of Akamai's common stock on May 16, 2018.\nAkamai expects the net proceeds from this offering to be approximately $983.5 million (or approximately $1.13 billion if the initial purchasers exercise their option to purchase additional notes in full) after payment of the initial purchasers' discounts and estimated offering expenses payable by Akamai.\nAkamai intends to use $123.3 million of the proceeds to pay the cost of the convertible note hedge transactions described below (after such cost is partially offset by the proceeds from the sale of warrants pursuant to the warrant transactions described below). If the initial purchasers exercise their option to purchase the additional notes, Akamai expects to sell additional warrants to certain of the initial purchasers of the notes or their respective affiliates (the \"Option Counterparties\") and use a portion of the proceeds from the sale of the additional notes, together with the proceeds from the additional warrant transactions, to enter into additional convertible note hedge transactions with the Option Counterparties.\nAkamai intends to use approximately $46.2 million of the net proceeds from this offering to repurchase shares of its common stock from purchasers of notes in the offering in privately-negotiated transactions effected through one or more of the initial purchasers or their affiliates. The purchase price per share in such transactions will equal $74.59, the closing price per share of Akamai's common stock on May 16, 2018. The amount of Akamai's common stock that Akamai actually repurchases may be more or less than $46.2 million. Akamai also intends to use a portion of the net proceeds from this offering to repay at maturity all of its $690 million outstanding aggregate principal amount of 0.0% Convertible Senior Notes due 2019, which mature on February 15, 2019, unless such notes are converted prior to maturity. Akamai intends to use the remaining net proceeds of the offering for working capital and general corporate purposes, including potential acquisitions and other strategic transactions.\nIn connection with the pricing of the notes, Akamai entered into convertible note hedge transactions and warrant transactions with the Option Counterparties. The convertible note hedge transactions will cover, subject to anti-dilution adjustments substantially similar to those applicable to the notes, the same number of shares of common stock that will initially underlie the notes, including any notes purchased by the initial purchasers pursuant to their option to purchase additional notes. The convertible note hedge transactions are expected generally to reduce the potential dilution with respect to Akamai's common stock upon conversion of the notes and/or to offset any cash payments Akamai is required to make in excess of the principal amount of converted notes, as the case may be. The warrants will cover, subject to customary anti-dilution adjustments, the same number of shares of common stock. The warrant transactions could separately have a dilutive effect with respect to Akamai's common stock to the extent that the market price per share of Akamai's common stock exceeds the strike price of the warrants, unless Akamai elects, subject to certain conditions, to settle the warrants in cash.\nIn connection with establishing their initial hedge of the convertible note hedge and warrant transactions, the Option Counterparties or their respective affiliates expect to purchase shares of Akamai common stock and/or enter into various derivative transactions with respect to Akamai common stock concurrently with or shortly after the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of Akamai common stock or the notes at that time. In addition, the Option Counterparties or their respective affiliates may modify their hedge positions (and are likely to do so during any observation period related to a conversion of notes or following any repurchase of notes by Akamai on any fundamental change repurchase date or otherwise) by entering into or unwinding various derivatives with respect to Akamai's common stock and/or purchasing or selling common stock or other securities of Akamai in secondary market transactions following the pricing of the notes and prior to the maturity of the notes. This activity could also affect the then-prevailing market price of Akamai's common stock or the notes, which could affect the ability of holders to convert the notes and the amount and value of the consideration that holders receive upon conversion of the notes.\nJ.P. Morgan and Morgan Stanley are acting as joint book-running managers for the proposed offering. BofA Merrill Lynch is also acting as joint book-running manager. HSBC, SMBC Nikko and TD Securities are acting as co-managers for this offering.\nThis press release is neither an offer to sell nor a solicitation of an offer to buy any of these securities (including the shares of Akamai's common stock, if any, issuable upon conversion of the notes). Any offer of notes was and will be made only by means of a private offering memorandum. The notes and any common stock issuable upon conversion of the notes have not been and will not be registered under the Securities Act or any state securities laws and may not be offered or sold in the United States absent registration or an applicable exemption from registration requirements.\nThe release contains information about future expectations, plans and prospects of Akamai's management that constitute forward-looking statements for purposes of the safe harbor provisions under The Private Securities Litigation Reform Act of 1995, including statements with respect to Akamai's expectations to complete the offering of the notes, its use of proceeds from the offering and the effect of the concurrent stock repurchase and convertible note hedge and warrant transactions. There can be no assurance that Akamai will be able to complete the notes offering on the anticipated terms, or at all. Actual results may differ materially from those indicated by these forward-looking statements as a result of various important factors including, but not limited to the terms of the notes and the offering, risks and uncertainties related to whether or not Akamai will consummate the offering, the impact of general economic, industry, market or political conditions and other factors that are discussed in Akamai's Annual Report on Form 10-K, quarterly reports on Form 10-Q, and other documents periodically filed with the SEC.\nIn addition, the statements in this press release represent Akamai's expectations and beliefs as of the date of this press release. Akamai anticipates that subsequent events and developments may cause these expectations and beliefs to change. However, while Akamai may elect to update these forward-looking statements at some point in the future, it specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing Akamai's expectations or beliefs as of any date subsequent to the date of this press release.\nAbout Akamai\nAs the world's largest and most trusted cloud delivery platform, Akamai makes it easier for its customers to provide the best and most secure digital experiences on any device, anytime, anywhere. Akamai's massively distributed platform is unparalleled in scale with over 200,000 servers across 130 countries, giving customers superior performance and threat protection. Akamai's portfolio of web and mobile performance, cloud security, enterprise access, and video delivery solutions are supported by exceptional customer service and 24/7 monitoring.\nContacts:\nJeanne Trogan\nMedia Relations\n617-806-8048\njtrogan@akamai.com\n– or –\nTom Barth\nInvestor Relations\n617-274-7130\ntbarth@akamai.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/akamai-announces-pricing-of-offering-of-convertible-senior-notes-300650009.html\nSOURCE Akamai Technologies, Inc.",
    "published": "2018-05-17T04:43:00.000+03:00",
    "crawled": "2018-05-17T07:28:41.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "may",
        "akamai",
        "technology",
        "nasdaq",
        "akam",
        "akamai",
        "today",
        "announced",
        "priced",
        "private",
        "offering",
        "billion",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "note",
        "sold",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "addition",
        "akamai",
        "granted",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "note",
        "term",
        "condition",
        "sale",
        "note",
        "expected",
        "close",
        "may",
        "subject",
        "customary",
        "closing",
        "condition",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "akamai",
        "mature",
        "may",
        "unless",
        "earlier",
        "repurchased",
        "converted",
        "accordance",
        "term",
        "prior",
        "date",
        "note",
        "bear",
        "interest",
        "rate",
        "per",
        "year",
        "payable",
        "arrears",
        "may",
        "november",
        "year",
        "beginning",
        "november",
        "note",
        "convertible",
        "prior",
        "january",
        "upon",
        "occurrence",
        "certain",
        "event",
        "convertible",
        "thereafter",
        "time",
        "close",
        "business",
        "second",
        "scheduled",
        "trading",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "regardless",
        "event",
        "either",
        "case",
        "cash",
        "share",
        "akamai",
        "common",
        "stock",
        "combination",
        "cash",
        "share",
        "akamai",
        "common",
        "stock",
        "akamai",
        "option",
        "conversion",
        "rate",
        "initially",
        "share",
        "akamai",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "note",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "akamai",
        "common",
        "stock",
        "subject",
        "adjustment",
        "certain",
        "event",
        "initial",
        "conversion",
        "price",
        "represents",
        "premium",
        "approximately",
        "per",
        "share",
        "closing",
        "price",
        "akamai",
        "common",
        "stock",
        "may",
        "akamai",
        "expects",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "approximately",
        "billion",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "full",
        "payment",
        "initial",
        "purchaser",
        "discount",
        "estimated",
        "offering",
        "expense",
        "payable",
        "akamai",
        "akamai",
        "intends",
        "use",
        "million",
        "proceeds",
        "pay",
        "cost",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "described",
        "cost",
        "partially",
        "offset",
        "proceeds",
        "sale",
        "warrant",
        "pursuant",
        "warrant",
        "transaction",
        "described",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "akamai",
        "expects",
        "sell",
        "additional",
        "warrant",
        "certain",
        "initial",
        "purchaser",
        "note",
        "respective",
        "affiliate",
        "option",
        "counterparties",
        "use",
        "portion",
        "proceeds",
        "sale",
        "additional",
        "note",
        "together",
        "proceeds",
        "additional",
        "warrant",
        "transaction",
        "enter",
        "additional",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "option",
        "counterparties",
        "akamai",
        "intends",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "repurchase",
        "share",
        "common",
        "stock",
        "purchaser",
        "note",
        "offering",
        "transaction",
        "effected",
        "one",
        "initial",
        "purchaser",
        "affiliate",
        "purchase",
        "price",
        "per",
        "share",
        "transaction",
        "equal",
        "closing",
        "price",
        "per",
        "share",
        "akamai",
        "common",
        "stock",
        "may",
        "amount",
        "akamai",
        "common",
        "stock",
        "akamai",
        "actually",
        "repurchase",
        "may",
        "less",
        "million",
        "akamai",
        "also",
        "intends",
        "use",
        "portion",
        "net",
        "proceeds",
        "offering",
        "repay",
        "maturity",
        "million",
        "outstanding",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "mature",
        "february",
        "unless",
        "note",
        "converted",
        "prior",
        "maturity",
        "akamai",
        "intends",
        "use",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "including",
        "potential",
        "acquisition",
        "strategic",
        "transaction",
        "connection",
        "pricing",
        "note",
        "akamai",
        "entered",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "cover",
        "subject",
        "adjustment",
        "substantially",
        "similar",
        "applicable",
        "note",
        "number",
        "share",
        "common",
        "stock",
        "initially",
        "underlie",
        "note",
        "including",
        "note",
        "purchased",
        "initial",
        "purchaser",
        "pursuant",
        "option",
        "purchase",
        "additional",
        "note",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "expected",
        "generally",
        "reduce",
        "potential",
        "dilution",
        "respect",
        "akamai",
        "common",
        "stock",
        "upon",
        "conversion",
        "note",
        "offset",
        "cash",
        "payment",
        "akamai",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "case",
        "may",
        "warrant",
        "cover",
        "subject",
        "customary",
        "adjustment",
        "number",
        "share",
        "common",
        "stock",
        "warrant",
        "transaction",
        "could",
        "separately",
        "dilutive",
        "effect",
        "respect",
        "akamai",
        "common",
        "stock",
        "extent",
        "market",
        "price",
        "per",
        "share",
        "akamai",
        "common",
        "stock",
        "exceeds",
        "strike",
        "price",
        "warrant",
        "unless",
        "akamai",
        "elect",
        "subject",
        "certain",
        "condition",
        "settle",
        "warrant",
        "cash",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "convertible",
        "note",
        "hedge",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "expect",
        "purchase",
        "share",
        "akamai",
        "common",
        "stock",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "akamai",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "akamai",
        "common",
        "stock",
        "note",
        "time",
        "addition",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "likely",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "following",
        "repurchase",
        "note",
        "akamai",
        "fundamental",
        "change",
        "repurchase",
        "date",
        "otherwise",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "respect",
        "akamai",
        "common",
        "stock",
        "purchasing",
        "selling",
        "common",
        "stock",
        "security",
        "akamai",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "activity",
        "could",
        "also",
        "affect",
        "market",
        "price",
        "akamai",
        "common",
        "stock",
        "note",
        "could",
        "affect",
        "ability",
        "holder",
        "convert",
        "note",
        "amount",
        "value",
        "consideration",
        "holder",
        "receive",
        "upon",
        "conversion",
        "note",
        "morgan",
        "morgan",
        "stanley",
        "acting",
        "joint",
        "manager",
        "proposed",
        "offering",
        "bofa",
        "merrill",
        "lynch",
        "also",
        "acting",
        "joint",
        "manager",
        "hsbc",
        "smbc",
        "nikko",
        "td",
        "security",
        "acting",
        "offering",
        "press",
        "release",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "including",
        "share",
        "akamai",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "offer",
        "note",
        "made",
        "mean",
        "private",
        "offering",
        "memorandum",
        "note",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "release",
        "contains",
        "information",
        "future",
        "expectation",
        "plan",
        "prospect",
        "akamai",
        "management",
        "constitute",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "respect",
        "akamai",
        "expectation",
        "complete",
        "offering",
        "note",
        "use",
        "proceeds",
        "offering",
        "effect",
        "concurrent",
        "stock",
        "repurchase",
        "convertible",
        "note",
        "hedge",
        "warrant",
        "transaction",
        "assurance",
        "akamai",
        "able",
        "complete",
        "note",
        "offering",
        "anticipated",
        "term",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "limited",
        "term",
        "note",
        "offering",
        "risk",
        "uncertainty",
        "related",
        "whether",
        "akamai",
        "consummate",
        "offering",
        "impact",
        "general",
        "economic",
        "industry",
        "market",
        "political",
        "condition",
        "factor",
        "discussed",
        "akamai",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "document",
        "periodically",
        "filed",
        "sec",
        "addition",
        "statement",
        "press",
        "release",
        "represent",
        "akamai",
        "expectation",
        "belief",
        "date",
        "press",
        "release",
        "akamai",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "expectation",
        "belief",
        "change",
        "however",
        "akamai",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "akamai",
        "expectation",
        "belief",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "akamai",
        "world",
        "largest",
        "trusted",
        "cloud",
        "delivery",
        "platform",
        "akamai",
        "make",
        "easier",
        "customer",
        "provide",
        "best",
        "secure",
        "digital",
        "experience",
        "device",
        "anytime",
        "anywhere",
        "akamai",
        "massively",
        "distributed",
        "platform",
        "unparalleled",
        "scale",
        "server",
        "across",
        "country",
        "giving",
        "customer",
        "superior",
        "performance",
        "threat",
        "protection",
        "akamai",
        "portfolio",
        "web",
        "mobile",
        "performance",
        "cloud",
        "security",
        "enterprise",
        "access",
        "video",
        "delivery",
        "solution",
        "supported",
        "exceptional",
        "customer",
        "service",
        "monitoring",
        "contact",
        "jeanne",
        "trogan",
        "medium",
        "relation",
        "jtrogan",
        "tom",
        "barth",
        "investor",
        "relation",
        "tbarth",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "akamai",
        "technology",
        "inc"
    ]
}