{
    "organizations": [],
    "uuid": "a5269fdf583591d92ce0c1dc91ccfba0e52433c5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-alaska-communications-announces-exemption-process-for-tax-benefits-preservation-plan.html",
    "ord_in_thread": 0,
    "title": "Alaska Communications Announces Exemption Process for Tax Benefits Preservation Plan",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ANCHORAGE, Alaska--(BUSINESS WIRE)-- Alaska Communications (NASDAQ: ALSK), the leading provider of advanced broadband and managed IT services for businesses and consumers in Alaska, today announced that its Board of Directors, in consultation with its legal, tax and financial advisors, had approved a process for current and potential stockholders of Alaska Communications to follow with respect to the submission of requests to the Board requesting exemptions from the stock ownership limits under the Alaska Communications tax benefits preservation plan so that they can effect stock purchases that would otherwise be triggering events under the tax benefits preservation plan.\nAlaska Communications Board Chairman Edward (Ned) J. Hayes, Jr. stated, “In recent weeks, we have received input from a number of our stockholders who have indicated an interest in purchasing additional shares of our common stock in the open market and have requested exemptions from our tax benefits preservation plan’s ownership limits.” Continued Mr. Hayes, “While we remain committed to preserving our close to $80 million in federal NOLs, we have worked closely with our advisors to structure an exemption process that we believe balances our need to preserve our NOLs with the interest of stockholders in increasing their ownership stake in Alaska Communications.”\nAs Alaska Communications previously disclosed, on January 8, 2018, its Board adopted the tax benefits preservation plan to preserve the federal net operating loss carryforwards (NOLs) that Alaska Communications has generated from historical tax losses from being limited by the application of Section 382 of the U.S. Internal Revenue Code. As of December 31, 2017, Alaska Communications had approximately $78.1 million of (pre-tax) federal NOLs, with various expiration dates beginning in 2031 through 2037, which could potentially be utilized in certain circumstances to offset Alaska Communications’ future taxable income and reduce its federal income tax liability.\nAlaska Communications’ ability to benefit from its NOLs would be substantially limited by Section 382 if an “ownership change” occurred. A company experiences an “ownership change” for tax purposes if the percentage of stock owned by one or a group of its 5% stockholders (as defined for tax purposes) increases by more than 50 percentage points over a rolling three-year period over the lowest percentage of stock of such corporation owned by such stockholders at any time during that period. To protect Alaska Communications’ NOLs from being limited or permanently lost under Section 382, the tax benefits preservation plan is intended to deter any person or group from acquiring beneficial ownership of 4.99% or more of Alaska Communications’ outstanding common stock without the approval of the Board and, thereby, reduce the likelihood of an unintended “ownership change.” Each exemption that the Board approves pursuant to the exemption request process being announced today will bring Alaska Communications closer to experiencing an “ownership change” under Section 382. Accordingly, there is no assurance that, ultimately, Alaska Communications does not experience an “ownership change” as a result of one or more exemptions being granted pursuant to the exemption request process.\nThe complete exemption request process will be included as an exhibit to a Current Report on Form 8-K that Alaska Communications is filing with the U.S. Securities and Exchange Commission. A copy of the exemption request process can also be obtained by visiting the Alaska Communications investor relations website at www.alsk.com .\nAbout Alaska Communications Systems\nAlaska Communications (NASDAQ: ALSK) is the leading provider of advanced broadband and managed IT services for businesses and consumers in Alaska. The company operates a highly reliable, advanced statewide data network with the latest technology and the most diverse undersea fiber optic system connecting Alaska to the contiguous U.S. For more information, visit www.alaskacommunications.com or www.alsk.com .\nForward-Looking Information\nThis press release contains “forward-looking statements” as defined under the U.S. federal securities laws, including the Private Securities Litigation Reform Act of 1995, and is subject to the safe harbors created by such laws. Forward-looking statements contained in this press release may relate to, but are not limited to, statements regarding the exemption request process and any requests that may be considered pursuant thereto, the effect of the exemption request process in bringing Alaska Communications closer to experiencing an “ownership change” under Section 382 if one or more exemption requests are granted pursuant to such process, the interest that has been expressed by stockholders in increasing their ownership stake in Alaska Communications, the future taxable income of Alaska Communications, the ability of Alaska Communications to utilize and realize the value of its net operating loss carryforwards to offset its future taxable income and, accordingly, reduce its federal income tax liability, and how Alaska Communications’ net operating loss carryforwards could be substantially limited if Alaska Communications experienced an ownership change as defined in Section 382 of the Internal Revenue Code and whether the tax benefits preservation plan will reduce the likelihood of such an unintended ownership change from occurring. Such forward-looking statements are based on current expectations that involve a number of known and unknown risks, uncertainties and other factors which may cause actual events to be materially different from those expressed or implied by such forward-looking statements. Information on factors that may impact these forward-looking statements can be found in the “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Risk Factors” sections contained in Alaska Communications’ periodic reports filed with the Securities and Exchange Commission, including, but not limited to, its latest Annual Report on Form 10-K and its latest Quarterly Report on Form 10-Q, copies of which may be obtained from www.sec.gov or by contacting Alaska Communications’ investor relations department at (907) 564-7556 or by visiting its investor relations website at www.alsk.com . The forward-looking statements in this press release are made as of the date hereof. Notwithstanding changes that may occur with respect to matters relating to any forward-looking statements, Alaska Communications assumes no obligation to publicly update, amend or clarify its forward-looking statements, whether as a result of new information, future events or otherwise, except as may otherwise be required by the federal securities laws. Alaska Communications, however, reserves the right to update such statements or any portion thereof at any time for any reason.\nImportant Additional Information And Where To Find It\nAlaska Communications, its directors and certain of its executive officers are deemed to be participants in the solicitation of proxies from Alaska Communications’ stockholders in connection with the matters to be considered at Alaska Communications’ 2018 Annual Meeting of Stockholders. Information regarding the names of Alaska Communications’ directors and executive officers and their respective interests in Alaska Communications by security holdings or otherwise can be found in Alaska Communications’ definitive proxy statement for its 2018 Annual Meeting of Stockholders, filed with the SEC on May 11, 2018. INVESTORS AND STOCKHOLDERS ARE STRONGLY ENCOURAGED TO READ SUCH PROXY STATEMENT AND THE ACCOMPANYING PROXY CARD AND OTHER DOCUMENTS FILED BY ALASKA COMMUNICATIONS WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE AS THEY WILL CONTAIN IMPORTANT INFORMATION . Stockholders will be able to obtain the proxy statement, any amendments or supplements to the proxy statement, the accompanying proxy card, and other documents filed by Alaska Communications with the SEC for no charge at the SEC’s website at www.sec.gov . Copies will also be available at no charge at the Investor Relations section of Alaska Communications’ corporate website at www.alsk.com , by writing to Alaska Communications’ Corporate Secretary at Alaska Communications Systems Group, Inc., 600 Telephone Avenue, Anchorage AK 99503 or by contacting Alaska Communications’ investor relations department at (907) 564-7556.\n //www.businesswire.com/news/home/20180515006605/en/\nAlaska Communications\nMedia Contact:\nHeather Cavanaugh, 907-564-7722\nDirector, External Affairs and Corporate Communications\nor\nInvestor Contact:\nTiffany Smith, 907-564-7556\nManager, Board and Investor Relations\ninvestors@acsalaska.com\nSource: Alaska Communications",
    "published": "2018-05-16T00:15:00.000+03:00",
    "crawled": "2018-05-16T02:34:37.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "anchorage",
        "alaska",
        "business",
        "wire",
        "alaska",
        "communication",
        "nasdaq",
        "alsk",
        "leading",
        "provider",
        "advanced",
        "broadband",
        "managed",
        "service",
        "business",
        "consumer",
        "alaska",
        "today",
        "announced",
        "board",
        "director",
        "consultation",
        "legal",
        "tax",
        "financial",
        "advisor",
        "approved",
        "process",
        "current",
        "potential",
        "stockholder",
        "alaska",
        "communication",
        "follow",
        "respect",
        "submission",
        "request",
        "board",
        "requesting",
        "exemption",
        "stock",
        "ownership",
        "limit",
        "alaska",
        "communication",
        "tax",
        "benefit",
        "preservation",
        "plan",
        "effect",
        "stock",
        "purchase",
        "would",
        "otherwise",
        "triggering",
        "event",
        "tax",
        "benefit",
        "preservation",
        "plan",
        "alaska",
        "communication",
        "board",
        "chairman",
        "edward",
        "ned",
        "hayes",
        "stated",
        "recent",
        "week",
        "received",
        "input",
        "number",
        "stockholder",
        "indicated",
        "interest",
        "purchasing",
        "additional",
        "share",
        "common",
        "stock",
        "open",
        "market",
        "requested",
        "exemption",
        "tax",
        "benefit",
        "preservation",
        "plan",
        "ownership",
        "continued",
        "hayes",
        "remain",
        "committed",
        "preserving",
        "close",
        "million",
        "federal",
        "nols",
        "worked",
        "closely",
        "advisor",
        "structure",
        "exemption",
        "process",
        "believe",
        "balance",
        "need",
        "preserve",
        "nols",
        "interest",
        "stockholder",
        "increasing",
        "ownership",
        "stake",
        "alaska",
        "alaska",
        "communication",
        "previously",
        "disclosed",
        "january",
        "board",
        "adopted",
        "tax",
        "benefit",
        "preservation",
        "plan",
        "preserve",
        "federal",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "nols",
        "alaska",
        "communication",
        "generated",
        "historical",
        "tax",
        "loss",
        "limited",
        "application",
        "section",
        "internal",
        "revenue",
        "code",
        "december",
        "alaska",
        "communication",
        "approximately",
        "million",
        "federal",
        "nols",
        "various",
        "expiration",
        "date",
        "beginning",
        "could",
        "potentially",
        "utilized",
        "certain",
        "circumstance",
        "offset",
        "alaska",
        "communication",
        "future",
        "taxable",
        "income",
        "reduce",
        "federal",
        "income",
        "tax",
        "liability",
        "alaska",
        "communication",
        "ability",
        "benefit",
        "nols",
        "would",
        "substantially",
        "limited",
        "section",
        "ownership",
        "change",
        "occurred",
        "company",
        "experience",
        "ownership",
        "change",
        "tax",
        "purpose",
        "percentage",
        "stock",
        "owned",
        "one",
        "group",
        "stockholder",
        "defined",
        "tax",
        "purpose",
        "increase",
        "percentage",
        "point",
        "rolling",
        "period",
        "lowest",
        "percentage",
        "stock",
        "corporation",
        "owned",
        "stockholder",
        "time",
        "period",
        "protect",
        "alaska",
        "communication",
        "nols",
        "limited",
        "permanently",
        "lost",
        "section",
        "tax",
        "benefit",
        "preservation",
        "plan",
        "intended",
        "deter",
        "person",
        "group",
        "acquiring",
        "beneficial",
        "ownership",
        "alaska",
        "communication",
        "outstanding",
        "common",
        "stock",
        "without",
        "approval",
        "board",
        "thereby",
        "reduce",
        "likelihood",
        "unintended",
        "ownership",
        "exemption",
        "board",
        "approves",
        "pursuant",
        "exemption",
        "request",
        "process",
        "announced",
        "today",
        "bring",
        "alaska",
        "communication",
        "closer",
        "experiencing",
        "ownership",
        "change",
        "section",
        "accordingly",
        "assurance",
        "ultimately",
        "alaska",
        "communication",
        "experience",
        "ownership",
        "change",
        "result",
        "one",
        "exemption",
        "granted",
        "pursuant",
        "exemption",
        "request",
        "process",
        "complete",
        "exemption",
        "request",
        "process",
        "included",
        "exhibit",
        "current",
        "report",
        "form",
        "alaska",
        "communication",
        "filing",
        "security",
        "exchange",
        "commission",
        "copy",
        "exemption",
        "request",
        "process",
        "also",
        "obtained",
        "visiting",
        "alaska",
        "communication",
        "investor",
        "relation",
        "website",
        "alaska",
        "communication",
        "system",
        "alaska",
        "communication",
        "nasdaq",
        "alsk",
        "leading",
        "provider",
        "advanced",
        "broadband",
        "managed",
        "service",
        "business",
        "consumer",
        "alaska",
        "company",
        "operates",
        "highly",
        "reliable",
        "advanced",
        "statewide",
        "data",
        "network",
        "latest",
        "technology",
        "diverse",
        "undersea",
        "fiber",
        "optic",
        "system",
        "connecting",
        "alaska",
        "contiguous",
        "information",
        "visit",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "defined",
        "federal",
        "security",
        "law",
        "including",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "safe",
        "harbor",
        "created",
        "law",
        "statement",
        "contained",
        "press",
        "release",
        "may",
        "relate",
        "limited",
        "statement",
        "regarding",
        "exemption",
        "request",
        "process",
        "request",
        "may",
        "considered",
        "pursuant",
        "thereto",
        "effect",
        "exemption",
        "request",
        "process",
        "bringing",
        "alaska",
        "communication",
        "closer",
        "experiencing",
        "ownership",
        "change",
        "section",
        "one",
        "exemption",
        "request",
        "granted",
        "pursuant",
        "process",
        "interest",
        "expressed",
        "stockholder",
        "increasing",
        "ownership",
        "stake",
        "alaska",
        "communication",
        "future",
        "taxable",
        "income",
        "alaska",
        "communication",
        "ability",
        "alaska",
        "communication",
        "utilize",
        "realize",
        "value",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "offset",
        "future",
        "taxable",
        "income",
        "accordingly",
        "reduce",
        "federal",
        "income",
        "tax",
        "liability",
        "alaska",
        "communication",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "could",
        "substantially",
        "limited",
        "alaska",
        "communication",
        "experienced",
        "ownership",
        "change",
        "defined",
        "section",
        "internal",
        "revenue",
        "code",
        "whether",
        "tax",
        "benefit",
        "preservation",
        "plan",
        "reduce",
        "likelihood",
        "unintended",
        "ownership",
        "change",
        "occurring",
        "statement",
        "based",
        "current",
        "expectation",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "event",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "information",
        "factor",
        "may",
        "impact",
        "statement",
        "found",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "risk",
        "factor",
        "section",
        "contained",
        "alaska",
        "communication",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "latest",
        "annual",
        "report",
        "form",
        "latest",
        "quarterly",
        "report",
        "form",
        "copy",
        "may",
        "obtained",
        "contacting",
        "alaska",
        "communication",
        "investor",
        "relation",
        "department",
        "visiting",
        "investor",
        "relation",
        "website",
        "statement",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "notwithstanding",
        "change",
        "may",
        "occur",
        "respect",
        "matter",
        "relating",
        "statement",
        "alaska",
        "communication",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "amend",
        "clarify",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "otherwise",
        "required",
        "federal",
        "security",
        "law",
        "alaska",
        "communication",
        "however",
        "reserve",
        "right",
        "update",
        "statement",
        "portion",
        "thereof",
        "time",
        "reason",
        "important",
        "additional",
        "information",
        "find",
        "alaska",
        "communication",
        "director",
        "certain",
        "executive",
        "officer",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "alaska",
        "communication",
        "stockholder",
        "connection",
        "matter",
        "considered",
        "alaska",
        "communication",
        "annual",
        "meeting",
        "stockholder",
        "information",
        "regarding",
        "name",
        "alaska",
        "communication",
        "director",
        "executive",
        "officer",
        "respective",
        "interest",
        "alaska",
        "communication",
        "security",
        "holding",
        "otherwise",
        "found",
        "alaska",
        "communication",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "may",
        "investor",
        "stockholder",
        "strongly",
        "encouraged",
        "read",
        "proxy",
        "statement",
        "accompanying",
        "proxy",
        "card",
        "document",
        "filed",
        "alaska",
        "communication",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "stockholder",
        "able",
        "obtain",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "accompanying",
        "proxy",
        "card",
        "document",
        "filed",
        "alaska",
        "communication",
        "sec",
        "charge",
        "sec",
        "website",
        "copy",
        "also",
        "available",
        "charge",
        "investor",
        "relation",
        "section",
        "alaska",
        "communication",
        "corporate",
        "website",
        "writing",
        "alaska",
        "communication",
        "corporate",
        "secretary",
        "alaska",
        "communication",
        "system",
        "group",
        "telephone",
        "avenue",
        "anchorage",
        "ak",
        "contacting",
        "alaska",
        "communication",
        "investor",
        "relation",
        "department",
        "alaska",
        "communication",
        "medium",
        "contact",
        "heather",
        "cavanaugh",
        "director",
        "external",
        "affair",
        "corporate",
        "communication",
        "investor",
        "contact",
        "tiffany",
        "smith",
        "manager",
        "board",
        "investor",
        "relation",
        "investor",
        "source",
        "alaska",
        "communication"
    ]
}