{
    "organizations": [],
    "uuid": "0275ebfd8eb75bec0c6e8d1fb9c39e1de80e9a25",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-leclancha-announces-its-full-year-2017-financial-results-on-track-to-hit-milestone-of-100-mwh-of-energy-storage-systems-in.html",
    "ord_in_thread": 0,
    "title": "Leclanché announces its full year 2017 financial results; On track to hit milestone of 100 MWh of energy storage systems in operation by 2018 and be EBITDA positive by 2020; Leadership sets out the company's strategy to capitalise on high growth stationar",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "YVERDON LES BAINS, Switzerland and DALLAS, May 3, 2018 /PRNewswire/ -- Leclanché SA (SIX: LECN), one of the world's leading energy storage solution companies, today announced its results for the full year ending 31 December 2017. Consolidated revenues for fiscal year 2017 were CHF 18 million, down from CHF 28.5 million in 2016; the EBITDA loss for the year amounts to CHF (31.8) compared to a loss of CHF (28.4) million the previous year.\nThe revenue shortfall in 2017 was due to funding delays in growth capital, as announced at the AGM on 26 July 2017, which impacted the delivery of a number of projects. The funding is now secured, all projects are now being executed and the resulting lost revenues in 2017 will be generated and accounted for in 2018.\nLeclanché is working on a confirmed order book of over 50 MWh which should contribute CHF 40-50 million of revenue in 2018. In addition, we are looking forward to achieving the milestone of 100 MWh in operation by end 2018. The Company expects to be EBITDA positive by 2020.\nAnil Srivastava, CEO of Leclanché, said: \"The opportunity for Leclanché is now. We are well on our way to hitting the milestone of 100 MWh of storage projects in operation by 2018. This is the result of a 5-year growth plan with confirmed projects and partners worldwide in the fast-growing market of energy storage solutions.\nIn addition, in the e-transport business, we have already secured multi-year annuity agreements with partners around the world, including in India with a leading automotive integrator and in Europe with Skoda Electric. This market is also growing substantially worldwide as it moves beyond the trials and tests phase and as governments are increasingly setting clear directives which push the industry towards green technology.\nThis is a very special time in Leclanché's history. The electricity and transport industries are experiencing unprecedented changes and Leclanché has never been better positioned to meet the needs of both the disruptors and the incumbents who are changing the way we produce, distribute and consume electricity and the way we transport people and products, as we move towards a clean energy future.\nThe opportunities have never been so exciting for Leclanché. Our organisation and expertise are geared entirely towards capitalising on what we see as a paradigm shift in these industries. Our partners, be they utilities, electric vehicles manufacturers or electricity network operators tell us that it is our independence and technological superiority, supported by our culture of German engineering and Swiss precision that continue to make us their partner of choice.\"\nThe Company is also announcing today that it is in advanced JV discussions with partners in China and India for both product sales and high-volume production, further cementing its position as the \"go to\" provider of high quality energy storage solutions to disruptors and incumbents across the world.\nThe Company is delivering on the following orders:\nStationary\nCremzow storage plant, Brandenburg, Germany: Enel Green Power Germany (EGP Germany), has signed an agreement with German wind energy company ENERTRAG AG and Leclanché to build and manage a 22 MW lithium-ion (31 MWh) battery storage plant in Cremzow, in the German state of Brandenburg. The project is Enel's first storage plant in Germany and its construction will involve an investment of around 17 million euros. The facility will be owned by a special purpose vehicle (SPV) in which EGP Germany has a 90% majority stake and ENERTRAG the remaining 10% stake. Leclanché will act as engineering, procurement and construction (EPC) contractor for the project, in charge of integrating battery and power conversion systems and energy management software. The storage plant will provide frequency regulation services to Germany's Primary Control Reserve (PCR) market to rapidly stabilise the grid, and will later be integrated with ENERTRAG wind farms. The first 2 MW section of the Cremzow plant has come into operation in April 2018, while the launch of the entire plant is planned for the end of this year. IESO Basin 1 & 2, Ontario, Canada: Leclanché is delivering a 13.8 MWh battery storage system for grid ancillary services. The two adjacent 6.9 MWh projects in near downtown Toronto will provide various ancillary services to support grid stabilisation and resiliency. Basin 1 will be operational in Q2 2018 and Basin 2 in Q3 2018. SWB Bremen , Germany: Leclanché is delivering a hybrid storage system with a 15 MWh battery coupled with a heating system to provide frequency regulation services to Germany's Primary Control Reserve (PCR) market. The heating system will take electricity from the grid if the frequency is too high and feed it into the grid when frequency is low. Commissioning of the hybrid storage system is planned for autumn 2018. Marengo, Illinois, USA: Leclanché is delivering a 19.5 MWh battery storage system for frequency regulation. The complete storage solution will provide regulation ancillary services in the PJM market, considered the most advanced market of this type globally. The system will be completely electronically interfaced with the ISO signal on a second-by-second basis. Canadian Solar, Ottawa, Canada: Leclanché is delivering a 2.8 MWh battery storage system. Located near Ottawa, the utility-scale system will provide various grid ancillary services for the IESO, connected directly to the provincial transmission grid. Romande Energie, Onnens, Switzerland: Leclanché is delivering 5 MWh of storage for PV solar integration in Switzerland.\nTransport\nE-ferry, Denmark: Funded by the EU, E-ferry is the world's largest fully electric ferry connecting the island of Aero to the mainland. Leclanché is providing E-ferry with a state of the art battery energy storage system, delivering 4.2 MWh of GNMC 1 Cells-based battery packs. The E-ferry, along with other smaller e-ferries are replacing diesel-powered ferries, creating planned energy savings of up to 50% and major emission reductions. Leading automotive integrator, India: Leclanché is delivering GNMC Cells-based battery packs for electric buses and electric auto rickshaws. The units are undergoing pilot testing. Post completion of successful trials, annual volume is expected to be in the range of 90 to 150 MWh under a multi-year master supply agreement. Through this partnership, Leclanché has entered in one of the largest electric vehicle market in the world, helping India reduce CO2 emissions and harmful NOx pollution in its densely populated cities. ZAPINAMO, UK: Leclanché is supplying fast charging LTO 2 Cells-based battery packs. Currently on trial at London's Heathrow airport, one of the world's most important aviation hubs, will through technology help to accelerate the electrification of up to an estimated 15,000 daily private hire journeys to and from the airport. The ZAPINAMO technology will allow a simultaneous 'power boosted' ultra-fast charge to 20 electric vehicles using a battery storage technology limiting the draw of grid supply during peak hours.\nFinancial Results\nKey figures\n(in million CHF)\nFY 2017\nFY 2016\nFY2015\nRevenue\n18.0\n28.5\n18.2\nEBITDA\n-31.8\n-28.4\n-26.0\nLoss for the period\n-38.5\n-37.2\n-35.6\nEarnings per share\n-0.70\n-0.87\n-1.21\nFor further details, please refer to the full 2017 annual report which is accessible on the Company's web site http://www.leclanche.com/investor-relations/financial-reports-publications/annual-reports/\nOrganisation\nLeclanché has built a world-class international leadership team. On the lines of the announcement made during the AGM held in July 2017, the Company is now organised along three business units: Stationary Storage Solutions, eTransport Solutions, Specialty Batteries Systems.\nHubert Angleys, Chief Financial Officer, has been promoted to also serve as Chief Operating Officer.\nStefan Louis, has been promoted to be the Executive Vice President of eTransport Business Unit.\nThe Executive Committee of the Company is as follows:\nName\nP osition\nAnil Srivastava\nChief Executive Officer\nHubert Angleys\nChief Financial Officer and Chief Operating Officer\nPierre Blanc\nChief Technology and Industrial Officer\nFabrizio Marzolini\nExecutive Vice President, Specialty Batteries Business Unit\nStefan Louis\nExecutive Vice President, eTransport Solutions Business Unit\nBryan Urban\nExecutive Vice President, Stationary Storage Solutions Business Unit\nAbout Leclanché\nHeadquartered in Switzerland, Leclanché SA (SIX: LECN) is a leading provider of high quality energy storage solutions designed to accelerate our progress towards a clean energy future.\nLeclanché's history and heritage is rooted in over 100 years of battery / energy storage innovation. The Company is a trusted provider of energy storage solutions globally, which coupled with the company's tradition of Swiss precision and highest quality engineering, continues to make Leclanché the partner of choice for both disruptors, established companies and governments who are pioneering positive changes in how energy is produced, distributed and consumed around the world.\nThe energy transition is being driven primarily by changes in our electricity networks and advancements in all types of EVs, and these two end markets form the backbone of our strategy and business model. Leclanché is at the heart of the convergence of the electrification of transport and the changes in the distribution network. Leclanché is the only listed pure play energy storage company in the world and is listed on the Swiss Stock Exchange.\nSIX Swiss Exchange: ticker symbol LECN | ISIN CH 011 030 311 9\nDisclaimer\nThis press release contains certain relating to Leclanché's business, which can be identified by terminology such as \"strategic\", \"proposes\", \"to introduce\", \"will\", \"planned\", \"expected\", \"commitment\", \"expects\", \"set\", \"preparing\", \"plans\", \"estimates\", \"aims\", \"would\", \"potential\", \"awaiting\", \"estimated\", \"proposal\", or similar expressions, or by expressed or implied discussions regarding the ramp up of Leclanché's production capacity, potential applications for existing products, or regarding potential future revenues from any such products, or potential future sales or earnings of Leclanché or any of its business units.\nYou should not place undue reliance on these statements. Such reflect the current views of Leclanché regarding future events, and involve known and unknown risks, uncertainties and other factors that may to be materially different from any future results, performance or achievements expressed or implied by such statements. There can be no guarantee that Leclanché's products will achieve any particular revenue levels. Nor can there be any guarantee that Leclanché, or any of the business units, will achieve any particular financial results.\nPublication of results\nLeclanché SA published today its annual report which is available in pdf format on the Company website: http://www.leclanche.com/investor-relations\n1 GNMC: Lithium Graphite Magnesium Cobalt\n2 LTO: Lithium Titanate Oxide\nView original content: http://www.prnewswire.com/news-releases/leclanche-announces-its-full-year-2017-financial-results-on-track-to-hit-milestone-of-100-mwh-of-energy-storage-systems-in-operation-by-2018-and-be-ebitda-positive-by-2020-leadership-sets-out-the-companys-strategy-to-capitalise-300642618.html\nSOURCE Leclanche",
    "published": "2018-05-04T03:32:00.000+03:00",
    "crawled": "2018-05-04T05:19:54.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "yverdon",
        "le",
        "bains",
        "switzerland",
        "dallas",
        "may",
        "leclanché",
        "sa",
        "six",
        "lecn",
        "one",
        "world",
        "leading",
        "energy",
        "storage",
        "solution",
        "company",
        "today",
        "announced",
        "result",
        "full",
        "year",
        "ending",
        "december",
        "consolidated",
        "revenue",
        "fiscal",
        "year",
        "chf",
        "million",
        "chf",
        "million",
        "ebitda",
        "loss",
        "year",
        "amount",
        "chf",
        "compared",
        "loss",
        "chf",
        "million",
        "previous",
        "year",
        "revenue",
        "shortfall",
        "due",
        "funding",
        "delay",
        "growth",
        "capital",
        "announced",
        "agm",
        "july",
        "impacted",
        "delivery",
        "number",
        "project",
        "funding",
        "secured",
        "project",
        "executed",
        "resulting",
        "lost",
        "revenue",
        "generated",
        "accounted",
        "leclanché",
        "working",
        "confirmed",
        "order",
        "book",
        "mwh",
        "contribute",
        "chf",
        "million",
        "revenue",
        "addition",
        "looking",
        "forward",
        "achieving",
        "milestone",
        "mwh",
        "operation",
        "end",
        "company",
        "expects",
        "ebitda",
        "positive",
        "anil",
        "srivastava",
        "ceo",
        "leclanché",
        "said",
        "opportunity",
        "leclanché",
        "well",
        "way",
        "hitting",
        "milestone",
        "mwh",
        "storage",
        "project",
        "operation",
        "result",
        "growth",
        "plan",
        "confirmed",
        "project",
        "partner",
        "worldwide",
        "market",
        "energy",
        "storage",
        "solution",
        "addition",
        "business",
        "already",
        "secured",
        "annuity",
        "agreement",
        "partner",
        "around",
        "world",
        "including",
        "india",
        "leading",
        "automotive",
        "integrator",
        "europe",
        "skoda",
        "electric",
        "market",
        "also",
        "growing",
        "substantially",
        "worldwide",
        "move",
        "beyond",
        "trial",
        "test",
        "phase",
        "government",
        "increasingly",
        "setting",
        "clear",
        "directive",
        "push",
        "industry",
        "towards",
        "green",
        "technology",
        "special",
        "time",
        "leclanché",
        "history",
        "electricity",
        "transport",
        "industry",
        "experiencing",
        "unprecedented",
        "change",
        "leclanché",
        "never",
        "better",
        "positioned",
        "meet",
        "need",
        "disruptors",
        "incumbent",
        "changing",
        "way",
        "produce",
        "distribute",
        "consume",
        "electricity",
        "way",
        "transport",
        "people",
        "product",
        "move",
        "towards",
        "clean",
        "energy",
        "future",
        "opportunity",
        "never",
        "exciting",
        "leclanché",
        "organisation",
        "expertise",
        "geared",
        "entirely",
        "towards",
        "capitalising",
        "see",
        "paradigm",
        "shift",
        "industry",
        "partner",
        "utility",
        "electric",
        "vehicle",
        "manufacturer",
        "electricity",
        "network",
        "operator",
        "tell",
        "u",
        "independence",
        "technological",
        "superiority",
        "supported",
        "culture",
        "german",
        "engineering",
        "swiss",
        "precision",
        "continue",
        "make",
        "u",
        "partner",
        "choice",
        "company",
        "also",
        "announcing",
        "today",
        "advanced",
        "jv",
        "discussion",
        "partner",
        "china",
        "india",
        "product",
        "sale",
        "production",
        "cementing",
        "position",
        "go",
        "provider",
        "high",
        "quality",
        "energy",
        "storage",
        "solution",
        "disruptors",
        "incumbent",
        "across",
        "world",
        "company",
        "delivering",
        "following",
        "order",
        "stationary",
        "cremzow",
        "storage",
        "plant",
        "brandenburg",
        "germany",
        "enel",
        "green",
        "power",
        "germany",
        "egp",
        "germany",
        "signed",
        "agreement",
        "german",
        "wind",
        "energy",
        "company",
        "enertrag",
        "ag",
        "leclanché",
        "build",
        "manage",
        "mw",
        "mwh",
        "battery",
        "storage",
        "plant",
        "cremzow",
        "german",
        "state",
        "brandenburg",
        "project",
        "enel",
        "first",
        "storage",
        "plant",
        "germany",
        "construction",
        "involve",
        "investment",
        "around",
        "million",
        "euro",
        "facility",
        "owned",
        "special",
        "purpose",
        "vehicle",
        "spv",
        "egp",
        "germany",
        "majority",
        "stake",
        "enertrag",
        "remaining",
        "stake",
        "leclanché",
        "act",
        "engineering",
        "procurement",
        "construction",
        "epc",
        "contractor",
        "project",
        "charge",
        "integrating",
        "battery",
        "power",
        "conversion",
        "system",
        "energy",
        "management",
        "software",
        "storage",
        "plant",
        "provide",
        "frequency",
        "regulation",
        "service",
        "germany",
        "primary",
        "control",
        "reserve",
        "pcr",
        "market",
        "rapidly",
        "stabilise",
        "grid",
        "later",
        "integrated",
        "enertrag",
        "wind",
        "farm",
        "first",
        "mw",
        "section",
        "cremzow",
        "plant",
        "come",
        "operation",
        "april",
        "launch",
        "entire",
        "plant",
        "planned",
        "end",
        "year",
        "ieso",
        "basin",
        "ontario",
        "canada",
        "leclanché",
        "delivering",
        "mwh",
        "battery",
        "storage",
        "system",
        "grid",
        "ancillary",
        "service",
        "two",
        "adjacent",
        "mwh",
        "project",
        "near",
        "downtown",
        "toronto",
        "provide",
        "various",
        "ancillary",
        "service",
        "support",
        "grid",
        "stabilisation",
        "resiliency",
        "basin",
        "operational",
        "q2",
        "basin",
        "q3",
        "swb",
        "bremen",
        "germany",
        "leclanché",
        "delivering",
        "hybrid",
        "storage",
        "system",
        "mwh",
        "battery",
        "coupled",
        "heating",
        "system",
        "provide",
        "frequency",
        "regulation",
        "service",
        "germany",
        "primary",
        "control",
        "reserve",
        "pcr",
        "market",
        "heating",
        "system",
        "take",
        "electricity",
        "grid",
        "frequency",
        "high",
        "feed",
        "grid",
        "frequency",
        "low",
        "commissioning",
        "hybrid",
        "storage",
        "system",
        "planned",
        "autumn",
        "marengo",
        "illinois",
        "usa",
        "leclanché",
        "delivering",
        "mwh",
        "battery",
        "storage",
        "system",
        "frequency",
        "regulation",
        "complete",
        "storage",
        "solution",
        "provide",
        "regulation",
        "ancillary",
        "service",
        "pjm",
        "market",
        "considered",
        "advanced",
        "market",
        "type",
        "globally",
        "system",
        "completely",
        "electronically",
        "interfaced",
        "iso",
        "signal",
        "basis",
        "canadian",
        "solar",
        "ottawa",
        "canada",
        "leclanché",
        "delivering",
        "mwh",
        "battery",
        "storage",
        "system",
        "located",
        "near",
        "ottawa",
        "system",
        "provide",
        "various",
        "grid",
        "ancillary",
        "service",
        "ieso",
        "connected",
        "directly",
        "provincial",
        "transmission",
        "grid",
        "romande",
        "energie",
        "onnens",
        "switzerland",
        "leclanché",
        "delivering",
        "mwh",
        "storage",
        "pv",
        "solar",
        "integration",
        "switzerland",
        "transport",
        "denmark",
        "funded",
        "eu",
        "world",
        "largest",
        "fully",
        "electric",
        "ferry",
        "connecting",
        "island",
        "aero",
        "mainland",
        "leclanché",
        "providing",
        "state",
        "art",
        "battery",
        "energy",
        "storage",
        "system",
        "delivering",
        "mwh",
        "gnmc",
        "battery",
        "pack",
        "along",
        "smaller",
        "replacing",
        "ferry",
        "creating",
        "planned",
        "energy",
        "saving",
        "major",
        "emission",
        "reduction",
        "leading",
        "automotive",
        "integrator",
        "india",
        "leclanché",
        "delivering",
        "gnmc",
        "battery",
        "pack",
        "electric",
        "bus",
        "electric",
        "auto",
        "rickshaw",
        "unit",
        "undergoing",
        "pilot",
        "testing",
        "post",
        "completion",
        "successful",
        "trial",
        "annual",
        "volume",
        "expected",
        "range",
        "mwh",
        "master",
        "supply",
        "agreement",
        "partnership",
        "leclanché",
        "entered",
        "one",
        "largest",
        "electric",
        "vehicle",
        "market",
        "world",
        "helping",
        "india",
        "reduce",
        "co2",
        "emission",
        "harmful",
        "nox",
        "pollution",
        "densely",
        "populated",
        "city",
        "zapinamo",
        "uk",
        "leclanché",
        "supplying",
        "fast",
        "charging",
        "lto",
        "battery",
        "pack",
        "currently",
        "trial",
        "london",
        "heathrow",
        "airport",
        "one",
        "world",
        "important",
        "aviation",
        "hub",
        "technology",
        "help",
        "accelerate",
        "electrification",
        "estimated",
        "daily",
        "private",
        "hire",
        "journey",
        "airport",
        "zapinamo",
        "technology",
        "allow",
        "simultaneous",
        "boosted",
        "charge",
        "electric",
        "vehicle",
        "using",
        "battery",
        "storage",
        "technology",
        "limiting",
        "draw",
        "grid",
        "supply",
        "peak",
        "hour",
        "financial",
        "result",
        "key",
        "figure",
        "million",
        "chf",
        "fy",
        "fy",
        "fy2015",
        "revenue",
        "ebitda",
        "loss",
        "period",
        "earnings",
        "per",
        "share",
        "detail",
        "please",
        "refer",
        "full",
        "annual",
        "report",
        "accessible",
        "company",
        "web",
        "site",
        "http",
        "organisation",
        "leclanché",
        "built",
        "international",
        "leadership",
        "team",
        "line",
        "announcement",
        "made",
        "agm",
        "held",
        "july",
        "company",
        "organised",
        "along",
        "three",
        "business",
        "unit",
        "stationary",
        "storage",
        "solution",
        "etransport",
        "solution",
        "specialty",
        "battery",
        "system",
        "hubert",
        "angleys",
        "chief",
        "financial",
        "officer",
        "promoted",
        "also",
        "serve",
        "chief",
        "operating",
        "officer",
        "stefan",
        "louis",
        "promoted",
        "executive",
        "vice",
        "president",
        "etransport",
        "business",
        "unit",
        "executive",
        "committee",
        "company",
        "follows",
        "name",
        "p",
        "osition",
        "anil",
        "srivastava",
        "chief",
        "executive",
        "officer",
        "hubert",
        "angleys",
        "chief",
        "financial",
        "officer",
        "chief",
        "operating",
        "officer",
        "pierre",
        "blanc",
        "chief",
        "technology",
        "industrial",
        "officer",
        "fabrizio",
        "marzolini",
        "executive",
        "vice",
        "president",
        "specialty",
        "battery",
        "business",
        "unit",
        "stefan",
        "louis",
        "executive",
        "vice",
        "president",
        "etransport",
        "solution",
        "business",
        "unit",
        "bryan",
        "urban",
        "executive",
        "vice",
        "president",
        "stationary",
        "storage",
        "solution",
        "business",
        "unit",
        "leclanché",
        "headquartered",
        "switzerland",
        "leclanché",
        "sa",
        "six",
        "lecn",
        "leading",
        "provider",
        "high",
        "quality",
        "energy",
        "storage",
        "solution",
        "designed",
        "accelerate",
        "progress",
        "towards",
        "clean",
        "energy",
        "future",
        "leclanché",
        "history",
        "heritage",
        "rooted",
        "year",
        "battery",
        "energy",
        "storage",
        "innovation",
        "company",
        "trusted",
        "provider",
        "energy",
        "storage",
        "solution",
        "globally",
        "coupled",
        "company",
        "tradition",
        "swiss",
        "precision",
        "highest",
        "quality",
        "engineering",
        "continues",
        "make",
        "leclanché",
        "partner",
        "choice",
        "disruptors",
        "established",
        "company",
        "government",
        "pioneering",
        "positive",
        "change",
        "energy",
        "produced",
        "distributed",
        "consumed",
        "around",
        "world",
        "energy",
        "transition",
        "driven",
        "primarily",
        "change",
        "electricity",
        "network",
        "advancement",
        "type",
        "ev",
        "two",
        "end",
        "market",
        "form",
        "backbone",
        "strategy",
        "business",
        "model",
        "leclanché",
        "heart",
        "convergence",
        "electrification",
        "transport",
        "change",
        "distribution",
        "network",
        "leclanché",
        "listed",
        "pure",
        "play",
        "energy",
        "storage",
        "company",
        "world",
        "listed",
        "swiss",
        "stock",
        "exchange",
        "six",
        "swiss",
        "exchange",
        "ticker",
        "symbol",
        "lecn",
        "isin",
        "ch",
        "disclaimer",
        "press",
        "release",
        "contains",
        "certain",
        "relating",
        "leclanché",
        "business",
        "identified",
        "terminology",
        "strategic",
        "proposes",
        "introduce",
        "planned",
        "expected",
        "commitment",
        "expects",
        "set",
        "preparing",
        "plan",
        "estimate",
        "aim",
        "would",
        "potential",
        "awaiting",
        "estimated",
        "proposal",
        "similar",
        "expression",
        "expressed",
        "implied",
        "discussion",
        "regarding",
        "ramp",
        "leclanché",
        "production",
        "capacity",
        "potential",
        "application",
        "existing",
        "product",
        "regarding",
        "potential",
        "future",
        "revenue",
        "product",
        "potential",
        "future",
        "sale",
        "earnings",
        "leclanché",
        "business",
        "unit",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "current",
        "view",
        "leclanché",
        "regarding",
        "future",
        "event",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "guarantee",
        "leclanché",
        "product",
        "achieve",
        "particular",
        "revenue",
        "level",
        "guarantee",
        "leclanché",
        "business",
        "unit",
        "achieve",
        "particular",
        "financial",
        "result",
        "publication",
        "result",
        "leclanché",
        "sa",
        "published",
        "today",
        "annual",
        "report",
        "available",
        "pdf",
        "format",
        "company",
        "website",
        "http",
        "gnmc",
        "lithium",
        "graphite",
        "magnesium",
        "cobalt",
        "lto",
        "lithium",
        "titanate",
        "oxide",
        "view",
        "original",
        "content",
        "http",
        "source",
        "leclanche"
    ]
}