{
    "organizations": [],
    "uuid": "b1db9e5ab2212fdc275576c38eb84d75daaf9344",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-voyager-therapeutics-announces-first-quarter-2018-financial-results-and-corporate-highlights.html",
    "ord_in_thread": 0,
    "title": "Voyager Therapeutics Announces First Quarter 2018 Financial Results and Corporate Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., May 10, 2018 (GLOBE NEWSWIRE) -- Voyager Therapeutics, Inc. (NASDAQ:VYGR), a clinical-stage gene therapy company focused on developing life-changing treatments for severe neurological diseases today reported its first quarter 2018 results, recent progress and corporate highlights.\n“The accomplishments made during the first quarter reflected the team’s ability to advance our clinical and preclinical programs and gene therapy platform while continuing to execute on our business development initiatives,” said Steven Paul, M.D., president and chief executive officer of Voyager Therapeutics. “With clinical trial site initiation underway for our pivotal program for VY-AADC for Parkinson’s disease, our optimization efforts continuing for our preclinical programs, and our collaboration underway with AbbVie targeting vectorized monoclonal antibodies directed against tau for the treatment of Alzheimer’s disease and other neurodegenerative diseases, we are poised to deliver meaningful progress during the remainder of the year.”\nRecent Clinical and Preclinical Program Highlights and Updates\nVY-AADC for Parkinson’s disease:\nClearance of the Investigational New Drug (IND) application by the Food and Drug Administration (FDA) for VY-AADC in January 2018 allowed the Company to begin activating clinical trial sites for its pivotal Phase 2-3 program for Parkinson’s disease. More than fifteen clinical trial sites (including neurosurgical and neurology patient referral sites) have been selected for participation in the trial since the IND clearance and institutional review board (IRB) submissions are underway. Anticipated approval of IRB submissions and activation of these clinical trial sites, along with feedback from a planned Type C meeting with the FDA, can allow for first patient dosing expected in the middle of this year.\nRecently, investigators successfully dosed an eighth patient with VY-AADC in a Phase 1 trial in patients with Parkinson’s disease exploring the posterior (i.e., back of the head) infusion trajectory of VY-AADC. The posterior trajectory better aligns the infusion of VY-AADC with the anatomical structure of the putamen and resulted in higher total volume of coverage of the putamen and shorter total procedure time compared to Cohorts 1 through 3 from the ongoing Phase 1b trial that employed a transfrontal, or top of the head, delivery approach into the putamen. Preliminary data from patients in the Phase 1 trial who have reached the six-month endpoint is planned for later this quarter. Based on the safety, coverage of the putamen, and reduced surgical times from the eight patients treated in this trial, the posterior approach will serve as the preferred infusion trajectory for the planned Phase 2-3 trials.\nPreclinical programs for Huntington’s, ALS SOD-1, Friedreich’s ataxia and tau for Alzheimer’s and other neurodegenerative diseases:\nVoyager continues to advance multiple preclinical programs towards clinical trials through further vector optimization and exploration of additional routes of administration, to support filing two IND applications from its preclinical programs targeting a monogenic form of Amyotrophic Lateral Sclerosis (ALS) called SOD1, Huntington’s disease, and Friedreich’s ataxia programs. Data from each of these programs will be presented at the American Society of Gene and Cell Therapy (ASGCT) taking place May 16-19, 2018, in Chicago, Ill.\nIn February 2018, Voyager announced an exclusive strategic collaboration and option agreement with AbbVie to develop and commercialize vectorized antibodies directed against tau for the treatment of Alzheimer’s disease and other neurodegenerative diseases, combining Voyager’s gene therapy platform with AbbVie’s monoclonal antibody expertise, global clinical development and commercial capabilities. With a recent joint governance committee meeting successfully concluded, the research period is underway for each company to identify up to five antibodies that target tau for inclusion in the collaboration.\nVoyager investor and analyst breakfast event at ASGCT:\nVoyager’s senior management team will review data being presented at the ASGCT meeting during the following event:\nDate/time: Friday, May 18, 2018, 7:30 a.m. CDT\nLocation: Joliet Room, 3 rd Floor, Hilton Chicago Hotel, 720 S. Michigan Ave., Chicago, Ill.\nFirst Quarter 2018 Financial Results\nVoyager reported a GAAP net loss of $19.9 million, or $0.63 per share, for the first quarter ended March 31, 2018, compared to a GAAP net loss of $16.6 million, or $0.65 per share, for the same period in 2017.\nCollaboration revenue of $0.9 million for the first quarter of 2018 compared to $1.5 million for the first quarter of 2017. Collaboration revenues reflect recognition of payment for research and development services provided by Voyager for various programs under the Collaboration Agreements with Sanofi Genzyme and AbbVie. The decrease in collaboration revenues for the first quarter of 2018 compared to the same period in 2017 primarily reflects the adoption on January 1, 2018, of certain accounting rules related to revenue recognition. Voyager now uses a proportional performance basis for estimating progress of research and development services that has resulted in a decrease in collaboration revenue related to the Sanofi Genzyme collaboration in the first quarter of 2018 compared to the same period in 2017. This decrease was offset by revenue recognized in the first quarter of 2018 related to the AbbVie collaboration.\nResearch and development (R&D) expenses of $14.9 million for the first quarter ended March 31, 2018 compared to $14.1 million for the same period in 2017. The increase in R&D expenses related primarily to expenditures associated with increased personnel and facility costs to support the advancement of the pipeline programs.\nGeneral and administrative (G&A) expenses of $7.2 million for the first quarter 2018 compared to $4.9 million for the same period in 2017. The increase in G&A expenses was primarily due to personnel and facility costs to support Voyager’s pipeline programs and increased professional fees related to the AbbVie collaboration.\nCash, cash equivalents, and marketable debt securities as of March 31, 2018 were $218.2 million. Based on the Company’s current operating plan, Voyager continues to expect to end 2018 with total cash, cash equivalents and marketable debt securities of approximately $125 million to $135 million and projects that its existing cash, cash equivalents and marketable debt securities will be sufficient to fund operating expenses and capital expenditure requirements into early 2020.\nAbout Voyager Therapeutics\nVoyager Therapeutics is a clinical-stage gene therapy company focused on developing life-changing treatments for severe neurological diseases. Voyager is committed to advancing the field of AAV gene therapy through innovation and investment in vector engineering and optimization, manufacturing and dosing and delivery techniques. Voyager’s pipeline focuses on severe neurological diseases in need of effective new therapies, including Parkinson’s disease, a monogenic form of ALS called SOD1, Huntington’s disease, Friedreich’s ataxia, neurodegenerative diseases related to defective or excess aggregation of tau protein in the brain including Alzheimer’s disease and severe, chronic pain. Voyager has broad strategic collaborations with Sanofi Genzyme, the specialty care global business unit of Sanofi, AbbVie, and the University of Massachusetts Medical School. Founded by scientific and clinical leaders in the fields of AAV gene therapy, expressed RNA interference and neuroscience, Voyager Therapeutics is headquartered in Cambridge, Massachusetts. For more information, please visit www.voyagertherapeutics.com .\nForward-Looking Statements\nThis press release contains for the purposes of the safe harbor provisions under The Private Securities Litigation Reform Act of 1995 and other federal securities laws. The use of words such as “may,” “might,” “will,” “would,” “should,” “expect,” “plan,” “anticipate,” “believe,” “estimate,” “undoubtedly,” “project,” “intend,” “future,” “potential,” or “continue,” and other similar expressions are intended to identify . For example, all statements Voyager makes regarding the initiation, timing, progress and reporting of results of its preclinical programs and clinical trials and its research and development programs, its ability to advance its AAV-based gene therapies into, and successfully initiate, enroll and complete, clinical trials, the potential clinical utility of its product candidates, its ability to continue to develop its gene therapy platform, its ability to develop manufacturing capability for its products and successfully transition its manufacturing process, its ability to perform under existing collaborations with, among others, Sanofi Genzyme and AbbVie and to add new programs to its pipeline, its ability to enter into new partnerships or collaborations, and the timing or likelihood of its regulatory filings and approvals, are forward looking. All are based on estimates and assumptions by Voyager’s management that, although Voyager believes to be reasonable, are inherently uncertain. All are subject to risks and uncertainties that may cause actual results to those that Voyager expected. Such risks and uncertainties include, among others, the initiation and conduct of preclinical studies and clinical trials; the availability of data from clinical trials; the expectations for regulatory submissions and approvals; the continued development of the product engine; Voyager’s scientific approach and general development progress; and the availability or commercial potential of Voyager’s product candidates. These statements are also subject to a number of material risks and uncertainties that are described in Voyager’s most recent Annual Report on Form 10-K filed with the Securities and Exchange Commission, as updated by its subsequent filings with the Securities and Exchange Commission. Any forward-looking statement speaks only as of the date on which it was made. Voyager undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise, except as required by law.\nSelected Financial Information\n($-amounts in thousands, except per share data)\n(Unaudited) Three Months Ended March 31, Statement of Operations Items: 2018 2017 Collaboration revenue $ 942 $ 1,464 Operating expenses: Research and development 14,853 14,072 General and administrative 7,182 4,914 Total operating expenses 22,035 18,986 Operating loss (21,093 ) (17,522 ) Total other income 987 648 Loss before income taxes (20,106 ) (16,874 ) Income tax benefit 180 226 Net loss $ (19,926 ) $ (16,648 ) Net loss per share, basic and diluted $ (0.63 ) $ (0.65 ) Weighted-average common shares outstanding, basic and diluted 31,759,870 25,791,591\nMarch 31, December 31, Selected Balance Sheet Items 2018 2017 Cash, cash equivalents, and marketable debt securities $ 218,198 $ 169,052 Total assets $ 235,026 $ 184,477 Accounts payable and accrued expenses $ 10,723 $ 12,517 Deferred revenue $ 119,723 $ 31,560 Total stockholders’ equity $ 98,293 $ 134,051\nInvestor Relations: Matt Osborne Vice President of Investor Relations & Corporate Communications 857-259-5353 mosborne@vygr.com Media: Elliot Fox W2O Group 212-257-6724 efox@w2ogroup.com\nSource:Voyager Therapeutics, Inc.",
    "published": "2018-05-10T15:04:00.000+03:00",
    "crawled": "2018-05-10T18:24:06.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "may",
        "globe",
        "newswire",
        "voyager",
        "therapeutic",
        "nasdaq",
        "vygr",
        "gene",
        "therapy",
        "company",
        "focused",
        "developing",
        "treatment",
        "severe",
        "neurological",
        "disease",
        "today",
        "reported",
        "first",
        "quarter",
        "result",
        "recent",
        "progress",
        "corporate",
        "highlight",
        "accomplishment",
        "made",
        "first",
        "quarter",
        "reflected",
        "team",
        "ability",
        "advance",
        "clinical",
        "preclinical",
        "program",
        "gene",
        "therapy",
        "platform",
        "continuing",
        "execute",
        "business",
        "development",
        "initiative",
        "said",
        "steven",
        "paul",
        "president",
        "chief",
        "executive",
        "officer",
        "voyager",
        "therapeutic",
        "clinical",
        "trial",
        "site",
        "initiation",
        "underway",
        "pivotal",
        "program",
        "parkinson",
        "disease",
        "optimization",
        "effort",
        "continuing",
        "preclinical",
        "program",
        "collaboration",
        "underway",
        "abbvie",
        "targeting",
        "vectorized",
        "monoclonal",
        "antibody",
        "directed",
        "tau",
        "treatment",
        "alzheimer",
        "disease",
        "neurodegenerative",
        "disease",
        "poised",
        "deliver",
        "meaningful",
        "progress",
        "remainder",
        "recent",
        "clinical",
        "preclinical",
        "program",
        "highlight",
        "update",
        "parkinson",
        "disease",
        "clearance",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "food",
        "drug",
        "administration",
        "fda",
        "january",
        "allowed",
        "company",
        "begin",
        "activating",
        "clinical",
        "trial",
        "site",
        "pivotal",
        "phase",
        "program",
        "parkinson",
        "disease",
        "fifteen",
        "clinical",
        "trial",
        "site",
        "including",
        "neurosurgical",
        "neurology",
        "patient",
        "referral",
        "site",
        "selected",
        "participation",
        "trial",
        "since",
        "ind",
        "clearance",
        "institutional",
        "review",
        "board",
        "irb",
        "submission",
        "underway",
        "anticipated",
        "approval",
        "irb",
        "submission",
        "activation",
        "clinical",
        "trial",
        "site",
        "along",
        "feedback",
        "planned",
        "type",
        "c",
        "meeting",
        "fda",
        "allow",
        "first",
        "patient",
        "dosing",
        "expected",
        "middle",
        "year",
        "recently",
        "investigator",
        "successfully",
        "dosed",
        "eighth",
        "patient",
        "phase",
        "trial",
        "patient",
        "parkinson",
        "disease",
        "exploring",
        "posterior",
        "back",
        "head",
        "infusion",
        "trajectory",
        "posterior",
        "trajectory",
        "better",
        "aligns",
        "infusion",
        "anatomical",
        "structure",
        "putamen",
        "resulted",
        "higher",
        "total",
        "volume",
        "coverage",
        "putamen",
        "shorter",
        "total",
        "procedure",
        "time",
        "compared",
        "cohort",
        "ongoing",
        "phase",
        "1b",
        "trial",
        "employed",
        "transfrontal",
        "top",
        "head",
        "delivery",
        "approach",
        "putamen",
        "preliminary",
        "data",
        "patient",
        "phase",
        "trial",
        "reached",
        "endpoint",
        "planned",
        "later",
        "quarter",
        "based",
        "safety",
        "coverage",
        "putamen",
        "reduced",
        "surgical",
        "time",
        "eight",
        "patient",
        "treated",
        "trial",
        "posterior",
        "approach",
        "serve",
        "preferred",
        "infusion",
        "trajectory",
        "planned",
        "phase",
        "trial",
        "preclinical",
        "program",
        "huntington",
        "al",
        "friedreich",
        "ataxia",
        "tau",
        "alzheimer",
        "neurodegenerative",
        "disease",
        "voyager",
        "continues",
        "advance",
        "multiple",
        "preclinical",
        "program",
        "towards",
        "clinical",
        "trial",
        "vector",
        "optimization",
        "exploration",
        "additional",
        "route",
        "administration",
        "support",
        "filing",
        "two",
        "ind",
        "application",
        "preclinical",
        "program",
        "targeting",
        "monogenic",
        "form",
        "amyotrophic",
        "lateral",
        "sclerosis",
        "al",
        "called",
        "sod1",
        "huntington",
        "disease",
        "friedreich",
        "ataxia",
        "program",
        "data",
        "program",
        "presented",
        "american",
        "society",
        "gene",
        "cell",
        "therapy",
        "asgct",
        "taking",
        "place",
        "may",
        "chicago",
        "february",
        "voyager",
        "announced",
        "exclusive",
        "strategic",
        "collaboration",
        "option",
        "agreement",
        "abbvie",
        "develop",
        "commercialize",
        "vectorized",
        "antibody",
        "directed",
        "tau",
        "treatment",
        "alzheimer",
        "disease",
        "neurodegenerative",
        "disease",
        "combining",
        "voyager",
        "gene",
        "therapy",
        "platform",
        "abbvie",
        "monoclonal",
        "antibody",
        "expertise",
        "global",
        "clinical",
        "development",
        "commercial",
        "capability",
        "recent",
        "joint",
        "governance",
        "committee",
        "meeting",
        "successfully",
        "concluded",
        "research",
        "period",
        "underway",
        "company",
        "identify",
        "five",
        "antibody",
        "target",
        "tau",
        "inclusion",
        "collaboration",
        "voyager",
        "investor",
        "analyst",
        "breakfast",
        "event",
        "asgct",
        "voyager",
        "senior",
        "management",
        "team",
        "review",
        "data",
        "presented",
        "asgct",
        "meeting",
        "following",
        "event",
        "friday",
        "may",
        "cdt",
        "location",
        "joliet",
        "room",
        "rd",
        "floor",
        "hilton",
        "chicago",
        "hotel",
        "michigan",
        "chicago",
        "first",
        "quarter",
        "financial",
        "result",
        "voyager",
        "reported",
        "gaap",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "ended",
        "march",
        "compared",
        "gaap",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "collaboration",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "collaboration",
        "revenue",
        "reflect",
        "recognition",
        "payment",
        "research",
        "development",
        "service",
        "provided",
        "voyager",
        "various",
        "program",
        "collaboration",
        "agreement",
        "sanofi",
        "genzyme",
        "abbvie",
        "decrease",
        "collaboration",
        "revenue",
        "first",
        "quarter",
        "compared",
        "period",
        "primarily",
        "reflects",
        "adoption",
        "january",
        "certain",
        "accounting",
        "rule",
        "related",
        "revenue",
        "recognition",
        "voyager",
        "us",
        "proportional",
        "performance",
        "basis",
        "estimating",
        "progress",
        "research",
        "development",
        "service",
        "resulted",
        "decrease",
        "collaboration",
        "revenue",
        "related",
        "sanofi",
        "genzyme",
        "collaboration",
        "first",
        "quarter",
        "compared",
        "period",
        "decrease",
        "offset",
        "revenue",
        "recognized",
        "first",
        "quarter",
        "related",
        "abbvie",
        "collaboration",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "r",
        "expense",
        "related",
        "primarily",
        "expenditure",
        "associated",
        "increased",
        "personnel",
        "facility",
        "cost",
        "support",
        "advancement",
        "pipeline",
        "program",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "g",
        "expense",
        "primarily",
        "due",
        "personnel",
        "facility",
        "cost",
        "support",
        "voyager",
        "pipeline",
        "program",
        "increased",
        "professional",
        "fee",
        "related",
        "abbvie",
        "collaboration",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "debt",
        "security",
        "march",
        "million",
        "based",
        "company",
        "current",
        "operating",
        "plan",
        "voyager",
        "continues",
        "expect",
        "end",
        "total",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "debt",
        "security",
        "approximately",
        "million",
        "million",
        "project",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "debt",
        "security",
        "sufficient",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "early",
        "voyager",
        "therapeutic",
        "voyager",
        "therapeutic",
        "gene",
        "therapy",
        "company",
        "focused",
        "developing",
        "treatment",
        "severe",
        "neurological",
        "disease",
        "voyager",
        "committed",
        "advancing",
        "field",
        "aav",
        "gene",
        "therapy",
        "innovation",
        "investment",
        "vector",
        "engineering",
        "optimization",
        "manufacturing",
        "dosing",
        "delivery",
        "technique",
        "voyager",
        "pipeline",
        "focus",
        "severe",
        "neurological",
        "disease",
        "need",
        "effective",
        "new",
        "therapy",
        "including",
        "parkinson",
        "disease",
        "monogenic",
        "form",
        "al",
        "called",
        "sod1",
        "huntington",
        "disease",
        "friedreich",
        "ataxia",
        "neurodegenerative",
        "disease",
        "related",
        "defective",
        "excess",
        "aggregation",
        "tau",
        "protein",
        "brain",
        "including",
        "alzheimer",
        "disease",
        "severe",
        "chronic",
        "pain",
        "voyager",
        "broad",
        "strategic",
        "collaboration",
        "sanofi",
        "genzyme",
        "specialty",
        "care",
        "global",
        "business",
        "unit",
        "sanofi",
        "abbvie",
        "university",
        "massachusetts",
        "medical",
        "school",
        "founded",
        "scientific",
        "clinical",
        "leader",
        "field",
        "aav",
        "gene",
        "therapy",
        "expressed",
        "rna",
        "interference",
        "neuroscience",
        "voyager",
        "therapeutic",
        "headquartered",
        "cambridge",
        "massachusetts",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "use",
        "word",
        "may",
        "might",
        "would",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "undoubtedly",
        "project",
        "intend",
        "future",
        "potential",
        "continue",
        "similar",
        "expression",
        "intended",
        "identify",
        "example",
        "statement",
        "voyager",
        "make",
        "regarding",
        "initiation",
        "timing",
        "progress",
        "reporting",
        "result",
        "preclinical",
        "program",
        "clinical",
        "trial",
        "research",
        "development",
        "program",
        "ability",
        "advance",
        "gene",
        "therapy",
        "successfully",
        "initiate",
        "enroll",
        "complete",
        "clinical",
        "trial",
        "potential",
        "clinical",
        "utility",
        "product",
        "candidate",
        "ability",
        "continue",
        "develop",
        "gene",
        "therapy",
        "platform",
        "ability",
        "develop",
        "manufacturing",
        "capability",
        "product",
        "successfully",
        "transition",
        "manufacturing",
        "process",
        "ability",
        "perform",
        "existing",
        "collaboration",
        "among",
        "others",
        "sanofi",
        "genzyme",
        "abbvie",
        "add",
        "new",
        "program",
        "pipeline",
        "ability",
        "enter",
        "new",
        "partnership",
        "collaboration",
        "timing",
        "likelihood",
        "regulatory",
        "filing",
        "approval",
        "forward",
        "looking",
        "based",
        "estimate",
        "assumption",
        "voyager",
        "management",
        "although",
        "voyager",
        "belief",
        "reasonable",
        "inherently",
        "uncertain",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "voyager",
        "expected",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "initiation",
        "conduct",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "availability",
        "data",
        "clinical",
        "trial",
        "expectation",
        "regulatory",
        "submission",
        "approval",
        "continued",
        "development",
        "product",
        "engine",
        "voyager",
        "scientific",
        "approach",
        "general",
        "development",
        "progress",
        "availability",
        "commercial",
        "potential",
        "voyager",
        "product",
        "candidate",
        "statement",
        "also",
        "subject",
        "number",
        "material",
        "risk",
        "uncertainty",
        "described",
        "voyager",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "updated",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "speaks",
        "date",
        "made",
        "voyager",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "selected",
        "financial",
        "information",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "statement",
        "operation",
        "item",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "total",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "march",
        "december",
        "selected",
        "balance",
        "sheet",
        "item",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "debt",
        "security",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "total",
        "stockholder",
        "equity",
        "investor",
        "relation",
        "matt",
        "osborne",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "mosborne",
        "medium",
        "elliot",
        "fox",
        "w2o",
        "group",
        "efox",
        "source",
        "voyager",
        "therapeutic",
        "inc"
    ]
}