{
    "organizations": [],
    "uuid": "b0ede6f0ed39f48315276e6e9e56a7d4ad21a09e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/pr-newswire-iron-mountain-acquires-dutch-evoswitch-data-center-business-for-a205-235-million.html",
    "ord_in_thread": 0,
    "title": "Iron Mountain Acquires Dutch EvoSwitch Data Center Business for €205 ($235) Million;",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOSTON, May 30, 2018 /PRNewswire/ -- Iron Mountain Incorporated (NYSE: IRM), the storage and information management services company, has acquired EvoSwitch Netherlands B.V and EvoSwitch Global Services B.V. (\"EvoSwitch NL\") for €205 ($235) million. The transaction provides 11 megawatts (MW) of existing data center capacity in the Netherlands, which is 100% leased, with expansion capability of an additional 23 MW, for total potential capacity of 34 MW.\nFounded in 2007, EvoSwitch NL is a leading global brand and provider of multi-tenant data center space, operating one of the largest colocation facilities centers in the Metropolitan Region Amsterdam (MRA). Its existing campus supports more than 50 connectivity and telecommunication providers, including world-leading internet exchanges, such as the Amsterdam Internet Exchange AMS-IX. The MRA is a critical node in the FLAP data center market (Frankfurt, London, Amsterdam, Paris), which totaled approximately 1160 MW at the end of 2017. The MRA experienced net absorption of more than 21 MW of space in the fourth quarter of 2017, making it the second largest data center market in Europe and a Top 5 global market. This transaction enhances Iron Mountain's presence in the important FLAP market, following Iron Mountain's move into London early this year through the purchase of a data center facility from Credit Suisse.\nThe MRA region also boasts the lowest average energy prices and the most reliable energy grid among FLAP markets. EvoSwitch NL has focused on sustainable operations since its founding and had the first 100% carbon neutral data center facility in the Netherlands using wind, hydro and biomass power, consistent with Iron Mountain's commitment to offsetting 100% of its data center carbon footprint.\nEvoSwitch NL has a diversified base of global customers including multinational enterprises, cloud service providers and public sector institutions. Leaseweb Netherlands B.V., (\"Leaseweb NL\"), a related party of the seller and a large cloud hosting company with operations in 35 countries, represents approximately 45% of EvoSwitch NL's contracted revenue under a 10-year lease agreement, making it one of Iron Mountain Data Centers' Top 5 customers. No other customer represents more than 15 percent of total revenue.\nThe EvoSwitch NL data center acquisition includes two locations in the MRA. The first is a state-of-the-art facility totaling 150,000 square feet of space with 87,000 square feet of existing data halls, representing approximately 11 MW of existing power capacity. Expansion of a further 2 MW is underway at this location, with 600 kilowatts preleased to Leaseweb NL. This location is expandable to a total of 430,000 square feet of space that can support additional data halls totaling 14 MW, bringing the first location to 27 MW of total potential capacity.\nThe second location is a site that can support a 57,000 square-foot facility including 41,000 square feet of data hall development. Expansion capacity at this site can support a further 7 MW, bringing total potential capacity for the two locations to 34 MW.\n\"We are pleased to welcome the EvoSwitch team and its customers to Iron Mountain. The seasoned management team has operated in the data center business for more than 11 years and delivered consistent growth,\" said Mark Kidd, senior vice president and general manager, Iron Mountain Data Centers. \"EvoSwitch NL's focus on security, energy efficiency and its solid track record of continuous uptime is a great fit with our existing data center organization. When combined with current and potential capacity in Iron Mountain's existing data center portfolio, our total portfolio now represents more than 285 MW across many of the most attractive and highest net absorption markets in the U.S. and globally.\n\"Having established our significant international data center platform through both recent transactions and organic growth, we look forward to continued integration of the business, and our near-term growth will be primarily from the development of new space in the attractive global markets where we have a presence,\" Kidd added.\nEric Boonstra, chief executive officer, EvoSwitch said, \"We look forward to combining our EvoSwitch NL business with that of Iron Mountain Data Centers, which shares our commitment to customer service and operational excellence. This transaction represents an opportunity for us to extend relationships with our existing customers by providing data center expansion capacity in important continental European markets, and the potential to provide capacity in the important Amsterdam region to Iron Mountain's legacy data center customer base.\"\nLeaseweb founder and CEO Con Zwinkels added, \"We share Eric's enthusiasm for this acquisition of EvoSwitch NL. As a global cloud hosting company serving more than 17,500 customers worldwide, it is important for us to accommodate their growing needs. Through this transaction, Leaseweb has improved access to a broad portfolio that includes Iron Mountain's data centers around the globe. We are pleased to be partnering with a company that has such a strong reputation for security and reliability.\"\nTransaction Economics\nThe consideration of €205 ($235) million, represents a multiple of approximately 14x 2018 EBITDA, excluding integration expense. The purchase agreement also includes a future revenue credit to Leaseweb, in the amount of $25 million, which may be utilized for future expansion and new leasing in any of Iron Mountain Data Centers' other global locations prior to June 2028, subject to other terms.\nIron Mountain projects a stabilized net operating income yield of 12% - 13% following build-out and lease-up of the expansion capacity at the EvoSwitch NL locations. The existing EvoSwitch NL capacity is expected to generate annualized revenue of approximately $30 million at mid-50% Adjusted EBITDA margins. Including integration costs, Iron Mountain expects the transaction to result in modest AFFO dilution of approximately 0.5% in 2018, and for the acquisition to be accretive in 2019 following integration.\nWhile the EvoSwitch NL acquisition was not part of Iron Mountain's previously disclosed 2020 plan, the transaction supports the company's goal to accelerate Revenue and Adjusted EBITDA growth through a shift in mix to faster-growing, higher-margin businesses. The transaction is debt financed. The company remains on track to reduce its lease-adjusted leverage ratio to the mid-5x range by year-end 2018, and is committed to its 2020 plan to reduce its leverage ratio to approximately 5x, and lower its dividend payout as a percentage of Adjusted Funds From Operations to 70% - 75%, assuming annual dividend per share growth of approximately 4%.\nForward Looking Statement\nSafe Harbor Statement Under the Private Securities Litigation Reform Act of 1995: This release contains certain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and other securities laws and is subject to the safe-harbor created by such Act. Forward-looking statements include, but are not, limited to future capacity of the facilities, the financial impact of the transaction, integration efforts and plans for our data center business, as well as our leverage and dividend payout ratios and targeted dividend growth. These forward-looking statements are subject to various known and unknown risks, uncertainties and other factors. When Iron Mountain uses words such as \"believes,\" \"expects,\" \"anticipates,\" \"estimates\" or similar expressions, it is making forward-looking statements. Although Iron Mountain believes that its forward-looking statements are based on reasonable assumptions, Iron Mountain's expected results may not be achieved, and actual results may differ materially from its expectations. In addition, important factors that could cause actual results to differ from Iron Mountain's expectations include, among others Iron Mountain's ability to close the proposed acquisition in accordance with its terms. Other risks described more fully in our filings with the Securities and Exchange Commission, including under the caption \"Risk Factors\" in our periodic reports or incorporated therein. You should not rely upon forward-looking statements except as statements of Iron Mountain's present intentions and of its present expectations, which may or may not occur. Except as required by law, Iron Mountain undertakes no obligation to release publicly the result of any revision to these forward-looking statements that may be made to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events.\nAbout EvoSwitch NL\nEvoSwitch NL was founded in 2007 as part of the Ocom Group ( www.ocom.com ), Europe's largest privately owned internet services company, and the first carbon and carrier-neutral data center in the Netherlands. Since then it has grown continuously, reflecting the growth of the Internet in general and its customers in particular. Following through on its carrier-neutral proposition, it has also built up a diverse ecosystem of telecommunications carriers and network service providers that help customers connect cost-effectively and with confidence. Following the sale of EvoSwitch NL, the selling entity, EvoSwitch International B.V. will remain part of the Ocom Group and will continue as a brand and data center operator, with operating companies EvoSwitch Germany GMBH and EvoSwitch USA, Inc.\nAbout Iron Mountain\nIron Mountain Incorporated (NYSE: IRM), founded in 1951, is the global leader for storage and information management services. Trusted by more than 225,000 organizations around the world, and with a real estate network of more than 85 million square feet across more than 1,400 facilities in over 50 countries, Iron Mountain stores and protects billions of valued assets, including critical business information, highly sensitive data, and cultural and historical artifacts. Providing solutions that include information management , digital transformation , secure storage , secure destruction , as well as data centers , cloud services and art storage and logistics , Iron Mountain helps customers lower cost and risk, comply with regulations, recover from disaster, and enable a more digital way of working. Visit www.ironmountain.com for more information.\nInvestor Relations Contacts:\nMelissa Marsden\nAnjaneya K. Singh, CFA\nSenior Vice President, Investor Relations\nDirector, Investor Relations\nmelissa.marsden@ironmountain.com\nanjaneya.singh@ironmountain.com\n(617) 535-8595\n(617) 535-8577\nMedia Contacts:\nChristian T. Potts\nKaitlyn Rawlett\nDirector, Corporate Communications\nWeber Shandwick\nChristian.Potts@ironmountain.com\nKRawlett@webershandwick.com\n(617) 535-8721\n(212) 445-8082\nEvoSwitch:\nMonika Grabek\nCorporate Communications\nmarketing@evoswitch.com\n+31 (0)20 3165170\nView original content: http://www.prnewswire.com/news-releases/iron-mountain-acquires-dutch-evoswitch-data-center-business-for-205-235-million-300656341.html\nSOURCE Iron Mountain Incorporated",
    "published": "2018-05-30T14:45:00.000+03:00",
    "crawled": "2018-05-30T18:13:16.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "boston",
        "may",
        "iron",
        "mountain",
        "incorporated",
        "nyse",
        "irm",
        "storage",
        "information",
        "management",
        "service",
        "company",
        "acquired",
        "evoswitch",
        "netherlands",
        "evoswitch",
        "global",
        "service",
        "evoswitch",
        "nl",
        "million",
        "transaction",
        "provides",
        "megawatt",
        "mw",
        "existing",
        "data",
        "center",
        "capacity",
        "netherlands",
        "leased",
        "expansion",
        "capability",
        "additional",
        "mw",
        "total",
        "potential",
        "capacity",
        "mw",
        "founded",
        "evoswitch",
        "nl",
        "leading",
        "global",
        "brand",
        "provider",
        "data",
        "center",
        "space",
        "operating",
        "one",
        "largest",
        "colocation",
        "facility",
        "center",
        "metropolitan",
        "region",
        "amsterdam",
        "mra",
        "existing",
        "campus",
        "support",
        "connectivity",
        "telecommunication",
        "provider",
        "including",
        "internet",
        "exchange",
        "amsterdam",
        "internet",
        "exchange",
        "mra",
        "critical",
        "node",
        "flap",
        "data",
        "center",
        "market",
        "frankfurt",
        "london",
        "amsterdam",
        "paris",
        "totaled",
        "approximately",
        "mw",
        "end",
        "mra",
        "experienced",
        "net",
        "absorption",
        "mw",
        "space",
        "fourth",
        "quarter",
        "making",
        "second",
        "largest",
        "data",
        "center",
        "market",
        "europe",
        "top",
        "global",
        "market",
        "transaction",
        "enhances",
        "iron",
        "mountain",
        "presence",
        "important",
        "flap",
        "market",
        "following",
        "iron",
        "mountain",
        "move",
        "london",
        "early",
        "year",
        "purchase",
        "data",
        "center",
        "facility",
        "credit",
        "suisse",
        "mra",
        "region",
        "also",
        "boast",
        "lowest",
        "average",
        "energy",
        "price",
        "reliable",
        "energy",
        "grid",
        "among",
        "flap",
        "market",
        "evoswitch",
        "nl",
        "focused",
        "sustainable",
        "operation",
        "since",
        "founding",
        "first",
        "carbon",
        "neutral",
        "data",
        "center",
        "facility",
        "netherlands",
        "using",
        "wind",
        "hydro",
        "biomass",
        "power",
        "consistent",
        "iron",
        "mountain",
        "commitment",
        "offsetting",
        "data",
        "center",
        "carbon",
        "footprint",
        "evoswitch",
        "nl",
        "diversified",
        "base",
        "global",
        "customer",
        "including",
        "multinational",
        "enterprise",
        "cloud",
        "service",
        "provider",
        "public",
        "sector",
        "institution",
        "leaseweb",
        "netherlands",
        "leaseweb",
        "nl",
        "related",
        "party",
        "seller",
        "large",
        "cloud",
        "hosting",
        "company",
        "operation",
        "country",
        "represents",
        "approximately",
        "evoswitch",
        "nl",
        "contracted",
        "revenue",
        "lease",
        "agreement",
        "making",
        "one",
        "iron",
        "mountain",
        "data",
        "center",
        "top",
        "customer",
        "customer",
        "represents",
        "percent",
        "total",
        "revenue",
        "evoswitch",
        "nl",
        "data",
        "center",
        "acquisition",
        "includes",
        "two",
        "location",
        "mra",
        "first",
        "facility",
        "totaling",
        "square",
        "foot",
        "space",
        "square",
        "foot",
        "existing",
        "data",
        "hall",
        "representing",
        "approximately",
        "mw",
        "existing",
        "power",
        "capacity",
        "expansion",
        "mw",
        "underway",
        "location",
        "kilowatt",
        "preleased",
        "leaseweb",
        "nl",
        "location",
        "expandable",
        "total",
        "square",
        "foot",
        "space",
        "support",
        "additional",
        "data",
        "hall",
        "totaling",
        "mw",
        "bringing",
        "first",
        "location",
        "mw",
        "total",
        "potential",
        "capacity",
        "second",
        "location",
        "site",
        "support",
        "facility",
        "including",
        "square",
        "foot",
        "data",
        "hall",
        "development",
        "expansion",
        "capacity",
        "site",
        "support",
        "mw",
        "bringing",
        "total",
        "potential",
        "capacity",
        "two",
        "location",
        "mw",
        "pleased",
        "welcome",
        "evoswitch",
        "team",
        "customer",
        "iron",
        "mountain",
        "seasoned",
        "management",
        "team",
        "operated",
        "data",
        "center",
        "business",
        "year",
        "delivered",
        "consistent",
        "growth",
        "said",
        "mark",
        "kidd",
        "senior",
        "vice",
        "president",
        "general",
        "manager",
        "iron",
        "mountain",
        "data",
        "center",
        "evoswitch",
        "nl",
        "focus",
        "security",
        "energy",
        "efficiency",
        "solid",
        "track",
        "record",
        "continuous",
        "uptime",
        "great",
        "fit",
        "existing",
        "data",
        "center",
        "organization",
        "combined",
        "current",
        "potential",
        "capacity",
        "iron",
        "mountain",
        "existing",
        "data",
        "center",
        "portfolio",
        "total",
        "portfolio",
        "represents",
        "mw",
        "across",
        "many",
        "attractive",
        "highest",
        "net",
        "absorption",
        "market",
        "globally",
        "established",
        "significant",
        "international",
        "data",
        "center",
        "platform",
        "recent",
        "transaction",
        "organic",
        "growth",
        "look",
        "forward",
        "continued",
        "integration",
        "business",
        "growth",
        "primarily",
        "development",
        "new",
        "space",
        "attractive",
        "global",
        "market",
        "presence",
        "kidd",
        "added",
        "eric",
        "boonstra",
        "chief",
        "executive",
        "officer",
        "evoswitch",
        "said",
        "look",
        "forward",
        "combining",
        "evoswitch",
        "nl",
        "business",
        "iron",
        "mountain",
        "data",
        "center",
        "share",
        "commitment",
        "customer",
        "service",
        "operational",
        "excellence",
        "transaction",
        "represents",
        "opportunity",
        "u",
        "extend",
        "relationship",
        "existing",
        "customer",
        "providing",
        "data",
        "center",
        "expansion",
        "capacity",
        "important",
        "continental",
        "european",
        "market",
        "potential",
        "provide",
        "capacity",
        "important",
        "amsterdam",
        "region",
        "iron",
        "mountain",
        "legacy",
        "data",
        "center",
        "customer",
        "base",
        "leaseweb",
        "founder",
        "ceo",
        "con",
        "zwinkels",
        "added",
        "share",
        "eric",
        "enthusiasm",
        "acquisition",
        "evoswitch",
        "nl",
        "global",
        "cloud",
        "hosting",
        "company",
        "serving",
        "customer",
        "worldwide",
        "important",
        "u",
        "accommodate",
        "growing",
        "need",
        "transaction",
        "leaseweb",
        "improved",
        "access",
        "broad",
        "portfolio",
        "includes",
        "iron",
        "mountain",
        "data",
        "center",
        "around",
        "globe",
        "pleased",
        "partnering",
        "company",
        "strong",
        "reputation",
        "security",
        "reliability",
        "transaction",
        "economics",
        "consideration",
        "million",
        "represents",
        "multiple",
        "approximately",
        "14x",
        "ebitda",
        "excluding",
        "integration",
        "expense",
        "purchase",
        "agreement",
        "also",
        "includes",
        "future",
        "revenue",
        "credit",
        "leaseweb",
        "amount",
        "million",
        "may",
        "utilized",
        "future",
        "expansion",
        "new",
        "leasing",
        "iron",
        "mountain",
        "data",
        "center",
        "global",
        "location",
        "prior",
        "june",
        "subject",
        "term",
        "iron",
        "mountain",
        "project",
        "stabilized",
        "net",
        "operating",
        "income",
        "yield",
        "following",
        "expansion",
        "capacity",
        "evoswitch",
        "nl",
        "location",
        "existing",
        "evoswitch",
        "nl",
        "capacity",
        "expected",
        "generate",
        "annualized",
        "revenue",
        "approximately",
        "million",
        "adjusted",
        "ebitda",
        "margin",
        "including",
        "integration",
        "cost",
        "iron",
        "mountain",
        "expects",
        "transaction",
        "result",
        "modest",
        "affo",
        "dilution",
        "approximately",
        "acquisition",
        "accretive",
        "following",
        "integration",
        "evoswitch",
        "nl",
        "acquisition",
        "part",
        "iron",
        "mountain",
        "previously",
        "disclosed",
        "plan",
        "transaction",
        "support",
        "company",
        "goal",
        "accelerate",
        "revenue",
        "adjusted",
        "ebitda",
        "growth",
        "shift",
        "mix",
        "business",
        "transaction",
        "debt",
        "financed",
        "company",
        "remains",
        "track",
        "reduce",
        "leverage",
        "ratio",
        "range",
        "committed",
        "plan",
        "reduce",
        "leverage",
        "ratio",
        "approximately",
        "5x",
        "lower",
        "dividend",
        "payout",
        "percentage",
        "adjusted",
        "fund",
        "operation",
        "assuming",
        "annual",
        "dividend",
        "per",
        "share",
        "growth",
        "approximately",
        "forward",
        "looking",
        "statement",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "security",
        "law",
        "subject",
        "created",
        "act",
        "statement",
        "include",
        "limited",
        "future",
        "capacity",
        "facility",
        "financial",
        "impact",
        "transaction",
        "integration",
        "effort",
        "plan",
        "data",
        "center",
        "business",
        "well",
        "leverage",
        "dividend",
        "payout",
        "ratio",
        "targeted",
        "dividend",
        "growth",
        "statement",
        "subject",
        "various",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "iron",
        "mountain",
        "us",
        "word",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "similar",
        "expression",
        "making",
        "statement",
        "although",
        "iron",
        "mountain",
        "belief",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "iron",
        "mountain",
        "expected",
        "result",
        "may",
        "achieved",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "addition",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "iron",
        "mountain",
        "expectation",
        "include",
        "among",
        "others",
        "iron",
        "mountain",
        "ability",
        "close",
        "proposed",
        "acquisition",
        "accordance",
        "term",
        "risk",
        "described",
        "fully",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "caption",
        "risk",
        "factor",
        "periodic",
        "report",
        "incorporated",
        "therein",
        "rely",
        "upon",
        "statement",
        "except",
        "statement",
        "iron",
        "mountain",
        "present",
        "intention",
        "present",
        "expectation",
        "may",
        "may",
        "occur",
        "except",
        "required",
        "law",
        "iron",
        "mountain",
        "undertakes",
        "obligation",
        "release",
        "publicly",
        "result",
        "revision",
        "statement",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "evoswitch",
        "nl",
        "evoswitch",
        "nl",
        "founded",
        "part",
        "ocom",
        "group",
        "europe",
        "largest",
        "privately",
        "owned",
        "internet",
        "service",
        "company",
        "first",
        "carbon",
        "data",
        "center",
        "netherlands",
        "since",
        "grown",
        "continuously",
        "reflecting",
        "growth",
        "internet",
        "general",
        "customer",
        "particular",
        "following",
        "proposition",
        "also",
        "built",
        "diverse",
        "ecosystem",
        "telecommunication",
        "carrier",
        "network",
        "service",
        "provider",
        "help",
        "customer",
        "connect",
        "confidence",
        "following",
        "sale",
        "evoswitch",
        "nl",
        "selling",
        "entity",
        "evoswitch",
        "international",
        "remain",
        "part",
        "ocom",
        "group",
        "continue",
        "brand",
        "data",
        "center",
        "operator",
        "operating",
        "company",
        "evoswitch",
        "germany",
        "gmbh",
        "evoswitch",
        "usa",
        "iron",
        "mountain",
        "iron",
        "mountain",
        "incorporated",
        "nyse",
        "irm",
        "founded",
        "global",
        "leader",
        "storage",
        "information",
        "management",
        "service",
        "trusted",
        "organization",
        "around",
        "world",
        "real",
        "estate",
        "network",
        "million",
        "square",
        "foot",
        "across",
        "facility",
        "country",
        "iron",
        "mountain",
        "store",
        "protects",
        "billion",
        "valued",
        "asset",
        "including",
        "critical",
        "business",
        "information",
        "highly",
        "sensitive",
        "data",
        "cultural",
        "historical",
        "artifact",
        "providing",
        "solution",
        "include",
        "information",
        "management",
        "digital",
        "transformation",
        "secure",
        "storage",
        "secure",
        "destruction",
        "well",
        "data",
        "center",
        "cloud",
        "service",
        "art",
        "storage",
        "logistics",
        "iron",
        "mountain",
        "help",
        "customer",
        "lower",
        "cost",
        "risk",
        "comply",
        "regulation",
        "recover",
        "disaster",
        "enable",
        "digital",
        "way",
        "working",
        "visit",
        "information",
        "investor",
        "relation",
        "contact",
        "melissa",
        "marsden",
        "anjaneya",
        "singh",
        "cfa",
        "senior",
        "vice",
        "president",
        "investor",
        "relation",
        "director",
        "investor",
        "relation",
        "medium",
        "contact",
        "christian",
        "potts",
        "kaitlyn",
        "rawlett",
        "director",
        "corporate",
        "communication",
        "weber",
        "shandwick",
        "krawlett",
        "evoswitch",
        "monika",
        "grabek",
        "corporate",
        "communication",
        "marketing",
        "view",
        "original",
        "content",
        "http",
        "source",
        "iron",
        "mountain",
        "incorporated"
    ]
}