{
    "organizations": [],
    "uuid": "98749318ef416fcdb237601a2ff9eac99eb2e653",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-olympic-steel-reports-strong-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Olympic Steel Reports Strong 2018 First-Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Quarterly Net Sales and Operating Income Grow 12% Versus 2017’s First Quarter\nBoard Declares Regular Quarterly Cash Dividend\nCLEVELAND--(BUSINESS WIRE)-- Olympic Steel Inc., (Nasdaq: ZEUS) , a leading national metals service center, today announced financial results for the first quarter ended March 31, 2018.\nFirst-quarter 2018 net sales increased 12% to $376 million, compared with $335 million in last year’s same quarter. Consolidated gross margin expanded to 21.5% of net sales in the first quarter of 2018, up from 19.4% of net sales in the fourth quarter of 2017, and up from 20.7% of net sales in the 2017 full-year period. Operating income in 2018’s first quarter grew 12% to $12.3 million, versus $11.1 million in last year’s comparable quarter.\nNet income in the 2018 first quarter was $7.6 million, or $0.67 per diluted share, compared with net income of $7.7 million, or $0.68 per diluted share, in the first quarter of 2017. Last year’s first-quarter results included an out-of-period income tax adjustment that increased 2017 first-quarter net income by $1.9 million, or $0.17 per diluted share. The Company recorded $0.5 million of LIFO expense in the first quarter of 2018, compared with $0.4 million of LIFO expense in the first quarter of 2017.\nAfter adjusting for the tax impact in the first quarter of 2017 and LIFO expense recorded in both first-quarter periods, adjusted net income increased 30% to $0.70 per diluted share in the first quarter of 2018, compared with adjusted net income of $0.54 per diluted share in 2017’s comparable period. Please see the table that follows for a reconciliation of non-GAAP measures to measures prepared in accordance with GAAP.\n“First-quarter 2018 net sales grew in all three operating segments versus the fourth quarter and compared with the first quarter of last year,” said Chairman and Chief Executive Officer Michael D. Siegal. “Accelerating shipments and rising prices throughout the first quarter resulted in our highest operating income in any quarter since 2011.”\n“After quarter end, we acquired Berlin Metals, a distributor of prime tin mill products with a growing stainless steel business. In addition to diversifying into new complementary products, this acquisition, which we believe will be accretive, also adds new customers and markets, providing us with cross-selling growth opportunities. We continue to seek potential acquisition candidates that align with our long-term objectives, as well as undertake internal growth initiatives in key strategic areas.”\n“As we move through a busy spring season, shipping volumes and metal prices remain elevated, setting the stage for a strong first half,” Siegal said.\nThe Company’s Board of Directors also approved a regular quarterly cash dividend of $0.02 per share, which is payable on June 15, 2018, to shareholders of record on June 1, 2018.\nOlympic Steel, Inc. Reconciliation of Net Income Per Diluted Share to Adjusted Net Income Per Diluted Share The following table reconciles adjusted net income per diluted share to the most directly comparable GAAP financial measure:\nThree Months Ended March 31, 2018 2017 (unaudited) Net income per diluted share (GAAP): $ 0.67 $ 0.68 Excluding the following items: Tax adjustment on retirement plan - (0.17 ) LIFO expense 0.03 0.03 Adjusted net income per diluted share (non-GAAP): $ 0.70 $ 0.54 Conference Call and Webcast\nA simulcast of Olympic Steel’s 2018 first-quarter earnings conference call can be accessed via the Investor Relations section of the Company’s website at www.olysteel.com . The simulcast will begin at 9 a.m. EDT today, May 3, and a replay of the call will be available for approximately 14 days thereafter.\nForward-Looking Statements\nIt is the Company’s policy not to endorse any analyst’s sales or earnings estimates. Forward-looking statements in this release are made pursuant to the safe harbor provisions of the Private 1995. Forward-looking statements are typically identified by words or phrases such as “may,” “will,” “anticipate,” “should,” “intend,” “expect,” “believe,” “estimate,” “project,” “plan,” “potential,” and “continue,” as well as the negative of these terms or similar expressions. Such are subject to certain risks and uncertainties that could implied by such statements. Readers are cautioned not to place undue reliance on these . Such risks and uncertainties include, but are not limited to: general and global business, economic, financial and political conditions; competitive factors such as the availability, global production levels and pricing of metals, industry shipping and inventory levels and rapid fluctuations in customer demand and metals pricing; cyclicality and volatility within the metals industry; fluctuations in the value of the U.S. dollar and the related impact on foreign steel pricing, U.S. exports, and foreign imports to the United States; the levels of imported steel in the United States and any associated tariffs and duties; the availability and rising costs of transportation and logistical services; the successes of our efforts and initiatives to increase sales and earnings, maintain or improve working capital turnover and free cash flows, improve our customer service, and achieve cost savings; our ability to generate free cash flow through operations and repay debt within anticipated time frames; events or circumstances that could impair or adversely impact the carrying value of any of our assets; risks and uncertainties associated with intangible assets, including additional impairment charges related to indefinite lived intangible assets; events or circumstances that could adversely impact the successful operation of our processing equipment and operations; the amounts, successes and our ability to continue our capital investments and strategic growth initiatives, including acquisitions and our business information system implementations; our ability to successfully integrate Berlin Metals, LLC, or Berlin Metals, into our business and risks inherent with the Berlin Metals acquisition in the achievement of expected results, including whether the acquisition will be accretive and within the expected timeframe; the success of our operational initiatives to improve our operating, cultural and management systems and reduce our costs; the ability to comply with the terms of our asset-based credit facility; the ability of our customers and third parties to honor their agreements related to derivative instruments; customer, supplier and competitor consolidation, bankruptcy or insolvency; reduced production schedules, layoffs or work stoppages by our own, our suppliers’ or customers’ personnel; the impacts of union organizing activities and the success of union contract renewals; the timing and outcomes of inventory lower of cost or market adjustments and last-in, first-out, or LIFO, income or expense; the ability of our customers (especially those that may be highly leveraged, and those with inadequate liquidity) to maintain their credit availability; the inflation or deflation existing within the metals industry, as well as our product mix and inventory levels on hand, which can impact our cost of materials sold as a result of the fluctuations in the LIFO inventory valuation; the adequacy of our existing information technology and business system software, including duplication and security processes; the adequacy of our efforts to mitigate cyber security risks and threats; access to capital and global credit markets; our ability to pay regular quarterly cash dividends and the amounts and timing of any future dividends; our ability to repurchase shares of our common stock and the amounts and timing of repurchases, if any; unanticipated developments that could occur with respect to contingencies such as litigation, arbitration and environmental matters, including any developments that would require any increase in our costs for such contingencies; and changes in laws or regulations or the manner of their interpretation or enforcement could impact our financial performance and restrict our ability to operate our business or execute our strategies.\nIn addition to financial information prepared in accordance with GAAP, this document also contains adjusted earnings per diluted share, which is a non-GAAP financial measure. Management’s view of the Company’s performance includes adjusted earnings per share, and management uses this non-GAAP financial measure internally for planning and forecasting purposes and to measure the performance of the Company. We believe this non-GAAP financial measure provides useful and meaningful information to us and investors because it enhances investors’ understanding of the continuing operating performance of our business and facilitates the comparison of performance between past and future periods. This non-GAAP financial measure should be considered in addition to, but not as a substitute for, the information prepared in accordance with GAAP. A reconciliation of this non-GAAP measure to the most directly comparable GAAP financial measure is provided above.\nAbout Olympic Steel\nFounded in 1954, Olympic Steel is a leading U.S. metals service center focused on the direct sale and distribution of large volumes of processed carbon, coated and stainless flat-rolled sheet, coil and plate steel, aluminum, and tin products. The Company’s CTI subsidiary is a leading distributor of steel tubing, bar, pipe, valves and fittings, and fabricates pressure parts for the electric utility industry. Headquartered in Cleveland, Ohio, Olympic Steel operates from 31 facilities in North America.\nFor additional information, please visit the Company’s website at www.olysteel.com or http://ir.olysteel.com/Contact_Us?BzID=2195\n-Financial Tables Follow-\nOlympic Steel, Inc. Consolidated Statements of Comprehensive Income (in thousands, except per-share data)\nThree Months Ended Mar. 31, 2018 2017 (unaudited) Net sales $ 375,598 $ 334,893 Costs and expenses Cost of materials sold (excludes items shown separately below)\n294,777 258,454 Warehouse and processing 23,436 23,501 Administrative and general 18,872 18,165 Distribution 12,139 10,365 Selling 7,228 6,511 Occupancy 2,555 2,310 Depreciation 4,024 4,314 Amortization 222 222 Total costs and expenses 363,253 323,842 Operating income 12,345 11,051 Other loss, net (46 ) (26 ) Income before interest and income taxes 12,299 11,025 Interest and other expense on debt 1,986 1,626 Income before income taxes 10,313 9,399 Income tax provision 2,684 1,700 Net income $ 7,629 $ 7,699 Earnings per share: Net income per share - basic $ 0.67 $ 0.68 Weighted average shares outstanding - basic\n11,418 11,369 Net income per share - diluted\n$ 0.67 $ 0.68 Weighted average shares outstanding - diluted\n11,418 11,369\nOlympic Steel, Inc. Consolidated Balance Sheets (in thousands)\nAt Mar. 31, 2018 At Dec. 31, 2017 (unaudited) Assets Cash and cash equivalents $ 3,412 $ 3,009 Accounts receivable, net 174,813 132,737 Inventories, net (includes LIFO debit of $4,837 as of Mar. 31, 2018, and $5,337 as of Dec. 31, 2017)\n319,024 275,307 Prepaid expenses and other 5,698 8,333 Assets held for sale 750 750 Total current assets 503,697 420,136 Property and equipment, at cost 384,218 376,710 Accumulated depreciation (232,908 ) (229,062 ) Net property and equipment 151,310 147,648 Intangible assets, net 22,758 22,980 Other long-term assets 13,114 13,394 Total assets $ 690,879 $ 604,158 Liabilities Current portion of long-term debt $ - $ 930 Accounts payable 112,518 84,034 Accrued payroll 9,782 11,999 Other accrued liabilities 14,567 14,184 Total current liabilities 136,867 111,147 Credit facility revolver 248,955 196,235 Other long-term liabilities 11,215 12,048 Deferred income taxes 12,827 12,145 Total liabilities 409,864 331,575 Shareholders' Equity Preferred stock - - Common stock 130,379 129,453 Treasury stock (239 ) (337 ) Retained earnings 150,875 143,467 Total shareholders' equity 281,015 272,583 Total liabilities and shareholders' equity\n$ 690,879 $ 604,158\nOlympic Steel, Inc. Segment Financial Information (In thousands, except tonnage and per-ton data. Figures may not foot to consolidated totals due to Corporate expenses.)\nThree Months Ended March 31: (unaudited) Carbon Flat Specialty Metals Flat Tubular and Pipe Products Products Products 1\n2018 2017 2018 2017 2018 2017 Tons Sold 1\n297,604 303,792 24,863 23,193 NA NA Net Sales $ 240,894 $ 216,916 $ 65,529 $ 57,955 $ 69,175 $ 60,022 Average selling price per ton\n809 714 2,636 2,499 NA NA Cost of materials sold 2 189,775 169,173 56,131 48,284 48,871 40,997 Gross profit 3 51,119 47,743 9,398 9,671 20,304 19,025 Operating expenses 4 43,013 40,368 6,387 5,686 16,037 16,538 Operating income $ 8,106 $ 7,375 $ 3,011 $ 3,985 $ 4,267 $ 2,487 Depreciation and Amortization\n2,560 2,889 204 226 1,456 1,396\nAt March 31, 2018\nAt Dec. 31, 2017\nAssets (unaudited) Flat products $ 490,622 $ 409,116 Tubular and pipe products 199,938 194,787 Corporate 319 255 Total assets $ 690,879 $ 604,158 Other Information: (In thousands, except per-share data)\nAt March 31, 2018\nAt Dec. 31, 2017\n(unaudited) Shareholders' equity per share $ 25.55 $ 24.80 Debt-to-equity ratio 0.89 to 1 0.72 to 1 Three Months Ended March 31, 2018 2017 (unaudited) Net cash used for operating activities $ (43,455 ) $ (25,692 ) Cash dividends per share $ 0.02 $ 0.02 1\nTonnage is less meaningful for the Tubular and Pipe Products segment and therefore, is not reported.\n2\nIncludes $0.5 million and $0.4 million of LIFO expense in the three months ended March 31, 2018 and 2017, respectively.\n3\nGross profit is calculated as net sales less the cost of materials sold.\n4\nOperating expenses are calculated as total costs and expenses less the cost of materials sold from the Consolidated Statements of Comprehensive Income.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503005225/en/\nOlympic Steel Inc.\nOlympic Steel Investor Relations\nMatthew J. Dennis, CFA, 216-672-0522\nSource: Olympic Steel Inc.",
    "published": "2018-05-03T13:50:00.000+03:00",
    "crawled": "2018-05-03T14:48:14.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quarterly",
        "net",
        "sale",
        "operating",
        "income",
        "grow",
        "versus",
        "first",
        "quarter",
        "board",
        "declares",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "cleveland",
        "business",
        "wire",
        "olympic",
        "steel",
        "nasdaq",
        "zeus",
        "leading",
        "national",
        "metal",
        "service",
        "center",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "net",
        "sale",
        "increased",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "quarter",
        "consolidated",
        "gross",
        "margin",
        "expanded",
        "net",
        "sale",
        "first",
        "quarter",
        "net",
        "sale",
        "fourth",
        "quarter",
        "net",
        "sale",
        "period",
        "operating",
        "income",
        "first",
        "quarter",
        "grew",
        "million",
        "versus",
        "million",
        "last",
        "year",
        "comparable",
        "quarter",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "last",
        "year",
        "result",
        "included",
        "income",
        "tax",
        "adjustment",
        "increased",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "company",
        "recorded",
        "million",
        "lifo",
        "expense",
        "first",
        "quarter",
        "compared",
        "million",
        "lifo",
        "expense",
        "first",
        "quarter",
        "adjusting",
        "tax",
        "impact",
        "first",
        "quarter",
        "lifo",
        "expense",
        "recorded",
        "period",
        "adjusted",
        "net",
        "income",
        "increased",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "compared",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "comparable",
        "period",
        "please",
        "see",
        "table",
        "follows",
        "reconciliation",
        "measure",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "net",
        "sale",
        "grew",
        "three",
        "operating",
        "segment",
        "versus",
        "fourth",
        "quarter",
        "compared",
        "first",
        "quarter",
        "last",
        "year",
        "said",
        "chairman",
        "chief",
        "executive",
        "officer",
        "michael",
        "siegal",
        "accelerating",
        "shipment",
        "rising",
        "price",
        "throughout",
        "first",
        "quarter",
        "resulted",
        "highest",
        "operating",
        "income",
        "quarter",
        "since",
        "quarter",
        "end",
        "acquired",
        "berlin",
        "metal",
        "distributor",
        "prime",
        "tin",
        "mill",
        "product",
        "growing",
        "stainless",
        "steel",
        "business",
        "addition",
        "diversifying",
        "new",
        "complementary",
        "product",
        "acquisition",
        "believe",
        "accretive",
        "also",
        "add",
        "new",
        "customer",
        "market",
        "providing",
        "u",
        "growth",
        "opportunity",
        "continue",
        "seek",
        "potential",
        "acquisition",
        "candidate",
        "align",
        "objective",
        "well",
        "undertake",
        "internal",
        "growth",
        "initiative",
        "key",
        "strategic",
        "move",
        "busy",
        "spring",
        "season",
        "shipping",
        "volume",
        "metal",
        "price",
        "remain",
        "elevated",
        "setting",
        "stage",
        "strong",
        "first",
        "half",
        "siegal",
        "said",
        "company",
        "board",
        "director",
        "also",
        "approved",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "payable",
        "june",
        "shareholder",
        "record",
        "june",
        "olympic",
        "steel",
        "reconciliation",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "following",
        "table",
        "reconciles",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "gaap",
        "excluding",
        "following",
        "item",
        "tax",
        "adjustment",
        "retirement",
        "plan",
        "lifo",
        "expense",
        "adjusted",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "conference",
        "call",
        "webcast",
        "simulcast",
        "olympic",
        "steel",
        "earnings",
        "conference",
        "call",
        "accessed",
        "via",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "simulcast",
        "begin",
        "edt",
        "today",
        "may",
        "replay",
        "call",
        "available",
        "approximately",
        "day",
        "thereafter",
        "statement",
        "company",
        "policy",
        "endorse",
        "analyst",
        "sale",
        "earnings",
        "estimate",
        "statement",
        "release",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "statement",
        "typically",
        "identified",
        "word",
        "phrase",
        "may",
        "anticipate",
        "intend",
        "expect",
        "believe",
        "estimate",
        "project",
        "plan",
        "potential",
        "continue",
        "well",
        "negative",
        "term",
        "similar",
        "expression",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "implied",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "general",
        "global",
        "business",
        "economic",
        "financial",
        "political",
        "condition",
        "competitive",
        "factor",
        "availability",
        "global",
        "production",
        "level",
        "pricing",
        "metal",
        "industry",
        "shipping",
        "inventory",
        "level",
        "rapid",
        "fluctuation",
        "customer",
        "demand",
        "metal",
        "pricing",
        "cyclicality",
        "volatility",
        "within",
        "metal",
        "industry",
        "fluctuation",
        "value",
        "dollar",
        "related",
        "impact",
        "foreign",
        "steel",
        "pricing",
        "export",
        "foreign",
        "import",
        "united",
        "state",
        "level",
        "imported",
        "steel",
        "united",
        "state",
        "associated",
        "tariff",
        "duty",
        "availability",
        "rising",
        "cost",
        "transportation",
        "logistical",
        "service",
        "success",
        "effort",
        "initiative",
        "increase",
        "sale",
        "earnings",
        "maintain",
        "improve",
        "working",
        "capital",
        "turnover",
        "free",
        "cash",
        "flow",
        "improve",
        "customer",
        "service",
        "achieve",
        "cost",
        "saving",
        "ability",
        "generate",
        "free",
        "cash",
        "flow",
        "operation",
        "repay",
        "debt",
        "within",
        "anticipated",
        "time",
        "frame",
        "event",
        "circumstance",
        "could",
        "impair",
        "adversely",
        "impact",
        "carrying",
        "value",
        "asset",
        "risk",
        "uncertainty",
        "associated",
        "intangible",
        "asset",
        "including",
        "additional",
        "impairment",
        "charge",
        "related",
        "indefinite",
        "lived",
        "intangible",
        "asset",
        "event",
        "circumstance",
        "could",
        "adversely",
        "impact",
        "successful",
        "operation",
        "processing",
        "equipment",
        "operation",
        "amount",
        "success",
        "ability",
        "continue",
        "capital",
        "investment",
        "strategic",
        "growth",
        "initiative",
        "including",
        "acquisition",
        "business",
        "information",
        "system",
        "implementation",
        "ability",
        "successfully",
        "integrate",
        "berlin",
        "metal",
        "llc",
        "berlin",
        "metal",
        "business",
        "risk",
        "inherent",
        "berlin",
        "metal",
        "acquisition",
        "achievement",
        "expected",
        "result",
        "including",
        "whether",
        "acquisition",
        "accretive",
        "within",
        "expected",
        "timeframe",
        "success",
        "operational",
        "initiative",
        "improve",
        "operating",
        "cultural",
        "management",
        "system",
        "reduce",
        "cost",
        "ability",
        "comply",
        "term",
        "credit",
        "facility",
        "ability",
        "customer",
        "third",
        "party",
        "honor",
        "agreement",
        "related",
        "derivative",
        "instrument",
        "customer",
        "supplier",
        "competitor",
        "consolidation",
        "bankruptcy",
        "insolvency",
        "reduced",
        "production",
        "schedule",
        "layoff",
        "work",
        "stoppage",
        "supplier",
        "customer",
        "personnel",
        "impact",
        "union",
        "organizing",
        "activity",
        "success",
        "union",
        "contract",
        "renewal",
        "timing",
        "outcome",
        "inventory",
        "lower",
        "cost",
        "market",
        "adjustment",
        "lifo",
        "income",
        "expense",
        "ability",
        "customer",
        "especially",
        "may",
        "highly",
        "leveraged",
        "inadequate",
        "liquidity",
        "maintain",
        "credit",
        "availability",
        "inflation",
        "deflation",
        "existing",
        "within",
        "metal",
        "industry",
        "well",
        "product",
        "mix",
        "inventory",
        "level",
        "hand",
        "impact",
        "cost",
        "material",
        "sold",
        "result",
        "fluctuation",
        "lifo",
        "inventory",
        "valuation",
        "adequacy",
        "existing",
        "information",
        "technology",
        "business",
        "system",
        "software",
        "including",
        "duplication",
        "security",
        "process",
        "adequacy",
        "effort",
        "mitigate",
        "cyber",
        "security",
        "risk",
        "threat",
        "access",
        "capital",
        "global",
        "credit",
        "market",
        "ability",
        "pay",
        "regular",
        "quarterly",
        "cash",
        "dividend",
        "amount",
        "timing",
        "future",
        "dividend",
        "ability",
        "repurchase",
        "share",
        "common",
        "stock",
        "amount",
        "timing",
        "repurchase",
        "unanticipated",
        "development",
        "could",
        "occur",
        "respect",
        "contingency",
        "litigation",
        "arbitration",
        "environmental",
        "matter",
        "including",
        "development",
        "would",
        "require",
        "increase",
        "cost",
        "contingency",
        "change",
        "law",
        "regulation",
        "manner",
        "interpretation",
        "enforcement",
        "could",
        "impact",
        "financial",
        "performance",
        "restrict",
        "ability",
        "operate",
        "business",
        "execute",
        "strategy",
        "addition",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "document",
        "also",
        "contains",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "financial",
        "measure",
        "management",
        "view",
        "company",
        "performance",
        "includes",
        "adjusted",
        "earnings",
        "per",
        "share",
        "management",
        "us",
        "financial",
        "measure",
        "internally",
        "planning",
        "forecasting",
        "purpose",
        "measure",
        "performance",
        "company",
        "believe",
        "financial",
        "measure",
        "provides",
        "useful",
        "meaningful",
        "information",
        "u",
        "investor",
        "enhances",
        "investor",
        "understanding",
        "continuing",
        "operating",
        "performance",
        "business",
        "facilitates",
        "comparison",
        "performance",
        "past",
        "future",
        "period",
        "financial",
        "measure",
        "considered",
        "addition",
        "substitute",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "reconciliation",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "provided",
        "olympic",
        "steel",
        "founded",
        "olympic",
        "steel",
        "leading",
        "metal",
        "service",
        "center",
        "focused",
        "direct",
        "sale",
        "distribution",
        "large",
        "volume",
        "processed",
        "carbon",
        "coated",
        "stainless",
        "sheet",
        "coil",
        "plate",
        "steel",
        "aluminum",
        "tin",
        "product",
        "company",
        "cti",
        "subsidiary",
        "leading",
        "distributor",
        "steel",
        "tubing",
        "bar",
        "pipe",
        "valve",
        "fitting",
        "fabricates",
        "pressure",
        "part",
        "electric",
        "utility",
        "industry",
        "headquartered",
        "cleveland",
        "ohio",
        "olympic",
        "steel",
        "operates",
        "facility",
        "north",
        "america",
        "additional",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "http",
        "table",
        "olympic",
        "steel",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "thousand",
        "except",
        "data",
        "three",
        "month",
        "ended",
        "mar",
        "unaudited",
        "net",
        "sale",
        "cost",
        "expense",
        "cost",
        "material",
        "sold",
        "excludes",
        "item",
        "shown",
        "separately",
        "warehouse",
        "processing",
        "administrative",
        "general",
        "distribution",
        "selling",
        "occupancy",
        "depreciation",
        "amortization",
        "total",
        "cost",
        "expense",
        "operating",
        "income",
        "loss",
        "net",
        "income",
        "interest",
        "income",
        "tax",
        "interest",
        "expense",
        "debt",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "olympic",
        "steel",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "mar",
        "unaudited",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "includes",
        "lifo",
        "debit",
        "mar",
        "prepaid",
        "expense",
        "asset",
        "held",
        "sale",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "cost",
        "accumulated",
        "depreciation",
        "net",
        "property",
        "equipment",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "current",
        "portion",
        "debt",
        "account",
        "payable",
        "accrued",
        "payroll",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "credit",
        "facility",
        "revolver",
        "liability",
        "deferred",
        "income",
        "tax",
        "total",
        "liability",
        "shareholder",
        "equity",
        "preferred",
        "stock",
        "common",
        "stock",
        "treasury",
        "stock",
        "retained",
        "earnings",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "olympic",
        "steel",
        "segment",
        "financial",
        "information",
        "thousand",
        "except",
        "tonnage",
        "data",
        "figure",
        "may",
        "foot",
        "consolidated",
        "total",
        "due",
        "corporate",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "carbon",
        "flat",
        "specialty",
        "metal",
        "flat",
        "tubular",
        "pipe",
        "product",
        "product",
        "product",
        "ton",
        "sold",
        "na",
        "na",
        "net",
        "sale",
        "average",
        "selling",
        "price",
        "per",
        "ton",
        "na",
        "na",
        "cost",
        "material",
        "sold",
        "gross",
        "profit",
        "operating",
        "expense",
        "operating",
        "income",
        "depreciation",
        "amortization",
        "march",
        "asset",
        "unaudited",
        "flat",
        "product",
        "tubular",
        "pipe",
        "product",
        "corporate",
        "total",
        "asset",
        "information",
        "thousand",
        "except",
        "data",
        "march",
        "unaudited",
        "shareholder",
        "equity",
        "per",
        "share",
        "ratio",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "dividend",
        "per",
        "share",
        "tonnage",
        "less",
        "meaningful",
        "tubular",
        "pipe",
        "product",
        "segment",
        "therefore",
        "reported",
        "includes",
        "million",
        "million",
        "lifo",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "gross",
        "profit",
        "calculated",
        "net",
        "sale",
        "less",
        "cost",
        "material",
        "sold",
        "operating",
        "expense",
        "calculated",
        "total",
        "cost",
        "expense",
        "less",
        "cost",
        "material",
        "sold",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "view",
        "source",
        "version",
        "http",
        "olympic",
        "steel",
        "olympic",
        "steel",
        "investor",
        "relation",
        "matthew",
        "dennis",
        "cfa",
        "source",
        "olympic",
        "steel",
        "inc"
    ]
}