{
    "organizations": [],
    "uuid": "0f32adfcbd6ad947a7112a195d83281245b4c8be",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-celyad-announces-launch-of-proposed-global-offering.html",
    "ord_in_thread": 0,
    "title": "Celyad Announces Launch of Proposed Global Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONT-SAINT-GUIBERT, Belgium--(BUSINESS WIRE)--\nRegulatory News:\nCelyad (Paris:CYAD) (Brussels:CYAD) (Euronext Brussels and Paris, and NASDAQ: CYAD), a clinical-stage biopharmaceutical company focused on the development of specialized CAR-T cell based therapies, today announces that it intends to offer and sell, subject to market and other conditions, up to 1,800,000 ordinary shares in a global offering, which is comprised of an offer of ordinary shares in the form of American Depositary Shares (ADSs) in the United States, Canada and certain countries outside of Europe, and an offer of ordinary shares in Europe and certain countries outside of the United States and Canada in a concurrent private placement (the “global offering”). Investors other than qualified investors under applicable law will not be eligible to participate in the ordinary share private placement. Each ADS offered represents the right to receive one ordinary share.\nIn connection with the global offering, Celyad intends to grant the underwriters a 30-day option to purchase additional ordinary shares, which may be in the form of ADSs, in an aggregate amount of up to 15% of the total number of ordinary shares (including in the form of ADSs) proposed to be sold in the global offering, on the same terms and conditions.\nThe U.S. offering and the European private placement together constitutes a single offering of securities that will occur simultaneously. The total number of ordinary shares in the U.S. offering and the European private placement is subject to reallocation between them. The closing of the global offering is subject to market and other conditions, and there can be no assurance as to whether or when the global offering may be completed or as to the actual size or terms of the global offering. The size of the global offering and the price per share of the ordinary shares and the ADSs placed in the global offering will be determined following the bookbuilding process.\nCelyad’s ADSs are currently listed on the NASDAQ Global Select Market under the symbol “CYAD” and Celyad’s ordinary shares are currently listed on Euronext Brussels and Euronext Paris. Trading of Celyad’s ordinary shares will be suspended on the Euronext Brussels and Euronext Paris pending announcement of the pricing of the global offering.\nWells Fargo Securities, LLC and Bryan, Garnier & Co. are acting as joint bookrunning managers for the offering. Bank Degroof Petercam NV and LifeSci Capital LLC are acting as co-managers for the offering. Kempen & Co NV is Celyad’s advisor in connection with the offering.\nThe securities are being offered pursuant to an effective shelf registration statement that was previously filed with, and declared effective by, the U.S. Securities and Exchange Commission (SEC). A preliminary prospectus supplement and accompanying prospectus relating to and describing the terms of the offering will be filed with the SEC and will be available on the SEC’s website at www.sec.gov . Copies of the preliminary prospectus supplement and the accompanying prospectus relating to these securities, when available, can also be obtained for free from Wells Fargo Securities, LLC, Attention: Equity Syndicate Department, 375 Park Avenue, New York, New York, 10152, at (800) 326-5897 or email a request to cmclientsupport@wellsfargo.com ; or from Bryan, Garnier & Co., Beaufort House, 15 Saint Botolph Street, London EC3A 7BB, United Kingdom, or by telephone at +44 20 7332 2500, or by email at info@bryangarnier.com .\nThis press release does not constitute an offer to sell nor a solicitation of an offer to buy, nor shall there be any sale of securities in any state or jurisdiction in which such an offer, solicitation or sale is or would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction.\n***END***\nAbout Celyad\nCelyad is a clinical-stage biopharmaceutical company focused on the development of specialized CAR-T cell based therapies. Celyad utilizes its expertise in cell engineering to target cancer. Celyad’s Natural Killer Receptor based T-Cell (NKR-T) platform has the potential to treat a broad range of solid and hematologic tumors. Its lead oncology candidate, CYAD-01 (CAR-T NKG2D), has been evaluated in a single dose escalation Phase 1 clinical trial to assess the safety and clinical activity of multiple administrations of autologous CYAD-01 cells in seven refractory cancers including five solid tumors (colorectal, ovarian, bladder, triple-negative breast and pancreatic cancers) and two hematological tumors (acute myeloid leukemia and multiple myeloma). Celyad was founded in 2007 and is based in Mont-Saint-Guibert, Belgium, and Boston, Massachusetts. Celyad’s ordinary shares are listed on the Euronext Brussels and Euronext Paris exchanges, and its American Depository Shares are listed on the NASDAQ Global Market, all under the ticker symbol CYAD.\nIn connection with the proposed offering, the Company announced that, based on preliminary unaudited information and management estimates, at March 31, 2018, the Company estimates that it had cash, cash equivalents and short-term investments of approximately €25.1 million.\nThis press release contains inside information within the meaning of Regulation (EU) No 596/2014 of the European Parliament and of the Council of 16 April 2014 on market abuse (market abuse regulation).\nForward-looking statements\nThis release may contain forward-looking statements, including statements regarding the proposed timing and size of the offering; our ongoing and planned clinical development of CYAD-01; our manufacturing processes; and our estimated cash, cash equivalents and short-term investments at March 31, 2018. Forward-looking statements may involve known and unknown risks, uncertainties and other factors which might cause actual results, financial condition and liquidity, performance or achievements of Celyad, or industry results, to differ expressed or implied by such forward-looking statements. These forward-looking statements are further qualified by important factors and risks, which could cause actual results to differ in the forward-looking statements, including statements about: the initiation, timing, progress and results of our preclinical studies and clinical trials, and our research and development programs; our ability to advance drug product candidates into, and successfully complete, clinical trials; our ability to successfully manufacture drug product for our clinical trials, including with respect to manufacturing drug product with the desired number of T cells under our clinical trial protocols, and our ability to improve and automate these manufacturing procedures in the future; our reliance on the success of our drug product candidates; the timing or likelihood of regulatory filings and approvals; our ability to develop sales and marketing capabilities; the commercialization of our drug product candidates, if approved; the pricing and reimbursement of our drug product candidates, if approved; the implementation of our business model, strategic plans for our business, drug product candidates and technology; the scope of protection we are able to establish and maintain for intellectual property rights covering our drug product candidates and technology; our ability to operate our business without infringing, misappropriating or otherwise violating the intellectual property rights and proprietary technology of third parties; cost associated with enforcing or defending intellectual property infringement, misappropriation or violation; product liability; and other claims; regulatory development in the United States, the European Union, and other jurisdictions; estimates of our expenses, future revenues, capital requirements and our needs for additional financing and ability to obtain such financing when needed; the potential benefits of strategic collaboration agreements and our ability to enter into strategic arrangements; our ability to maintain and establish collaborations or obtain additional grant funding; the rate and degree of market acceptance of our drug product candidates, if approved; our financial performance; and developments relating to our competitors and our industry, including competing therapies and statements regarding future revenue, hiring plans, expenses, capital expenditures, capital requirements and share performance. A further list and description of these risks, uncertainties and other risks can be found in Celyad’s U.S. Securities and Exchange Commission (SEC) filings and reports, including in its Annual Report on Form 20-F filed with the SEC on April 6, 2018 and subsequent filings and reports by Celyad. Given these uncertainties, the reader is advised not to place any undue reliance on such forward-looking statements. These forward-looking statements speak only as of the date of publication of this document and Celyad’s actual results may differ expressed or implied by these forward-looking statements. Celyad expressly disclaims any obligation to update any such forward-looking statements in this document to reflect any change in its expectations with regard thereto or any change in events, conditions or circumstances on which any such statement is based, unless required by law or regulation.\nImportant information\nIn the European Economic Area, the transaction to which this announcement relates is only addressed to and is only directed at qualified investors within the meaning of Directive 2003/71/EC (as amended, and together with any applicable implementing measures in any Member State, the “Prospectus Directive”) (“Qualified Investors”).\nIn addition, in the United Kingdom, this announcement is directed at and for distribution only to Qualified Investors who are (i) persons who have professional experience in matters relating to investments falling within Article 19(5) of the Financial Services and Markets Act (Financial Promotion) Order 2005, as amended (the “Order”), or (ii) persons who are high net worth entities falling within Article 49(2)(a) to (d) of the Order, and (iii) other persons to whom this announcement may otherwise lawfully be communicated (all such persons together being referred to as “Relevant Persons”). The securities referred to herein are only available to, and any invitation, offer or agreement to subscribe, purchase or otherwise acquire such securities will be engaged in only with Relevant Persons. Any person who is not a Relevant Person should not act or rely on this communication or any of its contents.\nNo announcement or information regarding this offering may be disseminated to the public in jurisdictions where a prior registration or approval is required for such purpose. Other than the registration statement filed with the U.S. Securities and Exchange Commission, no steps have been taken, or will be taken, for the offering of ordinary shares or ADSs in any jurisdiction where such steps would be required. The issue or sale of securities, and the subscription for or purchase of securities, are subject to special legal or statutory restrictions in certain jurisdictions. Celyad SA is not liable if these restrictions are not complied with by any person.\nIn connection with the transaction to which this communication relates: stabilisation transactions may be effected by Wells Fargo Securities, LLC and/or Bryan, Garnier & Co. that aim to supporting the market price of the securities; stabilisation transactions may occur at any time beginning following the pricing of the offering and ending upon exercise or expiration of the underwriters’ option to purchase additional ordinary shares (including in the form of ADSs); and stabilisation may not necessarily occur and may cease at any time.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515006640/en/\nCelyad\nChristian Homsy, CEO and Patrick Jeanmart CFO - T: +32(0) 10 39 41 00\ninvestors@celyad.com\nor\nNicolas Van Hoecke, Director, Investor Relations & Communications - T: +32(0) 10 39 41 84\nnvanhoecke@celyad.com\nor\nFor France: NewCap\nPierre Laurent and Nicolas Mérigeau - T: + 33(0)1 44 71 94 94\ncelyad@newcap.eu\nor\nFor Belgium: Comfi\nGunther De Backer and Sabine Leclercq - T.: +32 (0)2 290 90 90\ncelyad@comfi.be\nor\nFor the U.S.: LifeSci Investor Relations\nDaniel Ferry – T.: +1 (617) 535 7746\ncelyad@lifesciadvisors.com\nSource: Celyad",
    "published": "2018-05-16T00:05:00.000+03:00",
    "crawled": "2018-05-16T02:52:34.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "belgium",
        "business",
        "wire",
        "regulatory",
        "news",
        "celyad",
        "paris",
        "cyad",
        "brussels",
        "cyad",
        "euronext",
        "brussels",
        "paris",
        "nasdaq",
        "cyad",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "specialized",
        "cell",
        "based",
        "therapy",
        "today",
        "announces",
        "intends",
        "offer",
        "sell",
        "subject",
        "market",
        "condition",
        "ordinary",
        "share",
        "global",
        "offering",
        "comprised",
        "offer",
        "ordinary",
        "share",
        "form",
        "american",
        "depositary",
        "share",
        "adss",
        "united",
        "state",
        "canada",
        "certain",
        "country",
        "outside",
        "europe",
        "offer",
        "ordinary",
        "share",
        "europe",
        "certain",
        "country",
        "outside",
        "united",
        "state",
        "canada",
        "concurrent",
        "private",
        "placement",
        "global",
        "offering",
        "investor",
        "qualified",
        "investor",
        "applicable",
        "law",
        "eligible",
        "participate",
        "ordinary",
        "share",
        "private",
        "placement",
        "ad",
        "offered",
        "represents",
        "right",
        "receive",
        "one",
        "ordinary",
        "share",
        "connection",
        "global",
        "offering",
        "celyad",
        "intends",
        "grant",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "ordinary",
        "share",
        "may",
        "form",
        "adss",
        "aggregate",
        "amount",
        "total",
        "number",
        "ordinary",
        "share",
        "including",
        "form",
        "adss",
        "proposed",
        "sold",
        "global",
        "offering",
        "term",
        "condition",
        "offering",
        "european",
        "private",
        "placement",
        "together",
        "constitutes",
        "single",
        "offering",
        "security",
        "occur",
        "simultaneously",
        "total",
        "number",
        "ordinary",
        "share",
        "offering",
        "european",
        "private",
        "placement",
        "subject",
        "reallocation",
        "closing",
        "global",
        "offering",
        "subject",
        "market",
        "condition",
        "assurance",
        "whether",
        "global",
        "offering",
        "may",
        "completed",
        "actual",
        "size",
        "term",
        "global",
        "offering",
        "size",
        "global",
        "offering",
        "price",
        "per",
        "share",
        "ordinary",
        "share",
        "adss",
        "placed",
        "global",
        "offering",
        "determined",
        "following",
        "bookbuilding",
        "process",
        "celyad",
        "adss",
        "currently",
        "listed",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "cyad",
        "celyad",
        "ordinary",
        "share",
        "currently",
        "listed",
        "euronext",
        "brussels",
        "euronext",
        "paris",
        "trading",
        "celyad",
        "ordinary",
        "share",
        "suspended",
        "euronext",
        "brussels",
        "euronext",
        "paris",
        "pending",
        "announcement",
        "pricing",
        "global",
        "offering",
        "well",
        "fargo",
        "security",
        "llc",
        "bryan",
        "garnier",
        "acting",
        "joint",
        "bookrunning",
        "manager",
        "offering",
        "bank",
        "degroof",
        "petercam",
        "nv",
        "lifesci",
        "capital",
        "llc",
        "acting",
        "offering",
        "kempen",
        "co",
        "nv",
        "celyad",
        "advisor",
        "connection",
        "offering",
        "security",
        "offered",
        "pursuant",
        "effective",
        "shelf",
        "registration",
        "statement",
        "previously",
        "filed",
        "declared",
        "effective",
        "security",
        "exchange",
        "commission",
        "sec",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "relating",
        "describing",
        "term",
        "offering",
        "filed",
        "sec",
        "available",
        "sec",
        "website",
        "copy",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "relating",
        "security",
        "available",
        "also",
        "obtained",
        "free",
        "well",
        "fargo",
        "security",
        "llc",
        "attention",
        "equity",
        "syndicate",
        "department",
        "park",
        "avenue",
        "new",
        "york",
        "new",
        "york",
        "email",
        "request",
        "cmclientsupport",
        "bryan",
        "garnier",
        "beaufort",
        "house",
        "saint",
        "botolph",
        "street",
        "london",
        "ec3a",
        "7bb",
        "united",
        "kingdom",
        "telephone",
        "email",
        "info",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "end",
        "celyad",
        "celyad",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "specialized",
        "cell",
        "based",
        "therapy",
        "celyad",
        "utilizes",
        "expertise",
        "cell",
        "engineering",
        "target",
        "cancer",
        "celyad",
        "natural",
        "killer",
        "receptor",
        "based",
        "platform",
        "potential",
        "treat",
        "broad",
        "range",
        "solid",
        "hematologic",
        "tumor",
        "lead",
        "oncology",
        "candidate",
        "nkg2d",
        "evaluated",
        "single",
        "dose",
        "escalation",
        "phase",
        "clinical",
        "trial",
        "assess",
        "safety",
        "clinical",
        "activity",
        "multiple",
        "administration",
        "autologous",
        "cell",
        "seven",
        "refractory",
        "cancer",
        "including",
        "five",
        "solid",
        "tumor",
        "colorectal",
        "ovarian",
        "bladder",
        "breast",
        "pancreatic",
        "cancer",
        "two",
        "hematological",
        "tumor",
        "acute",
        "myeloid",
        "leukemia",
        "multiple",
        "myeloma",
        "celyad",
        "founded",
        "based",
        "belgium",
        "boston",
        "massachusetts",
        "celyad",
        "ordinary",
        "share",
        "listed",
        "euronext",
        "brussels",
        "euronext",
        "paris",
        "exchange",
        "american",
        "depository",
        "share",
        "listed",
        "nasdaq",
        "global",
        "market",
        "ticker",
        "symbol",
        "cyad",
        "connection",
        "proposed",
        "offering",
        "company",
        "announced",
        "based",
        "preliminary",
        "unaudited",
        "information",
        "management",
        "estimate",
        "march",
        "company",
        "estimate",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "approximately",
        "million",
        "press",
        "release",
        "contains",
        "inside",
        "information",
        "within",
        "meaning",
        "regulation",
        "eu",
        "european",
        "parliament",
        "council",
        "april",
        "market",
        "abuse",
        "market",
        "abuse",
        "regulation",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "including",
        "statement",
        "regarding",
        "proposed",
        "timing",
        "size",
        "offering",
        "ongoing",
        "planned",
        "clinical",
        "development",
        "manufacturing",
        "process",
        "estimated",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "march",
        "statement",
        "may",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "might",
        "cause",
        "actual",
        "result",
        "financial",
        "condition",
        "liquidity",
        "performance",
        "achievement",
        "celyad",
        "industry",
        "result",
        "differ",
        "expressed",
        "implied",
        "statement",
        "statement",
        "qualified",
        "important",
        "factor",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "statement",
        "including",
        "statement",
        "initiation",
        "timing",
        "progress",
        "result",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "research",
        "development",
        "program",
        "ability",
        "advance",
        "drug",
        "product",
        "candidate",
        "successfully",
        "complete",
        "clinical",
        "trial",
        "ability",
        "successfully",
        "manufacture",
        "drug",
        "product",
        "clinical",
        "trial",
        "including",
        "respect",
        "manufacturing",
        "drug",
        "product",
        "desired",
        "number",
        "cell",
        "clinical",
        "trial",
        "protocol",
        "ability",
        "improve",
        "automate",
        "manufacturing",
        "procedure",
        "future",
        "reliance",
        "success",
        "drug",
        "product",
        "candidate",
        "timing",
        "likelihood",
        "regulatory",
        "filing",
        "approval",
        "ability",
        "develop",
        "sale",
        "marketing",
        "capability",
        "commercialization",
        "drug",
        "product",
        "candidate",
        "approved",
        "pricing",
        "reimbursement",
        "drug",
        "product",
        "candidate",
        "approved",
        "implementation",
        "business",
        "model",
        "strategic",
        "plan",
        "business",
        "drug",
        "product",
        "candidate",
        "technology",
        "scope",
        "protection",
        "able",
        "establish",
        "maintain",
        "intellectual",
        "property",
        "right",
        "covering",
        "drug",
        "product",
        "candidate",
        "technology",
        "ability",
        "operate",
        "business",
        "without",
        "infringing",
        "misappropriating",
        "otherwise",
        "violating",
        "intellectual",
        "property",
        "right",
        "proprietary",
        "technology",
        "third",
        "party",
        "cost",
        "associated",
        "enforcing",
        "defending",
        "intellectual",
        "property",
        "infringement",
        "misappropriation",
        "violation",
        "product",
        "liability",
        "claim",
        "regulatory",
        "development",
        "united",
        "state",
        "european",
        "union",
        "jurisdiction",
        "estimate",
        "expense",
        "future",
        "revenue",
        "capital",
        "requirement",
        "need",
        "additional",
        "financing",
        "ability",
        "obtain",
        "financing",
        "needed",
        "potential",
        "benefit",
        "strategic",
        "collaboration",
        "agreement",
        "ability",
        "enter",
        "strategic",
        "arrangement",
        "ability",
        "maintain",
        "establish",
        "collaboration",
        "obtain",
        "additional",
        "grant",
        "funding",
        "rate",
        "degree",
        "market",
        "acceptance",
        "drug",
        "product",
        "candidate",
        "approved",
        "financial",
        "performance",
        "development",
        "relating",
        "competitor",
        "industry",
        "including",
        "competing",
        "therapy",
        "statement",
        "regarding",
        "future",
        "revenue",
        "hiring",
        "plan",
        "expense",
        "capital",
        "expenditure",
        "capital",
        "requirement",
        "share",
        "performance",
        "list",
        "description",
        "risk",
        "uncertainty",
        "risk",
        "found",
        "celyad",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "april",
        "subsequent",
        "filing",
        "report",
        "celyad",
        "given",
        "uncertainty",
        "reader",
        "advised",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speak",
        "date",
        "publication",
        "document",
        "celyad",
        "actual",
        "result",
        "may",
        "differ",
        "expressed",
        "implied",
        "statement",
        "celyad",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "document",
        "reflect",
        "change",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "unless",
        "required",
        "law",
        "regulation",
        "important",
        "information",
        "european",
        "economic",
        "area",
        "transaction",
        "announcement",
        "relates",
        "addressed",
        "directed",
        "qualified",
        "investor",
        "within",
        "meaning",
        "directive",
        "amended",
        "together",
        "applicable",
        "implementing",
        "measure",
        "member",
        "state",
        "prospectus",
        "directive",
        "qualified",
        "investor",
        "addition",
        "united",
        "kingdom",
        "announcement",
        "directed",
        "distribution",
        "qualified",
        "investor",
        "person",
        "professional",
        "experience",
        "matter",
        "relating",
        "investment",
        "falling",
        "within",
        "article",
        "financial",
        "service",
        "market",
        "act",
        "financial",
        "promotion",
        "order",
        "amended",
        "order",
        "ii",
        "person",
        "high",
        "net",
        "worth",
        "entity",
        "falling",
        "within",
        "article",
        "order",
        "iii",
        "person",
        "announcement",
        "may",
        "otherwise",
        "lawfully",
        "communicated",
        "person",
        "together",
        "referred",
        "relevant",
        "person",
        "security",
        "referred",
        "herein",
        "available",
        "invitation",
        "offer",
        "agreement",
        "subscribe",
        "purchase",
        "otherwise",
        "acquire",
        "security",
        "engaged",
        "relevant",
        "person",
        "person",
        "relevant",
        "person",
        "act",
        "rely",
        "communication",
        "content",
        "announcement",
        "information",
        "regarding",
        "offering",
        "may",
        "disseminated",
        "public",
        "jurisdiction",
        "prior",
        "registration",
        "approval",
        "required",
        "purpose",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "step",
        "taken",
        "taken",
        "offering",
        "ordinary",
        "share",
        "adss",
        "jurisdiction",
        "step",
        "would",
        "required",
        "issue",
        "sale",
        "security",
        "subscription",
        "purchase",
        "security",
        "subject",
        "special",
        "legal",
        "statutory",
        "restriction",
        "certain",
        "jurisdiction",
        "celyad",
        "sa",
        "liable",
        "restriction",
        "complied",
        "person",
        "connection",
        "transaction",
        "communication",
        "relates",
        "stabilisation",
        "transaction",
        "may",
        "effected",
        "well",
        "fargo",
        "security",
        "llc",
        "bryan",
        "garnier",
        "aim",
        "supporting",
        "market",
        "price",
        "security",
        "stabilisation",
        "transaction",
        "may",
        "occur",
        "time",
        "beginning",
        "following",
        "pricing",
        "offering",
        "ending",
        "upon",
        "exercise",
        "expiration",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "ordinary",
        "share",
        "including",
        "form",
        "adss",
        "stabilisation",
        "may",
        "necessarily",
        "occur",
        "may",
        "cease",
        "time",
        "view",
        "source",
        "version",
        "http",
        "celyad",
        "christian",
        "homsy",
        "ceo",
        "patrick",
        "jeanmart",
        "cfo",
        "investor",
        "nicolas",
        "van",
        "hoecke",
        "director",
        "investor",
        "relation",
        "communication",
        "nvanhoecke",
        "france",
        "newcap",
        "pierre",
        "laurent",
        "nicolas",
        "mérigeau",
        "celyad",
        "belgium",
        "comfi",
        "gunther",
        "de",
        "backer",
        "sabine",
        "leclercq",
        "celyad",
        "lifesci",
        "investor",
        "relation",
        "daniel",
        "ferry",
        "celyad",
        "source",
        "celyad"
    ]
}