{
    "organizations": [],
    "uuid": "3ef45adf0757a55af07378f193b37456a1f8c105",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/cnbc-interview-with-h-e-mohammed-bin-abdullah-al-jadaan-saudi-arabias-finance-minister.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with H.E. Mohammed bin Abdullah Al-Jadaan, Saudi Arabia’s Finance Minister",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Below is the transcript of an interview with Saudi Arabia's Finance Minister, H.E. Mohammed bin Abdullah Al-Jadaan, and CNBC's Middle East Anchor Hadley Gamble at Euromoney Saudi Arabia Conference 2018.\nH: Your Excellency thank you so much for joining CNBC. I want to kick off with what we've just heard a few minutes ago about tackling the fiscal deficit. You made a lot of progress this year. Does that mean you don't have plans then to tap international bond markets in future?\nAl-Jadaan: We have had a very successful year over the last year. A lot has been achieved in terms of fiscal discipline. Government have been really very efficient in its spending and overall the oil revenue has been really proving to be as planned and even in certain parts better than planned. In addition oil revenue is obviously increasing with oil price becoming more healthy this year than last year. All of this is actually helping us to reduce deficit. We've managed in the last two years to reduce it by 40 percent. We are continuing as a plan to develop our capital markets activity. So we are actually going to continue issuing internationally and locally, we wanted to make sure that we maintain our presence in the capital market and in relation to the capital market we want to want to make sure that we actually help develop the market. So, even if we don't need to issue as much in the local market we would like to continue issuing, that would clear the yield curve for the market and that will help basically the debt market and the private issuers to issue.\nH: Walk me through what's happening right now with regards to the oil prices. You have higher oil prices, and of course this is on the back of a couple of years of some major reforms here in the kingdom. Is there a risk that there's going to be reform fatigue?\nAl-Jadaan: I assure you that there is a lot of excitement about reform, and when you see results you actually get more energy to just do more because you could see that it is working, it is helping the economy. So, it's not really about an income, income is one half of the story. You know fixing our income, diversifying our income, is one half of it, the other half is diversifying our economy and making sure that we will have a sustainable income and sustainable economy. You want to make sure that we have an economy that generate jobs for our youth. So there is a lot that is taking place. I think some of us obviously spend a lot of time in the office and travel, as we just spoke before we recorded, it is extremely extremely enjoyable I could tell you. And there is a lot of excitement and happiness that is taking place where you see that action from the youth is very positive. You could see the government activity starting to yielding real results, you could see growth starting to kick in. So that is actually good fuel for excitement that that help you even relax if you are tired.\nH: So, higher oil prices won't hold you back when it comes to reforms?\nAl-Jadaan: Not at all, not at all. And I could assure you that higher oil prices would only help reduce the deficit and build the reserves. We will continue our reform.\nH: And how does that change your outlook for budgeting next year, with these higher oil prices?\nAl-Jadaan: We, I think, have said this when we met last time, we started two years ago budgeting better and this year when we announced our budget we announced actually what is going to be our budget between now and 2023. So, our budget next year is known, it's already published. No change, we are unlikely to change, and if there is any change it will be very limited.\nH: And when you look at what happens along down the road, you talked a lot about how higher oil prices can impact, obviously Saudi Arabia's economy and their economy regionally as well. How important is it that you get the right price, because the Vision 2030 is pegged to a price? Do you think things will change if oil prices continue to go higher?\nAl-Jadaan: Two things: I think oil prices is a market dynamic, I don't think it's up to to oil producers to set the price otherwise it would not have seen prices at only two years ago and in the 30s and below 30. So, it's really a market dynamic and a supply and demand, and we think that demand is going to continue, we think oil is going to be hit for an extended period of time, we think a balanced oil price is right for both producers and consumers. We think that if we have a low oil price that would significantly reduce investments by oil companies, which then could potentially create significant more problems, only three/ four years down the road. Also, if you recall the industry specialists are saying that there are significant producers that are going to run out of their reserves in the next five to 10, 15 years. So you need to make sure that you continue also exploring and finding more oil for for that supply to continue and for oil prices to stabilize.\nH: There are a lot of questions about the fragility of the Saudi market in particular given the geopolitical headwinds that we're seeing, we saw this come out in Moody's and Fitch Ratings as well, they were mentioning the fragility of oil export countries like Saudi. When you look at what's happening with the Iran versus Saudi dynamic, for example, or you look at the picture more globally in terms of the geopolitical headwinds, what's worrying you?\nAl-Jadaan: Two things: I think one it is really very important to note that this region has been through a lot of waves of geopolitical tensions, and in certain cases over the last 40 years have seen wars, and we weathered, our economy have weathered this without really any significant impact. We have seen a couple of wars, some of it with our troops involved in these wars, and we weathered it. I think it is a very, an economy that is very strong, very solid, population that is very solid, a government that is very solid, very institutional. So, I'm not really worried about the mid to long term impact of any dual political issues. What we need to be watchful of is we need to make sure that we are ready, that we assess risks and we deal with and mitigate these risks and work with our allies and partners and friends in the region and globally to contain any threats in the region.\nH: Do you think that that's happening?\nAl-Jadaan: It is definitely happening. I could tell you that our relationship with our friends and allies in the region and across the globe has never been as strong as it is today. You have seen his Royal Highness the Crown Prince tour and in the U.S. and Europe has been extremely successful. The reaction from the world leaders across the world have been very supportive of the government. So there is position and call for stability in the region. So I'm very comfortable with the geopolitical situation.\nH: And when you look at what's happening today in terms of the privatization plans from the kingdom, we're talking about ports, we're talking about desalination plants, airports as well, what's next on the horizon there?\nAl-Jadaan: The privatization program has just been announced formally a couple of weeks back. I think the plan is going to be laid down and the next possibly four to six weeks with details coming out from from his Excellency the Minister of Economy who chairs that program, so the program is on track, the law is now ready. There is a new law for public private partnership that has been drafted and it is now in the process of being enacted. So there is a lot of development taking place. An announcement will be made in the next few weeks and months.\nH: And in terms of moving along with Vision 2030, and as Finance Minister, my final question: how difficult is it to plan when you have the potential for something like a missile coming over and hitting an oil installation at Saudi Aramco, for example, how difficult is it for you to plan given those kinds of scenarios?\nAl-Jadaan: I think we had threats to the whole world. I mean look at North Korea, other places. There has been a lot of turbulence around the world and if the economy is going to be crippled just because a terrorist group is an axis of one or two hundred missiles then that is a serious problem. Our economy, and we have and we have seen it, all the reform that we have done have been done while terrorist activities are taking place in our borders trying to impact our economy and we are saying no we are going to defend our territory, we will have the right equipment and assets to defend our our land and our people, but we will also that would not distract us from pushing with our economy reform, pushing with social, legal and financial reform. And you have seen it, I think first hand. We have received in the last two years or so about a hundred plus missiles, all have been intercepted successfully, our economy was nothing back to (inaudible), our reform continued, our social reform continued, we are having a lot of activities around the day and night, no impact. So, I'm very happy, very confident that normal life will continue despite all the threats and geopolitical situation around us.\nH: Your Excellency, thank you for joining CNBC.\nAl-Jadaan: Thank you.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com / 07788 307 996\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-05-02T08:00:00.000+03:00",
    "crawled": "2018-05-02T19:52:37.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "transcript",
        "interview",
        "saudi",
        "arabia",
        "finance",
        "minister",
        "mohammed",
        "bin",
        "abdullah",
        "cnbc",
        "middle",
        "east",
        "anchor",
        "hadley",
        "gamble",
        "euromoney",
        "saudi",
        "arabia",
        "conference",
        "h",
        "excellency",
        "thank",
        "much",
        "joining",
        "cnbc",
        "want",
        "kick",
        "heard",
        "minute",
        "ago",
        "tackling",
        "fiscal",
        "deficit",
        "made",
        "lot",
        "progress",
        "year",
        "mean",
        "plan",
        "tap",
        "international",
        "bond",
        "market",
        "future",
        "successful",
        "year",
        "last",
        "year",
        "lot",
        "achieved",
        "term",
        "fiscal",
        "discipline",
        "government",
        "really",
        "efficient",
        "spending",
        "overall",
        "oil",
        "revenue",
        "really",
        "proving",
        "planned",
        "even",
        "certain",
        "part",
        "better",
        "planned",
        "addition",
        "oil",
        "revenue",
        "obviously",
        "increasing",
        "oil",
        "price",
        "becoming",
        "healthy",
        "year",
        "last",
        "year",
        "actually",
        "helping",
        "u",
        "reduce",
        "deficit",
        "managed",
        "last",
        "two",
        "year",
        "reduce",
        "percent",
        "continuing",
        "plan",
        "develop",
        "capital",
        "market",
        "activity",
        "actually",
        "going",
        "continue",
        "issuing",
        "internationally",
        "locally",
        "wanted",
        "make",
        "sure",
        "maintain",
        "presence",
        "capital",
        "market",
        "relation",
        "capital",
        "market",
        "want",
        "want",
        "make",
        "sure",
        "actually",
        "help",
        "develop",
        "market",
        "even",
        "need",
        "issue",
        "much",
        "local",
        "market",
        "would",
        "like",
        "continue",
        "issuing",
        "would",
        "clear",
        "yield",
        "curve",
        "market",
        "help",
        "basically",
        "debt",
        "market",
        "private",
        "issuer",
        "issue",
        "h",
        "walk",
        "happening",
        "right",
        "regard",
        "oil",
        "price",
        "higher",
        "oil",
        "price",
        "course",
        "back",
        "couple",
        "year",
        "major",
        "reform",
        "kingdom",
        "risk",
        "going",
        "reform",
        "fatigue",
        "assure",
        "lot",
        "excitement",
        "reform",
        "see",
        "result",
        "actually",
        "get",
        "energy",
        "could",
        "see",
        "working",
        "helping",
        "economy",
        "really",
        "income",
        "income",
        "one",
        "half",
        "story",
        "know",
        "fixing",
        "income",
        "diversifying",
        "income",
        "one",
        "half",
        "half",
        "diversifying",
        "economy",
        "making",
        "sure",
        "sustainable",
        "income",
        "sustainable",
        "economy",
        "want",
        "make",
        "sure",
        "economy",
        "generate",
        "job",
        "youth",
        "lot",
        "taking",
        "place",
        "think",
        "u",
        "obviously",
        "spend",
        "lot",
        "time",
        "office",
        "travel",
        "spoke",
        "recorded",
        "extremely",
        "extremely",
        "enjoyable",
        "could",
        "tell",
        "lot",
        "excitement",
        "happiness",
        "taking",
        "place",
        "see",
        "action",
        "youth",
        "positive",
        "could",
        "see",
        "government",
        "activity",
        "starting",
        "yielding",
        "real",
        "result",
        "could",
        "see",
        "growth",
        "starting",
        "kick",
        "actually",
        "good",
        "fuel",
        "excitement",
        "help",
        "even",
        "relax",
        "tired",
        "h",
        "higher",
        "oil",
        "price",
        "wo",
        "hold",
        "back",
        "come",
        "reform",
        "could",
        "assure",
        "higher",
        "oil",
        "price",
        "would",
        "help",
        "reduce",
        "deficit",
        "build",
        "reserve",
        "continue",
        "reform",
        "h",
        "change",
        "outlook",
        "budgeting",
        "next",
        "year",
        "higher",
        "oil",
        "price",
        "think",
        "said",
        "met",
        "last",
        "time",
        "started",
        "two",
        "year",
        "ago",
        "budgeting",
        "better",
        "year",
        "announced",
        "budget",
        "announced",
        "actually",
        "going",
        "budget",
        "budget",
        "next",
        "year",
        "known",
        "already",
        "published",
        "change",
        "unlikely",
        "change",
        "change",
        "limited",
        "h",
        "look",
        "happens",
        "along",
        "road",
        "talked",
        "lot",
        "higher",
        "oil",
        "price",
        "impact",
        "obviously",
        "saudi",
        "arabia",
        "economy",
        "economy",
        "regionally",
        "well",
        "important",
        "get",
        "right",
        "price",
        "vision",
        "pegged",
        "price",
        "think",
        "thing",
        "change",
        "oil",
        "price",
        "continue",
        "go",
        "higher",
        "two",
        "thing",
        "think",
        "oil",
        "price",
        "market",
        "dynamic",
        "think",
        "oil",
        "producer",
        "set",
        "price",
        "otherwise",
        "would",
        "seen",
        "price",
        "two",
        "year",
        "ago",
        "30",
        "really",
        "market",
        "dynamic",
        "supply",
        "demand",
        "think",
        "demand",
        "going",
        "continue",
        "think",
        "oil",
        "going",
        "hit",
        "extended",
        "period",
        "time",
        "think",
        "balanced",
        "oil",
        "price",
        "right",
        "producer",
        "consumer",
        "think",
        "low",
        "oil",
        "price",
        "would",
        "significantly",
        "reduce",
        "investment",
        "oil",
        "company",
        "could",
        "potentially",
        "create",
        "significant",
        "problem",
        "four",
        "year",
        "road",
        "also",
        "recall",
        "industry",
        "specialist",
        "saying",
        "significant",
        "producer",
        "going",
        "run",
        "reserve",
        "next",
        "five",
        "year",
        "need",
        "make",
        "sure",
        "continue",
        "also",
        "exploring",
        "finding",
        "oil",
        "supply",
        "continue",
        "oil",
        "price",
        "stabilize",
        "h",
        "lot",
        "question",
        "fragility",
        "saudi",
        "market",
        "particular",
        "given",
        "geopolitical",
        "headwind",
        "seeing",
        "saw",
        "come",
        "moody",
        "fitch",
        "rating",
        "well",
        "mentioning",
        "fragility",
        "oil",
        "export",
        "country",
        "like",
        "saudi",
        "look",
        "happening",
        "iran",
        "versus",
        "saudi",
        "dynamic",
        "example",
        "look",
        "picture",
        "globally",
        "term",
        "geopolitical",
        "headwind",
        "worrying",
        "two",
        "thing",
        "think",
        "one",
        "really",
        "important",
        "note",
        "region",
        "lot",
        "wave",
        "geopolitical",
        "tension",
        "certain",
        "case",
        "last",
        "year",
        "seen",
        "war",
        "weathered",
        "economy",
        "weathered",
        "without",
        "really",
        "significant",
        "impact",
        "seen",
        "couple",
        "war",
        "troop",
        "involved",
        "war",
        "weathered",
        "think",
        "economy",
        "strong",
        "solid",
        "population",
        "solid",
        "government",
        "solid",
        "institutional",
        "really",
        "worried",
        "mid",
        "long",
        "term",
        "impact",
        "dual",
        "political",
        "issue",
        "need",
        "watchful",
        "need",
        "make",
        "sure",
        "ready",
        "assess",
        "risk",
        "deal",
        "mitigate",
        "risk",
        "work",
        "ally",
        "partner",
        "friend",
        "region",
        "globally",
        "contain",
        "threat",
        "region",
        "h",
        "think",
        "happening",
        "definitely",
        "happening",
        "could",
        "tell",
        "relationship",
        "friend",
        "ally",
        "region",
        "across",
        "globe",
        "never",
        "strong",
        "today",
        "seen",
        "royal",
        "highness",
        "crown",
        "prince",
        "tour",
        "europe",
        "extremely",
        "successful",
        "reaction",
        "world",
        "leader",
        "across",
        "world",
        "supportive",
        "government",
        "position",
        "call",
        "stability",
        "region",
        "comfortable",
        "geopolitical",
        "situation",
        "h",
        "look",
        "happening",
        "today",
        "term",
        "privatization",
        "plan",
        "kingdom",
        "talking",
        "port",
        "talking",
        "desalination",
        "plant",
        "airport",
        "well",
        "next",
        "horizon",
        "privatization",
        "program",
        "announced",
        "formally",
        "couple",
        "week",
        "back",
        "think",
        "plan",
        "going",
        "laid",
        "next",
        "possibly",
        "four",
        "six",
        "week",
        "detail",
        "coming",
        "excellency",
        "minister",
        "economy",
        "chair",
        "program",
        "program",
        "track",
        "law",
        "ready",
        "new",
        "law",
        "public",
        "private",
        "partnership",
        "drafted",
        "process",
        "enacted",
        "lot",
        "development",
        "taking",
        "place",
        "announcement",
        "made",
        "next",
        "week",
        "month",
        "h",
        "term",
        "moving",
        "along",
        "vision",
        "finance",
        "minister",
        "final",
        "question",
        "difficult",
        "plan",
        "potential",
        "something",
        "like",
        "missile",
        "coming",
        "hitting",
        "oil",
        "installation",
        "saudi",
        "aramco",
        "example",
        "difficult",
        "plan",
        "given",
        "kind",
        "scenario",
        "think",
        "threat",
        "whole",
        "world",
        "mean",
        "look",
        "north",
        "korea",
        "place",
        "lot",
        "turbulence",
        "around",
        "world",
        "economy",
        "going",
        "crippled",
        "terrorist",
        "group",
        "axis",
        "one",
        "two",
        "hundred",
        "missile",
        "serious",
        "problem",
        "economy",
        "seen",
        "reform",
        "done",
        "done",
        "terrorist",
        "activity",
        "taking",
        "place",
        "border",
        "trying",
        "impact",
        "economy",
        "saying",
        "going",
        "defend",
        "territory",
        "right",
        "equipment",
        "asset",
        "defend",
        "land",
        "people",
        "also",
        "would",
        "distract",
        "u",
        "pushing",
        "economy",
        "reform",
        "pushing",
        "social",
        "legal",
        "financial",
        "reform",
        "seen",
        "think",
        "first",
        "hand",
        "received",
        "last",
        "two",
        "year",
        "hundred",
        "plus",
        "missile",
        "intercepted",
        "successfully",
        "economy",
        "nothing",
        "back",
        "inaudible",
        "reform",
        "continued",
        "social",
        "reform",
        "continued",
        "lot",
        "activity",
        "around",
        "day",
        "night",
        "impact",
        "happy",
        "confident",
        "normal",
        "life",
        "continue",
        "despite",
        "threat",
        "geopolitical",
        "situation",
        "around",
        "u",
        "h",
        "excellency",
        "thank",
        "joining",
        "cnbc",
        "thank",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}