{
    "organizations": [],
    "uuid": "2c63cc82951e7e139625db89362b19e9566f4d07",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-tronox-enters-option-agreement-to-acquire-majority-of-advanced-metal-industries-co-jazan-slagger-operations.html",
    "ord_in_thread": 0,
    "title": "Tronox Enters Option Agreement to Acquire Majority of Advanced Metal Industries Co. Jazan Slagger Operations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "STAMFORD, Conn., May 9, 2018 /PRNewswire/ -- Tronox Limited (NYSE: TROX) (\"Tronox\" or the \"Company\"), a global mining and inorganic chemicals company, today announced it has entered into an Option Agreement with Advanced Metal Industries Cluster Company Limited (\"AMIC\") to acquire 90 percent of AMIC's ownership in a titanium slag smelter facility (the \"Slagger\") located in The Jazan City for Primary and Downstream Industries in the Kingdom of Saudi Arabia. The execution of the Option Agreement occurred shortly after Tronox and AMIC entered into a Technical Services Agreement to provide certain technical assistance to AMIC to facilitate start-up of the Slagger. AMIC is equally owned by The National Titanium Dioxide Company Limited (\"Cristal\") and National Industrialization Company, also known as Tasnee.\n\"The Option and Technical Services Agreements are another integral step for Tronox to further optimize the level of vertical integration between our production of TiO 2 pigment and TiO 2 feedstock following the closing of our merger with Cristal and across the cycle over the long term. By combining our slagger operations expertise with that of AMIC under the Technical Services Agreement, we will work together to ensure the successful commissioning and ramp up of this world-class smelter, which has the capacity to supply up to 500kt of TiO 2 slag and 220kt of pig iron,\" said Jeffry N. Quinn, president and chief executive officer of Tronox. \"While we continue to work hard at securing approval from regulators in the U.S. and Europe for the Cristal acquisition, the Option and Technical Services Agreements enable us to commence start-up activities now so as soon as the acquisition is approved, we can be in a position to acquire the Slagger facility, assuming it meets the sustained output metrics agreed with AMIC.\"\nAs part of the Option Agreement, AMIC will create a special purpose vehicle (\"SPV\") incorporated in the Kingdom of Saudi Arabia and contribute its ownership interest along with $322 million of debt currently held by AMIC (the \"AMIC Debt\"). The Company agreed to lend AMIC and the SPV up to $125 million for capital expenditures and operational expenses to facilitate the start-up of the Slagger. These funds may be drawn down on a quarterly basis as needed based, on a budget agreed upon by the Company and AMIC. After completion of the acquisition of Cristal, but prior to exercise of the Option, Tronox and AMIC have agreed to supply one another, on commercial terms, ilmenite as a feedstock for the Slagger and titanium slag produced by the Slagger, respectively, to the extent available.\nUpon reaching the sustained operations of the Slagger as defined within the Option Agreement, Tronox will exercise the option to acquire a 90 percent ownership of the SPV. The total consideration payable by Tronox consists of the effective assumption of the AMIC Debt through ownership in the SPV, the $125 million loan described above, a working capital adjustment and an adjustment to accurately compensate AMIC for 10 percent of the outstanding liabilities of the SPV as of the closing. The Company and AMIC also have agreed that they will enter into a shareholders agreement relating to their respective rights and obligations as shareholders of the SPV.\nForward Looking Statements\nThe forward-looking statements involve risks that may affect the Company's operations, markets, products, services, prices and other risk factors discussed in the Company's filings with the SEC, including those under the heading entitled \"Risk Factors\" in our Annual Report on Form 10-K for the year ended December 31, 2017. Significant risks and uncertainties may relate to, but are not limited to, failure to successfully complete and commission the Slagger facility or the failure of the Slagger facility to reach a commercially viable level of production capacity; the risk that construction costs exceed expectations; the risk that the Slagger facility suffers major mechanical malfunctions requiring substantial additional capital expenditures; the risk that the Slagger will be unable to supply titanium slag to the Company, including due to any restrictions imposed on the export of titanium slag by any governmental authority of the Kingdom of Saudi Arabia; the risk that the Company will not exercise the option to acquire 90 percent ownership of the SPV, including due to the failure of the Company's announced acquisition of the TiO2 business of the National Titanium Dioxide Company to close or failure to satisfy other conditions to exercise the option under the Option Agreement; the risk that additional liabilities are uncovered in the course of our due diligence investigation of the Slagger facility during the pendency of the Option Agreement; the risk that required third party approvals to transfer to the SPV any other assets or liabilities related to the Slagger business are delayed, not obtained or obtained subject to conditions that are not anticipated; the risk of failure of AMIC or the SPV to repay the loan made by the Company to AMIC or the SPV of up to $125 million when due; the risk of legal, political instability or other regulatory changes in the Kingdom of Saudi Arabia; the risk of operating with a joint venture partner with minority approval rights; the potential for unanticipated deviations in purchase price or adjustments thereto due to the unknown amount of funding that may be required to commission the Slagger facility; failure to plan and manage the transactions contemplated by the Option Agreement effectively and efficiently; the risk that a regulatory approval that may be required for the transactions contemplated by the Option Agreement is delayed, is not obtained or is obtained subject to conditions that are not anticipated; the risk that expected synergies will not be realized or will not be realized within the expected time period; unanticipated increases in financing and other costs, including a rise in interest rates or the inability to obtain third-party financing for an asset located in the Kingdom of Saudi Arabia; reduced access to unrestricted cash; compliance with our bank facility covenants; operating efficiencies and other benefits expected from the transactions contemplated by the Option Agreement. Neither the Company's investors and securityholders nor any other person should place undue reliance on these forward-looking statements. Unless otherwise required by applicable laws, the Company undertakes no obligations to update or revise any forward-looking statements, whether as a result of new information or future developments.\nAbout Tronox\nTronox Limited is a vertically integrated mining and inorganic chemical business. The company mines and processes titanium ore, zircon and other minerals, and manufactures titanium dioxide pigments that add brightness and durability to paints, plastics, paper, and other everyday products. For more information, visit tronox.com .\nAbout AMIC\nThe Advanced Metal Industries Co. (AMIC) is a 50/50 joint venture owned by Tasnee and Cristal.\nAbout Tasnee\nTasnee was established in 1985 as the Saudi private sector's first fully owned joint stock industrial company with the aim of advancing the economic diversification in Saudi Arabia. Driven by best business practices and the goal of achieving profitable and sustainable growth for its stakeholders and society at large, today Tasnee is Saudi Arabia's second largest industrial company and one of the world's largest producers of titanium dioxide.\nAbout Cristal\nCristal (also known as The National Titanium Dioxide Company Limited) operates eight manufacturing plants in seven countries on five continents and employs approximately 4,100 people worldwide. Cristal is owned 79 percent by Tasnee (a listed Saudi joint-stock company) and 20 percent by Gulf Investment Corporation (GIC), a company equally owned by the six states of the Gulf Cooperation Council (GCC), headquartered in Kuwait. One percent of the company is owned by Dr. Talal A. Al-Shair, who also serves as vice chairman, Tasnee and chairman of Cristal.\nMedia Contact: Melissa Zona\n+1 636.751.4057\nInvestor Contact: Brennen Arndt\n+1 203.705.3730\nView original content with multimedia: http://www.prnewswire.com/news-releases/tronox-enters-option-agreement-to-acquire-majority-of-advanced-metal-industries-co-jazan-slagger-operations-300646098.html\nSOURCE Tronox Limited",
    "published": "2018-05-10T07:15:00.000+03:00",
    "crawled": "2018-05-10T08:20:28.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stamford",
        "may",
        "tronox",
        "limited",
        "nyse",
        "trox",
        "tronox",
        "company",
        "global",
        "mining",
        "inorganic",
        "chemical",
        "company",
        "today",
        "announced",
        "entered",
        "option",
        "agreement",
        "advanced",
        "metal",
        "industry",
        "cluster",
        "company",
        "limited",
        "amic",
        "acquire",
        "percent",
        "amic",
        "ownership",
        "titanium",
        "slag",
        "smelter",
        "facility",
        "slagger",
        "located",
        "jazan",
        "city",
        "primary",
        "downstream",
        "industry",
        "kingdom",
        "saudi",
        "arabia",
        "execution",
        "option",
        "agreement",
        "occurred",
        "shortly",
        "tronox",
        "amic",
        "entered",
        "technical",
        "service",
        "agreement",
        "provide",
        "certain",
        "technical",
        "assistance",
        "amic",
        "facilitate",
        "slagger",
        "amic",
        "equally",
        "owned",
        "national",
        "titanium",
        "dioxide",
        "company",
        "limited",
        "cristal",
        "national",
        "industrialization",
        "company",
        "also",
        "known",
        "tasnee",
        "option",
        "technical",
        "service",
        "agreement",
        "another",
        "integral",
        "step",
        "tronox",
        "optimize",
        "level",
        "vertical",
        "integration",
        "production",
        "tio",
        "pigment",
        "tio",
        "feedstock",
        "following",
        "closing",
        "merger",
        "cristal",
        "across",
        "cycle",
        "long",
        "term",
        "combining",
        "slagger",
        "operation",
        "expertise",
        "amic",
        "technical",
        "service",
        "agreement",
        "work",
        "together",
        "ensure",
        "successful",
        "commissioning",
        "ramp",
        "smelter",
        "capacity",
        "supply",
        "500kt",
        "tio",
        "slag",
        "220kt",
        "pig",
        "iron",
        "said",
        "jeffry",
        "quinn",
        "president",
        "chief",
        "executive",
        "officer",
        "tronox",
        "continue",
        "work",
        "hard",
        "securing",
        "approval",
        "regulator",
        "europe",
        "cristal",
        "acquisition",
        "option",
        "technical",
        "service",
        "agreement",
        "enable",
        "u",
        "commence",
        "activity",
        "soon",
        "acquisition",
        "approved",
        "position",
        "acquire",
        "slagger",
        "facility",
        "assuming",
        "meet",
        "sustained",
        "output",
        "metric",
        "agreed",
        "amic",
        "part",
        "option",
        "agreement",
        "amic",
        "create",
        "special",
        "purpose",
        "vehicle",
        "spv",
        "incorporated",
        "kingdom",
        "saudi",
        "arabia",
        "contribute",
        "ownership",
        "interest",
        "along",
        "million",
        "debt",
        "currently",
        "held",
        "amic",
        "amic",
        "debt",
        "company",
        "agreed",
        "lend",
        "amic",
        "spv",
        "million",
        "capital",
        "expenditure",
        "operational",
        "expense",
        "facilitate",
        "slagger",
        "fund",
        "may",
        "drawn",
        "quarterly",
        "basis",
        "needed",
        "based",
        "budget",
        "agreed",
        "upon",
        "company",
        "amic",
        "completion",
        "acquisition",
        "cristal",
        "prior",
        "exercise",
        "option",
        "tronox",
        "amic",
        "agreed",
        "supply",
        "one",
        "another",
        "commercial",
        "term",
        "ilmenite",
        "feedstock",
        "slagger",
        "titanium",
        "slag",
        "produced",
        "slagger",
        "respectively",
        "extent",
        "available",
        "upon",
        "reaching",
        "sustained",
        "operation",
        "slagger",
        "defined",
        "within",
        "option",
        "agreement",
        "tronox",
        "exercise",
        "option",
        "acquire",
        "percent",
        "ownership",
        "spv",
        "total",
        "consideration",
        "payable",
        "tronox",
        "consists",
        "effective",
        "assumption",
        "amic",
        "debt",
        "ownership",
        "spv",
        "million",
        "loan",
        "described",
        "working",
        "capital",
        "adjustment",
        "adjustment",
        "accurately",
        "compensate",
        "amic",
        "percent",
        "outstanding",
        "liability",
        "spv",
        "closing",
        "company",
        "amic",
        "also",
        "agreed",
        "enter",
        "shareholder",
        "agreement",
        "relating",
        "respective",
        "right",
        "obligation",
        "shareholder",
        "spv",
        "forward",
        "looking",
        "statement",
        "statement",
        "involve",
        "risk",
        "may",
        "affect",
        "company",
        "operation",
        "market",
        "product",
        "service",
        "price",
        "risk",
        "factor",
        "discussed",
        "company",
        "filing",
        "sec",
        "including",
        "heading",
        "entitled",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "significant",
        "risk",
        "uncertainty",
        "may",
        "relate",
        "limited",
        "failure",
        "successfully",
        "complete",
        "commission",
        "slagger",
        "facility",
        "failure",
        "slagger",
        "facility",
        "reach",
        "commercially",
        "viable",
        "level",
        "production",
        "capacity",
        "risk",
        "construction",
        "cost",
        "exceed",
        "expectation",
        "risk",
        "slagger",
        "facility",
        "suffers",
        "major",
        "mechanical",
        "malfunction",
        "requiring",
        "substantial",
        "additional",
        "capital",
        "expenditure",
        "risk",
        "slagger",
        "unable",
        "supply",
        "titanium",
        "slag",
        "company",
        "including",
        "due",
        "restriction",
        "imposed",
        "export",
        "titanium",
        "slag",
        "governmental",
        "authority",
        "kingdom",
        "saudi",
        "arabia",
        "risk",
        "company",
        "exercise",
        "option",
        "acquire",
        "percent",
        "ownership",
        "spv",
        "including",
        "due",
        "failure",
        "company",
        "announced",
        "acquisition",
        "tio2",
        "business",
        "national",
        "titanium",
        "dioxide",
        "company",
        "close",
        "failure",
        "satisfy",
        "condition",
        "exercise",
        "option",
        "option",
        "agreement",
        "risk",
        "additional",
        "liability",
        "uncovered",
        "course",
        "due",
        "diligence",
        "investigation",
        "slagger",
        "facility",
        "pendency",
        "option",
        "agreement",
        "risk",
        "required",
        "third",
        "party",
        "approval",
        "transfer",
        "spv",
        "asset",
        "liability",
        "related",
        "slagger",
        "business",
        "delayed",
        "obtained",
        "obtained",
        "subject",
        "condition",
        "anticipated",
        "risk",
        "failure",
        "amic",
        "spv",
        "repay",
        "loan",
        "made",
        "company",
        "amic",
        "spv",
        "million",
        "due",
        "risk",
        "legal",
        "political",
        "instability",
        "regulatory",
        "change",
        "kingdom",
        "saudi",
        "arabia",
        "risk",
        "operating",
        "joint",
        "venture",
        "partner",
        "minority",
        "approval",
        "right",
        "potential",
        "unanticipated",
        "deviation",
        "purchase",
        "price",
        "adjustment",
        "thereto",
        "due",
        "unknown",
        "amount",
        "funding",
        "may",
        "required",
        "commission",
        "slagger",
        "facility",
        "failure",
        "plan",
        "manage",
        "transaction",
        "contemplated",
        "option",
        "agreement",
        "effectively",
        "efficiently",
        "risk",
        "regulatory",
        "approval",
        "may",
        "required",
        "transaction",
        "contemplated",
        "option",
        "agreement",
        "delayed",
        "obtained",
        "obtained",
        "subject",
        "condition",
        "anticipated",
        "risk",
        "expected",
        "synergy",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "unanticipated",
        "increase",
        "financing",
        "cost",
        "including",
        "rise",
        "interest",
        "rate",
        "inability",
        "obtain",
        "financing",
        "asset",
        "located",
        "kingdom",
        "saudi",
        "arabia",
        "reduced",
        "access",
        "unrestricted",
        "cash",
        "compliance",
        "bank",
        "facility",
        "covenant",
        "operating",
        "efficiency",
        "benefit",
        "expected",
        "transaction",
        "contemplated",
        "option",
        "agreement",
        "neither",
        "company",
        "investor",
        "securityholders",
        "person",
        "place",
        "undue",
        "reliance",
        "statement",
        "unless",
        "otherwise",
        "required",
        "applicable",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "tronox",
        "tronox",
        "limited",
        "vertically",
        "integrated",
        "mining",
        "inorganic",
        "chemical",
        "business",
        "company",
        "mine",
        "process",
        "titanium",
        "ore",
        "zircon",
        "mineral",
        "manufacture",
        "titanium",
        "dioxide",
        "pigment",
        "add",
        "brightness",
        "durability",
        "paint",
        "plastic",
        "paper",
        "everyday",
        "product",
        "information",
        "visit",
        "amic",
        "advanced",
        "metal",
        "industry",
        "amic",
        "joint",
        "venture",
        "owned",
        "tasnee",
        "cristal",
        "tasnee",
        "tasnee",
        "established",
        "saudi",
        "private",
        "sector",
        "first",
        "fully",
        "owned",
        "joint",
        "stock",
        "industrial",
        "company",
        "aim",
        "advancing",
        "economic",
        "diversification",
        "saudi",
        "arabia",
        "driven",
        "best",
        "business",
        "practice",
        "goal",
        "achieving",
        "profitable",
        "sustainable",
        "growth",
        "stakeholder",
        "society",
        "large",
        "today",
        "tasnee",
        "saudi",
        "arabia",
        "second",
        "largest",
        "industrial",
        "company",
        "one",
        "world",
        "largest",
        "producer",
        "titanium",
        "dioxide",
        "cristal",
        "cristal",
        "also",
        "known",
        "national",
        "titanium",
        "dioxide",
        "company",
        "limited",
        "operates",
        "eight",
        "manufacturing",
        "plant",
        "seven",
        "country",
        "five",
        "continent",
        "employ",
        "approximately",
        "people",
        "worldwide",
        "cristal",
        "owned",
        "percent",
        "tasnee",
        "listed",
        "saudi",
        "company",
        "percent",
        "gulf",
        "investment",
        "corporation",
        "gic",
        "company",
        "equally",
        "owned",
        "six",
        "state",
        "gulf",
        "cooperation",
        "council",
        "gcc",
        "headquartered",
        "kuwait",
        "one",
        "percent",
        "company",
        "owned",
        "talal",
        "also",
        "serf",
        "vice",
        "chairman",
        "tasnee",
        "chairman",
        "cristal",
        "medium",
        "contact",
        "melissa",
        "zona",
        "investor",
        "contact",
        "brennen",
        "arndt",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "tronox",
        "limited"
    ]
}