{
    "organizations": [],
    "uuid": "8129a262e539ee0406e14c1b112c9a91b9e93496",
    "author": "Henry Cutter",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/22/the-morning-risk-report-u-s-sports-gambling-ruling-revives-money-laundering-concerns/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: U.S. Sports Gambling Ruling Revives Money-Laundering Concerns - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk\nPeople place bets in the sports book area of the South Point Hotel and Casino in Las Vegas this month. Associated Press/John Locher Good morning. The U.S. Supreme Court decision last week to permit legalized sports gambling in whatever state wants it renews concerns about preserving the integrity of the sporting events and the preventing of widespread money laundering and tax evasion.\nTo detect money laundering and other financial crimes, regulators and sports-betting operations must establish “early-warning systems” to detect irregular betting patterns or attempts to fix games, said Emanuel Macedo de Medeiros, chief executive of the Sports Integrity Global Alliance, a coalition of sports bodies, governments, anticorruption NGOs, inter-governmental organizations and commercial partners.\nThat means making significant investment in intelligence and establishing close working relationships with law enforcement, he said. “The purpose of regulating sports betting clearly is to stop those threats, and that implies a large-scale, concerted effort,” he said.\nThe threat of players, referees, medical staff or team owners making bets or fixing results needs to be countered with effective regulation and law enforcement. That means establishing who can take bets, who can make bets, what types of bets will be permitted, and setting a cap on how much can be bet, said Mr. de Medeiros.\nThat best could be done by a federal law governing betting in all states, said Mr. de Medeiros, who thinks the more-likely scenario will involve each state establishing its own rules. “My concern is this may lead to a fragmentation of the rules,” he said.\nThe court’s decision gives concerned parties “one bite of the apple” to put in place a program that has the proper compliance and anti-money laundering controls, said John Arvanitis, associate managing director in Kroll Inc.’s compliance practice.\nFor betting houses, this means identifying who your customers are and conducting due diligence to make sure you know where the money being wagered is coming from, said Mr. Arvanitis.\nCompanies taking bets will have to invest in more technology and hire more people to be able to conduct due diligence on their customers and to make sure they can meet the increase in wagering that is expected as more people will be able to bet legally, said Mr. Arvanitis.\nCompanies looking to be licensed to take bets need to “take a step back before they leap” and think about how to meet their regulatory obligations, said Mr. Arvanitis. Every entity that takes bets must “be positioned to protect the financial and economic infrastructure of this country because corrupted money can make its way in through multiple venues,” he said.\nCOMPLIANCE\nA divided Supreme Court on Monday gave businesses the power to block employees from joining together to file claims for wage theft and other work-related violations, upholding employer-written rules requiring that each case be limited to a single employee, the WSJ reports.\nThe Supreme Court said companies can block workers from banding together when filing workplace claims. PHOTO: J. SCOTT APPLEWHITE/ASSOCIATED PRESS The U.S. and China have agreed on the broad outline of a deal that would save imperiled Chinese telecom giant ZTE Corp. , according to people with knowledge of the matter in both countries, as the two sides move closer to resolving their trade dispute, the WSJ reports.\nChina will reduce its tariff on imported autos to 15% from 25% starting July 1, the government said. The news comes during high-level talks that aim to avert a trade war between the U.S. and China, the WSJ reports.\nThe U.S. House is expected Tuesday to vote on Senate-approved legislation easing the postcrisis financial rulebook . The bill represents the most significant bipartisan effort to relieve small and regional lenders from restrictions tied to the 2010 Dodd-Frank financial-overhaul law, the WSJ reports.\nThe U.S. placed new economic sanctions on Venezuela, preventing U.S. citizens from being involved in sales of the country’s accounts receivable related to oil and other assets, Reuters reports.\nFormer leader Najib Razak was questioned for more than four hours during his first visit to Malaysia’s antigraft agency, as investigations continue into a multibillion-dollar scandal that helped topple his government, the WSJ reports.\nDATA SECURITY\nEuropean lawmakers are set to interrogate Facebook Inc. Chief Executive Mark Zuckerberg on Tuesday over the company’s handling of alleged user-data misuse and election interference on the platform, the WSJ reports.\nGOVERNANCE\nFirst-time activist investor Blue Lion Capital —which sought to replace two directors at regional bank HomeStreet but had to just urge shareholders to register protest votes against incumbents after a judge said it botched its nomination papers— failed to get approval from Washington state regulators to run its campaign to withhold votes from two directors. That would likely make the fund’s proxy ballots invalid, HomeStreet said, the WSJ reports.\nREPUTATION\nStarbucks revealed more details of its policy on nonpaying guests . The retailer said Saturday it would let all guests in U.S. company-owned stores to use its cafes, whether or not they make a purchase. That drew support, but also complaints that cafes wouldn’t have enough seats for paying customers, the WSJ reports.\nRISK\nA former Uber Technologies Inc. software engineer is suing the ride-hailing firm alleging years of sexual harassment, race discrimination and pay inequity, marking the first test of the company’s new policy relaxing forced arbitration for sex-related claims, the WSJ reports.\nSome workers at Boeing ’s large plane-making facility in South Carolina will vote on union representation this month after labor regulators Monday cleared a path for a fresh ballot The facility has become a battleground for relations between organized labor and Boeing, the WSJ reports.\nSTRATEGY\nThree years after expanding into Europe, Politico is turning to Asia. The media outlet is launching a partnership with the South China Morning Post . The venture will start as a content-sharing partnership involving joint projects between the editorial operations of each publication, the WSJ reports.\nCopies of the South China Morning Post newspaper in Hong Kong. PHOTO: DALE DE LA REY/AGENCE FRANCE-PRESSE/GETTY IMAGES Sony said it will pay $2.3 billion for control of EMI , becoming the biggest publisher of music in the world as streaming services have given new life to the industry, Reuters reports.\nAdobe Systems , the firm behind photo-editing software Photoshop and the PDF reader, is buying e-commerce firm Magento Commerce for $1.68 billion, adding a key piece to its platform, the WSJ reports.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: 1MDB Adobe arbitration auto tariffs bank deregulation Blue Lion Boeing china tariffs EMI Facebook gambling HomeStreet Magento Commerce Najib Razak Politico Sony South China Morning Post sports betting sports gambling Starbucks Uber Technologies Venezuela sanctions ZTE Zuckerberg Previous Corruption Currents: Malaysians Transfixed as Purses, Cash, Jewelery Are Seized Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte Cybersecurity in the Age of Smart Manufacturing Digital supply networks, smart factories, and connected devices can all benefit manufacturers and customers in numerous ways, but they also bring an array of new cyber risks. C-suite executives can help their organizations stay secure, vigilant, and resilient through a few essential steps.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-22T16:23:00.000+03:00",
    "crawled": "2018-05-22T16:05:30.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "people",
        "place",
        "bet",
        "sport",
        "book",
        "area",
        "south",
        "point",
        "hotel",
        "casino",
        "la",
        "vega",
        "month",
        "associated",
        "locher",
        "good",
        "morning",
        "supreme",
        "court",
        "decision",
        "last",
        "week",
        "permit",
        "legalized",
        "sport",
        "gambling",
        "whatever",
        "state",
        "want",
        "renews",
        "concern",
        "preserving",
        "integrity",
        "sporting",
        "event",
        "preventing",
        "widespread",
        "money",
        "laundering",
        "tax",
        "evasion",
        "detect",
        "money",
        "laundering",
        "financial",
        "crime",
        "regulator",
        "operation",
        "must",
        "establish",
        "system",
        "detect",
        "irregular",
        "betting",
        "pattern",
        "attempt",
        "fix",
        "game",
        "said",
        "emanuel",
        "macedo",
        "de",
        "medeiros",
        "chief",
        "executive",
        "sport",
        "integrity",
        "global",
        "alliance",
        "coalition",
        "sport",
        "body",
        "government",
        "anticorruption",
        "ngo",
        "organization",
        "commercial",
        "partner",
        "mean",
        "making",
        "significant",
        "investment",
        "intelligence",
        "establishing",
        "close",
        "working",
        "relationship",
        "law",
        "enforcement",
        "said",
        "purpose",
        "regulating",
        "sport",
        "betting",
        "clearly",
        "stop",
        "threat",
        "implies",
        "concerted",
        "effort",
        "said",
        "threat",
        "player",
        "referee",
        "medical",
        "staff",
        "team",
        "owner",
        "making",
        "bet",
        "fixing",
        "result",
        "need",
        "countered",
        "effective",
        "regulation",
        "law",
        "enforcement",
        "mean",
        "establishing",
        "take",
        "bet",
        "make",
        "bet",
        "type",
        "bet",
        "permitted",
        "setting",
        "cap",
        "much",
        "bet",
        "said",
        "de",
        "medeiros",
        "best",
        "could",
        "done",
        "federal",
        "law",
        "governing",
        "betting",
        "state",
        "said",
        "de",
        "medeiros",
        "think",
        "scenario",
        "involve",
        "state",
        "establishing",
        "rule",
        "concern",
        "may",
        "lead",
        "fragmentation",
        "rule",
        "said",
        "court",
        "decision",
        "give",
        "concerned",
        "party",
        "one",
        "bite",
        "apple",
        "put",
        "place",
        "program",
        "proper",
        "compliance",
        "laundering",
        "control",
        "said",
        "john",
        "arvanitis",
        "associate",
        "managing",
        "director",
        "kroll",
        "compliance",
        "practice",
        "betting",
        "house",
        "mean",
        "identifying",
        "customer",
        "conducting",
        "due",
        "diligence",
        "make",
        "sure",
        "know",
        "money",
        "wagered",
        "coming",
        "said",
        "arvanitis",
        "company",
        "taking",
        "bet",
        "invest",
        "technology",
        "hire",
        "people",
        "able",
        "conduct",
        "due",
        "diligence",
        "customer",
        "make",
        "sure",
        "meet",
        "increase",
        "wagering",
        "expected",
        "people",
        "able",
        "bet",
        "legally",
        "said",
        "arvanitis",
        "company",
        "looking",
        "licensed",
        "take",
        "bet",
        "need",
        "take",
        "step",
        "back",
        "leap",
        "think",
        "meet",
        "regulatory",
        "obligation",
        "said",
        "arvanitis",
        "every",
        "entity",
        "take",
        "bet",
        "must",
        "positioned",
        "protect",
        "financial",
        "economic",
        "infrastructure",
        "country",
        "corrupted",
        "money",
        "make",
        "way",
        "multiple",
        "venue",
        "said",
        "compliance",
        "divided",
        "supreme",
        "court",
        "monday",
        "gave",
        "business",
        "power",
        "block",
        "employee",
        "joining",
        "together",
        "file",
        "claim",
        "wage",
        "theft",
        "violation",
        "upholding",
        "rule",
        "requiring",
        "case",
        "limited",
        "single",
        "employee",
        "wsj",
        "report",
        "supreme",
        "court",
        "said",
        "company",
        "block",
        "worker",
        "banding",
        "together",
        "filing",
        "workplace",
        "claim",
        "photo",
        "scott",
        "press",
        "china",
        "agreed",
        "broad",
        "outline",
        "deal",
        "would",
        "save",
        "imperiled",
        "chinese",
        "telecom",
        "giant",
        "zte",
        "according",
        "people",
        "knowledge",
        "matter",
        "country",
        "two",
        "side",
        "move",
        "closer",
        "resolving",
        "trade",
        "dispute",
        "wsj",
        "report",
        "china",
        "reduce",
        "tariff",
        "imported",
        "auto",
        "starting",
        "july",
        "government",
        "said",
        "news",
        "come",
        "talk",
        "aim",
        "avert",
        "trade",
        "war",
        "china",
        "wsj",
        "report",
        "house",
        "expected",
        "tuesday",
        "vote",
        "legislation",
        "easing",
        "postcrisis",
        "financial",
        "rulebook",
        "bill",
        "represents",
        "significant",
        "bipartisan",
        "effort",
        "relieve",
        "small",
        "regional",
        "lender",
        "restriction",
        "tied",
        "law",
        "wsj",
        "report",
        "placed",
        "new",
        "economic",
        "sanction",
        "venezuela",
        "preventing",
        "citizen",
        "involved",
        "sale",
        "country",
        "account",
        "receivable",
        "related",
        "oil",
        "asset",
        "reuters",
        "report",
        "former",
        "leader",
        "najib",
        "razak",
        "questioned",
        "four",
        "hour",
        "first",
        "visit",
        "malaysia",
        "antigraft",
        "agency",
        "investigation",
        "continue",
        "scandal",
        "helped",
        "topple",
        "government",
        "wsj",
        "report",
        "data",
        "security",
        "european",
        "lawmaker",
        "set",
        "interrogate",
        "facebook",
        "chief",
        "executive",
        "mark",
        "zuckerberg",
        "tuesday",
        "company",
        "handling",
        "alleged",
        "misuse",
        "election",
        "interference",
        "platform",
        "wsj",
        "report",
        "governance",
        "activist",
        "investor",
        "blue",
        "lion",
        "capital",
        "sought",
        "replace",
        "two",
        "director",
        "regional",
        "bank",
        "homestreet",
        "urge",
        "shareholder",
        "register",
        "protest",
        "vote",
        "incumbent",
        "judge",
        "said",
        "botched",
        "nomination",
        "failed",
        "get",
        "approval",
        "washington",
        "state",
        "regulator",
        "run",
        "campaign",
        "withhold",
        "vote",
        "two",
        "director",
        "would",
        "likely",
        "make",
        "fund",
        "proxy",
        "ballot",
        "invalid",
        "homestreet",
        "said",
        "wsj",
        "report",
        "reputation",
        "starbucks",
        "revealed",
        "detail",
        "policy",
        "nonpaying",
        "guest",
        "retailer",
        "said",
        "saturday",
        "would",
        "let",
        "guest",
        "store",
        "use",
        "cafe",
        "whether",
        "make",
        "purchase",
        "drew",
        "support",
        "also",
        "complaint",
        "cafe",
        "enough",
        "seat",
        "paying",
        "customer",
        "wsj",
        "report",
        "risk",
        "former",
        "uber",
        "technology",
        "software",
        "engineer",
        "suing",
        "firm",
        "alleging",
        "year",
        "sexual",
        "harassment",
        "race",
        "discrimination",
        "pay",
        "inequity",
        "marking",
        "first",
        "test",
        "company",
        "new",
        "policy",
        "relaxing",
        "forced",
        "arbitration",
        "claim",
        "wsj",
        "report",
        "worker",
        "boeing",
        "large",
        "facility",
        "south",
        "carolina",
        "vote",
        "union",
        "representation",
        "month",
        "labor",
        "regulator",
        "monday",
        "cleared",
        "path",
        "fresh",
        "ballot",
        "facility",
        "become",
        "battleground",
        "relation",
        "organized",
        "labor",
        "boeing",
        "wsj",
        "report",
        "strategy",
        "three",
        "year",
        "expanding",
        "europe",
        "politico",
        "turning",
        "asia",
        "medium",
        "outlet",
        "launching",
        "partnership",
        "south",
        "china",
        "morning",
        "post",
        "venture",
        "start",
        "partnership",
        "involving",
        "joint",
        "project",
        "editorial",
        "operation",
        "publication",
        "wsj",
        "report",
        "copy",
        "south",
        "china",
        "morning",
        "post",
        "newspaper",
        "hong",
        "kong",
        "photo",
        "dale",
        "de",
        "la",
        "image",
        "sony",
        "said",
        "pay",
        "billion",
        "control",
        "emi",
        "becoming",
        "biggest",
        "publisher",
        "music",
        "world",
        "streaming",
        "service",
        "given",
        "new",
        "life",
        "industry",
        "reuters",
        "report",
        "adobe",
        "system",
        "firm",
        "behind",
        "software",
        "photoshop",
        "pdf",
        "reader",
        "buying",
        "firm",
        "magento",
        "commerce",
        "billion",
        "adding",
        "key",
        "piece",
        "platform",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "1mdb",
        "adobe",
        "arbitration",
        "auto",
        "tariff",
        "bank",
        "deregulation",
        "blue",
        "lion",
        "boeing",
        "china",
        "tariff",
        "emi",
        "facebook",
        "gambling",
        "homestreet",
        "magento",
        "commerce",
        "najib",
        "razak",
        "politico",
        "sony",
        "south",
        "china",
        "morning",
        "post",
        "sport",
        "betting",
        "sport",
        "gambling",
        "starbucks",
        "uber",
        "technology",
        "venezuela",
        "sanction",
        "zte",
        "zuckerberg",
        "previous",
        "corruption",
        "current",
        "malaysian",
        "transfixed",
        "purse",
        "cash",
        "jewelery",
        "seized",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "cybersecurity",
        "age",
        "smart",
        "manufacturing",
        "digital",
        "supply",
        "network",
        "smart",
        "factory",
        "connected",
        "device",
        "benefit",
        "manufacturer",
        "customer",
        "numerous",
        "way",
        "also",
        "bring",
        "array",
        "new",
        "cyber",
        "risk",
        "executive",
        "help",
        "organization",
        "stay",
        "secure",
        "vigilant",
        "resilient",
        "essential",
        "step",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}