{
    "organizations": [],
    "uuid": "a6f66c05067e17d0f5da88c6e76e5a418f10516f",
    "author": "Dr. Michael Ivanovitch",
    "url": "https://www.cnbc.com/2018/05/21/the-fed-is-an-open-book-but-foreign-trade-and-security-are-the-wild-cards.html",
    "ord_in_thread": 0,
    "title": "US trade deficits new highs will lead to trade tensions-commentary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Anybody capable of reading the Fed's balance sheet can get an instant fix on what the American monetary authorities are up to.\nThere is no need to bother with \"forward guidance\" — a bunch of confusing and contradictory statements serving as betting fodder for in-out trades and the Fed's trail covers between bi-weekly reserves reporting periods.\nBut why the Fed is doing what its balance sheet shows is another matter. That is a problem of economic analysis to determine how, and to what extent, the Fed is delivering on its policy mandate of (undefined) price stability and (undefined) full employment.\nThe difficulty here is that the Fed, and the Fed observers, must operate with expected — i.e., short-term forecast — values of these two policy variables. That's where most people throw their hands up in despair with resignation: Hey, that's anybody's guess.\nThe Fed is way behind the curve Not quite. But it's a difficult exercise, requiring a careful analysis of data driving cost and price pressures in labor and product markets — including the foreign cost and price impulses feeding through the exchange rate in a trade sector that represents nearly one-third of the U.S. economy.\nHere is what the Fed is doing now.\nIn the first four months of this year, the Fed's monetary base — the right-hand side of its balance sheet — has shrunk by $123.8 billion. That is the amount of assets the Fed has liquidated over that period, providing a clear and unambiguous signal of its shift toward a less accommodative policy stance.\nLiquidity withdrawals have been stepped up in recent weeks. The latest reserves report, dated May 9, shows that the Fed reduced its asset holdings by $82.7 billion between the reporting dates of April 25 and May 9, 2018.\nThese numbers leave no doubt about the pace and scope of policy intent. The Fed is clearly implementing its policy normalization process — a transition from a protracted period of crisis and post-crisis management to aggregate demand conditions indicating an accelerating growth path with rising cost and price pressures.\nHow far along that process is the Fed?\nThese are still very early days. The Fed has a long way to go to reach the point which roughly indicates a neutral monetary policy. That point is a real short-term interest rate of 2 percent — a sort of a reasonable guess, based on empirical findings, where the monetary policy is considered to be neither tight nor loose.\nAt the moment, using the Fed's effective federal funds rate (the only interest rate the Fed directly controls) of 1.69 percent, and the latest CPI core rate (CPI minus food and energy prices) of 2.1 percent, the real short-term interest rate is minus 0.41 percent, a far cry from an implied 2 percent target.\nBut if you really want to get alarmed, take, as you should, the April's headline CPI rate of 2.5 percent in an economy growing at an annual rate of 2.9 percent in the first quarter of this year. That is more than an entire percentage point above the economy's noninflationary growth potential. In other words, the economy is now pushing very hard against its physical limits to growth set by the stock and quality of human and physical capital.\nExplosive stuff, isn't it?\nA negative short-term interest rate — indicating an implausibly loose monetary policy — and tax cuts in an economy with an estimated budget deficit of 5 percent of GDP, and a gross public debt of $21 trillion, or 105.6 percent of GDP, is a classic case of an excessive stimulus to an economy that does not need it.\nSurreal friendship claims with China The result, obviously, is an accelerating inflation we already have, and a Fed that is hopelessly behind the curve with respect to its mandate of price stability.\nAll that is now a perfect setup for soaring trade deficits. With the domestic demand picking up to an annual rate of 3 percent in the first quarter, from 2.1 percent a year earlier, and import demand growing 1.5 percent for every 1 percent increase in domestic spending, there is no way Washington can stop a very serious deterioration of U.S. external accounts in the months ahead.\nAmerica's worsening trade picture will inevitably lead to increasing political tensions and military standoffs with some of its main trade partners.\nTrade negotiations with Mexico and Canada , which accounted for 11 percent of the U.S. total trade deficit in the first quarter of this year, are still going on, with conflicting statements regarding the prospects of a satisfactory agreement.\nTrade issues with the European Union, another 19 percent of the U.S. trade gap, have been further complicated by Washington's exit from Iran's nuclear agreement, and threats that any foreign company doing business with Iran will be liable for U.S. sanctions.\nThe EU is now activating legal instruments to block America's extraterritorial reach that will inevitably lead to political and security clashes, and a serious damage to trans-Atlantic relations. On top of that, the EU Commission is filing complaints with the World Trade Organization to warn that it will retaliate against the U.S. import tariffs on steel and aluminum.\nThe worst trade problems are with China , which currently accounts for 45 percent of America's trade deficit. In the first quarter of this year, that deficit showed an annual increase of 15.3 percent.\nA reported trade agreement reached last week in Washington was greeted with a terse statement by the Chinese government, essentially saying that a time bomb of the trade war has been deactivated, apparently for the time being, and that \"the two sides will enhance their trade cooperation in such areas as energy, agriculture products, health care, high-tech products and finance.\"\nBut Beijing is warning that \"it takes time to resolve the structural problems in the bilateral economic and trade ties.\" Read: No hype, China will do that in its own way and in its own time.\nEmphasizing that \"the Chinese market will be highly competitive,\" and that \"China is ready to buy goods not only from the United States but also from around the world,\" Beijing is announcing the arrival next Thursday of the German Chancellor Angela Merkel. That will be her 11th visit to China to talk trade with a country to which German exports last year soared 13 percent, against an increase of only 4.4 percent to the U.S.\nInvestment thoughts The Fed is accelerating its liquidity withdrawals, but it has a very long way to go from negative short-term interest rates to the point of neutral monetary policy.\nThe core CPI at 2.1 percent signals that the Fed will have to step up its asset sales to keep inflation from accelerating in an economy driven by a huge monetary and fiscal stimulus.\nAmerica's strengthening domestic demand will push trade deficits to new highs in the months ahead. That will aggravate the ongoing trade disputes with Canada, Mexico, the European Union and China — the economies that account for 75 percent of the U.S. trade gap — with an unpredictable destabilizing impact on global flows of trade and finance.\nWashington's strained ties with the EU are a worrying development in the midst of ongoing hostilities in Central Europe, North Africa, Middle East and Iran. Equally, U.S. claims of friendship with China are sharply at odds with strategic competition and military standoffs involving the Korean Peninsula , Taiwan relations, China's contested maritime borders, Central Asia and the Persian Gulf.\nThe world economy is facing less accommodative monetary policies, strengthening capacity pressures in labor and product markets and difficulties in reducing excessive trade imbalances. At the same time, military standoffs and warfare are intensifying great power tensions.\nDefensive postures are in order. Equities remain my preferred asset class.\nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School.",
    "published": "2018-05-21T03:00:00.000+03:00",
    "crawled": "2018-05-21T08:15:14.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "anybody",
        "capable",
        "reading",
        "fed",
        "balance",
        "sheet",
        "get",
        "instant",
        "fix",
        "american",
        "monetary",
        "authority",
        "need",
        "bother",
        "forward",
        "guidance",
        "bunch",
        "confusing",
        "contradictory",
        "statement",
        "serving",
        "betting",
        "fodder",
        "trade",
        "fed",
        "trail",
        "cover",
        "reserve",
        "reporting",
        "period",
        "fed",
        "balance",
        "sheet",
        "show",
        "another",
        "matter",
        "problem",
        "economic",
        "analysis",
        "determine",
        "extent",
        "fed",
        "delivering",
        "policy",
        "mandate",
        "undefined",
        "price",
        "stability",
        "undefined",
        "full",
        "employment",
        "difficulty",
        "fed",
        "fed",
        "observer",
        "must",
        "operate",
        "expected",
        "forecast",
        "value",
        "two",
        "policy",
        "variable",
        "people",
        "throw",
        "hand",
        "despair",
        "resignation",
        "hey",
        "anybody",
        "guess",
        "fed",
        "way",
        "behind",
        "curve",
        "quite",
        "difficult",
        "exercise",
        "requiring",
        "careful",
        "analysis",
        "data",
        "driving",
        "cost",
        "price",
        "pressure",
        "labor",
        "product",
        "market",
        "including",
        "foreign",
        "cost",
        "price",
        "impulse",
        "feeding",
        "exchange",
        "rate",
        "trade",
        "sector",
        "represents",
        "nearly",
        "economy",
        "fed",
        "first",
        "four",
        "month",
        "year",
        "fed",
        "monetary",
        "base",
        "side",
        "balance",
        "sheet",
        "shrunk",
        "billion",
        "amount",
        "asset",
        "fed",
        "liquidated",
        "period",
        "providing",
        "clear",
        "unambiguous",
        "signal",
        "shift",
        "toward",
        "less",
        "accommodative",
        "policy",
        "stance",
        "liquidity",
        "withdrawal",
        "stepped",
        "recent",
        "week",
        "latest",
        "reserve",
        "report",
        "dated",
        "may",
        "show",
        "fed",
        "reduced",
        "asset",
        "holding",
        "billion",
        "reporting",
        "date",
        "april",
        "may",
        "number",
        "leave",
        "doubt",
        "pace",
        "scope",
        "policy",
        "intent",
        "fed",
        "clearly",
        "implementing",
        "policy",
        "normalization",
        "process",
        "transition",
        "protracted",
        "period",
        "crisis",
        "management",
        "aggregate",
        "demand",
        "condition",
        "indicating",
        "accelerating",
        "growth",
        "path",
        "rising",
        "cost",
        "price",
        "pressure",
        "far",
        "along",
        "process",
        "fed",
        "still",
        "early",
        "day",
        "fed",
        "long",
        "way",
        "go",
        "reach",
        "point",
        "roughly",
        "indicates",
        "neutral",
        "monetary",
        "policy",
        "point",
        "real",
        "interest",
        "rate",
        "percent",
        "sort",
        "reasonable",
        "guess",
        "based",
        "empirical",
        "finding",
        "monetary",
        "policy",
        "considered",
        "neither",
        "tight",
        "loose",
        "moment",
        "using",
        "fed",
        "effective",
        "federal",
        "fund",
        "rate",
        "interest",
        "rate",
        "fed",
        "directly",
        "control",
        "percent",
        "latest",
        "cpi",
        "core",
        "rate",
        "cpi",
        "minus",
        "food",
        "energy",
        "price",
        "percent",
        "real",
        "interest",
        "rate",
        "minus",
        "percent",
        "far",
        "cry",
        "implied",
        "percent",
        "target",
        "really",
        "want",
        "get",
        "alarmed",
        "take",
        "april",
        "headline",
        "cpi",
        "rate",
        "percent",
        "economy",
        "growing",
        "annual",
        "rate",
        "percent",
        "first",
        "quarter",
        "year",
        "entire",
        "percentage",
        "point",
        "economy",
        "noninflationary",
        "growth",
        "potential",
        "word",
        "economy",
        "pushing",
        "hard",
        "physical",
        "limit",
        "growth",
        "set",
        "stock",
        "quality",
        "human",
        "physical",
        "capital",
        "explosive",
        "stuff",
        "negative",
        "interest",
        "rate",
        "indicating",
        "implausibly",
        "loose",
        "monetary",
        "policy",
        "tax",
        "cut",
        "economy",
        "estimated",
        "budget",
        "deficit",
        "percent",
        "gdp",
        "gross",
        "public",
        "debt",
        "trillion",
        "percent",
        "gdp",
        "classic",
        "case",
        "excessive",
        "stimulus",
        "economy",
        "need",
        "surreal",
        "friendship",
        "claim",
        "china",
        "result",
        "obviously",
        "accelerating",
        "inflation",
        "already",
        "fed",
        "hopelessly",
        "behind",
        "curve",
        "respect",
        "mandate",
        "price",
        "stability",
        "perfect",
        "setup",
        "soaring",
        "trade",
        "deficit",
        "domestic",
        "demand",
        "picking",
        "annual",
        "rate",
        "percent",
        "first",
        "quarter",
        "percent",
        "year",
        "earlier",
        "import",
        "demand",
        "growing",
        "percent",
        "every",
        "percent",
        "increase",
        "domestic",
        "spending",
        "way",
        "washington",
        "stop",
        "serious",
        "deterioration",
        "external",
        "account",
        "month",
        "ahead",
        "america",
        "worsening",
        "trade",
        "picture",
        "inevitably",
        "lead",
        "increasing",
        "political",
        "tension",
        "military",
        "standoff",
        "main",
        "trade",
        "partner",
        "trade",
        "negotiation",
        "mexico",
        "canada",
        "accounted",
        "percent",
        "total",
        "trade",
        "deficit",
        "first",
        "quarter",
        "year",
        "still",
        "going",
        "conflicting",
        "statement",
        "regarding",
        "prospect",
        "satisfactory",
        "agreement",
        "trade",
        "issue",
        "european",
        "union",
        "another",
        "percent",
        "trade",
        "gap",
        "complicated",
        "washington",
        "exit",
        "iran",
        "nuclear",
        "agreement",
        "threat",
        "foreign",
        "company",
        "business",
        "iran",
        "liable",
        "sanction",
        "eu",
        "activating",
        "legal",
        "instrument",
        "block",
        "america",
        "extraterritorial",
        "reach",
        "inevitably",
        "lead",
        "political",
        "security",
        "clash",
        "serious",
        "damage",
        "relation",
        "top",
        "eu",
        "commission",
        "filing",
        "complaint",
        "world",
        "trade",
        "organization",
        "warn",
        "retaliate",
        "import",
        "tariff",
        "steel",
        "aluminum",
        "worst",
        "trade",
        "problem",
        "china",
        "currently",
        "account",
        "percent",
        "america",
        "trade",
        "deficit",
        "first",
        "quarter",
        "year",
        "deficit",
        "showed",
        "annual",
        "increase",
        "percent",
        "reported",
        "trade",
        "agreement",
        "reached",
        "last",
        "week",
        "washington",
        "greeted",
        "terse",
        "statement",
        "chinese",
        "government",
        "essentially",
        "saying",
        "time",
        "bomb",
        "trade",
        "war",
        "deactivated",
        "apparently",
        "time",
        "two",
        "side",
        "enhance",
        "trade",
        "cooperation",
        "area",
        "energy",
        "agriculture",
        "product",
        "health",
        "care",
        "product",
        "finance",
        "beijing",
        "warning",
        "take",
        "time",
        "resolve",
        "structural",
        "problem",
        "bilateral",
        "economic",
        "trade",
        "tie",
        "read",
        "hype",
        "china",
        "way",
        "time",
        "emphasizing",
        "chinese",
        "market",
        "highly",
        "competitive",
        "china",
        "ready",
        "buy",
        "good",
        "united",
        "state",
        "also",
        "around",
        "world",
        "beijing",
        "announcing",
        "arrival",
        "next",
        "thursday",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "11th",
        "visit",
        "china",
        "talk",
        "trade",
        "country",
        "german",
        "export",
        "last",
        "year",
        "soared",
        "percent",
        "increase",
        "percent",
        "investment",
        "thought",
        "fed",
        "accelerating",
        "liquidity",
        "withdrawal",
        "long",
        "way",
        "go",
        "negative",
        "interest",
        "rate",
        "point",
        "neutral",
        "monetary",
        "policy",
        "core",
        "cpi",
        "percent",
        "signal",
        "fed",
        "step",
        "asset",
        "sale",
        "keep",
        "inflation",
        "accelerating",
        "economy",
        "driven",
        "huge",
        "monetary",
        "fiscal",
        "stimulus",
        "america",
        "strengthening",
        "domestic",
        "demand",
        "push",
        "trade",
        "deficit",
        "new",
        "high",
        "month",
        "ahead",
        "aggravate",
        "ongoing",
        "trade",
        "dispute",
        "canada",
        "mexico",
        "european",
        "union",
        "china",
        "economy",
        "account",
        "percent",
        "trade",
        "gap",
        "unpredictable",
        "destabilizing",
        "impact",
        "global",
        "flow",
        "trade",
        "finance",
        "washington",
        "strained",
        "tie",
        "eu",
        "worrying",
        "development",
        "midst",
        "ongoing",
        "hostility",
        "central",
        "europe",
        "north",
        "africa",
        "middle",
        "east",
        "iran",
        "equally",
        "claim",
        "friendship",
        "china",
        "sharply",
        "odds",
        "strategic",
        "competition",
        "military",
        "standoff",
        "involving",
        "korean",
        "peninsula",
        "taiwan",
        "relation",
        "china",
        "contested",
        "maritime",
        "border",
        "central",
        "asia",
        "persian",
        "gulf",
        "world",
        "economy",
        "facing",
        "less",
        "accommodative",
        "monetary",
        "policy",
        "strengthening",
        "capacity",
        "pressure",
        "labor",
        "product",
        "market",
        "difficulty",
        "reducing",
        "excessive",
        "trade",
        "imbalance",
        "time",
        "military",
        "standoff",
        "warfare",
        "intensifying",
        "great",
        "power",
        "tension",
        "defensive",
        "posture",
        "order",
        "equity",
        "remain",
        "preferred",
        "asset",
        "class",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school"
    ]
}