{
    "organizations": [],
    "uuid": "0fb756f9a3407e04c825999a4331102479015c47",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-madrigal-pharmaceuticals-reports-2018-first-quarter-financial-results-and-reviews-key-clinical-achievements.html",
    "ord_in_thread": 0,
    "title": "Madrigal Pharmaceuticals Reports 2018 First Quarter Financial Results and Reviews Key Clinical Achievements",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CONSHOHOCKEN, Pa., May 08, 2018 (GLOBE NEWSWIRE) -- Madrigal Pharmaceuticals, Inc. (NASDAQ:MDGL) today announced its first quarter 2018 financial results. During the first quarter, the Company also:\nReported that MGL-3196 demonstrated highly statistically significant results for the primary endpoint in its Phase 2 clinical trial in heterozygous familial hypercholesterolemia (HeFH).\nAnnounced the acceptance of an abstract for a main plenary presentation at the Annual Meeting of the European Association for the Study of the Liver (EASL) during The International Liver Congress TM 2018. The abstract summarized 12-week results of Madrigal’s Phase 2 clinical trial of MGL-3196 in patients with non-alcoholic steatohepatitis (NASH). Those results were presented at EASL by Stephen Harrison, M.D., Principal Investigator of the study as well as Medical Director for Pinnacle Clinical Research, San Antonio, Texas, and Visiting Professor of Hepatology, Oxford University.\n“The results to date from our Phase 2 clinical studies of MGL-3196 suggest, in addition to NASH, a significant potential opportunity in dyslipidemic indications, including HeFH,” stated Paul Friedman, M.D., Chief Executive Officer of Madrigal. “We look forward to exploring possible cardio-protective benefits of this mechanism as we continue our 3196 development program.”\nBecky Taub, M.D., CMO and Executive VP, Research & Development of Madrigal stated, “The presentation at EASL of full 12-week, Phase 2 results of treatment of NASH patients with 3196 reinforced the consistency of improvements across a series of important biomarkers of the disease, including those related to reduction of liver fat, inflammation and fibrosis. We look forward to reviewing the final 36-week data from this study, and announcing top line results by the end of May.”\nIn addition, in April 2018, Tarveda Therapeutics, Inc., a clinical stage biopharmaceutical company based in Watertown, MA, announced that it had dosed the first patient in a Phase 1/2a study evaluating PEN-866 in patients with advanced solid tumors. PEN-866 is part of a small-molecule drug program licensed by Madrigal to Tarveda in 2016.\nClinical Program Summaries for MGL-3196\nNASH\nNon-alcoholic Steatohepatitis (NASH) is a common liver disease in the United States and worldwide, unrelated to alcohol use, that is characterized by a build-up of fat in the liver, inflammation, damage (ballooning) of hepatocytes and increasing fibrosis. Although people with NASH may feel well and often do not know they have the disease, NASH can lead to permanent damage, including cirrhosis and impaired liver function in a high percentage of patients.\nIn October 2016, the first patient was treated in the ongoing Phase 2 trial of MGL-3196 for the treatment of NASH. The randomized, double-blind, placebo-controlled, multi-center Phase 2 study enrolled 125 patients 18 years of age and older with liver biopsy-confirmed NASH and included approximately 25 clinical sites in the United States.\nPatients were randomized to receive either MGL-3196 or placebo in a 2:1 ratio.\nThe primary endpoint of the study, the reduction of liver fat at 12 weeks compared with baseline (relative change), assessed by magnetic resonance imaging-estimated proton density fat fraction ( MRI-PDFF), was achieved. Liver fat was reduced by 36.3% in all MGL-3196 treated patients (78) and 42.0% in a pre-specified group of high exposure MGL-3196 treated patients (44/78), as compared with 9.6% median reduction in liver fat in 38 placebo treated patients. These results were statistically significant (p<0.0001) for both MGL-3196 treatment groups. MGL-3196 was well tolerated with few serious adverse events noted during the 12-week portion of the study, none of which was related to MGL- 3196.\nAdditional efficacy endpoints are being assessed at the end of the 36-week treatment period based on repeat MRI-PDFF and conventional liver biopsy to examine histologic evidence for the resolution of and improvement in NASH.\nResults of the 36-week endpoints are expected by the end of May 2018. In addition, based on liver enzyme inclusion criteria, some patients (blinded as to whether they were on placebo or MGL-3196 in the main 36-week portion of the study) are receiving extended treatment beyond 36 weeks for up to 36 additional weeks. All patients in this extension study will receive MGL-3196 and only non-invasive assessments will be made, including serial MRI-PDFF, safety labs, and circulating biomarkers. Additional information about the study [NCT02912260] can be obtained at www.ClinicalTrials.gov .\nHeFH\nHeterozygous familial hypercholesterolemia (HeFH), and a much rarer form called homozygous familial hypercholesterolemia (HoFH), are severe genetic dyslipidemias typically caused by inactivating mutations in the LDL receptor. Both forms of FH lead to early onset cardiovascular disease. HeFH, the most common dominantly inherited disease, is present in up to 1 in 200 people; the disease is found in higher frequencies in certain more genetically homogenous populations. Treatments exist for both HeFH and HoFH but many patients (as many as 40 percent of HeFH patients) are not able to reach their cholesterol (LDL-C) reduction goals on these therapies, reflecting the lifetime burden of cholesterol buildup in their bodies. Based on evidence of impressive LDL cholesterol lowering in Phase 1, and data suggesting that MGL-3196 has a mechanism of action that is different from and complementary to statins, Madrigal initiated a Phase 2 proof-of-concept trial in HeFH in February 2017 and enrolled 116 patients.\nIn this Phase 2 HeFH trial, patients who were not at their LDL-C goal were randomized in a 2:1 ratio to receive either MGL-3196 or placebo, in addition to their current cholesterol lowering regimen, which included approximately 75% taking high intensity statins (20/40 mg rosuvastatin or 80 mg atorvastatin), and about 2/3 of patients also taking ezetimibe. MGL-3196 treated patients (placebo corrected) achieved highly significant (p< 0.0001) LDL-C lowering of 18.8%, and 21% LDL-C lowering in those on an optimal dose of MGL-3196. LDL-C lowering was 28.5% in MGL-3196 treated compared to placebo in a prespecified group of patients who did not tolerate high intensity statin doses. Highly significant reductions (p<0.0001) relative to placebo were also observed with ApoB, triglycerides (TG) (25-31%), apolipoprotein CIII (Apo CIII) and Lp(a) (25-40%) in all MGL-3196 treated patients and prespecified subgroups, irrespective of statin treatment.\nMGL-3196 was well-tolerated with primarily mild and some moderate AEs, the numbers of which were balanced between placebo and drug-treatment groups.\nFinancial Results for the Three Months Ended March 31, 2018\nOperating expenses were $7.1 million for the three month period ended March 31, 2018, compared to $6.1 million in the comparable prior year period.\nResearch and development expenses for the three month period ended March 31, 2018 increased to approximately $5.2 million in 2018, as compared to $4.4 million, in 2017. The increases are primarily attributable to higher expenses for our clinical and preclinical development programs for MGL-3196, and increased personnel costs, in the three month period ended March 31, 2018, as compared to the same period in 2017.\nGeneral and administrative expenses for the three month period ended March 31, 2018 increased to approximately $1.9 million from approximately $1.7 million in the comparable period in 2017, due primarily to higher compensation expenses.\nInterest income for the three month period ended March 31, 2018 was $705 thousand, as compared to $76 thousand for the same period in 2017. The change in interest income was due primarily to a higher average principal balance in our investment account in 2018.\nAbout MGL-3196\nAmong its many functions in the human body, thyroid hormone, through activation of its beta receptor, plays a central role in controlling lipid metabolism, impacting a range of health parameters from levels of serum cholesterol and triglycerides to the pathological buildup of fat in the liver. Attempts to exploit this pathway for therapeutic purposes in cardio-metabolic and liver diseases have been hampered by the lack of selectivity of older compounds for the thyroid hormone receptor (THR)-β, chemically-related toxicities and undesirable distribution in the body.\nMadrigal recognized that greater selectivity for thyroid hormone receptor (THR)-β and liver targeting might overcome these challenges and deliver the full therapeutic potential of THR-β agonism. Madrigal believes that MGL-3196 is the first orally administered, small-molecule, liver- directed, truly β-selective THR agonist. MGL- 3196 has demonstrated the potential for a broad array of therapeutically beneficial effects, improving components of both metabolic syndrome, such as insulin resistance and dyslipidemia, and fatty liver disease, including lipotoxicity and inflammation. These pleiotropic actions, coupled with an excellent safety profile, suggest that MGL-3196 could be the preferred treatment option for NASH.\nAbout Madrigal Pharmaceuticals\nMadrigal Pharmaceuticals, Inc. (Nasdaq: MDGL) is a clinical-stage biopharmaceutical company pursuing novel therapeutics that target a specific thyroid hormone receptor pathway in the liver, which is a key regulatory mechanism common to a spectrum of cardio-metabolic and fatty liver diseases with high unmet medical need. Madrigal’s lead candidate, MGL-3196, is a first-in- class, orally administered, small-molecule, liver-directed, thyroid hormone receptor (THR) β- selective agonist that is currently in Phase 2 development for NASH and HeFH. For more information, visit www.madrigalpharma.com .\nForward-Looking Statements\nThis communication contains “forward-looking statements” made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such statements contain words such as “expect,” “could,” “may,” “will,” “believe,” “estimate,” \"continue,\" \"future,” or the negative thereof or comparable terminology and the use of future dates. Forward-looking statements reflect management's current knowledge, assumptions, judgment and expectations regarding future performance or events. Although management believes that the expectations reflected in such statements are reasonable, they give no assurance that such expectations will prove to be correct and you should be aware that actual results could differ materially from those contained in the forward-looking statements. Forward-looking statements are subject to a number of risks and uncertainties including, but not limited to, the company's clinical development of MGL-3196, the timing and outcomes of clinical studies of MGL- 3196, and the uncertainties inherent in clinical testing. Undue reliance should not be placed on forward- looking statements, which speak only as of the date they are made. Madrigal undertakes no obligation to update any forward-looking statements to reflect new information, events or circumstances after the date they are made, or to reflect the occurrence of unanticipated events. Please refer to Madrigal's filings with the U.S. Securities and Exchange Commission for more detailed information regarding these risks and uncertainties and other factors that may cause actual results to differ materially from those expressed or implied.\nInvestor Contact:\nMarc Schneebaum, Madrigal Pharmaceuticals, Inc. IR@madrigalpharma.com\nMedia Contact:\nMike Beyer, Sam Brown Inc. mikebeyer@sambrown.com 312 961 2502\n( Tables Follow )\nMadrigal Pharmaceuticals, Inc. Condensed Consolidated Statements of Operations (in thousands, except share and per share amounts) (unaudited) Three Months Ended March 31, 2018 2017 Revenues: Total revenues $ - $ - Operating expenses: Research and development 5,198 4,380 General and administrative 1,871 1,695 Total operating expenses 7,069 6,075 Loss from operations (7,069 ) (6,075 ) Interest income (expense), net 705 76 Other income - - Net loss $ (6,364 ) $ (5,999 ) Basic and diluted net loss per common share $ (0.45 ) $ (0.50 ) Basic and diluted weighted average number of common shares outstanding 14,127,868 11,955,739 Madrigal Pharmaceuticals, Inc. Condensed Consolidated Balance Sheets (in thousands) (unaudited) March 31, December 31, 2018 2017 Assets Cash, cash equivalents and marketable securities $ 182,825 $ 191,527 Other current assets 374 485 Other non-current assets 279 301 Total assets $ 183,478 $ 192,313 Liabilities and Equity Current liabilities $ 6,294 $ 10,054 Long-term liabilities - - Stockholders’ equity 177,184 182,259 Total liabilities and stockholders’ equity $ 183,478 $ 192,313\nSource:Madrigal Pharmaceuticals, Inc.",
    "published": "2018-05-08T14:50:00.000+03:00",
    "crawled": "2018-05-08T15:41:47.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conshohocken",
        "may",
        "globe",
        "newswire",
        "madrigal",
        "pharmaceutical",
        "nasdaq",
        "mdgl",
        "today",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "company",
        "also",
        "reported",
        "demonstrated",
        "highly",
        "statistically",
        "significant",
        "result",
        "primary",
        "endpoint",
        "phase",
        "clinical",
        "trial",
        "heterozygous",
        "familial",
        "hypercholesterolemia",
        "hefh",
        "announced",
        "acceptance",
        "abstract",
        "main",
        "plenary",
        "presentation",
        "annual",
        "meeting",
        "european",
        "association",
        "study",
        "liver",
        "easl",
        "international",
        "liver",
        "congress",
        "tm",
        "abstract",
        "summarized",
        "result",
        "madrigal",
        "phase",
        "clinical",
        "trial",
        "patient",
        "steatohepatitis",
        "nash",
        "result",
        "presented",
        "easl",
        "stephen",
        "harrison",
        "principal",
        "investigator",
        "study",
        "well",
        "medical",
        "director",
        "pinnacle",
        "clinical",
        "research",
        "san",
        "antonio",
        "texas",
        "visiting",
        "professor",
        "hepatology",
        "oxford",
        "university",
        "result",
        "date",
        "phase",
        "clinical",
        "study",
        "suggest",
        "addition",
        "nash",
        "significant",
        "potential",
        "opportunity",
        "dyslipidemic",
        "indication",
        "including",
        "hefh",
        "stated",
        "paul",
        "friedman",
        "chief",
        "executive",
        "officer",
        "madrigal",
        "look",
        "forward",
        "exploring",
        "possible",
        "benefit",
        "mechanism",
        "continue",
        "development",
        "becky",
        "taub",
        "cmo",
        "executive",
        "vp",
        "research",
        "development",
        "madrigal",
        "stated",
        "presentation",
        "easl",
        "full",
        "phase",
        "result",
        "treatment",
        "nash",
        "patient",
        "reinforced",
        "consistency",
        "improvement",
        "across",
        "series",
        "important",
        "biomarkers",
        "disease",
        "including",
        "related",
        "reduction",
        "liver",
        "fat",
        "inflammation",
        "fibrosis",
        "look",
        "forward",
        "reviewing",
        "final",
        "data",
        "study",
        "announcing",
        "top",
        "line",
        "result",
        "end",
        "addition",
        "april",
        "tarveda",
        "therapeutic",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "based",
        "watertown",
        "announced",
        "dosed",
        "first",
        "patient",
        "phase",
        "study",
        "evaluating",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "part",
        "drug",
        "program",
        "licensed",
        "madrigal",
        "tarveda",
        "clinical",
        "program",
        "summary",
        "nash",
        "steatohepatitis",
        "nash",
        "common",
        "liver",
        "disease",
        "united",
        "state",
        "worldwide",
        "unrelated",
        "alcohol",
        "use",
        "characterized",
        "fat",
        "liver",
        "inflammation",
        "damage",
        "ballooning",
        "hepatocytes",
        "increasing",
        "fibrosis",
        "although",
        "people",
        "nash",
        "may",
        "feel",
        "well",
        "often",
        "know",
        "disease",
        "nash",
        "lead",
        "permanent",
        "damage",
        "including",
        "cirrhosis",
        "impaired",
        "liver",
        "function",
        "high",
        "percentage",
        "patient",
        "october",
        "first",
        "patient",
        "treated",
        "ongoing",
        "phase",
        "trial",
        "treatment",
        "nash",
        "randomized",
        "phase",
        "study",
        "enrolled",
        "patient",
        "year",
        "age",
        "older",
        "liver",
        "nash",
        "included",
        "approximately",
        "clinical",
        "site",
        "united",
        "state",
        "patient",
        "randomized",
        "receive",
        "either",
        "placebo",
        "ratio",
        "primary",
        "endpoint",
        "study",
        "reduction",
        "liver",
        "fat",
        "week",
        "compared",
        "baseline",
        "relative",
        "change",
        "assessed",
        "magnetic",
        "resonance",
        "proton",
        "density",
        "fat",
        "fraction",
        "achieved",
        "liver",
        "fat",
        "reduced",
        "treated",
        "patient",
        "group",
        "high",
        "exposure",
        "treated",
        "patient",
        "compared",
        "median",
        "reduction",
        "liver",
        "fat",
        "placebo",
        "treated",
        "patient",
        "result",
        "statistically",
        "significant",
        "p",
        "treatment",
        "group",
        "well",
        "tolerated",
        "serious",
        "adverse",
        "event",
        "noted",
        "portion",
        "study",
        "none",
        "related",
        "additional",
        "efficacy",
        "endpoint",
        "assessed",
        "end",
        "treatment",
        "period",
        "based",
        "repeat",
        "conventional",
        "liver",
        "biopsy",
        "examine",
        "histologic",
        "evidence",
        "resolution",
        "improvement",
        "nash",
        "result",
        "endpoint",
        "expected",
        "end",
        "may",
        "addition",
        "based",
        "liver",
        "enzyme",
        "inclusion",
        "criterion",
        "patient",
        "blinded",
        "whether",
        "placebo",
        "main",
        "portion",
        "study",
        "receiving",
        "extended",
        "treatment",
        "beyond",
        "week",
        "additional",
        "week",
        "patient",
        "extension",
        "study",
        "receive",
        "assessment",
        "made",
        "including",
        "serial",
        "safety",
        "lab",
        "circulating",
        "biomarkers",
        "additional",
        "information",
        "study",
        "nct02912260",
        "obtained",
        "hefh",
        "heterozygous",
        "familial",
        "hypercholesterolemia",
        "hefh",
        "much",
        "rarer",
        "form",
        "called",
        "homozygous",
        "familial",
        "hypercholesterolemia",
        "hofh",
        "severe",
        "genetic",
        "dyslipidemias",
        "typically",
        "caused",
        "inactivating",
        "mutation",
        "ldl",
        "receptor",
        "form",
        "fh",
        "lead",
        "early",
        "onset",
        "cardiovascular",
        "disease",
        "hefh",
        "common",
        "dominantly",
        "inherited",
        "disease",
        "present",
        "people",
        "disease",
        "found",
        "higher",
        "frequency",
        "certain",
        "genetically",
        "homogenous",
        "population",
        "treatment",
        "exist",
        "hefh",
        "hofh",
        "many",
        "patient",
        "many",
        "percent",
        "hefh",
        "patient",
        "able",
        "reach",
        "cholesterol",
        "reduction",
        "goal",
        "therapy",
        "reflecting",
        "lifetime",
        "burden",
        "cholesterol",
        "buildup",
        "body",
        "based",
        "evidence",
        "impressive",
        "ldl",
        "cholesterol",
        "lowering",
        "phase",
        "data",
        "suggesting",
        "mechanism",
        "action",
        "different",
        "complementary",
        "statin",
        "madrigal",
        "initiated",
        "phase",
        "trial",
        "hefh",
        "february",
        "enrolled",
        "patient",
        "phase",
        "hefh",
        "trial",
        "patient",
        "goal",
        "randomized",
        "ratio",
        "receive",
        "either",
        "placebo",
        "addition",
        "current",
        "cholesterol",
        "lowering",
        "regimen",
        "included",
        "approximately",
        "taking",
        "high",
        "intensity",
        "statin",
        "mg",
        "rosuvastatin",
        "mg",
        "atorvastatin",
        "patient",
        "also",
        "taking",
        "ezetimibe",
        "treated",
        "patient",
        "placebo",
        "corrected",
        "achieved",
        "highly",
        "significant",
        "p",
        "lowering",
        "lowering",
        "optimal",
        "dose",
        "lowering",
        "treated",
        "compared",
        "placebo",
        "prespecified",
        "group",
        "patient",
        "tolerate",
        "high",
        "intensity",
        "statin",
        "dos",
        "highly",
        "significant",
        "reduction",
        "p",
        "relative",
        "placebo",
        "also",
        "observed",
        "apob",
        "triglyceride",
        "tg",
        "apolipoprotein",
        "ciii",
        "apo",
        "ciii",
        "lp",
        "treated",
        "patient",
        "prespecified",
        "subgroup",
        "irrespective",
        "statin",
        "treatment",
        "primarily",
        "mild",
        "moderate",
        "aes",
        "number",
        "balanced",
        "placebo",
        "group",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "million",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "prior",
        "year",
        "period",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "increased",
        "approximately",
        "million",
        "compared",
        "million",
        "increase",
        "primarily",
        "attributable",
        "higher",
        "expense",
        "clinical",
        "preclinical",
        "development",
        "program",
        "increased",
        "personnel",
        "cost",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "compared",
        "period",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "increased",
        "approximately",
        "million",
        "approximately",
        "million",
        "comparable",
        "period",
        "due",
        "primarily",
        "higher",
        "compensation",
        "expense",
        "interest",
        "income",
        "three",
        "month",
        "period",
        "ended",
        "march",
        "thousand",
        "compared",
        "thousand",
        "period",
        "change",
        "interest",
        "income",
        "due",
        "primarily",
        "higher",
        "average",
        "principal",
        "balance",
        "investment",
        "account",
        "among",
        "many",
        "function",
        "human",
        "body",
        "thyroid",
        "hormone",
        "activation",
        "beta",
        "receptor",
        "play",
        "central",
        "role",
        "controlling",
        "lipid",
        "metabolism",
        "impacting",
        "range",
        "health",
        "parameter",
        "level",
        "serum",
        "cholesterol",
        "triglyceride",
        "pathological",
        "buildup",
        "fat",
        "liver",
        "attempt",
        "exploit",
        "pathway",
        "therapeutic",
        "purpose",
        "liver",
        "disease",
        "hampered",
        "lack",
        "selectivity",
        "older",
        "compound",
        "thyroid",
        "hormone",
        "receptor",
        "thr",
        "toxicity",
        "undesirable",
        "distribution",
        "body",
        "madrigal",
        "recognized",
        "greater",
        "selectivity",
        "thyroid",
        "hormone",
        "receptor",
        "thr",
        "liver",
        "targeting",
        "might",
        "overcome",
        "challenge",
        "deliver",
        "full",
        "therapeutic",
        "potential",
        "agonism",
        "madrigal",
        "belief",
        "first",
        "orally",
        "administered",
        "directed",
        "truly",
        "thr",
        "agonist",
        "demonstrated",
        "potential",
        "broad",
        "array",
        "therapeutically",
        "beneficial",
        "effect",
        "improving",
        "component",
        "metabolic",
        "syndrome",
        "insulin",
        "resistance",
        "dyslipidemia",
        "fatty",
        "liver",
        "disease",
        "including",
        "lipotoxicity",
        "inflammation",
        "pleiotropic",
        "action",
        "coupled",
        "excellent",
        "safety",
        "profile",
        "suggest",
        "could",
        "preferred",
        "treatment",
        "option",
        "nash",
        "madrigal",
        "pharmaceutical",
        "madrigal",
        "pharmaceutical",
        "nasdaq",
        "mdgl",
        "biopharmaceutical",
        "company",
        "pursuing",
        "novel",
        "therapeutic",
        "target",
        "specific",
        "thyroid",
        "hormone",
        "receptor",
        "pathway",
        "liver",
        "key",
        "regulatory",
        "mechanism",
        "common",
        "spectrum",
        "fatty",
        "liver",
        "disease",
        "high",
        "unmet",
        "medical",
        "need",
        "madrigal",
        "lead",
        "candidate",
        "class",
        "orally",
        "administered",
        "thyroid",
        "hormone",
        "receptor",
        "thr",
        "selective",
        "agonist",
        "currently",
        "phase",
        "development",
        "nash",
        "hefh",
        "information",
        "visit",
        "statement",
        "communication",
        "contains",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contain",
        "word",
        "expect",
        "could",
        "may",
        "believe",
        "estimate",
        "continue",
        "future",
        "negative",
        "thereof",
        "comparable",
        "terminology",
        "use",
        "future",
        "date",
        "statement",
        "reflect",
        "management",
        "current",
        "knowledge",
        "assumption",
        "judgment",
        "expectation",
        "regarding",
        "future",
        "performance",
        "event",
        "although",
        "management",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "aware",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "contained",
        "statement",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "company",
        "clinical",
        "development",
        "timing",
        "outcome",
        "clinical",
        "study",
        "uncertainty",
        "inherent",
        "clinical",
        "testing",
        "undue",
        "reliance",
        "placed",
        "looking",
        "statement",
        "speak",
        "date",
        "made",
        "madrigal",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "new",
        "information",
        "event",
        "circumstance",
        "date",
        "made",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "please",
        "refer",
        "madrigal",
        "filing",
        "security",
        "exchange",
        "commission",
        "detailed",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "investor",
        "contact",
        "marc",
        "schneebaum",
        "madrigal",
        "pharmaceutical",
        "ir",
        "medium",
        "contact",
        "mike",
        "beyer",
        "sam",
        "brown",
        "mikebeyer",
        "table",
        "follow",
        "madrigal",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "madrigal",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "current",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "madrigal",
        "pharmaceutical",
        "inc"
    ]
}