{
    "organizations": [],
    "uuid": "c6a1455f7e2d283a5dbe322f553d79a869661648",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/globe-newswire-albireo-provides-first-quarter-2018-business-update.html",
    "ord_in_thread": 0,
    "title": "Albireo Provides First Quarter 2018 Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First patient enrolled in Phase 3 trial of IBAT inhibitor A4250 in PFIC\nElobixibat in Japan becomes first IBAT inhibitor approved in the world\nManagement to host conference call and webcast today at 8:30 a.m. EDT\nBOSTON, May 17, 2018 (GLOBE NEWSWIRE) -- Albireo Pharma, Inc. (Nasdaq:ALBO), a clinical-stage orphan pediatric liver disease company developing novel bile acid modulators, today provided corporate highlights for the beginning of 2018.\n“The beginning of 2018 has been a landmark period for Albireo,” said Ron Cooper, President and Chief Executive Officer of Albireo. “We achieved a major milestone with enrollment of the first patient in PEDFIC-1, our Phase 3 clinical trial with A4250, an ileal bile acid transporter (IBAT) inhibitor, in progressive familial intrahepatic cholestasis (PFIC). In January, we announced that our licensee received regulatory approval in Japan for the world’s first approved IBAT inhibitor, elobixibat, for the treatment of chronic constipation. This is strong validation of our scientific platform, and it triggered over $55 million in payments to Albireo. In addition, we raised over $94 million in net proceeds from equity financings.”\nRecent Highlights\nA4250\nEnrolled first patient in the PEDFIC-1 study, a randomized, double-blind, placebo-controlled Phase 3 clinical trial of A4250 in patients with PFIC (subtype 1 or 2). The Phase 3 program includes a single randomized, double-blind, placebo-controlled clinical trial designed to evaluate A4250 in approximately 60 patients, ages 6 months to 18 years, with elevated serum bile acid (sBA) levels and pruritus, and an open-label extension study to assess long-term safety and durability of response. Initiation of the study followed extensive dialogue with regulatory authorities in the US and EU. Additional trial sites are being activated around the world to generate data in support of potential drug approval applications for A4250 in the US and EU. A4250 has received orphan drug designation for PFIC in the US and EU, and has been granted access to the EMA’s PRIority MEdicines (PRIME) program for the treatment of PFIC.\nPresented positive data on a pruritus pharmacodynamic marker measured in the completed Phase 2 clinical trial of A4250 in children with cholestatic liver disease and pruritus at the European Association for the Study of the Liver (EASL) The International Liver Congress™ in April 2018 in a poster, titled “Correlation of autotaxin levels, serum bile acids, and pruritus in a multiple-dose, open-label, multinational study of the ileal bile acid transport inhibitor A4250.”\nElobixibat\nElobixibat became the first IBAT inhibitor approved anywhere in the world. Japan’s Ministry of Health, Labor and Welfare approved a new drug application for elobixibat for the treatment of chronic constipation in Japan in January 2018. This triggered a milestone payment from EA Pharma Co., Ltd. of over $10 million.\nAlbireo subsidiary Elobix AB entered into an agreement to monetize its royalty rights under its license agreement with EA Pharma for elobixibat in the treatment of chronic constipation in Japan with HealthCare Royalty Partners in January 2018. Elobix received a $45 million payment from HealthCare Royalty Partners, with the potential for an additional $15 million.\nCorporate\nRaised $94.1 million in net proceeds from equity financings.\nPresented at multiple investor conferences, including the Cowen and Company Health Care Conference, Roth Healthcare Conference, Needham & Company Healthcare Conference and the H.C. Wainwright Global Life Sciences Conference.\nConference Call\nAs previously announced, Albireo will host a conference call and webcast today, May 17, 2018, at 8:30 a.m. EDT. To access the live conference call by phone, dial 877-407-0792 (domestic) or 201-689-8263 (international) and provide the access code 13678422. A live audio webcast will be accessible from the Investors page of Albireo’s website, http://ir.albireopharma.com/ . To ensure a timely connection to the webcast, it is recommended that users register at least 15 minutes prior to the scheduled start time. An archived version of the webcast will be available for replay on the Events & Presentations section of the Media & Investors page of Albireo’s website for at least two weeks following the event.\nAbout Albireo\nAlbireo Pharma is a clinical-stage biopharmaceutical company focused through its operating subsidiary on the development of novel bile acid modulators to treat orphan pediatric liver diseases, and other liver and gastrointestinal diseases and disorders. Albireo’s lead product candidate, A4250, is being developed to treat rare pediatric cholestatic liver diseases and is in Phase 3 development in its initial target indication, progressive familial intrahepatic cholestasis. Albireo’s clinical pipeline also includes two Phase 2 product candidates. Albireo’s elobixibat, approved in Japan for the treatment of chronic constipation, is the first ileal bile acid transporter (IBAT) inhibitor approved anywhere in the world. Albireo was spun out from AstraZeneca in 2008.\nAlbireo Pharma is located in Boston, Massachusetts, and its key operating subsidiary is located in Gothenburg, Sweden. For more information on Albireo, please visit www.albireopharma.com .\nForward-Looking Statements\nThis press release includes “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements, other than statements of historical fact, regarding, among other things: the plans for, or progress, scope, cost, duration or results of, development of A4250 or any other Albireo product candidate or program, including regarding the Phase 3 clinical program for A4250 in patients with PFIC; the target indication(s) for development, the size, design, population, location, conduct, objective, duration or endpoints of any clinical trial, or the timing for initiation or completion of or reporting of results from any clinical trial, including the double blind Phase 3 PFIC trial for A4250; the size of the PFIC population or any other disease population for indications that may be targeted by Albireo; the potential benefits or competitive position of A4250, elobixibat or any other Albireo product candidate or program or the commercial opportunity in any target indication; any future payment that HealthCare Royalty Partners or EA Pharma may make to Albireo or any other action or decision that EA Pharma may make concerning elobixibat or its business relationship with Albireo; the period for which Albireo’s cash resources will be sufficient to fund its operating requirements (runway); or Albireo’s plans, expectations or future operations, financial position, revenues, costs or expenses. Albireo often uses words such as “anticipates,” “believes,” “plans,” “expects,” “projects,” “future,” “intends,” “may,” “will,” “should,” “could,” “estimates,” “predicts,” “potential,” “planned,” “continue,” “guidance,” and similar expressions to identify forward-looking statements. Actual results, performance or experience may differ materially from those expressed or implied by any forward-looking statement as a result of various risks, uncertainties and other factors, including, but not limited to: whether favorable findings from clinical trials of A4250 to date, including findings in indications other than PFIC, will be predictive of results from the trials comprising the Phase 3 PFIC program or any other clinical trials of A4250; whether either or both of the FDA and EMA will determine that the primary endpoint for their respective evaluations and treatment duration of the double blind Phase 3 trial in patients with PFIC are sufficient, even if the primary endpoint is met with statistical significance, to support approval of A4250 in the United States or the European Union, to treat PFIC, a symptom of PFIC, a specific PFIC subtype(s) or otherwise; the outcome and interpretation by regulatory authorities of the ongoing third-party study pooling and analyzing long-term PFIC patient data; the timing for initiation or completion of, or for availability of data from, clinical trials of A4250, including the trials comprising the Phase 3 PFIC program, and the outcomes of such trials; delays or other challenges in the recruitment of patients for, or the conduct of, the double blind Phase 3 trial; the significant control that EA Pharma has over the commercialization of elobixibat in Japan; and Albireo’s critical accounting policies. These and other risks and uncertainties that Albireo faces are described in greater detail under the heading “Risk Factors” in Albireo’s most recent Annual Report on Form 10-K or in subsequent filings that it makes with the Securities and Exchange Commission. As a result of risks and uncertainties that Albireo faces, the results or events indicated by any forward-looking statement may not occur. Albireo cautions you not to place undue reliance on any forward-looking statement. In addition, any forward-looking statement in this press release represents Albireo’s views only as of the date of this press release and should not be relied upon as representing its views as of any subsequent date. Albireo disclaims any obligation to update any forward-looking statement, except as required by applicable law.\nAlbireo Pharma, Inc.\nCondensed Consolidated Balance Sheets\n(in thousands, except share and per share data)\n(unaudited) March 31, 2018 December 31, 2017 ASSETS Current assets: Cash and cash equivalents $ 192,916 $ 53,231 Prepaid expenses and other assets 661 1,054 Other receivables 1,438 726 Total current assets 195,015 55,011 Property and equipment, net 172 178 Goodwill 17,260 17,260 Other noncurrent assets 449 775 Total assets $ 212,896 $ 73,224 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities: Trade payables $ 2,248 $ 1,350 Accrued expenses 4,497 6,105 Other liabilities 411 474 Total current liabilities 7,156 7,929 Liability related to sale of future royalties 45,533 — Long-term liabilities 41 42 Total liabilities 52,730 7,971 Stockholders' Equity: Common stock, $0.01 par value per share — 30,000,000 authorized at March 31,\n2018 and December 31, 2017; 11,897,146 and 8,902,784\nissued and outstanding at March 31, 2018 and December 31, 2017, respectively 119 89 Additional paid in capital 209,830 114,522 Accumulated other comprehensive income 2,195 1,001 Accumulated deficit (51,978 ) (50,359 ) Total stockholders’ equity 160,166 65,253 Total liabilities and stockholders’ equity $ 212,896 $ 73,224\nAlbireo Pharma, Inc.\nCondensed Consolidated Statements of Operations\n(in thousands, except share and per share data)\n(unaudited) Three Months Ended March 31, 2018 2017 Revenue $ 11,202 $ 1 Operating expenses: Research and development 6,151 2,812 General and administrative 4,128 3,212 Other expense, net 1,504 74 Total operating expenses 11,783 6,098 Operating loss (581 ) (6,097 ) Interest income (expense), net (1,016 ) (249 ) Non-operating income (expense), net (22 ) (325 ) Net loss before income taxes (1,619 ) (6,671 ) Income tax — — Net loss $ (1,619 ) $ (6,671 ) Net loss per share - basic and diluted $ (0.15 ) $ (1.06 ) Weighted average shares outstanding - basic and diluted 10,896,575 6,292,644 Investor Contact:\nHans Vitzthum\nLifeSci Advisors, LLC.\n212-915-2568\nMedia Contact:\nSarah Hall\n6 Degrees\n215-313-5638\nshall@6degreespr.com\nSource: Albireo Pharma, Inc.\nSource:Albireo Pharma, Inc.",
    "published": "2018-05-17T15:30:00.000+03:00",
    "crawled": "2018-05-17T17:40:41.050+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "patient",
        "enrolled",
        "phase",
        "trial",
        "ibat",
        "inhibitor",
        "a4250",
        "pfic",
        "elobixibat",
        "japan",
        "becomes",
        "first",
        "ibat",
        "inhibitor",
        "approved",
        "world",
        "management",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "edt",
        "boston",
        "may",
        "globe",
        "newswire",
        "albireo",
        "pharma",
        "nasdaq",
        "albo",
        "orphan",
        "pediatric",
        "liver",
        "disease",
        "company",
        "developing",
        "novel",
        "bile",
        "acid",
        "modulators",
        "today",
        "provided",
        "corporate",
        "highlight",
        "beginning",
        "beginning",
        "landmark",
        "period",
        "albireo",
        "said",
        "ron",
        "cooper",
        "president",
        "chief",
        "executive",
        "officer",
        "albireo",
        "achieved",
        "major",
        "milestone",
        "enrollment",
        "first",
        "patient",
        "phase",
        "clinical",
        "trial",
        "a4250",
        "ileal",
        "bile",
        "acid",
        "transporter",
        "ibat",
        "inhibitor",
        "progressive",
        "familial",
        "intrahepatic",
        "cholestasis",
        "pfic",
        "january",
        "announced",
        "licensee",
        "received",
        "regulatory",
        "approval",
        "japan",
        "world",
        "first",
        "approved",
        "ibat",
        "inhibitor",
        "elobixibat",
        "treatment",
        "chronic",
        "constipation",
        "strong",
        "validation",
        "scientific",
        "platform",
        "triggered",
        "million",
        "payment",
        "albireo",
        "addition",
        "raised",
        "million",
        "net",
        "proceeds",
        "equity",
        "recent",
        "highlight",
        "a4250",
        "enrolled",
        "first",
        "patient",
        "study",
        "randomized",
        "phase",
        "clinical",
        "trial",
        "a4250",
        "patient",
        "pfic",
        "subtype",
        "phase",
        "program",
        "includes",
        "single",
        "randomized",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "a4250",
        "approximately",
        "patient",
        "age",
        "month",
        "year",
        "elevated",
        "serum",
        "bile",
        "acid",
        "sba",
        "level",
        "pruritus",
        "extension",
        "study",
        "assess",
        "safety",
        "durability",
        "response",
        "initiation",
        "study",
        "followed",
        "extensive",
        "dialogue",
        "regulatory",
        "authority",
        "u",
        "eu",
        "additional",
        "trial",
        "site",
        "activated",
        "around",
        "world",
        "generate",
        "data",
        "support",
        "potential",
        "drug",
        "approval",
        "application",
        "a4250",
        "u",
        "eu",
        "a4250",
        "received",
        "orphan",
        "drug",
        "designation",
        "pfic",
        "u",
        "eu",
        "granted",
        "access",
        "ema",
        "priority",
        "medicine",
        "prime",
        "program",
        "treatment",
        "pfic",
        "presented",
        "positive",
        "data",
        "pruritus",
        "pharmacodynamic",
        "marker",
        "measured",
        "completed",
        "phase",
        "clinical",
        "trial",
        "a4250",
        "child",
        "cholestatic",
        "liver",
        "disease",
        "pruritus",
        "european",
        "association",
        "study",
        "liver",
        "easl",
        "international",
        "liver",
        "april",
        "poster",
        "titled",
        "correlation",
        "autotaxin",
        "level",
        "serum",
        "bile",
        "acid",
        "pruritus",
        "multinational",
        "study",
        "ileal",
        "bile",
        "acid",
        "transport",
        "inhibitor",
        "elobixibat",
        "elobixibat",
        "became",
        "first",
        "ibat",
        "inhibitor",
        "approved",
        "anywhere",
        "world",
        "japan",
        "ministry",
        "health",
        "labor",
        "welfare",
        "approved",
        "new",
        "drug",
        "application",
        "elobixibat",
        "treatment",
        "chronic",
        "constipation",
        "japan",
        "january",
        "triggered",
        "milestone",
        "payment",
        "ea",
        "pharma",
        "million",
        "albireo",
        "subsidiary",
        "elobix",
        "ab",
        "entered",
        "agreement",
        "monetize",
        "royalty",
        "right",
        "license",
        "agreement",
        "ea",
        "pharma",
        "elobixibat",
        "treatment",
        "chronic",
        "constipation",
        "japan",
        "healthcare",
        "royalty",
        "partner",
        "january",
        "elobix",
        "received",
        "million",
        "payment",
        "healthcare",
        "royalty",
        "partner",
        "potential",
        "additional",
        "million",
        "corporate",
        "raised",
        "million",
        "net",
        "proceeds",
        "equity",
        "financing",
        "presented",
        "multiple",
        "investor",
        "conference",
        "including",
        "cowen",
        "company",
        "health",
        "care",
        "conference",
        "roth",
        "healthcare",
        "conference",
        "needham",
        "company",
        "healthcare",
        "conference",
        "wainwright",
        "global",
        "life",
        "science",
        "conference",
        "conference",
        "call",
        "previously",
        "announced",
        "albireo",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "edt",
        "access",
        "live",
        "conference",
        "call",
        "phone",
        "dial",
        "domestic",
        "international",
        "provide",
        "access",
        "code",
        "live",
        "audio",
        "webcast",
        "accessible",
        "investor",
        "page",
        "albireo",
        "website",
        "http",
        "ensure",
        "timely",
        "connection",
        "webcast",
        "recommended",
        "user",
        "register",
        "least",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "archived",
        "version",
        "webcast",
        "available",
        "replay",
        "event",
        "presentation",
        "section",
        "medium",
        "investor",
        "page",
        "albireo",
        "website",
        "least",
        "two",
        "week",
        "following",
        "event",
        "albireo",
        "albireo",
        "pharma",
        "biopharmaceutical",
        "company",
        "focused",
        "operating",
        "subsidiary",
        "development",
        "novel",
        "bile",
        "acid",
        "modulators",
        "treat",
        "orphan",
        "pediatric",
        "liver",
        "disease",
        "liver",
        "gastrointestinal",
        "disease",
        "disorder",
        "albireo",
        "lead",
        "product",
        "candidate",
        "a4250",
        "developed",
        "treat",
        "rare",
        "pediatric",
        "cholestatic",
        "liver",
        "disease",
        "phase",
        "development",
        "initial",
        "target",
        "indication",
        "progressive",
        "familial",
        "intrahepatic",
        "cholestasis",
        "albireo",
        "clinical",
        "pipeline",
        "also",
        "includes",
        "two",
        "phase",
        "product",
        "candidate",
        "albireo",
        "elobixibat",
        "approved",
        "japan",
        "treatment",
        "chronic",
        "constipation",
        "first",
        "ileal",
        "bile",
        "acid",
        "transporter",
        "ibat",
        "inhibitor",
        "approved",
        "anywhere",
        "world",
        "albireo",
        "spun",
        "astrazeneca",
        "albireo",
        "pharma",
        "located",
        "boston",
        "massachusetts",
        "key",
        "operating",
        "subsidiary",
        "located",
        "gothenburg",
        "sweden",
        "information",
        "albireo",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "statement",
        "historical",
        "fact",
        "regarding",
        "among",
        "thing",
        "plan",
        "progress",
        "scope",
        "cost",
        "duration",
        "result",
        "development",
        "a4250",
        "albireo",
        "product",
        "candidate",
        "program",
        "including",
        "regarding",
        "phase",
        "clinical",
        "program",
        "a4250",
        "patient",
        "pfic",
        "target",
        "indication",
        "development",
        "size",
        "design",
        "population",
        "location",
        "conduct",
        "objective",
        "duration",
        "endpoint",
        "clinical",
        "trial",
        "timing",
        "initiation",
        "completion",
        "reporting",
        "result",
        "clinical",
        "trial",
        "including",
        "double",
        "blind",
        "phase",
        "pfic",
        "trial",
        "a4250",
        "size",
        "pfic",
        "population",
        "disease",
        "population",
        "indication",
        "may",
        "targeted",
        "albireo",
        "potential",
        "benefit",
        "competitive",
        "position",
        "a4250",
        "elobixibat",
        "albireo",
        "product",
        "candidate",
        "program",
        "commercial",
        "opportunity",
        "target",
        "indication",
        "future",
        "payment",
        "healthcare",
        "royalty",
        "partner",
        "ea",
        "pharma",
        "may",
        "make",
        "albireo",
        "action",
        "decision",
        "ea",
        "pharma",
        "may",
        "make",
        "concerning",
        "elobixibat",
        "business",
        "relationship",
        "albireo",
        "period",
        "albireo",
        "cash",
        "resource",
        "sufficient",
        "fund",
        "operating",
        "requirement",
        "runway",
        "albireo",
        "plan",
        "expectation",
        "future",
        "operation",
        "financial",
        "position",
        "revenue",
        "cost",
        "expense",
        "albireo",
        "often",
        "us",
        "word",
        "anticipates",
        "belief",
        "plan",
        "expects",
        "project",
        "future",
        "intends",
        "may",
        "could",
        "estimate",
        "predicts",
        "potential",
        "planned",
        "continue",
        "guidance",
        "similar",
        "expression",
        "identify",
        "statement",
        "actual",
        "result",
        "performance",
        "experience",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "result",
        "various",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "limited",
        "whether",
        "favorable",
        "finding",
        "clinical",
        "trial",
        "a4250",
        "date",
        "including",
        "finding",
        "indication",
        "pfic",
        "predictive",
        "result",
        "trial",
        "comprising",
        "phase",
        "pfic",
        "program",
        "clinical",
        "trial",
        "a4250",
        "whether",
        "either",
        "fda",
        "ema",
        "determine",
        "primary",
        "endpoint",
        "respective",
        "evaluation",
        "treatment",
        "duration",
        "double",
        "blind",
        "phase",
        "trial",
        "patient",
        "pfic",
        "sufficient",
        "even",
        "primary",
        "endpoint",
        "met",
        "statistical",
        "significance",
        "support",
        "approval",
        "a4250",
        "united",
        "state",
        "european",
        "union",
        "treat",
        "pfic",
        "symptom",
        "pfic",
        "specific",
        "pfic",
        "subtype",
        "otherwise",
        "outcome",
        "interpretation",
        "regulatory",
        "authority",
        "ongoing",
        "study",
        "pooling",
        "analyzing",
        "pfic",
        "patient",
        "data",
        "timing",
        "initiation",
        "completion",
        "availability",
        "data",
        "clinical",
        "trial",
        "a4250",
        "including",
        "trial",
        "comprising",
        "phase",
        "pfic",
        "program",
        "outcome",
        "trial",
        "delay",
        "challenge",
        "recruitment",
        "patient",
        "conduct",
        "double",
        "blind",
        "phase",
        "trial",
        "significant",
        "control",
        "ea",
        "pharma",
        "commercialization",
        "elobixibat",
        "japan",
        "albireo",
        "critical",
        "accounting",
        "policy",
        "risk",
        "uncertainty",
        "albireo",
        "face",
        "described",
        "greater",
        "detail",
        "heading",
        "risk",
        "factor",
        "albireo",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "filing",
        "make",
        "security",
        "exchange",
        "commission",
        "result",
        "risk",
        "uncertainty",
        "albireo",
        "face",
        "result",
        "event",
        "indicated",
        "statement",
        "may",
        "occur",
        "albireo",
        "caution",
        "place",
        "undue",
        "reliance",
        "statement",
        "addition",
        "statement",
        "press",
        "release",
        "represents",
        "albireo",
        "view",
        "date",
        "press",
        "release",
        "relied",
        "upon",
        "representing",
        "view",
        "subsequent",
        "date",
        "albireo",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "applicable",
        "law",
        "albireo",
        "pharma",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "prepaid",
        "expense",
        "asset",
        "receivables",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "noncurrent",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "trade",
        "payable",
        "accrued",
        "expense",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "related",
        "sale",
        "future",
        "royalty",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "authorized",
        "march",
        "december",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "albireo",
        "pharma",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "expense",
        "net",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "investor",
        "contact",
        "han",
        "vitzthum",
        "lifesci",
        "advisor",
        "llc",
        "medium",
        "contact",
        "sarah",
        "hall",
        "degree",
        "shall",
        "source",
        "albireo",
        "pharma",
        "source",
        "albireo",
        "pharma",
        "inc"
    ]
}