{
    "organizations": [],
    "uuid": "cf719118c55211f7e1748ce9f8f5dae5d729ba1e",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/24/in-opioids-shadow-fake-pot-still-a-scourge.html",
    "ord_in_thread": 0,
    "title": "In opioids’ shadow, fake pot still a scourge",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IN 2008, THE FIRST TIME he used synthetic marijuana at the suggestion of his then-boyfriend, August believed the substance was less a quasi-legal street drug than a mind-altering miracle.\nSmoking a pipe packed with the stuff calmed his restless mind with an intense high. Better still: A package of Scooby Snax, his favorite brand, was far cheaper than weed. Sold in head shops and dodgier convenience stores in Peoria, Illinois , it was also as easy to buy as a pack of cigarettes.\nThe bonus, however, was his boyfriend's promise that the drug – often created by spraying chemicals on dried plant material, then distributed in eye-catching packages – wasn't addictive. \"He said it was like pot,\" says August, who asked that U.S. News withhold his full name to protect his privacy. \"You couldn't get addicted.\"\nMore from US News & World Report:\nFake pot plagues Illinois\nThe per capita cost of the opioid crisis\nSaving lives, losing themselves\nNearly a decade and one near-death experience later, August says everything he was told about the substance, commonly known by brand names like Spice or K2, was a lie. He says smoking synthetic marijuana consumed his life and led to an addiction that he's only just managed to break.\nshow chapters Walmart introduces new opioid policy 1:46 PM ET Mon, 7 May 2018 | 00:38 \"I learned the hard way,\" says August, a former nursing home attendant who recently got clean (\"Two months next week,\" he says) and wants to set the record straight. While fake weed looks, seems and is marketed as harmless, he and other experts say it's anything but.\n\"I don't want some 15-year-old experimenting with it, like it's pot,\" August says. \"They're nothing comparable to each other.\"\nThe evidence: a recent multistate outbreak of emergency room visits – including a spike in deaths in Illinois , August's home state, from fake weed tainted with brodifacoum, a lethal anticoagulant found in rat poison.\nAccording to information from the Centers for Disease Control and Prevention, between March 1 and May 16, state health departments reported five deaths among a total of 202 cases of coagulopathy – a bleeding disorder – associated with the use of fake weed , which falls into a scientific category called synthetic cannabinoids. Illinois was hit the hardest by far, with 164 cases and four deaths, according to the state's health department. Maryland followed with 20 cases, the CDC said, with six or fewer cases each from Florida , Indiana , Kentucky , Missouri , Pennsylvania , Virginia , and Wisconsin .\nThe outbreak led the CDC to issue an alert for clinicians and health care providers. And while both sickened people and synthetic samples tied to the outbreak have tested positive for brodifacoum, experts say the severity of these instances masks an even larger problem.\n\"Synthetic cannabinoid misuse is occurring nationwide, and worldwide, since the substances are trafficked by internet vendors with global reach,\" says Mike Baumann, chief of the Designer Drug Research Unit at the Baltimore-based National Institute on Drug Abuse Intramural Research Program.\nIndeed, in a spate of cases officials think is separate from the Illinois-focused outbreak, dozens of people were hospitalized or visited emergency rooms in New York City in recent days due to suspected synthetic marijuana use. The New York City Department of Health and Mental Hygiene on Tuesday said at least 84 emergency department visits between last Saturday and Monday are believed to have been tied to synthetic cannabinoids, with most of the visits occurring in Brooklyn. Most patients appeared drowsy and sedated, the agency said, and no cases of unexplained bleeding were identified.\nWhile there's not enough science to determine the long-term effects of using fake weed, \"we do know that misuse of synthetic cannabinoids can cause profound adverse effects, especially the induction of panic attacks, paranoia and schizophrenic-like symptoms,\" Baumann says. \"There are many instances of psychotic episodes induced by synthetic cannabinoids which are sustained or do not resolve, even after (a) long period of abstinence from the drug.\"\nThe fight to curb the use of fake pot has occurred on a shifting battlefield. Since the start of the decade, the federal government , all 50 states and cities like New York and Chicago have taken actions to crack down on synthetic cannabinoids, but law enforcement officials have been particularly frustrated by one element: Because the chemicals that induce the high come from a lab and not the soil, manufacturers have altered formulas in efforts to keep their offerings legal – and to try and stay one step ahead of the law.\n\"They tweak a molecule or add a molecule and they get something that's just a little different than what's on the books as illegal,\" says Rusty Payne, a spokesman for the Drug Enforcement Administration. When it comes to their customers, he says, \"confusion is what these guys want – confusion over whether it's legal or not, what's in it, what's not in it.\"\nThese alterations in turn have led to additional efforts and legislation that \"in subsequent years has been more general in nature, targeting entire classes of substances or using broad language to describe the prohibited drugs and their effects,\" according to the National Conference of State Legislatures .\nYet the cat-and-mouse game continues, with users at risk of bearing the consequences. According to information provided by the CDC, \"hundreds of different synthetic cannabinoid chemicals are manufactured and sold,\" and \"new ones with unknown health risks become available each year.\"\n\"Calling it 'synthetic marijuana' doesn't do it justice because people look at it as harmless,\" Payne says. \"Nothing could be further from the truth.\"\nMeanwhile, advocates of marijuana legalization point the finger for the dangerous use of synthetic cannabinoids at elected officials who continue to criminalize marijuana consumption and employers who forbid it. Would-be pot smokers who face mandatory drug tests – including emergency first responders and active-duty service members – reportedly have turned to synthetic cannabinoids as a way to get high but stay clean.\n\"State and federal officials who perpetuate our ongoing failed prohibition of cannabis\" share the blame for injuries and deaths resulting from fake weed with distributors \"peddling this despicable product,\" says Erik Altieri, executive director of the National Organization for the Reform of Marijuana Laws, or NORML.\nExperts agree synthetic cannabinoids were born a few decades ago, when researchers wanted to study the effects of plant-based marijuana on the brain, but federal regulations made it difficult to legally obtain the drug. As a substitute, they created a chemical formula to replicate the molecular profile of THC, the main high-inducing component of traditional marijuana.\nNot long after such work was made public, others recognized an opportunity: Use the process to create a \"designer drug\" that's more powerful than pot but cheaper to make, easier to distribute and legal – at least in theory.\nBy the 1990s, \"bing bong boom: They've marketed drugs that have created major havoc,\" Payne says.\n\"We've been dealing with synthetic cannabinoids for the last 10 to 11 years,\" Payne says. \"Since then, we've identified over 400 designer synthetic drugs [and] a large part of those are synthetic cannabinoids\" that are sold over the counter as well as over the internet.\nIn its 2017 National Drug Threat Assessment , the DEA forecasts that \"new psychoactive substances\" such as synthetic cannabinoids \"will continue to pose a nationwide threat, continuing to cause overdoses and some deaths, as their availability remains mostly stable. NPS are relatively inexpensive and continue to be available from shops, street sales, and the Internet, making them accessible to anyone who seeks them.\"\nWhile it doesn't keep specific data about user profiles, the CDC says a previous analysis of callers to poison centers regarding synthetic cannabinoids showed that 80 percent of calls concerned use among males. Of the more than 3,400 calls in which a user's age was recorded, the median age was 26.\nGetty Images A man is viewed sprawled on the ground in an area which has witnessed an explosion in the use of K2 or 'Spice', a synthetic marijuana drug, in East Harlem in New York City. Yet \"there is no 'typical' user of synthetic cannabinoid products,\" Baumann says. \"For example, certain subpopulations are using synthetic cannabinoids to avoid detection of use – probationers, parolees, military personnel, athletes and others who are routinely tested for illicit drug use ... because the substances are not detected by standard drug screens. \"\nAt the same time, \"another emerging problem is the misuse of synthetic cannabinoid products by homeless people ,\" says Baumann. Because fake weed is so readily available and can be purchased for just a few dollars, it \"represents a relatively inexpensive way to get high.\"\nBut although fake pot products give the illusion of safety and standardized production – they're pre-measured, packaged and can bear wink-and-a-nudge labels reading \"incense\" or \"not for human consumption\" – the amount and type of chemicals in a single package can vary, as seen with product laced with rat poison that's caused havoc in Illinois.\n\"Brodifacoum is not a psychoactive substance; it is a poison that is added to the products either intentionally or accidentally,\" Baumann says. \"Importantly, the specific instances of life-threatening bleeding events are confined to 'hot spots' where the poisoned products are being sold.\"\nPayne, of the DEA, says law enforcement is deploying every tool at its disposal to clamp down on fake pot distributors, including the use of a 1980s-era law to prosecute those who alter the formula.\nAnd yet, he says, the current opioid crisis has overshadowed the synthetic cannabinoid one.\n\"Opioids are taking up a lot of attention, much to the likely delight of distributors and manufacturers of this stuff,\" says Payne, noting that there isn't a region in the country that hasn't recorded fake pot-related overdoses or deaths. \"It's not good. Using it is nothing more than a game of Russian roulette.\"\nAugust, the recovering user, wholeheartedly agrees.\nAt the height of his addiction, he says, the nighttime cravings for the drug would wake him out of a sound sleep, and his body wouldn't relax until he lit up for a few puffs. He tried more than once to get clean, he says, but would only \"make it to day three\" of vomiting and chills from withdrawal before he'd fall off the wagon and pick up the pipe.\nIt all changed one night in early March, when August and some friends consumed some of the synthetic weed that had been laced with brodifacoum. Within hours of smoking it, his friends were at the emergency room with severe bleeding, and August was doubled over with intense stomach pain – cramps that seemed to grow stronger by the hour.\nNot long after dragging himself to the hospital, his prognosis was so grave that August's doctor suggested he alert his loved ones. \"I had to tell them I was addicted to drugs,\" August says, his voice breaking. \"The doctor told me to call my family – I might not make it through the night.\"\nAugust eventually recovered, but he says the experience convinced him to avoid synthetic marijuana for good. \"I learned my lesson. I don't do anything,\" he says.\nNevertheless, he says he's dealing with the consequences of his addiction – including a pulmonary and circulatory system so damaged that, at age 37, he is at heightened risk of a heart attack or stroke. His daily routine now includes swallowing a handful of pills to keep himself healthy.\n\"I'm dealing with what a 50- or 60-year-old person is dealing with,\" he says. \"I don't want to smoke it again, but every day is a fight.\"\nWATCH: How cryptocurrencies/dark web fuel opioid crisis show chapters How the dark web and cryptocurrencies are fueling opioid crisis 12:04 PM ET Fri, 13 April 2018 | 04:50",
    "published": "2018-05-25T01:13:00.000+03:00",
    "crawled": "2018-05-25T00:18:54.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "time",
        "used",
        "synthetic",
        "marijuana",
        "suggestion",
        "august",
        "believed",
        "substance",
        "less",
        "street",
        "drug",
        "miracle",
        "smoking",
        "pipe",
        "packed",
        "stuff",
        "calmed",
        "restless",
        "mind",
        "intense",
        "high",
        "better",
        "still",
        "package",
        "scooby",
        "snax",
        "favorite",
        "brand",
        "far",
        "cheaper",
        "weed",
        "sold",
        "head",
        "shop",
        "dodgier",
        "convenience",
        "store",
        "peoria",
        "illinois",
        "also",
        "easy",
        "buy",
        "pack",
        "cigarette",
        "bonus",
        "however",
        "boyfriend",
        "promise",
        "drug",
        "often",
        "created",
        "spraying",
        "chemical",
        "dried",
        "plant",
        "material",
        "distributed",
        "package",
        "addictive",
        "said",
        "like",
        "pot",
        "say",
        "august",
        "asked",
        "news",
        "withhold",
        "full",
        "name",
        "protect",
        "privacy",
        "could",
        "get",
        "addicted",
        "u",
        "news",
        "world",
        "report",
        "fake",
        "pot",
        "plague",
        "illinois",
        "per",
        "caput",
        "cost",
        "opioid",
        "crisis",
        "saving",
        "life",
        "losing",
        "nearly",
        "decade",
        "one",
        "experience",
        "later",
        "august",
        "say",
        "everything",
        "told",
        "substance",
        "commonly",
        "known",
        "brand",
        "name",
        "like",
        "spice",
        "k2",
        "lie",
        "say",
        "smoking",
        "synthetic",
        "marijuana",
        "consumed",
        "life",
        "led",
        "addiction",
        "managed",
        "break",
        "show",
        "chapter",
        "walmart",
        "introduces",
        "new",
        "opioid",
        "policy",
        "pm",
        "et",
        "mon",
        "may",
        "learned",
        "hard",
        "way",
        "say",
        "august",
        "former",
        "nursing",
        "home",
        "attendant",
        "recently",
        "got",
        "clean",
        "two",
        "month",
        "next",
        "week",
        "say",
        "want",
        "set",
        "record",
        "straight",
        "fake",
        "weed",
        "look",
        "seems",
        "marketed",
        "harmless",
        "expert",
        "say",
        "anything",
        "want",
        "experimenting",
        "like",
        "pot",
        "august",
        "say",
        "nothing",
        "comparable",
        "evidence",
        "recent",
        "multistate",
        "outbreak",
        "emergency",
        "room",
        "visit",
        "including",
        "spike",
        "death",
        "illinois",
        "august",
        "home",
        "state",
        "fake",
        "weed",
        "tainted",
        "brodifacoum",
        "lethal",
        "anticoagulant",
        "found",
        "rat",
        "poison",
        "according",
        "information",
        "center",
        "disease",
        "control",
        "prevention",
        "march",
        "may",
        "state",
        "health",
        "department",
        "reported",
        "five",
        "death",
        "among",
        "total",
        "case",
        "coagulopathy",
        "bleeding",
        "disorder",
        "associated",
        "use",
        "fake",
        "weed",
        "fall",
        "scientific",
        "category",
        "called",
        "synthetic",
        "cannabinoids",
        "illinois",
        "hit",
        "hardest",
        "far",
        "case",
        "four",
        "death",
        "according",
        "state",
        "health",
        "department",
        "maryland",
        "followed",
        "case",
        "cdc",
        "said",
        "six",
        "fewer",
        "case",
        "florida",
        "indiana",
        "kentucky",
        "missouri",
        "pennsylvania",
        "virginia",
        "wisconsin",
        "outbreak",
        "led",
        "cdc",
        "issue",
        "alert",
        "clinician",
        "health",
        "care",
        "provider",
        "sickened",
        "people",
        "synthetic",
        "sample",
        "tied",
        "outbreak",
        "tested",
        "positive",
        "brodifacoum",
        "expert",
        "say",
        "severity",
        "instance",
        "mask",
        "even",
        "larger",
        "problem",
        "synthetic",
        "cannabinoid",
        "misuse",
        "occurring",
        "nationwide",
        "worldwide",
        "since",
        "substance",
        "trafficked",
        "internet",
        "vendor",
        "global",
        "reach",
        "say",
        "mike",
        "baumann",
        "chief",
        "designer",
        "drug",
        "research",
        "unit",
        "national",
        "institute",
        "drug",
        "abuse",
        "intramural",
        "research",
        "program",
        "indeed",
        "spate",
        "case",
        "official",
        "think",
        "separate",
        "outbreak",
        "dozen",
        "people",
        "hospitalized",
        "visited",
        "emergency",
        "room",
        "new",
        "york",
        "city",
        "recent",
        "day",
        "due",
        "suspected",
        "synthetic",
        "marijuana",
        "use",
        "new",
        "york",
        "city",
        "department",
        "health",
        "mental",
        "hygiene",
        "tuesday",
        "said",
        "least",
        "emergency",
        "department",
        "visit",
        "last",
        "saturday",
        "monday",
        "believed",
        "tied",
        "synthetic",
        "cannabinoids",
        "visit",
        "occurring",
        "brooklyn",
        "patient",
        "appeared",
        "drowsy",
        "sedated",
        "agency",
        "said",
        "case",
        "unexplained",
        "bleeding",
        "identified",
        "enough",
        "science",
        "determine",
        "effect",
        "using",
        "fake",
        "weed",
        "know",
        "misuse",
        "synthetic",
        "cannabinoids",
        "cause",
        "profound",
        "adverse",
        "effect",
        "especially",
        "induction",
        "panic",
        "attack",
        "paranoia",
        "symptom",
        "baumann",
        "say",
        "many",
        "instance",
        "psychotic",
        "episode",
        "induced",
        "synthetic",
        "cannabinoids",
        "sustained",
        "resolve",
        "even",
        "long",
        "period",
        "abstinence",
        "drug",
        "fight",
        "curb",
        "use",
        "fake",
        "pot",
        "occurred",
        "shifting",
        "battlefield",
        "since",
        "start",
        "decade",
        "federal",
        "government",
        "state",
        "city",
        "like",
        "new",
        "york",
        "chicago",
        "taken",
        "action",
        "crack",
        "synthetic",
        "cannabinoids",
        "law",
        "enforcement",
        "official",
        "particularly",
        "frustrated",
        "one",
        "element",
        "chemical",
        "induce",
        "high",
        "come",
        "lab",
        "soil",
        "manufacturer",
        "altered",
        "formula",
        "effort",
        "keep",
        "offering",
        "legal",
        "try",
        "stay",
        "one",
        "step",
        "ahead",
        "law",
        "tweak",
        "molecule",
        "add",
        "molecule",
        "get",
        "something",
        "little",
        "different",
        "book",
        "illegal",
        "say",
        "rusty",
        "payne",
        "spokesman",
        "drug",
        "enforcement",
        "administration",
        "come",
        "customer",
        "say",
        "confusion",
        "guy",
        "want",
        "confusion",
        "whether",
        "legal",
        "alteration",
        "turn",
        "led",
        "additional",
        "effort",
        "legislation",
        "subsequent",
        "year",
        "general",
        "nature",
        "targeting",
        "entire",
        "class",
        "substance",
        "using",
        "broad",
        "language",
        "describe",
        "prohibited",
        "drug",
        "effect",
        "according",
        "national",
        "conference",
        "state",
        "legislature",
        "yet",
        "game",
        "continues",
        "user",
        "risk",
        "bearing",
        "consequence",
        "according",
        "information",
        "provided",
        "cdc",
        "hundred",
        "different",
        "synthetic",
        "cannabinoid",
        "chemical",
        "manufactured",
        "sold",
        "new",
        "one",
        "unknown",
        "health",
        "risk",
        "become",
        "available",
        "year",
        "calling",
        "marijuana",
        "justice",
        "people",
        "look",
        "harmless",
        "payne",
        "say",
        "nothing",
        "could",
        "truth",
        "meanwhile",
        "advocate",
        "marijuana",
        "legalization",
        "point",
        "finger",
        "dangerous",
        "use",
        "synthetic",
        "cannabinoids",
        "elected",
        "official",
        "continue",
        "criminalize",
        "marijuana",
        "consumption",
        "employer",
        "forbid",
        "pot",
        "smoker",
        "face",
        "mandatory",
        "drug",
        "test",
        "including",
        "emergency",
        "first",
        "responder",
        "service",
        "member",
        "reportedly",
        "turned",
        "synthetic",
        "cannabinoids",
        "way",
        "get",
        "high",
        "stay",
        "clean",
        "state",
        "federal",
        "official",
        "perpetuate",
        "ongoing",
        "failed",
        "prohibition",
        "cannabis",
        "share",
        "blame",
        "injury",
        "death",
        "resulting",
        "fake",
        "weed",
        "distributor",
        "peddling",
        "despicable",
        "product",
        "say",
        "erik",
        "altieri",
        "executive",
        "director",
        "national",
        "organization",
        "reform",
        "marijuana",
        "law",
        "norml",
        "expert",
        "agree",
        "synthetic",
        "cannabinoids",
        "born",
        "decade",
        "ago",
        "researcher",
        "wanted",
        "study",
        "effect",
        "marijuana",
        "brain",
        "federal",
        "regulation",
        "made",
        "difficult",
        "legally",
        "obtain",
        "drug",
        "substitute",
        "created",
        "chemical",
        "formula",
        "replicate",
        "molecular",
        "profile",
        "thc",
        "main",
        "component",
        "traditional",
        "marijuana",
        "long",
        "work",
        "made",
        "public",
        "others",
        "recognized",
        "opportunity",
        "use",
        "process",
        "create",
        "designer",
        "drug",
        "powerful",
        "pot",
        "cheaper",
        "make",
        "easier",
        "distribute",
        "legal",
        "least",
        "theory",
        "1990s",
        "bing",
        "bong",
        "boom",
        "marketed",
        "drug",
        "created",
        "major",
        "havoc",
        "payne",
        "say",
        "dealing",
        "synthetic",
        "cannabinoids",
        "last",
        "year",
        "payne",
        "say",
        "since",
        "identified",
        "designer",
        "synthetic",
        "drug",
        "large",
        "part",
        "synthetic",
        "cannabinoids",
        "sold",
        "counter",
        "well",
        "internet",
        "national",
        "drug",
        "threat",
        "assessment",
        "dea",
        "forecast",
        "new",
        "psychoactive",
        "substance",
        "synthetic",
        "cannabinoids",
        "continue",
        "pose",
        "nationwide",
        "threat",
        "continuing",
        "cause",
        "overdoses",
        "death",
        "availability",
        "remains",
        "mostly",
        "stable",
        "np",
        "relatively",
        "inexpensive",
        "continue",
        "available",
        "shop",
        "street",
        "sale",
        "internet",
        "making",
        "accessible",
        "anyone",
        "seek",
        "keep",
        "specific",
        "data",
        "user",
        "profile",
        "cdc",
        "say",
        "previous",
        "analysis",
        "caller",
        "poison",
        "center",
        "regarding",
        "synthetic",
        "cannabinoids",
        "showed",
        "percent",
        "call",
        "concerned",
        "use",
        "among",
        "male",
        "call",
        "user",
        "age",
        "recorded",
        "median",
        "age",
        "getty",
        "image",
        "man",
        "viewed",
        "sprawled",
        "ground",
        "area",
        "witnessed",
        "explosion",
        "use",
        "k2",
        "synthetic",
        "marijuana",
        "drug",
        "east",
        "harlem",
        "new",
        "york",
        "city",
        "yet",
        "user",
        "synthetic",
        "cannabinoid",
        "product",
        "baumann",
        "say",
        "example",
        "certain",
        "subpopulation",
        "using",
        "synthetic",
        "cannabinoids",
        "avoid",
        "detection",
        "use",
        "probationer",
        "parolee",
        "military",
        "personnel",
        "athlete",
        "others",
        "routinely",
        "tested",
        "illicit",
        "drug",
        "use",
        "substance",
        "detected",
        "standard",
        "drug",
        "time",
        "another",
        "emerging",
        "problem",
        "misuse",
        "synthetic",
        "cannabinoid",
        "product",
        "homeless",
        "people",
        "say",
        "baumann",
        "fake",
        "weed",
        "readily",
        "available",
        "purchased",
        "dollar",
        "represents",
        "relatively",
        "inexpensive",
        "way",
        "get",
        "high",
        "although",
        "fake",
        "pot",
        "product",
        "give",
        "illusion",
        "safety",
        "standardized",
        "production",
        "packaged",
        "bear",
        "label",
        "reading",
        "incense",
        "human",
        "consumption",
        "amount",
        "type",
        "chemical",
        "single",
        "package",
        "vary",
        "seen",
        "product",
        "laced",
        "rat",
        "poison",
        "caused",
        "havoc",
        "illinois",
        "brodifacoum",
        "psychoactive",
        "substance",
        "poison",
        "added",
        "product",
        "either",
        "intentionally",
        "accidentally",
        "baumann",
        "say",
        "importantly",
        "specific",
        "instance",
        "bleeding",
        "event",
        "confined",
        "spot",
        "poisoned",
        "product",
        "sold",
        "payne",
        "dea",
        "say",
        "law",
        "enforcement",
        "deploying",
        "every",
        "tool",
        "disposal",
        "clamp",
        "fake",
        "pot",
        "distributor",
        "including",
        "use",
        "law",
        "prosecute",
        "alter",
        "formula",
        "yet",
        "say",
        "current",
        "opioid",
        "crisis",
        "overshadowed",
        "synthetic",
        "cannabinoid",
        "one",
        "opioids",
        "taking",
        "lot",
        "attention",
        "much",
        "likely",
        "delight",
        "distributor",
        "manufacturer",
        "stuff",
        "say",
        "payne",
        "noting",
        "region",
        "country",
        "recorded",
        "fake",
        "overdoses",
        "death",
        "good",
        "using",
        "nothing",
        "game",
        "russian",
        "roulette",
        "august",
        "recovering",
        "user",
        "wholeheartedly",
        "agrees",
        "height",
        "addiction",
        "say",
        "nighttime",
        "craving",
        "drug",
        "would",
        "wake",
        "sound",
        "sleep",
        "body",
        "would",
        "relax",
        "lit",
        "puff",
        "tried",
        "get",
        "clean",
        "say",
        "would",
        "make",
        "day",
        "three",
        "vomiting",
        "chill",
        "withdrawal",
        "fall",
        "wagon",
        "pick",
        "pipe",
        "changed",
        "one",
        "night",
        "early",
        "march",
        "august",
        "friend",
        "consumed",
        "synthetic",
        "weed",
        "laced",
        "brodifacoum",
        "within",
        "hour",
        "smoking",
        "friend",
        "emergency",
        "room",
        "severe",
        "bleeding",
        "august",
        "doubled",
        "intense",
        "stomach",
        "pain",
        "cramp",
        "seemed",
        "grow",
        "stronger",
        "hour",
        "long",
        "dragging",
        "hospital",
        "prognosis",
        "grave",
        "august",
        "doctor",
        "suggested",
        "alert",
        "loved",
        "one",
        "tell",
        "addicted",
        "drug",
        "august",
        "say",
        "voice",
        "breaking",
        "doctor",
        "told",
        "call",
        "family",
        "might",
        "make",
        "night",
        "august",
        "eventually",
        "recovered",
        "say",
        "experience",
        "convinced",
        "avoid",
        "synthetic",
        "marijuana",
        "good",
        "learned",
        "lesson",
        "anything",
        "say",
        "nevertheless",
        "say",
        "dealing",
        "consequence",
        "addiction",
        "including",
        "pulmonary",
        "circulatory",
        "system",
        "damaged",
        "age",
        "heightened",
        "risk",
        "heart",
        "attack",
        "stroke",
        "daily",
        "routine",
        "includes",
        "swallowing",
        "handful",
        "pill",
        "keep",
        "healthy",
        "dealing",
        "person",
        "dealing",
        "say",
        "want",
        "smoke",
        "every",
        "day",
        "fight",
        "watch",
        "web",
        "fuel",
        "opioid",
        "crisis",
        "show",
        "chapter",
        "dark",
        "web",
        "cryptocurrencies",
        "fueling",
        "opioid",
        "crisis",
        "pm",
        "et",
        "fri",
        "april"
    ]
}