{
    "organizations": [],
    "uuid": "c1e4c53c828f7a2662b34f9feda8cf275c6a75e1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/business-wire-steel-partners-holdings-l-p-reports-first-quarter-financial-results-and-outlook.html",
    "ord_in_thread": 0,
    "title": "Steel Partners Holdings L.P. Reports First Quarter Financial Results and Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Steel Partners Holdings L.P. (NYSE:SPLP), a diversified global holding company, today announced operating results for the first quarter ended March 31, 2018. For a full discussion of the results, please see the Company's Form 10-Q as filed with the U.S. Securities and Exchange Commission, which can be found at www.steelpartners.com .\nRevenue for the 2018 first quarter increased to $366.2 million from $323.3 million for the same period in 2017. Loss before income taxes and equity method investments was $9.5 million for the first quarter of 2018, compared with a loss of $2.6 million in the comparable 2017 period. Net loss attributable to the Company's common unitholders for the 2018 first quarter was $9.1 million, or $0.35 per common unit, compared with a loss of $4.1 million, or $0.16 per common unit, for the same period in 2017. The Company generated a 16.2% increase in Adjusted EBITDA for the first quarter of 2018 to $35.2 million from $30.3 million for the same period in 2017. The 2018 quarter's Adjusted EBITDA reflects a higher contribution from the Company's Diversified Industrial segment, including the impact of the acquisition of Dunmore, as well as the Energy and Financial Services segments, partially offset by higher corporate expenses. The Company is presenting Adjusted EBITDA to assist investors with their understanding of Steel Partners' results of operations and financial condition. See \"Note Regarding Use of Non-GAAP Financial Measurements\" below for the definition of Adjusted EBITDA.\nResults for the 2018 first quarter, and the comparable period in 2017, include certain significant acquisition and integration-related costs associated with the Company's recently completed transactions, as well as other non-cash income or loss from associated companies and other investments held at fair value, net of taxes, which are allocated by segment. The 2017 period reflects an accrual for incentive unit expense of $5.1 million based on an increase in the market price of the Company's common units. No comparable expense was recorded in the 2018 period.\n\"This quarter was characterized by solid operating performances in each of our business segments, resulting in double-digit revenue and Adjusted EBITDA growth,\" said Warren Lichtenstein, Executive Chairman of Steel Partners. \"The underlying improvements in our operations were overshadowed by our investment portfolio fluctuations in the quarter, predominately our Babcock & Wilcox investment. We continued to make progress toward simplifying our corporate structure and enhancing our 'One Steel' initiative of reducing costs and increasing operating efficiencies. Throughout the year, we will continue to focus on this objective, while also driving long-term growth.\"\nBased on current information, Steel Partners expects 2018 second quarter revenue between $389 million and $452 million and Adjusted EBITDA between $47 million and $57 million. The Company anticipates revenue for the full 2018 year between $1.5 billion and $1.6 billion and Adjusted EBITDA between $184 million and $225 million, which forecasts are unchanged from the Company's prior guidance.\n(Financial Tables on Following Pages)\nFinancial Summary\n(in thousands, except per common unit) Three Months Ended March 31, 2018 2017 Revenue $ 366,245 $ 323,319 Costs and expenses, excluding realized and unrealized losses on securities 361,932 325,658 Realized and unrealized losses on securities, net 13,789 215 Total costs and expenses 375,721 325,873 Loss before income taxes and equity method investments (9,476 ) (2,554 ) Income tax provision 1,330 6,846 Income of associated companies, net of taxes (1,955 ) (6,302 ) Net loss (8,851 ) (3,098 ) Net income attributable to noncontrolling interests in consolidated entities (227 ) (984 ) Net loss attributable to common unitholders $ (9,078 ) $ (4,082 ) Net loss per common unit - basic and diluted $ (0.35 ) $ (0.16 ) Capital expenditures 12,010 8,899 Balance Sheet Data\n(in thousands, except common and preferred units) March 31, December 31, 2018 2017 Cash and cash equivalents $ 322,833 $ 418,755 WebBank cash and cash equivalents 250,254 303,883 Cash and cash equivalents, excluding WebBank 72,579 114,872 Marketable securities 15,120 58,313 Long-term investments 274,769 236,144 Total debt 474,169 414,667 Preferred unit liability 173,121 176,512 Common units outstanding 26,164,143 26,348,420 Preferred units outstanding 7,741,017 7,952,660 Supplemental Non-GAAP Disclosures\nAdjusted EBITDA Reconciliation: (in thousands) Three Months Ended March 31, 2018 2017 Net loss $ (8,851 ) $ (3,098 ) Income tax provision 1,330 6,846 (Loss) income before income taxes (7,521 ) 3,748 Add (Deduct): Income of associated companies, net of taxes (1,955 ) (6,302 ) Realized and unrealized losses on securities, net 13,789 215 Interest expense 8,109 4,406 Depreciation 11,351 10,161 Amortization 7,351 8,119 Non-cash pension expense 908 1,572 Non-cash equity-based compensation 149 6,327 Amortization of fair value adjustments to acquisition-date inventories 603 — Other items, net 2,384 2,013 Adjusted EBITDA $ 35,168 $ 30,259 Segment Results\n(in thousands) Three Months Ended March 31, 2018 2017 Revenue: Diversified industrial $ 307,618 $ 280,214 Energy 36,592 27,316 Financial services 22,035 15,789 Total Revenue $ 366,245 $ 323,319 Income (loss) before income taxes: Diversified industrial $ 10,682 $ 7,946 Energy (5,820 ) (7,777 ) Financial services 8,530 7,623 Corporate and other (20,913 ) (4,044 ) (Loss) income before income taxes (7,521 ) 3,748 Income tax provision 1,330 6,846 Net loss $ (8,851 ) $ (3,098 ) Income of associated companies, net of taxes: Energy $ 819 $ 799 Corporate and other 1,136 5,503 Total $ 1,955 $ 6,302 Segment depreciation and amortization: Diversified industrial $ 13,548 $ 13,186 Energy 5,022 4,989 Financial services 100 70 Corporate and other 32 35 Total depreciation and amortization $ 18,702 $ 18,280 Segment Adjusted EBITDA: Diversified industrial $ 29,676 $ 27,198 Energy 367 (1,636 ) Financial services 9,494 7,693 Corporate and other (4,369 ) (2,996 ) Total Adjusted EBITDA $ 35,168 $ 30,259 Note Regarding Use of Non-GAAP Financial Measurements\nThe financial data contained in this press release includes certain non-GAAP financial measurements as defined by the U.S. Securities and Exchange Commission (\"SEC\"), including \"Adjusted EBITDA.\" The Company is presenting Adjusted EBITDA because it believes that it provides useful information to investors about SPLP, its business and its financial condition. The Company defines Adjusted EBITDA as net income or loss before the effects of income or loss from investments in associated companies and other investments held at fair value, interest expense, taxes, depreciation and amortization, non-cash pension expense or income, and realized and unrealized gains or losses on investments and excludes certain non-recurring and non-cash items. The Company believes Adjusted EBITDA is useful to investors because it is one of the measures used by the Company's Board of Directors and management to evaluate its business, including in internal management reporting, budgeting and forecasting processes, in comparing operating results across the business, as an internal profitability measure, as a component in evaluating the ability and the desirability of making capital expenditures and significant acquisitions and as an element in determining executive compensation.\nHowever, Adjusted EBITDA is not a measure of financial performance under generally accepted accounting principles in the U.S. (\"U.S. GAAP\"), and the items excluded from Adjusted EBITDA are significant components in understanding and assessing financial performance. Therefore, Adjusted EBITDA should not be considered a substitute for net income or loss, or cash flows from operating, investing or financing activities. Because Adjusted EBITDA is calculated before recurring cash charges, including realized losses investments, interest expense and taxes, and is not adjusted for capital expenditures or other recurring cash requirements of the business, it should not be considered as a measure of discretionary cash available to invest in the growth of the business. There are a number of material limitations to the use of Adjusted EBITDA as an analytical tool, including the following:\nAdjusted EBITDA does not reflect the Company's tax provision or the cash requirements to pay its taxes; Adjusted EBITDA does not reflect income or loss from the Company's investments in associated companies and other investments held at fair value; Adjusted EBITDA does not reflect the Company's interest expense; Although depreciation and amortization are non-cash expenses in the period recorded, the assets being depreciated and amortized may have to be replaced in the future, and Adjusted EBITDA does not reflect the cash requirements for such replacement; Adjusted EBITDA does not reflect the Company's net realized and unrealized gains and losses on its investments; Adjusted EBITDA does not include non-cash charges for pension expense and equity-based compensation; and Adjusted EBITDA does not include certain other non-recurring and non-cash items.\nThe Company compensates for these limitations by relying primarily on its U.S. GAAP financial measures and by using Adjusted EBITDA only as supplemental information. The Company believes that consideration of Adjusted EBITDA, together with a careful review of its U.S. GAAP financial measures, is the most informed method of analyzing SPLP.\nThe Company reconciles Adjusted EBITDA to net income or loss, which does not include amounts reported under U.S. GAAP related to noncontrolling interests in consolidated entities, and that reconciliation is set forth above. Because Adjusted EBITDA is not a measurement determined in accordance with U.S. GAAP and is susceptible to varying calculations, Adjusted EBITDA, as presented, may not be comparable to other similarly titled measures of other companies. Revenues and expenses are measured in accordance with the policies and procedures described in the Company's Annual Report on Form 10-K for the year ended December 31, 2017, except for changes made in accordance with the new accounting pronouncements adopted January 1, 2018, as discussed in Note 1 - \"Nature of the Business and Basis of Presentation\" and Note 2 - \"Revenues\" to the Company's Form 10-Q filed with the SEC.\nAbout Steel Partners Holdings L.P.\nSteel Partners Holdings L.P. ( www.steelpartners.com ) is a diversified global holding company that owns and operates businesses and has significant interests in leading companies in various industries, including diversified industrial products, energy, defense, supply chain management and logistics, banking and youth sports.\nForward-Looking Statements\nThis press release contains certain \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, that reflect SPLP's current expectations and projections about its future results, performance, prospects and opportunities. SPLP has tried to identify these forward-looking statements by using words such as \"may,\" \"should,\" \"expect,\" \"hope,\" \"anticipate,\" \"believe,\" \"intend,\" \"plan,\" \"estimate\" and similar expressions. These forward-looking statements are based on information currently available to the Company and are subject to a number of risks, uncertainties and other factors that could cause its actual results, performance, prospects or opportunities in 2018 and beyond to differ materially from those expressed in, or implied by, these forward-looking statements. These factors include, without limitation, SPLP's need for additional financing and the terms and conditions of any financing that is consummated, customers' acceptance of its new and existing products, the risk that the Company and its subsidiaries will not be able to compete successfully, the possible volatility of the Company's common or preferred unit price and the potential fluctuation in its operating results. Although SPLP believes that the expectations reflected in these forward-looking statements are reasonable and achievable, such statements involve significant risks and uncertainties, and no assurance can be given that the actual results will be consistent with these forward-looking statements. Investors should read carefully the factors described in the \"Risk Factors\" section of the Company's filings with the SEC, including the Company's Form 10-K for the year ended December 31, 2017, for information regarding risk factors that could affect the Company's results. Except as otherwise required by federal securities laws, SPLP undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, changed circumstances or any other reason.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180507005192/en/\nInvestors:\nPondel Wilkinson Inc.\nRoger S. Pondel, 310-279-5965\nrpondel@pondel.com\nSource: Steel Partners Holdings L.P.",
    "published": "2018-05-07T16:00:00.000+03:00",
    "crawled": "2018-05-07T15:41:44.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "steel",
        "partner",
        "holding",
        "nyse",
        "splp",
        "diversified",
        "global",
        "holding",
        "company",
        "today",
        "announced",
        "operating",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "full",
        "discussion",
        "result",
        "please",
        "see",
        "company",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "found",
        "revenue",
        "first",
        "quarter",
        "increased",
        "million",
        "million",
        "period",
        "loss",
        "income",
        "tax",
        "equity",
        "method",
        "investment",
        "million",
        "first",
        "quarter",
        "compared",
        "loss",
        "million",
        "comparable",
        "period",
        "net",
        "loss",
        "attributable",
        "company",
        "common",
        "unitholders",
        "first",
        "quarter",
        "million",
        "per",
        "common",
        "unit",
        "compared",
        "loss",
        "million",
        "per",
        "common",
        "unit",
        "period",
        "company",
        "generated",
        "increase",
        "adjusted",
        "ebitda",
        "first",
        "quarter",
        "million",
        "million",
        "period",
        "quarter",
        "adjusted",
        "ebitda",
        "reflects",
        "higher",
        "contribution",
        "company",
        "diversified",
        "industrial",
        "segment",
        "including",
        "impact",
        "acquisition",
        "dunmore",
        "well",
        "energy",
        "financial",
        "service",
        "segment",
        "partially",
        "offset",
        "higher",
        "corporate",
        "expense",
        "company",
        "presenting",
        "adjusted",
        "ebitda",
        "assist",
        "investor",
        "understanding",
        "steel",
        "partner",
        "result",
        "operation",
        "financial",
        "condition",
        "see",
        "note",
        "regarding",
        "use",
        "financial",
        "measurement",
        "definition",
        "adjusted",
        "ebitda",
        "result",
        "first",
        "quarter",
        "comparable",
        "period",
        "include",
        "certain",
        "significant",
        "acquisition",
        "cost",
        "associated",
        "company",
        "recently",
        "completed",
        "transaction",
        "well",
        "income",
        "loss",
        "associated",
        "company",
        "investment",
        "held",
        "fair",
        "value",
        "net",
        "tax",
        "allocated",
        "segment",
        "period",
        "reflects",
        "accrual",
        "incentive",
        "unit",
        "expense",
        "million",
        "based",
        "increase",
        "market",
        "price",
        "company",
        "common",
        "unit",
        "comparable",
        "expense",
        "recorded",
        "period",
        "quarter",
        "characterized",
        "solid",
        "operating",
        "performance",
        "business",
        "segment",
        "resulting",
        "revenue",
        "adjusted",
        "ebitda",
        "growth",
        "said",
        "warren",
        "lichtenstein",
        "executive",
        "chairman",
        "steel",
        "partner",
        "underlying",
        "improvement",
        "operation",
        "overshadowed",
        "investment",
        "portfolio",
        "fluctuation",
        "quarter",
        "predominately",
        "babcock",
        "wilcox",
        "investment",
        "continued",
        "make",
        "progress",
        "toward",
        "simplifying",
        "corporate",
        "structure",
        "enhancing",
        "steel",
        "initiative",
        "reducing",
        "cost",
        "increasing",
        "operating",
        "efficiency",
        "throughout",
        "year",
        "continue",
        "focus",
        "objective",
        "also",
        "driving",
        "growth",
        "based",
        "current",
        "information",
        "steel",
        "partner",
        "expects",
        "second",
        "quarter",
        "revenue",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "company",
        "anticipates",
        "revenue",
        "full",
        "year",
        "billion",
        "billion",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "forecast",
        "unchanged",
        "company",
        "prior",
        "guidance",
        "financial",
        "table",
        "following",
        "page",
        "financial",
        "summary",
        "thousand",
        "except",
        "per",
        "common",
        "unit",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "expense",
        "excluding",
        "realized",
        "unrealized",
        "loss",
        "security",
        "realized",
        "unrealized",
        "loss",
        "security",
        "net",
        "total",
        "cost",
        "expense",
        "loss",
        "income",
        "tax",
        "equity",
        "method",
        "investment",
        "income",
        "tax",
        "provision",
        "income",
        "associated",
        "company",
        "net",
        "tax",
        "net",
        "loss",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "consolidated",
        "entity",
        "net",
        "loss",
        "attributable",
        "common",
        "unitholders",
        "net",
        "loss",
        "per",
        "common",
        "unit",
        "basic",
        "diluted",
        "capital",
        "expenditure",
        "balance",
        "sheet",
        "data",
        "thousand",
        "except",
        "common",
        "preferred",
        "unit",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "webbank",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "excluding",
        "webbank",
        "marketable",
        "security",
        "investment",
        "total",
        "debt",
        "preferred",
        "unit",
        "liability",
        "common",
        "unit",
        "outstanding",
        "preferred",
        "unit",
        "outstanding",
        "supplemental",
        "disclosure",
        "adjusted",
        "ebitda",
        "reconciliation",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "income",
        "tax",
        "provision",
        "loss",
        "income",
        "income",
        "tax",
        "add",
        "deduct",
        "income",
        "associated",
        "company",
        "net",
        "tax",
        "realized",
        "unrealized",
        "loss",
        "security",
        "net",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "pension",
        "expense",
        "compensation",
        "amortization",
        "fair",
        "value",
        "adjustment",
        "inventory",
        "item",
        "net",
        "adjusted",
        "ebitda",
        "segment",
        "result",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "diversified",
        "industrial",
        "energy",
        "financial",
        "service",
        "total",
        "revenue",
        "income",
        "loss",
        "income",
        "tax",
        "diversified",
        "industrial",
        "energy",
        "financial",
        "service",
        "corporate",
        "loss",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "loss",
        "income",
        "associated",
        "company",
        "net",
        "tax",
        "energy",
        "corporate",
        "total",
        "segment",
        "depreciation",
        "amortization",
        "diversified",
        "industrial",
        "energy",
        "financial",
        "service",
        "corporate",
        "total",
        "depreciation",
        "amortization",
        "segment",
        "adjusted",
        "ebitda",
        "diversified",
        "industrial",
        "energy",
        "financial",
        "service",
        "corporate",
        "total",
        "adjusted",
        "ebitda",
        "note",
        "regarding",
        "use",
        "financial",
        "measurement",
        "financial",
        "data",
        "contained",
        "press",
        "release",
        "includes",
        "certain",
        "financial",
        "measurement",
        "defined",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "adjusted",
        "ebitda",
        "company",
        "presenting",
        "adjusted",
        "ebitda",
        "belief",
        "provides",
        "useful",
        "information",
        "investor",
        "splp",
        "business",
        "financial",
        "condition",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "effect",
        "income",
        "loss",
        "investment",
        "associated",
        "company",
        "investment",
        "held",
        "fair",
        "value",
        "interest",
        "expense",
        "tax",
        "depreciation",
        "amortization",
        "pension",
        "expense",
        "income",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "excludes",
        "certain",
        "item",
        "company",
        "belief",
        "adjusted",
        "ebitda",
        "useful",
        "investor",
        "one",
        "measure",
        "used",
        "company",
        "board",
        "director",
        "management",
        "evaluate",
        "business",
        "including",
        "internal",
        "management",
        "reporting",
        "budgeting",
        "forecasting",
        "process",
        "comparing",
        "operating",
        "result",
        "across",
        "business",
        "internal",
        "profitability",
        "measure",
        "component",
        "evaluating",
        "ability",
        "desirability",
        "making",
        "capital",
        "expenditure",
        "significant",
        "acquisition",
        "element",
        "determining",
        "executive",
        "compensation",
        "however",
        "adjusted",
        "ebitda",
        "measure",
        "financial",
        "performance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "item",
        "excluded",
        "adjusted",
        "ebitda",
        "significant",
        "component",
        "understanding",
        "assessing",
        "financial",
        "performance",
        "therefore",
        "adjusted",
        "ebitda",
        "considered",
        "substitute",
        "net",
        "income",
        "loss",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "adjusted",
        "ebitda",
        "calculated",
        "recurring",
        "cash",
        "charge",
        "including",
        "realized",
        "loss",
        "investment",
        "interest",
        "expense",
        "tax",
        "adjusted",
        "capital",
        "expenditure",
        "recurring",
        "cash",
        "requirement",
        "business",
        "considered",
        "measure",
        "discretionary",
        "cash",
        "available",
        "invest",
        "growth",
        "business",
        "number",
        "material",
        "limitation",
        "use",
        "adjusted",
        "ebitda",
        "analytical",
        "tool",
        "including",
        "following",
        "adjusted",
        "ebitda",
        "reflect",
        "company",
        "tax",
        "provision",
        "cash",
        "requirement",
        "pay",
        "tax",
        "adjusted",
        "ebitda",
        "reflect",
        "income",
        "loss",
        "company",
        "investment",
        "associated",
        "company",
        "investment",
        "held",
        "fair",
        "value",
        "adjusted",
        "ebitda",
        "reflect",
        "company",
        "interest",
        "expense",
        "although",
        "depreciation",
        "amortization",
        "expense",
        "period",
        "recorded",
        "asset",
        "depreciated",
        "amortized",
        "may",
        "replaced",
        "future",
        "adjusted",
        "ebitda",
        "reflect",
        "cash",
        "requirement",
        "replacement",
        "adjusted",
        "ebitda",
        "reflect",
        "company",
        "net",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "adjusted",
        "ebitda",
        "include",
        "charge",
        "pension",
        "expense",
        "compensation",
        "adjusted",
        "ebitda",
        "include",
        "certain",
        "item",
        "company",
        "compensates",
        "limitation",
        "relying",
        "primarily",
        "gaap",
        "financial",
        "measure",
        "using",
        "adjusted",
        "ebitda",
        "supplemental",
        "information",
        "company",
        "belief",
        "consideration",
        "adjusted",
        "ebitda",
        "together",
        "careful",
        "review",
        "gaap",
        "financial",
        "measure",
        "informed",
        "method",
        "analyzing",
        "splp",
        "company",
        "reconciles",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "include",
        "amount",
        "reported",
        "gaap",
        "related",
        "noncontrolling",
        "interest",
        "consolidated",
        "entity",
        "reconciliation",
        "set",
        "forth",
        "adjusted",
        "ebitda",
        "measurement",
        "determined",
        "accordance",
        "gaap",
        "susceptible",
        "varying",
        "calculation",
        "adjusted",
        "ebitda",
        "presented",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "revenue",
        "expense",
        "measured",
        "accordance",
        "policy",
        "procedure",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "except",
        "change",
        "made",
        "accordance",
        "new",
        "accounting",
        "pronouncement",
        "adopted",
        "january",
        "discussed",
        "note",
        "nature",
        "business",
        "basis",
        "presentation",
        "note",
        "revenue",
        "company",
        "form",
        "filed",
        "sec",
        "steel",
        "partner",
        "holding",
        "steel",
        "partner",
        "holding",
        "diversified",
        "global",
        "holding",
        "company",
        "owns",
        "operates",
        "business",
        "significant",
        "interest",
        "leading",
        "company",
        "various",
        "industry",
        "including",
        "diversified",
        "industrial",
        "product",
        "energy",
        "defense",
        "supply",
        "chain",
        "management",
        "logistics",
        "banking",
        "youth",
        "sport",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "reflect",
        "splp",
        "current",
        "expectation",
        "projection",
        "future",
        "result",
        "performance",
        "prospect",
        "opportunity",
        "splp",
        "tried",
        "identify",
        "statement",
        "using",
        "word",
        "may",
        "expect",
        "hope",
        "anticipate",
        "believe",
        "intend",
        "plan",
        "estimate",
        "similar",
        "expression",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "prospect",
        "opportunity",
        "beyond",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "without",
        "limitation",
        "splp",
        "need",
        "additional",
        "financing",
        "term",
        "condition",
        "financing",
        "consummated",
        "customer",
        "acceptance",
        "new",
        "existing",
        "product",
        "risk",
        "company",
        "subsidiary",
        "able",
        "compete",
        "successfully",
        "possible",
        "volatility",
        "company",
        "common",
        "preferred",
        "unit",
        "price",
        "potential",
        "fluctuation",
        "operating",
        "result",
        "although",
        "splp",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "achievable",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "assurance",
        "given",
        "actual",
        "result",
        "consistent",
        "statement",
        "investor",
        "read",
        "carefully",
        "factor",
        "described",
        "risk",
        "factor",
        "section",
        "company",
        "filing",
        "sec",
        "including",
        "company",
        "form",
        "year",
        "ended",
        "december",
        "information",
        "regarding",
        "risk",
        "factor",
        "could",
        "affect",
        "company",
        "result",
        "except",
        "otherwise",
        "required",
        "federal",
        "security",
        "law",
        "splp",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "changed",
        "circumstance",
        "reason",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "pondel",
        "wilkinson",
        "roger",
        "pondel",
        "rpondel",
        "source",
        "steel",
        "partner",
        "holding"
    ]
}