{
    "organizations": [],
    "uuid": "eb7752ad0bf1d384a491cbf73f7f8adbf35aba2d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-mgp-ingredients-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "MGP Ingredients Reports Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ATCHISON, Kan., MGP Ingredients, Inc. (Nasdaq/MGPI), a leading supplier of premium distilled spirits and specialty wheat proteins and starches, today reported results for the first quarter ended March 31, 2018.\n2018 first quarter results compared to 2017 first quarter results\nConsolidated net sales increased 0.9% to $88.0 million, reflecting growth in both the Distillery Products and Ingredient Solutions segments. Consolidated gross profit decreased 0.5% to $19.0 million, as a result of a decrease in gross profit in the Distillery Products segment, partially offset by an increase in the Ingredient Solutions segment. Consolidated gross margin decreased 30 basis points to 21.5%, from 21.8% in the prior year quarter. Consolidated net income increased 2.9% to $8.9 million, primarily due to the decline in the Company's effective tax rate resulting from implementation of the Tax Cut and Jobs Act. Earnings per share increased to $0.52 per share from $0.50 per share in the prior year period, primarily due to the lower effective tax rate.\n“We continue to be very pleased with our progress against all parts of our strategic plan, and see no change in the macro consumer trends that are powering our growth. Our results this period reflect quarterly volatility resulting from changes in customer order timing for premium beverage alcohol,” said Gus Griffin, president and CEO of MGP Ingredients. “Since the initial implementation of our strategic plan in early 2015, this is the first time we have experienced a quarterly decline, either versus prior year quarter or sequential quarter, in sales of premium beverage alcohol. Despite that, this quarter was still a very strong period for sales of premium beverage alcohol, our third highest in recent history. Based on that, we are reconfirming our guidance for the full year.”\nDistillery Products Segment - Order Timing Impacts Quarterly Results\nFor the first quarter of 2018, net sales for the Distillery Products segment increased 0.6% to $74.4 million. Gross profit declined to $15.9 million, or 21.3% of net segment sales, compared to $16.6 million, or 22.5% of net segment sales in the first quarter 2017.\n\"We continued to experience strong demand for our bourbon and rye whiskeys, and continue to grow new distillate sales with existing and new customers,” said Griffin. “We do not feel the year-over-year decline in sales of premium beverage alcohol this quarter reflects any slow-down in our core business. We remain focused on the long term, and our plan for sustainable growth in premium beverage alcohol remains on track.”\nFood Grade Alcohol (in thousands) Net Sales Quarter Ended March 31, Quarter vs. Quarter Net Sales Change Increase/(Decrease) 2018 2017 $ Change % Change Premium Beverage Alcohol $ 44,071 $ 45,640 $ (1,569 ) (3.4 )% Industrial Alcohol 19,344 19,123 221 1.2 Food Grade Alcohol $ 63,415 $ 64,763 $ (1,348 ) (2.1 )% Ingredient Solutions - Gross Profit Grows 27%\nFor the 2018 first quarter, net sales in the Ingredient Solutions segment increased 2.7% to $13.6 million. Gross profit increased to $3.1 million, or 22.7% of net segment sales, compared to $2.4 million, or 18.4% of net segment sales in the first quarter 2017.\nGriffin said, “We are particularly pleased with the continued sales growth in both our fiber and textured wheat protein businesses. This quarter, versus prior year quarter, sales of our Fibersym specialty wheat starch product grew substantially and sales of our TruTex specialty wheat protein product more than doubled. We are confident in the macro consumer trends supporting this growth and are excited about the potential.”\nOther\nCorporate selling, general and administrative expenses were $8.6 million for the first quarter 2018, compared to $7.6 million in the first quarter 2017, primarily due to investments in the MGP brands platform (personnel costs and advertising and promotion).\nThe corporate effective tax rate for the quarter was 12.3% compared with 24.7% in the year ago period.\nEarnings per share grew to $0.52 for the first quarter 2018, compared to $0.50 for the first quarter 2017.\n2018 and Long-Term Guidance\nMGP is confirming the following guidance for fiscal 2018 and beyond:\nOperating income is expected to grow between 10% and 15% for fiscal year 2018. The Company’s conservative estimate of growth in operating income in 2019 is 15% to 20% as sales of aged whiskey inventory become a more significant factor. 2018 net sales growth is projected in the high single-digit percentage range versus 2017, subject to some volatility as the Company continues to shift sales from industrial to premium beverage alcohol. 2018 gross margins are expected to continue to grow modestly versus 2017. 2018 effective tax rate is forecast to be 25%, and shares outstanding are expected to be approximately 16.9 million at year end.\nConclusion\n“Despite the quarterly volatility reflected in this period, we continue to be pleased with our progress against our long-term strategic plan. Key consumer trends impacting both business segments remain strong and there continues to be strong demand for our products,” Griffin added. “We continue to invest to take full advantage of the potential provided by these trends. Our warehouse expansion plan remains on track and our investment in aged whiskey has now reached $67.9 million, at cost.”\n“On the beverage side, while our core focus will always be supplying other brand owners with premium distilled spirits, we continue to be pleased with the progress of our brands initiative. This month we will be introducing two new whiskeys to our portfolio of premium spirit brands,” concluded Griffin.\nConference Call and Webcast Information\nMGP Ingredients will host a conference call for analysts and institutional investors at 10 a.m. ET today to discuss these results and current business trends. The conference call and webcast will be available via:\nWebcast: ir.mgpingredients.com on the Presentations & Webcasts page Conference Call: 844-308-6398 (domestic) or 412-717-9605 (international) About MGP Ingredients, Inc.\nFounded in 1941, MGP is a leading supplier of premium distilled spirits and specialty wheat proteins and starches. Distilled spirits include bourbon and rye whiskeys, gins and vodkas, which are expertly crafted through a combination of art and science and backed by a long history of experience. The company's proteins and starches are created in the same manner and provide a host of functional, nutritional and sensory benefits for a wide range of food products. MGP additionally is a top producer of high quality industrial alcohol for use in both food and non-food applications. The company is headquartered in Atchison, Kansas, where distilled alcohol products and food ingredients are produced. Premium spirits are also distilled and matured at the company's facility in Lawrenceburg, Indiana. For more information, visit mgpingredients.com .\nCautionary Note Regarding Forward-Looking Statements\nThis news release contains forward-looking statements as well as historical information. All statements, other than statements of historical facts, included in this news release regarding the prospects of our industry and our prospects, plans, financial position, business strategy, guidance on growth in operating income, net sales, gross margin, and future effective tax rate may constitute forward-looking statements. In addition, forward-looking statements are usually identified by or are associated with such words as \"intend,\" \"plan,\" \"believe,\" \"estimate,\" \"expect,\" \"anticipate,\" \"hopeful,\" \"should,\" \"may,\" \"will,\" \"could,\" \"encouraged,\" \"opportunities,\" \"potential\" and/or the negatives or variations of these terms or similar terminology. They reflect management's current beliefs and estimates of future economic circumstances, industry conditions, Company performance, and Company financial results and are not guarantees of future performance. All such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those contemplated by the relevant forward-looking statement. Important factors that could cause actual results to differ materially from our expectations include, among others: (i) disruptions in operations at our Atchison facility or our Indiana facility, (ii) the availability and cost of grain and flour, and fluctuations in energy costs, (iii) the effectiveness of our grain purchasing program to mitigate our exposure to commodity price fluctuations, (iv) the effectiveness or execution of our strategic plan, (v) potential adverse effects to operations and our system of internal controls related to the loss of key management personnel, (vi) the competitive environment and related market conditions, (vii) the ability to effectively pass raw material price increases on to customers, (viii) our ability to maintain compliance with all applicable loan agreement covenants, (ix) our ability to realize operating efficiencies, (x) actions of governments, and (xi) consumer tastes and preferences. For further information on these and other risks and uncertainties that may affect our business, including risks specific to our Distillery Products and Ingredient Solutions segments, see Item 1A. Risk Factors of our Annual Report on Form 10-K for the year ended December 31, 2017.\nFor More Information\nInvestors & Analysts:\nMike Houston\n646-475-2998 or investor.relations@mgpingredients.com\nMedia:\nGreg Manis\n913-360-5440 or greg.manis@mgpingredients.com\nMGP INGREDIENTS, INC.\nOPERATING INCOME ROLLFORWARD\n(Dollars in thousands)\nOperating income Operating Income Change Quarter-versus-Quarter Operating income for the quarter ended March 31, 2017 $ 11,392 Decrease in gross profit - distillery products segment (745 ) (6.5 ) pp (a) Increase in gross profit - ingredient solutions segment 655 5.7 pp Increase in SG&A expenses (913 ) (8.0 ) pp Operating income for the quarter ended March 31, 2018 $ 10,389 (8.8 )% (a) Percentage points (\"pp\").\nMGP INGREDIENTS, INC.\nEARNINGS PER SHARE ROLLFORWARD\nChange in basic and diluted earnings per share Basic and Diluted EPS Change Quarter-versus-Quarter Basic and diluted EPS for the quarter ended March 31, 2017 $ 0.50 Change in operations (a) (0.04 ) (8.0 ) pp (b) Change in equity method investment earnings (a) (0.02 ) (4.0 ) pp Change in interest expense, net (a) 0.01 2.0 pp Tax: Net effect of the tax benefit on vested share-based compensation 0.01 2.0 pp Tax: Change in effective tax rate (excluding tax item above) 0.07 14.0 pp Change in weighted average shares outstanding (0.01 ) (2.0 ) pp Basic and diluted EPS for the quarter ended March 31, 2018 $ 0.52 4.0 % (a) Items are net of tax based on the effective tax rate for the base year (2017), excluding the effect of the tax benefit on vested share-based compensation on the 2017 rate.\n(b) Percentage points (\"pp\").\nMGP INGREDIENTS, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF INCOME (UNAUDITED)\n(Dollars in thousands)\nQuarter Ended March 31,\n2018 March 31,\n2017 Net sales $ 87,956 $ 87,169 Cost of sales 69,005 68,128 Gross profit 18,951 19,041 Selling, general and administrative expenses 8,562 7,649 Operating income 10,389 11,392 Equity method investment earnings — 471 Interest expense, net (207 ) (331 ) Income before income taxes 10,182 11,532 Income tax expense 1,255 2,854 Net income $ 8,927 $ 8,678 Income attributable to participating securities 175 250 Net income attributable to common shareholders and used in EPS calculation $ 8,752 $ 8,428 Share information: Basic and Diluted weighted average common shares 16,843,255 16,712,578 Basic and diluted earnings per common share $ 0.52 $ 0.50 Dividends and dividend equivalents per common share $ 0.08 $ 0.04 MGP INGREDIENTS, INC.\nCONSOLIDATED BALANCE SHEET (UNAUDITED)\n(Dollars in thousands) March 31,\n2018 December 31,\n2017 (Dollars in thousands) March 31,\n2018 December 31,\n2017 ASSETS LIABILITIES AND STOCKHOLDERS’ EQUITY Current Assets: Current Liabilities: Cash and cash equivalents $ 1,123 $ 3,084 Current maturities of long-term debt $ 375 $ 372 Receivables, net 34,532 34,347 Accounts payable 24,630 30,037 Inventory 98,876 93,149 Accrued expenses 7,161 11,171 Prepaid expenses 3,187 2,182 Refundable income taxes 932 1,980 Total Current Liabilities 32,166 41,580 Total Current Assets 138,650 134,742 Other Liabilities: Long-term debt, less current maturities 21,316 21,407 Revolving credit facility 10,544 2,775 Deferred credits 1,934 2,151 Property and equipment 271,097 267,288 Accrued retirement, health, and life insurance benefits 3,030 3,133 Less accumulated depreciation and amortization (167,095 ) (164,237 ) Other noncurrent liabilities 542 540 Net Property, Plant, and Equipment 104,002 103,051 Deferred income taxes 291 12 Total Liabilities 69,823 71,598 Other assets 2,559 2,535 Stockholders’ equity 175,388 168,730 TOTAL ASSETS $ 245,211 $ 240,328 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 245,211 $ 240,328 MGP INGREDIENTS, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (UNAUDITED)\n(Dollars in thousands)\nQuarter Ended March 31,\n2018 March 31,\n2017 Cash Flows from Operating Activities Net income $ 8,927 $ 8,678 Adjustments to reconcile net income to net cash provided by (used in) operating activities: Depreciation and amortization 2,929 2,738 Deferred income taxes 279 (490 ) Share-based compensation 1,191 1,028 Equity method investment earnings — (471 ) Changes in Operating Assets and Liabilities: Receivables, net (185 ) (10,302 ) Inventory (5,727 ) (1,130 ) Prepaid expenses (1,005 ) (742 ) Accounts payable (2,238 ) (943 ) Accounts payable to affiliate, net — (542 ) Accrued expenses (4,009 ) (1,627 ) Income taxes payable 1,048 3,239 Deferred credit (217 ) (201 ) Accrued retirement health and life insurance benefits (114 ) (177 ) Net cash provided by (used in) operating activities 879 (942 ) Cash Flows from Investing Activities Additions to plant, property and equipment (6,978 ) (6,454 ) Other, net (62 ) — Net cash used in investing activities (7,040 ) (6,454 ) Cash Flows from Financing Activities Purchase of treasury stock for tax withholding on share-based compensation (2,073 ) (1,131 ) Payment of dividends and dividend equivalents (1,375 ) (688 ) Principal payments on long-term debt (93 ) (89 ) Proceeds from credit agreement 7,741 10,500 Payments on credit agreement — (2,765 ) Net cash provided by financing activities 4,200 5,827 Decrease in cash and cash equivalents (1,961 ) (1,569 ) Cash and cash equivalents, beginning of period 3,084 1,569 Cash and cash equivalents, end of period $ 1,123 $ —\nSource:MGP Ingredients, Inc.",
    "published": "2018-05-02T15:30:00.000+03:00",
    "crawled": "2018-05-02T15:36:15.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "atchison",
        "mgp",
        "ingredient",
        "leading",
        "supplier",
        "premium",
        "distilled",
        "spirit",
        "specialty",
        "wheat",
        "protein",
        "starch",
        "today",
        "reported",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "result",
        "compared",
        "first",
        "quarter",
        "result",
        "consolidated",
        "net",
        "sale",
        "increased",
        "million",
        "reflecting",
        "growth",
        "distillery",
        "product",
        "ingredient",
        "solution",
        "segment",
        "consolidated",
        "gross",
        "profit",
        "decreased",
        "million",
        "result",
        "decrease",
        "gross",
        "profit",
        "distillery",
        "product",
        "segment",
        "partially",
        "offset",
        "increase",
        "ingredient",
        "solution",
        "segment",
        "consolidated",
        "gross",
        "margin",
        "decreased",
        "basis",
        "point",
        "prior",
        "year",
        "quarter",
        "consolidated",
        "net",
        "income",
        "increased",
        "million",
        "primarily",
        "due",
        "decline",
        "company",
        "effective",
        "tax",
        "rate",
        "resulting",
        "implementation",
        "tax",
        "cut",
        "job",
        "act",
        "earnings",
        "per",
        "share",
        "increased",
        "per",
        "share",
        "per",
        "share",
        "prior",
        "year",
        "period",
        "primarily",
        "due",
        "lower",
        "effective",
        "tax",
        "rate",
        "continue",
        "pleased",
        "progress",
        "part",
        "strategic",
        "plan",
        "see",
        "change",
        "macro",
        "consumer",
        "trend",
        "powering",
        "growth",
        "result",
        "period",
        "reflect",
        "quarterly",
        "volatility",
        "resulting",
        "change",
        "customer",
        "order",
        "timing",
        "premium",
        "beverage",
        "alcohol",
        "said",
        "gu",
        "griffin",
        "president",
        "ceo",
        "mgp",
        "ingredient",
        "since",
        "initial",
        "implementation",
        "strategic",
        "plan",
        "early",
        "first",
        "time",
        "experienced",
        "quarterly",
        "decline",
        "either",
        "versus",
        "prior",
        "year",
        "quarter",
        "sequential",
        "quarter",
        "sale",
        "premium",
        "beverage",
        "alcohol",
        "despite",
        "quarter",
        "still",
        "strong",
        "period",
        "sale",
        "premium",
        "beverage",
        "alcohol",
        "third",
        "highest",
        "recent",
        "history",
        "based",
        "reconfirming",
        "guidance",
        "full",
        "distillery",
        "product",
        "segment",
        "order",
        "timing",
        "impact",
        "quarterly",
        "result",
        "first",
        "quarter",
        "net",
        "sale",
        "distillery",
        "product",
        "segment",
        "increased",
        "million",
        "gross",
        "profit",
        "declined",
        "million",
        "net",
        "segment",
        "sale",
        "compared",
        "million",
        "net",
        "segment",
        "sale",
        "first",
        "quarter",
        "continued",
        "experience",
        "strong",
        "demand",
        "bourbon",
        "rye",
        "whiskey",
        "continue",
        "grow",
        "new",
        "distillate",
        "sale",
        "existing",
        "new",
        "customer",
        "said",
        "griffin",
        "feel",
        "decline",
        "sale",
        "premium",
        "beverage",
        "alcohol",
        "quarter",
        "reflects",
        "core",
        "business",
        "remain",
        "focused",
        "long",
        "term",
        "plan",
        "sustainable",
        "growth",
        "premium",
        "beverage",
        "alcohol",
        "remains",
        "food",
        "grade",
        "alcohol",
        "thousand",
        "net",
        "sale",
        "quarter",
        "ended",
        "march",
        "quarter",
        "quarter",
        "net",
        "sale",
        "change",
        "decrease",
        "change",
        "change",
        "premium",
        "beverage",
        "alcohol",
        "industrial",
        "alcohol",
        "food",
        "grade",
        "alcohol",
        "ingredient",
        "solution",
        "gross",
        "profit",
        "grows",
        "first",
        "quarter",
        "net",
        "sale",
        "ingredient",
        "solution",
        "segment",
        "increased",
        "million",
        "gross",
        "profit",
        "increased",
        "million",
        "net",
        "segment",
        "sale",
        "compared",
        "million",
        "net",
        "segment",
        "sale",
        "first",
        "quarter",
        "griffin",
        "said",
        "particularly",
        "pleased",
        "continued",
        "sale",
        "growth",
        "fiber",
        "textured",
        "wheat",
        "protein",
        "business",
        "quarter",
        "versus",
        "prior",
        "year",
        "quarter",
        "sale",
        "fibersym",
        "specialty",
        "wheat",
        "starch",
        "product",
        "grew",
        "substantially",
        "sale",
        "trutex",
        "specialty",
        "wheat",
        "protein",
        "product",
        "doubled",
        "confident",
        "macro",
        "consumer",
        "trend",
        "supporting",
        "growth",
        "excited",
        "corporate",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "investment",
        "mgp",
        "brand",
        "platform",
        "personnel",
        "cost",
        "advertising",
        "promotion",
        "corporate",
        "effective",
        "tax",
        "rate",
        "quarter",
        "compared",
        "year",
        "ago",
        "period",
        "earnings",
        "per",
        "share",
        "grew",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "guidance",
        "mgp",
        "confirming",
        "following",
        "guidance",
        "fiscal",
        "beyond",
        "operating",
        "income",
        "expected",
        "grow",
        "fiscal",
        "year",
        "company",
        "conservative",
        "estimate",
        "growth",
        "operating",
        "income",
        "sale",
        "aged",
        "whiskey",
        "inventory",
        "become",
        "significant",
        "factor",
        "net",
        "sale",
        "growth",
        "projected",
        "high",
        "percentage",
        "range",
        "versus",
        "subject",
        "volatility",
        "company",
        "continues",
        "shift",
        "sale",
        "industrial",
        "premium",
        "beverage",
        "alcohol",
        "gross",
        "margin",
        "expected",
        "continue",
        "grow",
        "modestly",
        "versus",
        "effective",
        "tax",
        "rate",
        "forecast",
        "share",
        "outstanding",
        "expected",
        "approximately",
        "million",
        "year",
        "end",
        "conclusion",
        "despite",
        "quarterly",
        "volatility",
        "reflected",
        "period",
        "continue",
        "pleased",
        "progress",
        "strategic",
        "plan",
        "key",
        "consumer",
        "trend",
        "impacting",
        "business",
        "segment",
        "remain",
        "strong",
        "continues",
        "strong",
        "demand",
        "product",
        "griffin",
        "added",
        "continue",
        "invest",
        "take",
        "full",
        "advantage",
        "potential",
        "provided",
        "trend",
        "warehouse",
        "expansion",
        "plan",
        "remains",
        "track",
        "investment",
        "aged",
        "whiskey",
        "reached",
        "million",
        "beverage",
        "side",
        "core",
        "focus",
        "always",
        "supplying",
        "brand",
        "owner",
        "premium",
        "distilled",
        "spirit",
        "continue",
        "pleased",
        "progress",
        "brand",
        "initiative",
        "month",
        "introducing",
        "two",
        "new",
        "whiskey",
        "portfolio",
        "premium",
        "spirit",
        "brand",
        "concluded",
        "griffin",
        "conference",
        "call",
        "webcast",
        "information",
        "mgp",
        "ingredient",
        "host",
        "conference",
        "call",
        "analyst",
        "institutional",
        "investor",
        "et",
        "today",
        "discus",
        "result",
        "current",
        "business",
        "trend",
        "conference",
        "call",
        "webcast",
        "available",
        "via",
        "webcast",
        "presentation",
        "webcasts",
        "page",
        "conference",
        "call",
        "domestic",
        "international",
        "mgp",
        "ingredient",
        "founded",
        "mgp",
        "leading",
        "supplier",
        "premium",
        "distilled",
        "spirit",
        "specialty",
        "wheat",
        "protein",
        "starch",
        "distilled",
        "spirit",
        "include",
        "bourbon",
        "rye",
        "whiskey",
        "gin",
        "vodka",
        "expertly",
        "crafted",
        "combination",
        "art",
        "science",
        "backed",
        "long",
        "history",
        "experience",
        "company",
        "protein",
        "starch",
        "created",
        "manner",
        "provide",
        "host",
        "functional",
        "nutritional",
        "sensory",
        "benefit",
        "wide",
        "range",
        "food",
        "product",
        "mgp",
        "additionally",
        "top",
        "producer",
        "high",
        "quality",
        "industrial",
        "alcohol",
        "use",
        "food",
        "application",
        "company",
        "headquartered",
        "atchison",
        "kansa",
        "distilled",
        "alcohol",
        "product",
        "food",
        "ingredient",
        "produced",
        "premium",
        "spirit",
        "also",
        "distilled",
        "matured",
        "company",
        "facility",
        "lawrenceburg",
        "indiana",
        "information",
        "visit",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "well",
        "historical",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "news",
        "release",
        "regarding",
        "prospect",
        "industry",
        "prospect",
        "plan",
        "financial",
        "position",
        "business",
        "strategy",
        "guidance",
        "growth",
        "operating",
        "income",
        "net",
        "sale",
        "gross",
        "margin",
        "future",
        "effective",
        "tax",
        "rate",
        "may",
        "constitute",
        "statement",
        "addition",
        "statement",
        "usually",
        "identified",
        "associated",
        "word",
        "intend",
        "plan",
        "believe",
        "estimate",
        "expect",
        "anticipate",
        "hopeful",
        "may",
        "could",
        "encouraged",
        "opportunity",
        "potential",
        "negative",
        "variation",
        "term",
        "similar",
        "terminology",
        "reflect",
        "management",
        "current",
        "belief",
        "estimate",
        "future",
        "economic",
        "circumstance",
        "industry",
        "condition",
        "company",
        "performance",
        "company",
        "financial",
        "result",
        "guarantee",
        "future",
        "performance",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contemplated",
        "relevant",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "include",
        "among",
        "others",
        "disruption",
        "operation",
        "atchison",
        "facility",
        "indiana",
        "facility",
        "ii",
        "availability",
        "cost",
        "grain",
        "flour",
        "fluctuation",
        "energy",
        "cost",
        "iii",
        "effectiveness",
        "grain",
        "purchasing",
        "program",
        "mitigate",
        "exposure",
        "commodity",
        "price",
        "fluctuation",
        "iv",
        "effectiveness",
        "execution",
        "strategic",
        "plan",
        "v",
        "potential",
        "adverse",
        "effect",
        "operation",
        "system",
        "internal",
        "control",
        "related",
        "loss",
        "key",
        "management",
        "personnel",
        "vi",
        "competitive",
        "environment",
        "related",
        "market",
        "condition",
        "vii",
        "ability",
        "effectively",
        "pas",
        "raw",
        "material",
        "price",
        "increase",
        "customer",
        "viii",
        "ability",
        "maintain",
        "compliance",
        "applicable",
        "loan",
        "agreement",
        "covenant",
        "ix",
        "ability",
        "realize",
        "operating",
        "efficiency",
        "x",
        "action",
        "government",
        "xi",
        "consumer",
        "taste",
        "preference",
        "information",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "business",
        "including",
        "risk",
        "specific",
        "distillery",
        "product",
        "ingredient",
        "solution",
        "segment",
        "see",
        "item",
        "1a",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "information",
        "investor",
        "analyst",
        "mike",
        "houston",
        "medium",
        "greg",
        "manis",
        "mgp",
        "ingredient",
        "operating",
        "income",
        "rollforward",
        "dollar",
        "thousand",
        "operating",
        "income",
        "operating",
        "income",
        "change",
        "operating",
        "income",
        "quarter",
        "ended",
        "march",
        "decrease",
        "gross",
        "profit",
        "distillery",
        "product",
        "segment",
        "pp",
        "increase",
        "gross",
        "profit",
        "ingredient",
        "solution",
        "segment",
        "pp",
        "increase",
        "sg",
        "expense",
        "pp",
        "operating",
        "income",
        "quarter",
        "ended",
        "march",
        "percentage",
        "point",
        "pp",
        "mgp",
        "ingredient",
        "earnings",
        "per",
        "share",
        "rollforward",
        "change",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "eps",
        "change",
        "basic",
        "diluted",
        "eps",
        "quarter",
        "ended",
        "march",
        "change",
        "operation",
        "pp",
        "b",
        "change",
        "equity",
        "method",
        "investment",
        "earnings",
        "pp",
        "change",
        "interest",
        "expense",
        "net",
        "pp",
        "tax",
        "net",
        "effect",
        "tax",
        "benefit",
        "vested",
        "compensation",
        "pp",
        "tax",
        "change",
        "effective",
        "tax",
        "rate",
        "excluding",
        "tax",
        "item",
        "pp",
        "change",
        "weighted",
        "average",
        "share",
        "outstanding",
        "pp",
        "basic",
        "diluted",
        "eps",
        "quarter",
        "ended",
        "march",
        "item",
        "net",
        "tax",
        "based",
        "effective",
        "tax",
        "rate",
        "base",
        "year",
        "excluding",
        "effect",
        "tax",
        "benefit",
        "vested",
        "compensation",
        "rate",
        "b",
        "percentage",
        "point",
        "pp",
        "mgp",
        "ingredient",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "dollar",
        "thousand",
        "quarter",
        "ended",
        "march",
        "march",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "equity",
        "method",
        "investment",
        "earnings",
        "interest",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "income",
        "attributable",
        "participating",
        "security",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "used",
        "eps",
        "calculation",
        "share",
        "information",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "dividend",
        "dividend",
        "equivalent",
        "per",
        "common",
        "share",
        "mgp",
        "ingredient",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "dollar",
        "thousand",
        "march",
        "december",
        "dollar",
        "thousand",
        "march",
        "december",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "asset",
        "current",
        "liability",
        "cash",
        "cash",
        "equivalent",
        "current",
        "maturity",
        "debt",
        "receivables",
        "net",
        "account",
        "payable",
        "inventory",
        "accrued",
        "expense",
        "prepaid",
        "expense",
        "refundable",
        "income",
        "tax",
        "total",
        "current",
        "liability",
        "total",
        "current",
        "asset",
        "liability",
        "debt",
        "less",
        "current",
        "maturity",
        "revolving",
        "credit",
        "facility",
        "deferred",
        "credit",
        "property",
        "equipment",
        "accrued",
        "retirement",
        "health",
        "life",
        "insurance",
        "benefit",
        "less",
        "accumulated",
        "depreciation",
        "amortization",
        "noncurrent",
        "liability",
        "net",
        "property",
        "plant",
        "equipment",
        "deferred",
        "income",
        "tax",
        "total",
        "liability",
        "asset",
        "stockholder",
        "equity",
        "total",
        "asset",
        "total",
        "liability",
        "stockholder",
        "equity",
        "mgp",
        "ingredient",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "dollar",
        "thousand",
        "quarter",
        "ended",
        "march",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "deferred",
        "income",
        "tax",
        "compensation",
        "equity",
        "method",
        "investment",
        "earnings",
        "change",
        "operating",
        "asset",
        "liability",
        "receivables",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "account",
        "payable",
        "account",
        "payable",
        "affiliate",
        "net",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "deferred",
        "credit",
        "accrued",
        "retirement",
        "health",
        "life",
        "insurance",
        "benefit",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "addition",
        "plant",
        "property",
        "equipment",
        "net",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "purchase",
        "treasury",
        "stock",
        "tax",
        "withholding",
        "compensation",
        "payment",
        "dividend",
        "dividend",
        "equivalent",
        "principal",
        "payment",
        "debt",
        "proceeds",
        "credit",
        "agreement",
        "payment",
        "credit",
        "agreement",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "source",
        "mgp",
        "ingredient",
        "inc"
    ]
}