{
    "organizations": [],
    "uuid": "ba7576d5f4a88ce2a713588c135e14de34d156e3",
    "author": "Aaron Pressman and Adam Lashinsky",
    "url": "http://fortune.com/2018/04/30/data-sheet-facebook-google-amazon-washington-dc-boskin/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Tech Companies Will Dominate Policy Debates for Decades",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "“the internet is growing in importance around the world … it is inevitable that there will need to be some regulation.” —Mark Zuckerberg before Congress during his moment in the spotlight Tom Williams—CQ Roll Call/Getty Images By Aaron Pressman and Adam Lashinsky April 30, 2018\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nAlan Murray here, filling in for Adam Lashinsky, who in turn is subbing for me at CEO Daily . Don’t ask us why. Just take a deep breath, and know it will all be over in five days.\nMy friend Michael Boskin has posted a smart piece on Project Syndicate, listing the five reasons why big tech companies—which enjoyed stunning earnings and surging stock prices last week—are going to remain at the center of Washington policy discussions in the coming decade. It’s worth a read if you want to understand why Mark Zuckerberg’s congressional testimony is the first, not the last, you’ll be seeing of tech titans on Capitol Hill—and why Jeff Bezos may put his second headquarters nearby.\nThe five:\n1. Privacy. Europe has taken the lead on this one, with its far-reaching General Data Protection Regulation (GDPR), but the U.S. eventually will follow, perhaps adopting an affirmative “opt-in” from users before collecting their data, Boskin says.\n2. Market power. The four largest U.S. firms by market capitalization are now all tech firms: Apple , Alphabet , Microsoft , and Amazon . (For the moment, Berkshire Hathaway has edged out Facebook for fifth place.) An anti-trust regime that finds problems with the AT&T-Time Warner merger, as the government now does, can’t ignore the dominance those four have in the economy.\n3. Control of information. Current controversies over “fake news,” Russian interference in the election, and bias in online news all underscore the fact that Google and Facebook have replaced traditional media in providing many people the information they need to be effective citizens. That role has always been accompanied by public obligations.\n4. Concentration of wealth. The success of the tech giants has not only made their owners among the world’s wealthiest, but also benefitted their employees disproportionately as well, in stark contrast to decades of slow wage growth for the median worker. While policies to address distributional concerns “should not suppress entrepreneurship or discourage work, saving, or investment,” says Boskin, they will be hard to avoid.\n5. National security. The increasing sophistication of cyber warfare, as well as China’s “alleged theft of intellectual property and forced technology transfers,” are another reason tech firms will increasingly find themselves in policy makers sights—as demonstrated by recent U.S. action against China’s ZTE and China’s blocking of Qualcomm’s acquisition of NXP.\nBoskin, an advisor in George H.W. Bush’s administration, is certainly no regulatory zealot, so Silicon Valley should take heed of his prediction.\nBy the way, Boskin didn’t write his piece in list form; I did that. If you, like me and Marc Andreessen, among others, are a believer in the power of lists, you should definitely read the Journal’s delightful “ahed” on the topic published Saturday.\nMore tech news below.\nAlan Murray @alansmurray alan.murray@timeinc.com NEWSWORTHY\nIf at first you don’t succeed. On Sunday, T-Mobile and Sprint proposed merging , after Sprint majority owner SoftBank Group agreed to cede control of the combined company to T-Mobile’s parent, Deutsche Telekom. Sprint shareholders get 0.10256 shares of T-Mobile, worth $6.62 at Friday’s closing price, per Sprint share they own. The companies say the deal will speed the arrival of faster 5G wireless networks and create thousands of new jobs. Critics see a play to reduce competition and raise prices. If regulators approve the plan, which would reduce the number of major U.S. wireless carriers from four to three, the new company will have 100 million customers under its branding and estimated 2018 pro forma revenue of $53 billion to $57 billion.\nDreamland . Apple is developing high-resolution video headgear for virtual and augmented reality applications, CNET reported. In a project codenamed T288, the wireless headset connects to a dedicated computer box running custom Apple processing chips and could be released in 2020.\nToo good to be true . Controversial startup MoviePass has suspended sales of its “unlimited” subscription plan, which allowed customers to see up to one movie per day every month for just $10. The current offer, four movies per month for $10, is a test and “does not mean that our unlimited subscription will not be offered in the future,” MoviePass said.\nA plague on both your houses. The researcher at the center of the Facebook personal data scandal, Aleksandr Kogan, also briefly had access to public data from Twitter . Global Science Research, the firm created by Kogan, had one day of access to “a random sample of public tweets from a five-month period from December 2014 to April 2015,” but not any private data, Twitter said.\nLife moves pretty fast. Amazon CEO Jeff Bezos did a long, rambling, and fascinating interview published on Saturday with Mathias Döpfner, CEO of European media giant Axel Springer. Among other topics, Bezos explains why he bought the Washington Post even though he “was not looking to buy a newspaper. It had never even crossed my mind.”\nAy caramba. In what one software engineer calls “the most demonically clever computer security attack I’ve seen in years,” researchers at the University of Michigan have developed a way to insert a hidden security flaw into a microprocessor chip that can’t be detected by any known method of security analysis. The hidden backdoor, dubbed A2, could be inserted into chips during manufacturing by a single rogue employee, the researcher claim.\nThere’s a great future in plastics. AI and automation will destroy millions of jobs, right? Not so simple, according to a stud y by McKinsey & Co. that finds some jobs will be eliminated, others created, and up 375 million people may need to switch occupations. Some new job titles the consulting firm foresees include Robot Manager, Customer-Robot Liaison, and Drone-Performance Artist.\nWallet wars . Du Xiaoman Financial, the online financial services company spun out of Chinese search giant Baidu , has raised almost $2 billion from investors including the Carlyle Group and TPG. The funds will help Du Xiaoman compete against Alibaba’s Ant Financial Services and Tencent’s WeChat Pay as the battle to capture Chinese consumer borrowing and spending activity heats up.\nAdvertisement FOOD FOR THOUGHT\nThe diversity reports issued annually by tech companies generally paint a depressing picture of the state of diversity in the tech industry. Women and minorities are underrepresented and progress appears slow. Software developer Slack has done better, as Jessica Nordell reports for The Atlantic . The company does not have a chief diversity officer, but does have a proactive plan for improving the situation, she writes:\nFor one thing, the company has, since 2015, proactively sought out candidates from outside traditional programmer pipelines like Stanford and MIT, recruiting through all-women’s coding camps like Hackbright, as well as programs that focus on training black and Latino programmers such as Code2040. Recruiters are trained to look at skills rather than a candidate’s university pedigree. In 2015, Slack worked with Textio, a company that analyzes job descriptions to ensure they appeal to the widest possible audience. (Slack’s job descriptions feature phrases like “care deeply” and “lasting relationships,” which statistically draw more applications from women. Microsoft’s, by contrast, feature words like “insatiably” and “competing.” Amazon’s keywords: “maniacal” and “wickedly.”)\nThe company has also worked to eliminate opportunities for bias to creep into its hiring process. The “whiteboard interview,” for instance, is a classic part of software hiring in which candidates are asked to solve a coding problem in real time. But tracing one’s thought process with a dry-erase marker in front of a live, skeptical audience can create extra stressors for people from underrepresented groups. Interpersonal phenomena like stereotype threat, in which people from stigmatized groups spend mental energy grappling with negative stereotypes about those groups, can lead women and minorities with the same skills to perform more poorly.\nIN CASE YOU MISSED IT\nSequoia Capital On Track to Raise $8 Billion for Its Monster Fund By Polina Marinova\nNot Many Years Away:’ Richard Branson Just Set a Timetable for Human Transport Via Hyperloop By Natasha Bach\nDocuSign and Smartsheet Boomed on First Day Trading After Their IPOs By Jonathan Vanian\nLGBT Rights May Be a Factor in Amazon’s HQ2 Pick. Here’s How By Sarah Gray\nViewers Are Ditching Cable for Streaming Faster Than Anyone Expected By David Z. Morris\nCritics Accuse FCC of Delaying Repeal of Net Neutrality to Help Corporate Interests By Emily Price\nThis Workaround Could Buy You Another Year of Amazon Prime for $99 By Don Reisinger\nU.K. Tesla Driver Gets 18-Month Driving Ban for Trusting Autopilot Way Too Much By David Z. Morris\nAdvertisement BEFORE YOU GO\nBigfoot on Mars, cannonballs on Mars, Assyrian gods on Mars. The fact that all these supposed creations have been spotted (and then debunked) in Martian rock formations has done nothing to cool the Internet’s ardor for seeing evidence of intelligent life on the red planet. Next up: Egyptian warrior woman on Mars.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-04-30T20:37:00.000+03:00",
    "crawled": "2018-05-01T04:26:55.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "internet",
        "growing",
        "importance",
        "around",
        "world",
        "inevitable",
        "need",
        "zuckerberg",
        "congress",
        "moment",
        "spotlight",
        "tom",
        "roll",
        "image",
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "april",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "alan",
        "murray",
        "filling",
        "adam",
        "lashinsky",
        "turn",
        "subbing",
        "ceo",
        "daily",
        "ask",
        "u",
        "take",
        "deep",
        "breath",
        "know",
        "five",
        "day",
        "friend",
        "michael",
        "boskin",
        "posted",
        "smart",
        "piece",
        "project",
        "syndicate",
        "listing",
        "five",
        "reason",
        "big",
        "tech",
        "enjoyed",
        "stunning",
        "earnings",
        "surging",
        "stock",
        "price",
        "last",
        "going",
        "remain",
        "center",
        "washington",
        "policy",
        "discussion",
        "coming",
        "decade",
        "worth",
        "read",
        "want",
        "understand",
        "mark",
        "zuckerberg",
        "congressional",
        "testimony",
        "first",
        "last",
        "seeing",
        "tech",
        "titan",
        "capitol",
        "jeff",
        "bezos",
        "may",
        "put",
        "second",
        "headquarters",
        "nearby",
        "five",
        "privacy",
        "europe",
        "taken",
        "lead",
        "one",
        "general",
        "data",
        "protection",
        "regulation",
        "gdpr",
        "eventually",
        "follow",
        "perhaps",
        "adopting",
        "affirmative",
        "user",
        "collecting",
        "data",
        "boskin",
        "say",
        "market",
        "power",
        "four",
        "largest",
        "firm",
        "market",
        "capitalization",
        "tech",
        "firm",
        "apple",
        "alphabet",
        "microsoft",
        "amazon",
        "moment",
        "berkshire",
        "hathaway",
        "edged",
        "facebook",
        "fifth",
        "place",
        "regime",
        "find",
        "problem",
        "warner",
        "merger",
        "government",
        "ignore",
        "dominance",
        "four",
        "economy",
        "control",
        "information",
        "current",
        "controversy",
        "fake",
        "news",
        "russian",
        "interference",
        "election",
        "bias",
        "online",
        "news",
        "underscore",
        "fact",
        "google",
        "facebook",
        "replaced",
        "traditional",
        "medium",
        "providing",
        "many",
        "people",
        "information",
        "need",
        "effective",
        "citizen",
        "role",
        "always",
        "accompanied",
        "public",
        "obligation",
        "concentration",
        "wealth",
        "success",
        "tech",
        "giant",
        "made",
        "owner",
        "among",
        "world",
        "wealthiest",
        "also",
        "benefitted",
        "employee",
        "disproportionately",
        "well",
        "stark",
        "contrast",
        "decade",
        "slow",
        "wage",
        "growth",
        "median",
        "worker",
        "policy",
        "address",
        "distributional",
        "concern",
        "suppress",
        "entrepreneurship",
        "discourage",
        "work",
        "saving",
        "investment",
        "say",
        "boskin",
        "hard",
        "avoid",
        "national",
        "security",
        "increasing",
        "sophistication",
        "cyber",
        "warfare",
        "well",
        "china",
        "alleged",
        "theft",
        "intellectual",
        "property",
        "forced",
        "technology",
        "transfer",
        "another",
        "reason",
        "tech",
        "firm",
        "increasingly",
        "find",
        "policy",
        "maker",
        "demonstrated",
        "recent",
        "action",
        "china",
        "zte",
        "china",
        "blocking",
        "qualcomm",
        "acquisition",
        "nxp",
        "boskin",
        "advisor",
        "george",
        "bush",
        "administration",
        "certainly",
        "regulatory",
        "zealot",
        "silicon",
        "valley",
        "take",
        "heed",
        "prediction",
        "way",
        "boskin",
        "write",
        "piece",
        "list",
        "form",
        "like",
        "marc",
        "andreessen",
        "among",
        "others",
        "believer",
        "power",
        "list",
        "definitely",
        "read",
        "journal",
        "delightful",
        "ahed",
        "topic",
        "published",
        "saturday",
        "tech",
        "news",
        "alan",
        "murray",
        "alansmurray",
        "newsworthy",
        "first",
        "succeed",
        "sunday",
        "sprint",
        "proposed",
        "merging",
        "sprint",
        "majority",
        "owner",
        "softbank",
        "group",
        "agreed",
        "cede",
        "control",
        "combined",
        "company",
        "parent",
        "deutsche",
        "telekom",
        "sprint",
        "shareholder",
        "get",
        "share",
        "worth",
        "friday",
        "closing",
        "price",
        "per",
        "sprint",
        "share",
        "company",
        "say",
        "deal",
        "speed",
        "arrival",
        "faster",
        "5g",
        "wireless",
        "network",
        "create",
        "thousand",
        "new",
        "job",
        "critic",
        "see",
        "play",
        "reduce",
        "competition",
        "raise",
        "price",
        "regulator",
        "approve",
        "plan",
        "would",
        "reduce",
        "number",
        "major",
        "wireless",
        "carrier",
        "four",
        "three",
        "new",
        "company",
        "million",
        "customer",
        "branding",
        "estimated",
        "pro",
        "forma",
        "revenue",
        "billion",
        "billion",
        "dreamland",
        "apple",
        "developing",
        "video",
        "headgear",
        "virtual",
        "augmented",
        "reality",
        "application",
        "cnet",
        "reported",
        "project",
        "codenamed",
        "t288",
        "wireless",
        "headset",
        "connects",
        "dedicated",
        "computer",
        "box",
        "running",
        "custom",
        "apple",
        "processing",
        "chip",
        "could",
        "released",
        "good",
        "true",
        "controversial",
        "startup",
        "moviepass",
        "suspended",
        "sale",
        "unlimited",
        "subscription",
        "plan",
        "allowed",
        "customer",
        "see",
        "one",
        "movie",
        "per",
        "day",
        "every",
        "month",
        "current",
        "offer",
        "four",
        "movie",
        "per",
        "month",
        "test",
        "mean",
        "unlimited",
        "subscription",
        "offered",
        "future",
        "moviepass",
        "said",
        "plague",
        "house",
        "researcher",
        "center",
        "facebook",
        "personal",
        "data",
        "scandal",
        "aleksandr",
        "kogan",
        "also",
        "briefly",
        "access",
        "public",
        "data",
        "twitter",
        "global",
        "science",
        "research",
        "firm",
        "created",
        "kogan",
        "one",
        "day",
        "access",
        "random",
        "sample",
        "public",
        "tweet",
        "period",
        "december",
        "april",
        "private",
        "data",
        "twitter",
        "said",
        "life",
        "move",
        "pretty",
        "fast",
        "amazon",
        "ceo",
        "jeff",
        "bezos",
        "long",
        "rambling",
        "fascinating",
        "interview",
        "published",
        "saturday",
        "mathias",
        "döpfner",
        "ceo",
        "european",
        "medium",
        "giant",
        "axel",
        "springer",
        "among",
        "topic",
        "bezos",
        "explains",
        "bought",
        "washington",
        "post",
        "even",
        "though",
        "looking",
        "buy",
        "newspaper",
        "never",
        "even",
        "crossed",
        "ay",
        "caramba",
        "one",
        "software",
        "engineer",
        "call",
        "demonically",
        "clever",
        "computer",
        "security",
        "attack",
        "seen",
        "year",
        "researcher",
        "university",
        "michigan",
        "developed",
        "way",
        "insert",
        "hidden",
        "security",
        "flaw",
        "microprocessor",
        "chip",
        "detected",
        "known",
        "method",
        "security",
        "analysis",
        "hidden",
        "backdoor",
        "dubbed",
        "a2",
        "could",
        "inserted",
        "chip",
        "manufacturing",
        "single",
        "rogue",
        "employee",
        "researcher",
        "claim",
        "great",
        "future",
        "plastic",
        "ai",
        "automation",
        "destroy",
        "million",
        "job",
        "right",
        "simple",
        "according",
        "stud",
        "mckinsey",
        "find",
        "job",
        "eliminated",
        "others",
        "created",
        "million",
        "people",
        "may",
        "need",
        "switch",
        "occupation",
        "new",
        "job",
        "title",
        "consulting",
        "firm",
        "foresees",
        "include",
        "robot",
        "manager",
        "liaison",
        "artist",
        "wallet",
        "war",
        "du",
        "xiaoman",
        "financial",
        "online",
        "financial",
        "service",
        "company",
        "spun",
        "chinese",
        "search",
        "giant",
        "baidu",
        "raised",
        "almost",
        "billion",
        "investor",
        "including",
        "carlyle",
        "group",
        "tpg",
        "fund",
        "help",
        "du",
        "xiaoman",
        "compete",
        "alibaba",
        "ant",
        "financial",
        "service",
        "tencent",
        "wechat",
        "pay",
        "battle",
        "capture",
        "chinese",
        "consumer",
        "borrowing",
        "spending",
        "activity",
        "heat",
        "advertisement",
        "food",
        "thought",
        "diversity",
        "report",
        "issued",
        "annually",
        "tech",
        "company",
        "generally",
        "paint",
        "depressing",
        "picture",
        "state",
        "diversity",
        "tech",
        "industry",
        "woman",
        "minority",
        "underrepresented",
        "progress",
        "appears",
        "slow",
        "software",
        "developer",
        "slack",
        "done",
        "better",
        "jessica",
        "nordell",
        "report",
        "atlantic",
        "company",
        "chief",
        "diversity",
        "officer",
        "proactive",
        "plan",
        "improving",
        "situation",
        "writes",
        "one",
        "thing",
        "company",
        "since",
        "proactively",
        "sought",
        "candidate",
        "outside",
        "traditional",
        "programmer",
        "pipeline",
        "like",
        "stanford",
        "mit",
        "recruiting",
        "coding",
        "camp",
        "like",
        "hackbright",
        "well",
        "program",
        "focus",
        "training",
        "black",
        "latino",
        "programmer",
        "code2040",
        "recruiter",
        "trained",
        "look",
        "skill",
        "rather",
        "candidate",
        "university",
        "pedigree",
        "slack",
        "worked",
        "textio",
        "company",
        "analyzes",
        "job",
        "description",
        "ensure",
        "appeal",
        "widest",
        "possible",
        "audience",
        "slack",
        "job",
        "description",
        "feature",
        "phrase",
        "like",
        "care",
        "deeply",
        "lasting",
        "relationship",
        "statistically",
        "draw",
        "application",
        "woman",
        "microsoft",
        "contrast",
        "feature",
        "word",
        "like",
        "insatiably",
        "amazon",
        "keywords",
        "maniacal",
        "company",
        "also",
        "worked",
        "eliminate",
        "opportunity",
        "bias",
        "creep",
        "hiring",
        "process",
        "whiteboard",
        "interview",
        "instance",
        "classic",
        "part",
        "software",
        "hiring",
        "candidate",
        "asked",
        "solve",
        "coding",
        "problem",
        "real",
        "time",
        "tracing",
        "one",
        "thought",
        "process",
        "marker",
        "front",
        "live",
        "skeptical",
        "audience",
        "create",
        "extra",
        "stressor",
        "people",
        "underrepresented",
        "group",
        "interpersonal",
        "phenomenon",
        "like",
        "stereotype",
        "threat",
        "people",
        "stigmatized",
        "group",
        "spend",
        "mental",
        "energy",
        "grappling",
        "negative",
        "stereotype",
        "group",
        "lead",
        "woman",
        "minority",
        "skill",
        "perform",
        "poorly",
        "case",
        "missed",
        "sequoia",
        "capital",
        "track",
        "raise",
        "billion",
        "monster",
        "fund",
        "polina",
        "marinova",
        "many",
        "year",
        "away",
        "richard",
        "branson",
        "set",
        "timetable",
        "human",
        "transport",
        "via",
        "hyperloop",
        "natasha",
        "bach",
        "docusign",
        "smartsheet",
        "boomed",
        "first",
        "day",
        "trading",
        "ipo",
        "jonathan",
        "vanian",
        "lgbt",
        "right",
        "may",
        "factor",
        "amazon",
        "hq2",
        "pick",
        "sarah",
        "gray",
        "viewer",
        "ditching",
        "cable",
        "streaming",
        "faster",
        "anyone",
        "expected",
        "david",
        "morris",
        "critic",
        "accuse",
        "fcc",
        "delaying",
        "repeal",
        "net",
        "neutrality",
        "help",
        "corporate",
        "interest",
        "emily",
        "price",
        "workaround",
        "could",
        "buy",
        "another",
        "year",
        "amazon",
        "prime",
        "reisinger",
        "tesla",
        "driver",
        "get",
        "driving",
        "ban",
        "trusting",
        "autopilot",
        "way",
        "much",
        "david",
        "morris",
        "advertisement",
        "go",
        "bigfoot",
        "mar",
        "cannonball",
        "mar",
        "assyrian",
        "god",
        "mar",
        "fact",
        "supposed",
        "creation",
        "spotted",
        "debunked",
        "martian",
        "rock",
        "formation",
        "done",
        "nothing",
        "cool",
        "internet",
        "ardor",
        "seeing",
        "evidence",
        "intelligent",
        "life",
        "red",
        "planet",
        "next",
        "egyptian",
        "warrior",
        "woman",
        "mar",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}