{
    "organizations": [],
    "uuid": "ea9f079ef07451de3d885de4ee84c1ec32c24337",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-sunesis-pharmaceuticals-reports-first-quarter-2018-financial-results-and-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "Sunesis Pharmaceuticals Reports 2018 Financial and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sunesis to Host Conference Call Today at 4:30 PM Eastern Time\nSOUTH SAN FRANCISCO, Calif., May 08, 2018 (GLOBE NEWSWIRE) -- Sunesis Pharmaceuticals, Inc. (Nasdaq:SNSS) today reported financial results for the first quarter Loss from operations for the three months ended March 31, 2018 was $7.1 million. As of March 31, 2018, cash, cash equivalents and marketable securities totaled $25.4 million. This capital is expected to fund the company into early 2019.\n“We remain highly focused on the execution of our Phase 1b/2 trial evaluating our lead program, the non-covalent BTK inhibitor vecabrutinib (SNS-062), to help patients who have developed resistance to covalent BTK inhibitors such as ibrutinib, the current standard of care in treating CLL,” said Dayton Misfeldt, Interim Chief Executive Officer of Sunesis. “We believe vecabrutinib represents an important potential new treatment option for B-cell hematologic cancers, and we look forward to providing a data update from the study at a medical meeting in the fall.”\nRecent Highlights\nPhase 1b/2 Study Evaluating Oral Non-Covalent BTK-inhibitor Vecabrutinib (SNS-062) in Adults with Chronic Lymphocytic Leukemia (CLL) and other B-Cell Malignancies. Sunesis’ ongoing Phase 1b/2 study is evaluating the safety, pharmacokinetics, pharmacodynamics, and antitumor activity of its potent non-covalent BTK-inhibitor vecabrutinib in adults with CLL and other B cell malignancies. The Phase 1b portion of the study is an open-label, dose-escalation study with the goal of determining the recommended Phase 2 dose. The Phase 2 portion of the study will explore various cohorts of patients; current cohort concepts include ibrutinib-resistant patients with C481 mutations. The trial is enrolling patients who have relapsed/refractory B cell malignancies after at least 2 lines of standard treatment. For indications such as CLL with approved BTK inhibitors, one of those prior treatments must have been a covalent BTK inhibitor. The study is in the 50 mg cohort. Sunesis expects to reach the recommended Phase 2 dose in the fall of 2018.\nAppointed Industry Veteran H. Ward Wolff to the Board of Directors. In February 2018, H. Ward Wolff was appointed to the Board of Directors. Ward brings over 40 years of finance and executive leadership experience to the Board, with 20 years of experience in the life sciences sector, most recently having served as Executive Vice President and Chief Financial Officer of Sangamo Therapeutics, Inc. Mr. Wolff is also designated chairman of the company’s Audit Committee.\nFinancial Highlights\nCash, cash equivalents, and marketable securities totaled $25.4 million as of March 31, 2018, as compared to $31.8 million as of December 31, 2017. The decrease of $6.4 million was primarily due to $6.6 million of net cash used in operating activities, partially offset by $0.2 million in net proceeds from the exercise of stock options. This capital is expected to fund the company into early 2019.\nRevenue for the three months ended March 31, 2018 was $0.2 million as compared to $0.7 million for the same period in 2017. The decrease between the periods was primarily due to deferred revenue related to the Royalty Agreement with RPI Finance Trust, which was fully amortized to revenue in March 2017.\nResearch and development expense was $4.0 million for the three months ended March 31, 2018, as compared to $6.2 million for the same period in 2017, primarily relating to the vecabrutinib and the vosaroxin development program in each period. The decrease of $2.2 million was primarily due to $1.7 million decrease in professional services and clinical trials expenses related to higher expenses incurred in the first quarter of 2017 due to the preparation for EMA, and $0.3 million decrease in salary and personnel expenses due to lower headcounts.\nGeneral and administrative expense was $3.4 million for the three months ended March 31, 2018, as compared to $3.9 million for the same period in 2017. The decrease of $0.5 million was primarily due to $0.4 million decrease in professional services expenses and $0.1 million decrease in commercial expenses as result of higher expenses incurred in the first quarter of 2017 due to the preparation for EMA.\nInterest expense was $0.3 million for the three months ended March 31, 2018, as compared to $0.5 million for the same period in 2017. The decrease was primarily due to the decrease in the outstanding notes payable.\nCash used in operating activities was $6.6 million for the three months ended March 31, 2018, as compared to $9.7 million for the same period in 2017. Net cash used in the 2018 period resulted primarily from the net loss of $7.3 million and changes in operating assets and liabilities of $0.2 million, offset by net adjustments for non-cash items of $0.9 million. Net cash used in the 2017 period resulted primarily from the net loss of $9.8 million and changes in operating assets and liabilities of $0.9 million, partially offset by net adjustments for non-cash items of $1.0 million.\nSunesis reported loss from operations of $7.1 million for the three months ended March 31, 2018, as compared to $9.4 million for the same period in 2017. Net loss was $7.3 million for the three months ended March 31, 2018, as compared to $9.8 million for the same period in 2017.\nConference Call Information\nSunesis will host a conference call today at 4:30 p.m. Eastern Time. The call can be accessed by dialing (844) 296-7720 (U.S. and Canada) or (574) 990-1148 (international) and entering passcode 9676198. To access the live audio webcast, or the subsequent archived recording, visit the “Investors and Media – Calendar of Events” section of the Sunesis website at www.sunesis.com . The webcast will be recorded and available for replay on the company’s website for two weeks.\nAbout Sunesis Pharmaceuticals\nSunesis is a biopharmaceutical company developing new therapeutics for the treatment of solid and hematologic cancers. Sunesis has built an experienced cancer drug development organization committed to improving the lives of people with cancer. The Company is focused on advancing its novel kinase-inhibitor pipeline, with an emphasis on establishing proof of concept that its oral non-covalent BTK-inhibitor vecabrutinib is effective in ibrutinib-resistant chronic lymphocytic leukemia. Vecabrutinib is currently being evaluated in a Phase 1b/2 study in adults with chronic lymphocytic leukemia and other B-cell malignancies who have progressed after prior therapies. Beyond the development of vecabrutinib, the Company has two other kinase inhibitor programs, including the Takeda-partnered pan-RAF inhibitor TAK-580, which is in clinical trials for solid tumors, and Sunesis’ proprietary preclinical PDK1 inhibitor SNS-510, which is in preclinical development with an IND submission planned in 2019. PDK1 is a master kinase that activates other kinases important to cell growth and survival including members of the AKT, PKC, RSK and SGK families.\nFor additional information on Sunesis, please visit www.sunesis.com .\nSUNESIS and the logos are trademarks of Sunesis Pharmaceuticals, Inc.\nThis press release contains forward-looking statements, including statements related to Sunesis’ cash sufficiency forecast, the continued development of vecabrutinib (SNS-062), including the timing of Phase 1b/2 trial of vecabrutinib and the therapeutic potential of vecabrutinib, further development and potential of its kinase inhibitor pipeline, and planned development of SNS-510. Words such as “believe,” “expect,” “look forward,” “potential,” “will” and similar expressions are intended to identify forward-looking statements. These forward-looking statements are based upon Sunesis' current expectations. Forward-looking statements involve risks and uncertainties. Sunesis' actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of these risks and uncertainties, which include, without limitation, the risk related to the timing or conduct of Sunesis' clinical trials, including the vecabrutinib Phase 1b/2 trial, the risk that Sunesis' clinical or preclinical studies for vecabrutinib, SNS-510 or other product candidate may not demonstrate safety or efficacy or lead to regulatory approval, the risk that data to date and trends may not be predictive of future data or results, risks related to the timing or conduct of Sunesis' clinical trials, that Sunesis' development activities for vecabrutinib or SNS-510 could be otherwise halted or significantly delayed for various reasons, that Sunesis may not be able to receive regulatory approval of vecabrutinib, or SNS-510 in the U.S. or Europe, and risks related to Sunesis' ability to raise the capital that it believes to be accessible and is required to fully finance the development and commercialization of vecabrutinib, SNS-510 and other product candidates. These and other risk factors are discussed under \"Risk Factors\" and elsewhere in Sunesis' Quarterly Report on Form 10-Q for the quarter ended March 31, 2018 and Sunesis' other filings with the Securities and Exchange Commission. Sunesis expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein reflect any change in Sunesis' expectations with regard thereto or any change in events, conditions or circumstances on which any such statements are based.\nSUNESIS PHARMACEUTICALS, INC. CONSOLIDATED BALANCE SHEETS (In thousands) March 31, December 31, 2018 2017 (Unaudited) (1) ASSETS Current assets: Cash and cash equivalents $ 21,365 $ 26,977 Marketable securities 4,033 4,773 Prepaids and other current assets 1,480 1,183 Total current assets 26,878 32,933 Property and equipment, net 18 20 Deposits and other assets 96 1,381 Total assets $ 26,992 $ 34,334 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 1,038 $ 1,697 Accrued clinical expense 570 767 Accrued compensation 862 1,440 Other accrued liabilities 1,905 1,570 Notes payable 7,252 7,204 Total current liabilities 11,627 12,678 Other liabilities - 112 Commitments Stockholders’ equity: Preferred stock 20,966 20,966 Common stock 3 3 Additional paid-in capital 634,528 633,436 Accumulated other comprehensive loss (5 ) (7 ) Accumulated deficit (640,127 ) (632,854 ) Total stockholders’ equity 15,365 21,544 Total liabilities and stockholders’ equity $ 26,992 $ 34,334 Note 1: The consolidated balance sheet as of December 31, 2017 has been derived from the audited financial statements as of that date included in the Company's Annual Report on Form 10-K for the year ended December 31, 2017.\nSUNESIS PHARMACEUTICALS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS (In thousands, except per share amounts) Three months ended March 31, 2018 2017 (Unaudited) (Unaudited) Revenue: License and other revenue $ 237 $ 669 Total revenues 237 669 Operating expenses: Research and development 3,969 6,162 General and administrative 3,359 3,942 Total operating expenses 7,328 10,104 Loss from operations (7,091 ) (9,435 ) Interest expense (281 ) (484 ) Other income (expense), net 99 85 Net loss (7,273 ) (9,834 ) Unrealized gain on available-for-sale securities 2 4 Comprehensive loss $ (7,271 ) $ (9,830 ) Basic and diluted loss per common share: Net loss $ (7,273 ) $ (9,834 ) Shares used in computing basic and diluted loss per common share 34,345 21,029 Basic and diluted loss per common share $ (0.21 ) $ (0.47 )\nInvestor and Media Inquiries:\nMaeve Conneighton\nArgot Partners\n212-600-1902 Willie Quinn\nSunesis Pharmaceuticals Inc.\n650-266-3716\nSource:Sunesis Pharmaceuticals, Inc.",
    "published": "2018-05-09T00:00:00.000+03:00",
    "crawled": "2018-05-09T00:56:48.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sunesis",
        "host",
        "conference",
        "call",
        "today",
        "pm",
        "eastern",
        "time",
        "south",
        "san",
        "francisco",
        "may",
        "globe",
        "newswire",
        "sunesis",
        "pharmaceutical",
        "nasdaq",
        "snss",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "loss",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "march",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "capital",
        "expected",
        "fund",
        "company",
        "early",
        "remain",
        "highly",
        "focused",
        "execution",
        "phase",
        "trial",
        "evaluating",
        "lead",
        "program",
        "btk",
        "inhibitor",
        "vecabrutinib",
        "help",
        "patient",
        "developed",
        "resistance",
        "covalent",
        "btk",
        "inhibitor",
        "ibrutinib",
        "current",
        "standard",
        "care",
        "treating",
        "cll",
        "said",
        "dayton",
        "misfeldt",
        "interim",
        "chief",
        "executive",
        "officer",
        "sunesis",
        "believe",
        "vecabrutinib",
        "represents",
        "important",
        "potential",
        "new",
        "treatment",
        "option",
        "hematologic",
        "cancer",
        "look",
        "forward",
        "providing",
        "data",
        "update",
        "study",
        "medical",
        "meeting",
        "recent",
        "highlight",
        "phase",
        "study",
        "evaluating",
        "oral",
        "vecabrutinib",
        "adult",
        "chronic",
        "lymphocytic",
        "leukemia",
        "cll",
        "malignancy",
        "sunesis",
        "ongoing",
        "phase",
        "study",
        "evaluating",
        "safety",
        "pharmacokinetics",
        "pharmacodynamics",
        "antitumor",
        "activity",
        "potent",
        "vecabrutinib",
        "adult",
        "cll",
        "b",
        "cell",
        "malignancy",
        "phase",
        "1b",
        "portion",
        "study",
        "study",
        "goal",
        "determining",
        "recommended",
        "phase",
        "dose",
        "phase",
        "portion",
        "study",
        "explore",
        "various",
        "cohort",
        "patient",
        "current",
        "cohort",
        "concept",
        "include",
        "patient",
        "c481",
        "mutation",
        "trial",
        "enrolling",
        "patient",
        "b",
        "cell",
        "malignancy",
        "least",
        "line",
        "standard",
        "treatment",
        "indication",
        "cll",
        "approved",
        "btk",
        "inhibitor",
        "one",
        "prior",
        "treatment",
        "must",
        "covalent",
        "btk",
        "inhibitor",
        "study",
        "mg",
        "cohort",
        "sunesis",
        "expects",
        "reach",
        "recommended",
        "phase",
        "dose",
        "fall",
        "appointed",
        "industry",
        "veteran",
        "ward",
        "wolff",
        "board",
        "director",
        "february",
        "ward",
        "wolff",
        "appointed",
        "board",
        "director",
        "ward",
        "brings",
        "year",
        "finance",
        "executive",
        "leadership",
        "experience",
        "board",
        "year",
        "experience",
        "life",
        "science",
        "sector",
        "recently",
        "served",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "sangamo",
        "therapeutic",
        "wolff",
        "also",
        "designated",
        "chairman",
        "company",
        "audit",
        "committee",
        "financial",
        "highlight",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "primarily",
        "due",
        "million",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "partially",
        "offset",
        "million",
        "net",
        "proceeds",
        "exercise",
        "stock",
        "option",
        "capital",
        "expected",
        "fund",
        "company",
        "early",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "period",
        "primarily",
        "due",
        "deferred",
        "revenue",
        "related",
        "royalty",
        "agreement",
        "rpi",
        "finance",
        "trust",
        "fully",
        "amortized",
        "revenue",
        "march",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "primarily",
        "relating",
        "vecabrutinib",
        "vosaroxin",
        "development",
        "program",
        "period",
        "decrease",
        "million",
        "primarily",
        "due",
        "million",
        "decrease",
        "professional",
        "service",
        "clinical",
        "trial",
        "expense",
        "related",
        "higher",
        "expense",
        "incurred",
        "first",
        "quarter",
        "due",
        "preparation",
        "ema",
        "million",
        "decrease",
        "salary",
        "personnel",
        "expense",
        "due",
        "lower",
        "headcount",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "decrease",
        "million",
        "primarily",
        "due",
        "million",
        "decrease",
        "professional",
        "service",
        "expense",
        "million",
        "decrease",
        "commercial",
        "expense",
        "result",
        "higher",
        "expense",
        "incurred",
        "first",
        "quarter",
        "due",
        "preparation",
        "ema",
        "interest",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "outstanding",
        "note",
        "payable",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "net",
        "cash",
        "used",
        "period",
        "resulted",
        "primarily",
        "net",
        "loss",
        "million",
        "change",
        "operating",
        "asset",
        "liability",
        "million",
        "offset",
        "net",
        "adjustment",
        "item",
        "million",
        "net",
        "cash",
        "used",
        "period",
        "resulted",
        "primarily",
        "net",
        "loss",
        "million",
        "change",
        "operating",
        "asset",
        "liability",
        "million",
        "partially",
        "offset",
        "net",
        "adjustment",
        "item",
        "million",
        "sunesis",
        "reported",
        "loss",
        "operation",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "conference",
        "call",
        "information",
        "sunesis",
        "host",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "call",
        "accessed",
        "dialing",
        "canada",
        "international",
        "entering",
        "passcode",
        "access",
        "live",
        "audio",
        "webcast",
        "subsequent",
        "archived",
        "recording",
        "visit",
        "investor",
        "medium",
        "calendar",
        "event",
        "section",
        "sunesis",
        "website",
        "webcast",
        "recorded",
        "available",
        "replay",
        "company",
        "website",
        "two",
        "week",
        "sunesis",
        "pharmaceutical",
        "sunesis",
        "biopharmaceutical",
        "company",
        "developing",
        "new",
        "therapeutic",
        "treatment",
        "solid",
        "hematologic",
        "cancer",
        "sunesis",
        "built",
        "experienced",
        "cancer",
        "drug",
        "development",
        "organization",
        "committed",
        "improving",
        "life",
        "people",
        "cancer",
        "company",
        "focused",
        "advancing",
        "novel",
        "pipeline",
        "emphasis",
        "establishing",
        "proof",
        "concept",
        "oral",
        "vecabrutinib",
        "effective",
        "chronic",
        "lymphocytic",
        "leukemia",
        "vecabrutinib",
        "currently",
        "evaluated",
        "phase",
        "study",
        "adult",
        "chronic",
        "lymphocytic",
        "leukemia",
        "malignancy",
        "progressed",
        "prior",
        "therapy",
        "beyond",
        "development",
        "vecabrutinib",
        "company",
        "two",
        "kinase",
        "inhibitor",
        "program",
        "including",
        "inhibitor",
        "clinical",
        "trial",
        "solid",
        "tumor",
        "sunesis",
        "proprietary",
        "preclinical",
        "pdk1",
        "inhibitor",
        "preclinical",
        "development",
        "ind",
        "submission",
        "planned",
        "pdk1",
        "master",
        "kinase",
        "activates",
        "kinase",
        "important",
        "cell",
        "growth",
        "survival",
        "including",
        "member",
        "akt",
        "pkc",
        "rsk",
        "sgk",
        "family",
        "additional",
        "information",
        "sunesis",
        "please",
        "visit",
        "sunesis",
        "logo",
        "trademark",
        "sunesis",
        "pharmaceutical",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "related",
        "sunesis",
        "cash",
        "sufficiency",
        "forecast",
        "continued",
        "development",
        "vecabrutinib",
        "including",
        "timing",
        "phase",
        "trial",
        "vecabrutinib",
        "therapeutic",
        "potential",
        "vecabrutinib",
        "development",
        "potential",
        "kinase",
        "inhibitor",
        "pipeline",
        "planned",
        "development",
        "word",
        "believe",
        "expect",
        "look",
        "forward",
        "potential",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "upon",
        "sunesis",
        "current",
        "expectation",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "sunesis",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "related",
        "timing",
        "conduct",
        "sunesis",
        "clinical",
        "trial",
        "including",
        "vecabrutinib",
        "phase",
        "trial",
        "risk",
        "sunesis",
        "clinical",
        "preclinical",
        "study",
        "vecabrutinib",
        "product",
        "candidate",
        "may",
        "demonstrate",
        "safety",
        "efficacy",
        "lead",
        "regulatory",
        "approval",
        "risk",
        "data",
        "date",
        "trend",
        "may",
        "predictive",
        "future",
        "data",
        "result",
        "risk",
        "related",
        "timing",
        "conduct",
        "sunesis",
        "clinical",
        "trial",
        "sunesis",
        "development",
        "activity",
        "vecabrutinib",
        "could",
        "otherwise",
        "halted",
        "significantly",
        "delayed",
        "various",
        "reason",
        "sunesis",
        "may",
        "able",
        "receive",
        "regulatory",
        "approval",
        "vecabrutinib",
        "europe",
        "risk",
        "related",
        "sunesis",
        "ability",
        "raise",
        "capital",
        "belief",
        "accessible",
        "required",
        "fully",
        "finance",
        "development",
        "commercialization",
        "vecabrutinib",
        "product",
        "candidate",
        "risk",
        "factor",
        "discussed",
        "risk",
        "factor",
        "elsewhere",
        "sunesis",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "sunesis",
        "filing",
        "security",
        "exchange",
        "commission",
        "sunesis",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "sunesis",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "sunesis",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "prepaids",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deposit",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "clinical",
        "expense",
        "accrued",
        "compensation",
        "accrued",
        "liability",
        "note",
        "payable",
        "total",
        "current",
        "liability",
        "liability",
        "commitment",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "note",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "date",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "sunesis",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "revenue",
        "license",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "unrealized",
        "gain",
        "security",
        "comprehensive",
        "loss",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "net",
        "loss",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "investor",
        "medium",
        "inquiry",
        "maeve",
        "conneighton",
        "argot",
        "partner",
        "willie",
        "quinn",
        "sunesis",
        "pharmaceutical",
        "source",
        "sunesis",
        "pharmaceutical",
        "inc"
    ]
}