{
    "organizations": [],
    "uuid": "95966ed5e157c55e0171b64bf6dda8c04187bb4d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-dropcar-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "DropCar Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DropCar lands its 4 th Tier One automotive account and a Top-5 brand’s largest dealership\nSTEVE subscriber retention levels normalized late in Q1, following a ~9% January rate increase Management expects to launch Tier-One partnerships in at least 2 new cities in the near term DropCar is ramping efficiency initiatives identified & enabled by its machine-learning software Automotive revenues expanded ~139% year-over-year (YoY) to $1.7M in Q1 WPCS contracting business generated $309K of operating income during its abbreviated Q1\nNEW YORK, May 15, 2018 (GLOBE NEWSWIRE) -- DropCar Inc. (Nasdaq:DCAR), the provider of app-based mobility services and logistics for automotive consumers and enterprises, today announced its results for the quarter ended March 31, 2018.\nCEO’s Remarks\nSpencer Richardson, Chief Executive Officer of DropCar, stated, “DropCar’s inaugural-yet-abbreviated quarter was exhilarating and electric, as we went public via the WPCS merger, bolstered our balance sheet with a $6 million private placement, seasoned our management team with key hires, and optimized our operating structure for accelerated growth. Most significantly, DropCar’s value proposition and unique market positioning, were further validated during Q1, as we landed our 4th top-tier automotive brand. In the near term, we expect to enter at least two new markets with premier B2B partners. Looking ahead, we are increasingly focused on leveraging DropCar’s logistics software platform, which utilizes machine-learning algorithms to optimize performance and efficiency, while generating new SaaS (software-as-a-service) and business intelligence revenue opportunities.”\nDropCar B2B\nDropCar's enterprise (B2B) segment grew its revenues 139% year-over-year in Q1, driven by organic growth of existing enterprise customers and the onboarding of new top-tier automotive partners, particularly in the car sharing segment.\nMercedes Benz, the first of DropCar’s four Tier-One corporate customers, increased its volume by 46% YoY during the first quarter of 2018. Meanwhile, during the second half of Q1, DropCar began generating revenues from its third and fourth Tier-One corporate B2B customers.\nDropCar also added a number of automotive clients during the first quarter, including the largest global dealer of an undisclosed Top-5 car brand (based on calendar Q1 2018 unit sales according to Focus2Move.com’s Global Auto Database). Along these lines, the ramps of multiple automotive clients over the last few quarters drove ~240% YoY growth in B2B job volumes.\nLooking forward, B2B is expected to be a prominent source of growth, both in terms of scale and scope. The Company’s Tier-One enterprise partners are anchoring DropCar’s expansion into new big cities, where consumer services will subsequently be layered on, so that performance equilibrium (i.e., the optimal balance between consumer and B2B) can be achieved.\nIn addition, management expects B2B will drive growth beyond car movements and client engagement services. As an example, DropCar believes that it has an opportunity to monetize its big data analytics, mined from its more than approximately 220,000 transactions (consumer and B2B) since inception.\nDropCar’s Consumer Segments\nQ1 was strategically successful for DropCar’s consumer segments (WILL and STEVE), in terms of positioning, market testing, and price discovery. In early January 2018, DropCar increased its base STEVE subscription rate from $349 to $379 per month.\nWhile STEVE experienced an initial churn increase (due to price sensitivity at the margins), subscriber retention rates normalized by the end of Q1, and new subscriber growth has since resumed. Along these lines, STEVE’s Q1 revenues grew 140%+ YoY (versus Q1-2017) and 10%+ sequentially (versus Q4-2017).\nLooking forward, management expects STEVE will experience seasonal growth from Memorial Day through Labor Day. Moreover, as DropCar’s software and data-analytics teams increasingly identify and deploy new efficiency initiatives (with enhancements such as dynamic pre-assignment and weather-enhanced demand forecasting), management expects to see improvements in efficiency (e.g. volume-per-valet) and performance metrics.\nIn addition, DropCar expects to roll out expanded car-care features (such as car washing, fueling, dent repair, and oil changes), which are less time-sensitive and can be fulfilled during periods of lower demand intensity, to further improve valet utilization levels.\nB2B Opportunities in the Real Estate Sector\nThe success of shared workspaces (e.g. WeWork) and expanding commercial business district (CBD) density trends (e.g., employees per square foot), are straining fixed parking supplies in major CBD markets beyond New York.\nWhile driving is not the primary nor pragmatic commuting option in New York City, it is far more important in major CBDs such as Chicago, Los Angeles, Boston, Philadelphia, Washington DC, San Francisco, and Dallas. As a result, employee parking is increasingly becoming a key differentiator when it comes to signing commercial tenants in major CBDs.\nAccordingly, DropCar is experiencing growing inbound interest for our virtual garage and car care services, from commercial real estate landlords who are scrambling to deal with these parking challenges in major CBDs beyond New York.\nWPCS Business and Strategic Plan\nDropCar’s low voltage contracting business, which was acquired during the WPCS merger, had a strong Q1, generating revenues of $3.182 million, gross margins of $856K and operating income of $309K. While this contracting business is profitable and does not substantially impair the Company’s core automotive business, it does not provide DropCar with meaningful revenue, operational, and/or strategic synergies. Thus, DropCar’s Board and management have decided to explore and consider strategic alternatives for this stand-alone contracting segment.\nAbbreviated First Quarter Financial Results\nPlease note Q1 was abbreviated for the WPCS contracting segment, in light of DropCar’s reverse-merger that was completed on January 30, 2018. Moreover, Q1 financial results included a number of non-recurring items relating to the merger and the subsequent $6 million private placement in early March.\nConference Call Information\nDropCar will host a conference call at 5PM Eastern Daylight Time (EDT) featuring remarks by, and Q&A with, CEO Spencer Richardson and CFO Paul Commons. The dial-in number for the conference call is toll-free: 877-407-0782 (U.S. domestic) or +1 (201) 689-8567 (international). Please make sure to call at least five minutes before the scheduled start time. To listen online, please click: http://www.investorcalendar.com/event/32991\nFor interested individuals unable to join the live event, a replay will be available until 8/15/18 (17:00PM EDT). To access the recording, dial toll-free (domestic) 877-481-4010 or (internationally) 919-882-2331. The replay passcode is 32991.\nAbout DropCar\nFounded and launched in New York City in 2015, DropCar (Nasdaq:DCAR) offers its Vehicle Support Platform (VSP), a cloud-based platform and mobile app that help consumers and automotive-related companies reduce the cost, hassles and inefficiencies of owning a car, or fleet of cars, in urban centers. Its technology platform blends the efficiency and scale of cloud computing, machine learning and connected cars with the high-touch of highly trained drivers to move cars to/from fully staffed, secure garages to/from the people (or businesses) who own them. Consumers use DropCar’s mobile app to ease the cost and stress of owning a car in the city. Dealerships, leasing companies, OEMs and shared mobility companies use DropCar’s enterprise platform to reduce costs, streamline logistics and deepen relationships with customers. More information is available at www.dropcar.com .\nForward-Looking Statements\nThis press release contains “ ” that involve substantial risks and uncertainties for purposes of the safe harbor provided by the Private Securities Litigation Reform Act of 1995. All statements, other than statements of historical facts, included in this press release regarding strategy, future operations, future financial position, future revenue, projected expenses, prospects, plans and objectives of management are . Such statements are based on management’s current expectations and involve risks and uncertainties. Actual results and performance could differ materially from those projected in the as a result of many factors, including, without limitation, the ability to project future cash utilization and reserves needed for contingent future liabilities and business operations, the availability of sufficient resources of the company to meet its business objectives and operational requirements and the impact of competitive products and services and technological changes. The foregoing review of important factors that could cause actual events to differ from expectations should not be construed as exhaustive and should be read in conjunction with statements that are included herein and elsewhere, including the risk factors under the heading “Risk Factors” in DropCar’s filings with the Securities and Exchange Commission. Except as required by applicable law, DropCar undertakes no obligation to revise or update any forward-looking statement, or to make any other , whether as a result of new information, future events or otherwise.\nInvestor Relations Contact\nDaniel Gelbtuch, VP of Corporate Finance for DropCar\ndaniel@dropcar.com (917) 509-9582\nMedia Contact\nJohn Williams, Scoville PR for DropCar\njwilliams@scovillepr.com (206) 625-0075\nDropCar Inc., and Subsidiaries Condensed Balance Sheets March 31, December 31, 2018 2017 ASSETS Total Current Assets 10,863,215 611,202 Other Assets 6,197,256 598,565 TOTAL ASSETS $ 17,060,471 $ 1,209,767 LIABILITIES AND STOCKHOLDERS' EQUITY CURRENT LIABILITIES: Total current liabilities 4,851,137 2,192,879 Other Liabilities 94,587 3,506,502 TOTAL LIABILITIES 4,945,724 5,699,381 TOTAL STOCKHOLDERS' EQUITY (DEFICIT) 12,114,747 (4,489,614 ) TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY (DEFICIT) $ 17,060,471 $ 1,209,767\nDropCar Inc., and Subsidiaries Statement of Operations For the Three Months Ended March 31, 2018 2017 NET REVENUES $ 4,874,554 $ 638,558 COST OF SERVICES 4,622,057 489,214 GROSS PROFIT 252,497 149,344 OPERATING EXPENSES Selling, general and administrative expenses 3,314,729 496,111 Depreciation and Amortization 136,077 45,340 TOTAL OPERATING EXPENSES 3,450,806 541,451 OPERATING LOSS (3,198,309 ) (392,107 ) Interest Expense, net (234,253 ) - NET LOSS $ (3,432,562 ) $ (392,107 )\nSource:DropCar, Inc.",
    "published": "2018-05-16T00:34:00.000+03:00",
    "crawled": "2018-05-16T02:05:49.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dropcar",
        "land",
        "th",
        "tier",
        "one",
        "automotive",
        "account",
        "brand",
        "largest",
        "dealership",
        "steve",
        "subscriber",
        "retention",
        "level",
        "normalized",
        "late",
        "q1",
        "following",
        "january",
        "rate",
        "increase",
        "management",
        "expects",
        "launch",
        "partnership",
        "least",
        "new",
        "city",
        "near",
        "term",
        "dropcar",
        "ramping",
        "efficiency",
        "initiative",
        "identified",
        "enabled",
        "software",
        "automotive",
        "revenue",
        "expanded",
        "yoy",
        "q1",
        "wpcs",
        "contracting",
        "business",
        "generated",
        "309k",
        "operating",
        "income",
        "abbreviated",
        "q1",
        "new",
        "york",
        "may",
        "globe",
        "newswire",
        "dropcar",
        "nasdaq",
        "dcar",
        "provider",
        "mobility",
        "service",
        "logistics",
        "automotive",
        "consumer",
        "enterprise",
        "today",
        "announced",
        "result",
        "quarter",
        "ended",
        "march",
        "ceo",
        "remark",
        "spencer",
        "richardson",
        "chief",
        "executive",
        "officer",
        "dropcar",
        "stated",
        "dropcar",
        "quarter",
        "exhilarating",
        "electric",
        "went",
        "public",
        "via",
        "wpcs",
        "merger",
        "bolstered",
        "balance",
        "sheet",
        "million",
        "private",
        "placement",
        "seasoned",
        "management",
        "team",
        "key",
        "hire",
        "optimized",
        "operating",
        "structure",
        "accelerated",
        "growth",
        "significantly",
        "dropcar",
        "value",
        "proposition",
        "unique",
        "market",
        "positioning",
        "validated",
        "q1",
        "landed",
        "4th",
        "automotive",
        "brand",
        "near",
        "term",
        "expect",
        "enter",
        "least",
        "two",
        "new",
        "market",
        "premier",
        "b2b",
        "partner",
        "looking",
        "ahead",
        "increasingly",
        "focused",
        "leveraging",
        "dropcar",
        "logistics",
        "software",
        "platform",
        "utilizes",
        "algorithm",
        "optimize",
        "performance",
        "efficiency",
        "generating",
        "new",
        "saas",
        "business",
        "intelligence",
        "revenue",
        "dropcar",
        "b2b",
        "dropcar",
        "enterprise",
        "b2b",
        "segment",
        "grew",
        "revenue",
        "q1",
        "driven",
        "organic",
        "growth",
        "existing",
        "enterprise",
        "customer",
        "onboarding",
        "new",
        "automotive",
        "partner",
        "particularly",
        "car",
        "sharing",
        "segment",
        "mercedes",
        "benz",
        "first",
        "dropcar",
        "four",
        "corporate",
        "customer",
        "increased",
        "volume",
        "yoy",
        "first",
        "quarter",
        "meanwhile",
        "second",
        "half",
        "q1",
        "dropcar",
        "began",
        "generating",
        "revenue",
        "third",
        "fourth",
        "corporate",
        "b2b",
        "customer",
        "dropcar",
        "also",
        "added",
        "number",
        "automotive",
        "client",
        "first",
        "quarter",
        "including",
        "largest",
        "global",
        "dealer",
        "undisclosed",
        "car",
        "brand",
        "based",
        "calendar",
        "q1",
        "unit",
        "sale",
        "according",
        "global",
        "auto",
        "database",
        "along",
        "line",
        "ramp",
        "multiple",
        "automotive",
        "client",
        "last",
        "quarter",
        "drove",
        "yoy",
        "growth",
        "b2b",
        "job",
        "volume",
        "looking",
        "forward",
        "b2b",
        "expected",
        "prominent",
        "source",
        "growth",
        "term",
        "scale",
        "scope",
        "company",
        "enterprise",
        "partner",
        "anchoring",
        "dropcar",
        "expansion",
        "new",
        "big",
        "city",
        "consumer",
        "service",
        "subsequently",
        "layered",
        "performance",
        "equilibrium",
        "optimal",
        "balance",
        "consumer",
        "b2b",
        "achieved",
        "addition",
        "management",
        "expects",
        "b2b",
        "drive",
        "growth",
        "beyond",
        "car",
        "movement",
        "client",
        "engagement",
        "service",
        "example",
        "dropcar",
        "belief",
        "opportunity",
        "monetize",
        "big",
        "data",
        "analytics",
        "mined",
        "approximately",
        "transaction",
        "consumer",
        "b2b",
        "since",
        "inception",
        "dropcar",
        "consumer",
        "segment",
        "q1",
        "strategically",
        "successful",
        "dropcar",
        "consumer",
        "segment",
        "steve",
        "term",
        "positioning",
        "market",
        "testing",
        "price",
        "discovery",
        "early",
        "january",
        "dropcar",
        "increased",
        "base",
        "steve",
        "subscription",
        "rate",
        "per",
        "month",
        "steve",
        "experienced",
        "initial",
        "churn",
        "increase",
        "due",
        "price",
        "sensitivity",
        "margin",
        "subscriber",
        "retention",
        "rate",
        "normalized",
        "end",
        "q1",
        "new",
        "subscriber",
        "growth",
        "since",
        "resumed",
        "along",
        "line",
        "steve",
        "q1",
        "revenue",
        "grew",
        "yoy",
        "versus",
        "sequentially",
        "versus",
        "looking",
        "forward",
        "management",
        "expects",
        "steve",
        "experience",
        "seasonal",
        "growth",
        "memorial",
        "day",
        "labor",
        "day",
        "moreover",
        "dropcar",
        "software",
        "team",
        "increasingly",
        "identify",
        "deploy",
        "new",
        "efficiency",
        "initiative",
        "enhancement",
        "dynamic",
        "demand",
        "forecasting",
        "management",
        "expects",
        "see",
        "improvement",
        "efficiency",
        "performance",
        "metric",
        "addition",
        "dropcar",
        "expects",
        "roll",
        "expanded",
        "feature",
        "car",
        "washing",
        "fueling",
        "dent",
        "repair",
        "oil",
        "change",
        "less",
        "fulfilled",
        "period",
        "lower",
        "demand",
        "intensity",
        "improve",
        "valet",
        "utilization",
        "level",
        "b2b",
        "opportunity",
        "real",
        "estate",
        "sector",
        "success",
        "shared",
        "workspace",
        "wework",
        "expanding",
        "commercial",
        "business",
        "district",
        "cbd",
        "density",
        "trend",
        "employee",
        "per",
        "square",
        "foot",
        "straining",
        "fixed",
        "parking",
        "supply",
        "major",
        "cbd",
        "market",
        "beyond",
        "new",
        "york",
        "driving",
        "primary",
        "pragmatic",
        "commuting",
        "option",
        "new",
        "york",
        "city",
        "far",
        "important",
        "major",
        "cbds",
        "chicago",
        "los",
        "angeles",
        "boston",
        "philadelphia",
        "washington",
        "dc",
        "san",
        "francisco",
        "dallas",
        "result",
        "employee",
        "parking",
        "increasingly",
        "becoming",
        "key",
        "differentiator",
        "come",
        "signing",
        "commercial",
        "tenant",
        "major",
        "cbds",
        "accordingly",
        "dropcar",
        "experiencing",
        "growing",
        "inbound",
        "interest",
        "virtual",
        "garage",
        "car",
        "care",
        "service",
        "commercial",
        "real",
        "estate",
        "landlord",
        "scrambling",
        "deal",
        "parking",
        "challenge",
        "major",
        "cbds",
        "beyond",
        "new",
        "york",
        "wpcs",
        "business",
        "strategic",
        "plan",
        "dropcar",
        "low",
        "voltage",
        "contracting",
        "business",
        "acquired",
        "wpcs",
        "merger",
        "strong",
        "q1",
        "generating",
        "revenue",
        "million",
        "gross",
        "margin",
        "856k",
        "operating",
        "income",
        "309k",
        "contracting",
        "business",
        "profitable",
        "substantially",
        "impair",
        "company",
        "core",
        "automotive",
        "business",
        "provide",
        "dropcar",
        "meaningful",
        "revenue",
        "operational",
        "strategic",
        "synergy",
        "thus",
        "dropcar",
        "board",
        "management",
        "decided",
        "explore",
        "consider",
        "strategic",
        "alternative",
        "contracting",
        "segment",
        "abbreviated",
        "first",
        "quarter",
        "financial",
        "result",
        "please",
        "note",
        "q1",
        "abbreviated",
        "wpcs",
        "contracting",
        "segment",
        "light",
        "dropcar",
        "completed",
        "january",
        "moreover",
        "q1",
        "financial",
        "result",
        "included",
        "number",
        "item",
        "relating",
        "merger",
        "subsequent",
        "million",
        "private",
        "placement",
        "early",
        "march",
        "conference",
        "call",
        "information",
        "dropcar",
        "host",
        "conference",
        "call",
        "5pm",
        "eastern",
        "daylight",
        "time",
        "edt",
        "featuring",
        "remark",
        "q",
        "ceo",
        "spencer",
        "richardson",
        "cfo",
        "paul",
        "common",
        "number",
        "conference",
        "call",
        "domestic",
        "international",
        "please",
        "make",
        "sure",
        "call",
        "least",
        "five",
        "minute",
        "scheduled",
        "start",
        "time",
        "listen",
        "online",
        "please",
        "click",
        "http",
        "interested",
        "individual",
        "unable",
        "join",
        "live",
        "event",
        "replay",
        "available",
        "edt",
        "access",
        "recording",
        "dial",
        "domestic",
        "internationally",
        "replay",
        "passcode",
        "dropcar",
        "founded",
        "launched",
        "new",
        "york",
        "city",
        "dropcar",
        "nasdaq",
        "dcar",
        "offer",
        "vehicle",
        "support",
        "platform",
        "vsp",
        "platform",
        "mobile",
        "app",
        "help",
        "consumer",
        "company",
        "reduce",
        "cost",
        "hassle",
        "inefficiency",
        "owning",
        "car",
        "fleet",
        "car",
        "urban",
        "center",
        "technology",
        "platform",
        "blend",
        "efficiency",
        "scale",
        "cloud",
        "computing",
        "machine",
        "learning",
        "connected",
        "car",
        "highly",
        "trained",
        "driver",
        "move",
        "car",
        "fully",
        "staffed",
        "secure",
        "garage",
        "people",
        "business",
        "consumer",
        "use",
        "dropcar",
        "mobile",
        "app",
        "ease",
        "cost",
        "stress",
        "owning",
        "car",
        "city",
        "dealership",
        "leasing",
        "company",
        "oems",
        "shared",
        "mobility",
        "company",
        "use",
        "dropcar",
        "enterprise",
        "platform",
        "reduce",
        "cost",
        "streamline",
        "logistics",
        "deepen",
        "relationship",
        "customer",
        "information",
        "available",
        "statement",
        "press",
        "release",
        "contains",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "purpose",
        "safe",
        "harbor",
        "provided",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "regarding",
        "strategy",
        "future",
        "operation",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "projected",
        "expense",
        "prospect",
        "plan",
        "objective",
        "management",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "could",
        "differ",
        "materially",
        "projected",
        "result",
        "many",
        "factor",
        "including",
        "without",
        "limitation",
        "ability",
        "project",
        "future",
        "cash",
        "utilization",
        "reserve",
        "needed",
        "contingent",
        "future",
        "liability",
        "business",
        "operation",
        "availability",
        "sufficient",
        "resource",
        "company",
        "meet",
        "business",
        "objective",
        "operational",
        "requirement",
        "impact",
        "competitive",
        "product",
        "service",
        "technological",
        "change",
        "foregoing",
        "review",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "differ",
        "expectation",
        "construed",
        "exhaustive",
        "read",
        "conjunction",
        "statement",
        "included",
        "herein",
        "elsewhere",
        "including",
        "risk",
        "factor",
        "heading",
        "risk",
        "factor",
        "dropcar",
        "filing",
        "security",
        "exchange",
        "commission",
        "except",
        "required",
        "applicable",
        "law",
        "dropcar",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "statement",
        "make",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "relation",
        "contact",
        "daniel",
        "gelbtuch",
        "vp",
        "corporate",
        "finance",
        "dropcar",
        "daniel",
        "medium",
        "contact",
        "john",
        "williams",
        "scoville",
        "pr",
        "dropcar",
        "jwilliams",
        "dropcar",
        "subsidiary",
        "condensed",
        "balance",
        "sheet",
        "march",
        "december",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "dropcar",
        "subsidiary",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "cost",
        "service",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "net",
        "net",
        "loss",
        "source",
        "dropcar",
        "inc"
    ]
}