{
    "organizations": [],
    "uuid": "75709a790ff31e007c2ac79a0c0770113cb2d65a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-refuge-biotechnologies-completes-25-million-series-b-financing-appoints-cso-to-advance-the-development-of-intelligent-cell.html",
    "ord_in_thread": 0,
    "title": "Refuge Biotechnologies Completes $25 Million Series B Financing, Appoints CSO to Advance the Development of Intelligent Cell Therapies in Oncology",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MENLO PARK, Calif., May 2, Refuge Biotechnologies, Inc. (\"Refuge\"), a company leveraging gene engineering technologies to develop intelligent cell therapeutics programmed to make decisions inside of patients, today announced the closing of a $25 million Series B investment round. In addition, the company has appointed immuno-oncology pioneer Francesco Marincola, M.D., as chief scientific officer.\nThe Series B financing was led by 3SBio and Sequoia China, with participation from new investors Danhua Capital (DHVC), Sangel Capital and Ocean Pine Healthcare Fund. Refuge's existing investors, 3E Bioventures, WuXi Healthcare Ventures, and ShangBay Capital, also participated in the round.\nThe funds from the Series B will support advancement of cell therapies developed with Refuge's receptor-dCas platform, which utilizes a mutated or dead Cas9 (dCas) as a targeting mechanism to enable precision CRISPR activation (CRISPRa) and CRISPR interference (CRISPRi). The cell therapies are programed to only activate CRISPRa/CRISPRi when they encounter specific sensors found on the surface of cancer cells, which delivers the treatment effect only to target cells. As a result, cell therapies have the potential to bring together multiple anti-cancer approaches in a single cell, such as repression of multiple checkpoint targets, with greater potency and reduced side effects. Refuge's pipeline is led by RB-1916, a CAR-T cell therapy designed to inhibit the expression of the PD-1 gene, with a potential initial application in diffused large B-cell lymphoma. Refuge has additional CAR cell therapy programs under research that conditionally repress PD-1 and other checkpoint inhibitors for potential treatment of solid tumors.\n\"We have seen tremendous progress in the development of our technology and science, and believe that our receptor-dCas platform has the potential to create highly targeted cell therapies that bring superior efficacy while overcoming limitations related to toxic side effects,\" said Bing C. Wang, Ph.D., co-founder and chief executive officer of Refuge Biotech. \"This financing will propel our efforts with our growing pipeline as we continue to design these innovative and intelligent cell therapies to fight cancer, and we are encouraged by the support from this top group of global investors.\"\nAs part of the investment, the lead investors will have an exclusive right to negotiate with Refuge on the right to the development and commercialization of cell therapies using Refuge's platform in China. Concurrently, Refuge and 3SBio will also collaborate on research developing programmed cell therapeutics that can produce therapeutic proteins inside a patient's body using Refuge's platform technology.\nConcurrent with the financing, Zhenping Zhu, M.D., Ph.D., of 3SBio and Trency Gu, Ph.D., of Sequoia China, have joined the Refuge board of directors.\n\"3SBio's investment demonstrates our commitment to advancing cutting-edge gene engineering technologies with potential for breakthrough treatments for cancer and other diseases with unmet medical needs,\" said Jing Lou, M.D., Ph.D., Chairman and CEO of 3SBio Inc. \"3SBio looks forward to collaborating with Refuge to accelerate the clinical development of Refuge's next-generation cell therapies for cancer and to fully realize the potential of the dCas9 platform.\"\nAdded Neil Shen, founding and managing partner of Sequoia China, \"Sequoia China endeavors to back innovative companies in the life science field such as Refuge Bio, which brings together topnortch scientific and commercial talents in the gene editing and cell therapy space. We are pleased to support Refuge Bio to further develop the dCas9 platform for wide therapeutic applications to improve human health.\"\nThe CRISPRa and CRISPRi are made possible by dCas9, which no longer cuts DNA but functions as a carrier to specific areas of the genome for highly targeted delivery a transcriptional activator or repressor to turn on or turn off genes. The novel receptor-dCas platform allows for control of how a cell interacts with its environment. Cells generally communicate and sense their surrounding through membrane receptors. Connecting receptors to dCas creates a therapeutic platform that enables cells to sense its surroundings and activate or repress multiple gene expression based on the receptor-ligand interactions. With receptor-dCas, cells can be now programmed to turn off certain genes, such as PD-1, to generate more potent CAR-T immune cells when it senses the presence of a tumor cell.\nAbout Francesco Marincola, M.D.\nAs chief scientific officer, Dr. Marincola will lead development of Refuge's intelligent cell therapy platform and investigation of its lead therapeutic programs. He most recently served as a distinguished research fellow and strategist for immune oncology discovery at AbbVie. Prior to this, he developed and led a genetic research institute at Sidra Medical and Research Center in Qata where he played a pivotal role in the Qatar Genome Project. He also trained in surgical oncology under Steven Rosenberg, M.D., Ph.D., at the National Cancer Institute and subsequently was a tenured investigator and chief of the infectious disease and immunogenetics section at the NIH Clinical Center. Dr. Marincola has spent his career studying tumor immunology and was a pioneer in the development of technologies for studying in real-time the dynamics of the tumor microenvironment adaptations during immune therapy. He described the mechanisms leading to cancer immune rejection describing the immunologic constant of rejection as a conserved process shared responsible for other forms of immune-mediated tissue-specific destruction such as allograft rejection, graft versus host disease, flares of autoimmunity and clearance of pathogen during acute infections. He is currently leading worldwide efforts to understand the mechanism of cancer immune resistance such as the Society for the Immunotherapy of Cancer Task Force on Immune Responsiveness aimed at involving different areas of expertise besides immunology. Dr. Marincola graduated summa cum laude at the University of Milan, Medical School, Italy, and completed a general surgery residency with a focus in immunology at Stanford University. He was president of the Society for the Immunotherapy of Cancer and is the founding and current editor-in-chief of the Journal of Translational Medicine.\nAbout Refuge Biotech\nRefuge Biotech is a discovery-stage therapeutic company focused on gene editing and genetic engineering of immune cells for cancer immunotherapy. Refuge is leveraging gene engineering technologies known as CRISPR interference (CRISPRi) and CRISPR activation (CRISPRa) through their receptor-dCas platform to develop therapeutic cells that are programmed to make cancer-fighting decisions inside the patient's body. For further information, please visit www.refugebiotech.com .\nAbout 3SBio\n3SBio is a fully-integrated biotechnology company in China with market-leading biopharmaceutical franchises in oncology, auto-immune diseases, nephrology, metabolic diseases and dermatology. 3SBio is focused on building an innovative product pipeline, with over 20 National Class 1 candidates under development. 3SBio's manufacturing capabilities include recombinant proteins, monoclonal antibodies and chemically- synthesized molecules, with research and production centers in Shenyang, Shanghai, Hangzhou, Shenzhen and Como, Italy. 3SBio is actively pursuing international expansion through acquisitions, licensing and strategic partnerships. Please visit www.3sbio.com for additional information.\nAbout Sequoia China\nThe Sequoia team helps daring founders build legendary companies. In partnering with Sequoia, companies benefit from our unmatched community and the lessons we've learned over 46 years working with Apple, Cisco, Oracle, Google, Alibaba, Airbnb and JD.com among many others. As \"The Entrepreneurs Behind The Entrepreneurs\", Sequoia China focuses on four sectors: TMT, healthcare, consumer/service, and industrial technology. Over the past 13 years we've had the privilege of working with more than 500 companies in China. For more information, visit www.sequoiacap.com/china/en .\nView original content with multimedia: http://www.prnewswire.com/news-releases/refuge-biotechnologies-completes-25-million-series-b-financing-appoints-cso-to-advance-the-development-of-intelligent-cell-therapies-in-oncology-300640708.html\nSOURCE Refuge Biotechnologies, Inc.",
    "published": "2018-05-02T08:01:00.000+03:00",
    "crawled": "2018-05-02T09:34:15.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "menlo",
        "park",
        "may",
        "refuge",
        "biotechnology",
        "refuge",
        "company",
        "leveraging",
        "gene",
        "engineering",
        "technology",
        "develop",
        "intelligent",
        "cell",
        "therapeutic",
        "programmed",
        "make",
        "decision",
        "inside",
        "patient",
        "today",
        "announced",
        "closing",
        "million",
        "series",
        "b",
        "investment",
        "round",
        "addition",
        "company",
        "appointed",
        "pioneer",
        "francesco",
        "marincola",
        "chief",
        "scientific",
        "officer",
        "series",
        "b",
        "financing",
        "led",
        "3sbio",
        "sequoia",
        "china",
        "participation",
        "new",
        "investor",
        "danhua",
        "capital",
        "dhvc",
        "sangel",
        "capital",
        "ocean",
        "pine",
        "healthcare",
        "fund",
        "refuge",
        "existing",
        "investor",
        "3e",
        "bioventures",
        "wuxi",
        "healthcare",
        "venture",
        "shangbay",
        "capital",
        "also",
        "participated",
        "round",
        "fund",
        "series",
        "b",
        "support",
        "advancement",
        "cell",
        "therapy",
        "developed",
        "refuge",
        "platform",
        "utilizes",
        "mutated",
        "dead",
        "cas9",
        "dcas",
        "targeting",
        "mechanism",
        "enable",
        "precision",
        "crispr",
        "activation",
        "crispra",
        "crispr",
        "interference",
        "crispri",
        "cell",
        "therapy",
        "programed",
        "activate",
        "encounter",
        "specific",
        "sensor",
        "found",
        "surface",
        "cancer",
        "cell",
        "delivers",
        "treatment",
        "effect",
        "target",
        "cell",
        "result",
        "cell",
        "therapy",
        "potential",
        "bring",
        "together",
        "multiple",
        "approach",
        "single",
        "cell",
        "repression",
        "multiple",
        "checkpoint",
        "target",
        "greater",
        "potency",
        "reduced",
        "side",
        "effect",
        "refuge",
        "pipeline",
        "led",
        "cell",
        "therapy",
        "designed",
        "inhibit",
        "expression",
        "gene",
        "potential",
        "initial",
        "application",
        "diffused",
        "large",
        "lymphoma",
        "refuge",
        "additional",
        "car",
        "cell",
        "therapy",
        "program",
        "research",
        "conditionally",
        "repress",
        "checkpoint",
        "inhibitor",
        "potential",
        "treatment",
        "solid",
        "tumor",
        "seen",
        "tremendous",
        "progress",
        "development",
        "technology",
        "science",
        "believe",
        "platform",
        "potential",
        "create",
        "highly",
        "targeted",
        "cell",
        "therapy",
        "bring",
        "superior",
        "efficacy",
        "overcoming",
        "limitation",
        "related",
        "toxic",
        "side",
        "effect",
        "said",
        "bing",
        "wang",
        "chief",
        "executive",
        "officer",
        "refuge",
        "biotech",
        "financing",
        "propel",
        "effort",
        "growing",
        "pipeline",
        "continue",
        "design",
        "innovative",
        "intelligent",
        "cell",
        "therapy",
        "fight",
        "cancer",
        "encouraged",
        "support",
        "top",
        "group",
        "global",
        "investor",
        "part",
        "investment",
        "lead",
        "investor",
        "exclusive",
        "right",
        "negotiate",
        "refuge",
        "right",
        "development",
        "commercialization",
        "cell",
        "therapy",
        "using",
        "refuge",
        "platform",
        "china",
        "concurrently",
        "refuge",
        "3sbio",
        "also",
        "collaborate",
        "research",
        "developing",
        "programmed",
        "cell",
        "therapeutic",
        "produce",
        "therapeutic",
        "protein",
        "inside",
        "patient",
        "body",
        "using",
        "refuge",
        "platform",
        "technology",
        "concurrent",
        "financing",
        "zhenping",
        "zhu",
        "3sbio",
        "trency",
        "gu",
        "sequoia",
        "china",
        "joined",
        "refuge",
        "board",
        "director",
        "3sbio",
        "investment",
        "demonstrates",
        "commitment",
        "advancing",
        "gene",
        "engineering",
        "technology",
        "potential",
        "breakthrough",
        "treatment",
        "cancer",
        "disease",
        "unmet",
        "medical",
        "need",
        "said",
        "jing",
        "lou",
        "chairman",
        "ceo",
        "3sbio",
        "3sbio",
        "look",
        "forward",
        "collaborating",
        "refuge",
        "accelerate",
        "clinical",
        "development",
        "refuge",
        "cell",
        "therapy",
        "cancer",
        "fully",
        "realize",
        "potential",
        "dcas9",
        "platform",
        "added",
        "neil",
        "shen",
        "founding",
        "managing",
        "partner",
        "sequoia",
        "china",
        "sequoia",
        "china",
        "endeavor",
        "back",
        "innovative",
        "company",
        "life",
        "science",
        "field",
        "refuge",
        "bio",
        "brings",
        "together",
        "topnortch",
        "scientific",
        "commercial",
        "talent",
        "gene",
        "editing",
        "cell",
        "therapy",
        "space",
        "pleased",
        "support",
        "refuge",
        "bio",
        "develop",
        "dcas9",
        "platform",
        "wide",
        "therapeutic",
        "application",
        "improve",
        "human",
        "health",
        "crispra",
        "crispri",
        "made",
        "possible",
        "dcas9",
        "longer",
        "cut",
        "dna",
        "function",
        "carrier",
        "specific",
        "area",
        "genome",
        "highly",
        "targeted",
        "delivery",
        "transcriptional",
        "activator",
        "repressor",
        "turn",
        "turn",
        "gene",
        "novel",
        "platform",
        "allows",
        "control",
        "cell",
        "interacts",
        "environment",
        "cell",
        "generally",
        "communicate",
        "sense",
        "surrounding",
        "membrane",
        "receptor",
        "connecting",
        "receptor",
        "dcas",
        "creates",
        "therapeutic",
        "platform",
        "enables",
        "cell",
        "sense",
        "surroundings",
        "activate",
        "repress",
        "multiple",
        "gene",
        "expression",
        "based",
        "interaction",
        "cell",
        "programmed",
        "turn",
        "certain",
        "gene",
        "generate",
        "potent",
        "immune",
        "cell",
        "sens",
        "presence",
        "tumor",
        "cell",
        "francesco",
        "marincola",
        "chief",
        "scientific",
        "officer",
        "marincola",
        "lead",
        "development",
        "refuge",
        "intelligent",
        "cell",
        "therapy",
        "platform",
        "investigation",
        "lead",
        "therapeutic",
        "program",
        "recently",
        "served",
        "distinguished",
        "research",
        "fellow",
        "strategist",
        "immune",
        "oncology",
        "discovery",
        "abbvie",
        "prior",
        "developed",
        "led",
        "genetic",
        "research",
        "institute",
        "sidra",
        "medical",
        "research",
        "center",
        "qata",
        "played",
        "pivotal",
        "role",
        "qatar",
        "genome",
        "project",
        "also",
        "trained",
        "surgical",
        "oncology",
        "steven",
        "rosenberg",
        "national",
        "cancer",
        "institute",
        "subsequently",
        "tenured",
        "investigator",
        "chief",
        "infectious",
        "disease",
        "immunogenetics",
        "section",
        "nih",
        "clinical",
        "center",
        "marincola",
        "spent",
        "career",
        "studying",
        "tumor",
        "immunology",
        "pioneer",
        "development",
        "technology",
        "studying",
        "dynamic",
        "tumor",
        "microenvironment",
        "adaptation",
        "immune",
        "therapy",
        "described",
        "mechanism",
        "leading",
        "cancer",
        "immune",
        "rejection",
        "describing",
        "immunologic",
        "constant",
        "rejection",
        "conserved",
        "process",
        "shared",
        "responsible",
        "form",
        "destruction",
        "allograft",
        "rejection",
        "graft",
        "versus",
        "host",
        "disease",
        "flare",
        "autoimmunity",
        "clearance",
        "pathogen",
        "acute",
        "infection",
        "currently",
        "leading",
        "worldwide",
        "effort",
        "understand",
        "mechanism",
        "cancer",
        "immune",
        "resistance",
        "society",
        "immunotherapy",
        "cancer",
        "task",
        "force",
        "immune",
        "responsiveness",
        "aimed",
        "involving",
        "different",
        "area",
        "expertise",
        "besides",
        "immunology",
        "marincola",
        "graduated",
        "summa",
        "cum",
        "laude",
        "university",
        "milan",
        "medical",
        "school",
        "italy",
        "completed",
        "general",
        "surgery",
        "residency",
        "focus",
        "immunology",
        "stanford",
        "university",
        "president",
        "society",
        "immunotherapy",
        "cancer",
        "founding",
        "current",
        "journal",
        "translational",
        "medicine",
        "refuge",
        "biotech",
        "refuge",
        "biotech",
        "therapeutic",
        "company",
        "focused",
        "gene",
        "editing",
        "genetic",
        "engineering",
        "immune",
        "cell",
        "cancer",
        "immunotherapy",
        "refuge",
        "leveraging",
        "gene",
        "engineering",
        "technology",
        "known",
        "crispr",
        "interference",
        "crispri",
        "crispr",
        "activation",
        "crispra",
        "platform",
        "develop",
        "therapeutic",
        "cell",
        "programmed",
        "make",
        "decision",
        "inside",
        "patient",
        "body",
        "information",
        "please",
        "visit",
        "3sbio",
        "3sbio",
        "biotechnology",
        "company",
        "china",
        "biopharmaceutical",
        "franchise",
        "oncology",
        "disease",
        "nephrology",
        "metabolic",
        "disease",
        "dermatology",
        "3sbio",
        "focused",
        "building",
        "innovative",
        "product",
        "pipeline",
        "national",
        "class",
        "candidate",
        "development",
        "3sbio",
        "manufacturing",
        "capability",
        "include",
        "recombinant",
        "protein",
        "monoclonal",
        "antibody",
        "synthesized",
        "molecule",
        "research",
        "production",
        "center",
        "shenyang",
        "shanghai",
        "hangzhou",
        "shenzhen",
        "como",
        "italy",
        "3sbio",
        "actively",
        "pursuing",
        "international",
        "expansion",
        "acquisition",
        "licensing",
        "strategic",
        "partnership",
        "please",
        "visit",
        "additional",
        "information",
        "sequoia",
        "china",
        "sequoia",
        "team",
        "help",
        "daring",
        "founder",
        "build",
        "legendary",
        "company",
        "partnering",
        "sequoia",
        "company",
        "benefit",
        "unmatched",
        "community",
        "lesson",
        "learned",
        "year",
        "working",
        "apple",
        "cisco",
        "oracle",
        "google",
        "alibaba",
        "airbnb",
        "among",
        "many",
        "others",
        "entrepreneur",
        "behind",
        "entrepreneur",
        "sequoia",
        "china",
        "focus",
        "four",
        "sector",
        "tmt",
        "healthcare",
        "industrial",
        "technology",
        "past",
        "year",
        "privilege",
        "working",
        "company",
        "china",
        "information",
        "visit",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "refuge",
        "biotechnology",
        "inc"
    ]
}