{
    "organizations": [],
    "uuid": "52c62ab165fd129c020b1b812bd96203dbc481ca",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-fluent-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Fluent Announces Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First Quarter as a Standalone Public Company Produces $56.0 Million in Revenue,\n$2.2 Million in Adjusted Net Income Based on $5.6 Million in Net Loss from Continuing\nOperations, Resulting in $0.03 in Adjusted Earnings Per Share\nNEW YORK, May 08, 2018 (GLOBE NEWSWIRE) -- Fluent, Inc. (NASDAQ:FLNT) a leading data-driven performance marketing company, today announced financial results for the quarter ended March 31, 2018.\n“We have built an incredible company and are excited to present Fluent’s standalone results, which show positive adjusted net income and adjusted earnings per share, after removing transaction costs and discontinued operations,” stated Ryan Schulke, Fluent’s CEO. “We look forward to this team’s continued success, driving profitability and delivering strong results for our shareholders.”\nFirst Quarter Financial Results\nFor the three months ended March 31, 2018, as compared to the three months ended March 31, 2017:\nTotal revenue increased 14% to $56.0 million. Net loss from continuing operations was $5.6 million (inclusive of spin-off transaction costs of $7.7 million) compared to net loss from continuing operations of $9.8 million. Net loss from discontinued operations was $21.1 million compared to $2.9 million. Adjusted net income was $2.2 million compared to a loss of $9.8 million. Adjusted EBITDA grew 42% to $9.6 million based on net loss of $26.7 million. Adjusted earnings per share was $0.03 compared to a loss of $0.18 per share.\nAdjusted net income, adjusted earnings per share and adjusted EBITDA are non-GAAP financial measures. Reconciliation of these non-GAAP measures are provided in the attached tables.\nFirst Quarter and Recent Business Highlights\nSuccessfully completed the spin-off of our risk management business, Red Violet, Inc. Changed corporate name to Fluent, Inc. (NASDAQ:FLNT), to better align our corporate brand with our industry leading data-driven performance marketing company. Our proprietary self-reported first party data asset, the Fluent Identity Graph now contains over 182 million unique email addresses that represent over 150 million individuals. Continued to bolster our strategic and operational talent, all intently focused on delivering increased profitability to our business, with the appointment of key industry leaders, hailing from such companies as Epsilon and Merkle. Revenue from advertisers in the financial & professional services category nearly doubled compared to the three months ended March 31, 2017.\nConference Call\nFluent, Inc. will host a conference call on Tuesday, May 8, 2018 at 4:30 PM ET to discuss its 2018 first quarter financial results. To listen to the conference call on your telephone, please dial (888) 339-0797 for domestic callers or (412) 317-5248 for international callers. To access the live audio webcast, visit the Fluent website at www.fluentco.com . Please login at least 15 minutes prior to the start of the call to ensure adequate time for any downloads that may be required. Following completion of the earnings call, a recorded replay of the webcast will be available for those unable to participate. To listen to the telephone replay, please dial (877) 344-7529 or (412) 317-0088 with the replay passcode 10119708. The replay will also be available for one week on the Fluent website at www.fluentco.com .\nAbout Fluent, Inc.\nFluent (NASDAQ:FLNT) is the trusted acquisition partner for growing brands. Leveraging our proprietary first party data asset, Fluent creates marketing programs that deliver better digital advertising experiences for consumers and measurable results for advertisers. Founded in 2010, the company is headquartered in New York City. For more information, visit www.fluentco.com .\nFORWARD-LOOKING STATEMENTS\nThis press release and the conference call contain \"forward-looking statements,\" as that term is defined under the Private Securities Litigation Reform Act of 1995 (PSLRA), which statements may be identified by words such as \"expects,\" \"plans,\" \"projects,\" \"will,\" \"may,\" \"anticipate,\" \"believes,\" \"should,\" \"intends,\" \"estimates,\" and other words of similar meaning. Such forward looking statements are subject to risks and uncertainties that are often difficult to predict, are beyond our control and which may cause results to differ materially from expectations. Readers are cautioned not to place undue reliance on these forward-looking statements, which are based on our expectations as of the date of this press release and the conference call and speak only as of the date of this press release and the conference call and are advised to consider the factors under the heading \"Forward-Looking Statements\" and \"Risk Factors\" in the Company's Annual Report on Form 10-K, as may be supplemented or amended by the Company's Quarterly Reports on Form 10-Q and other SEC filings. We undertake no obligation to publicly update or revise any forward-looking statement, events or otherwise, except as required by law.\nFLUENT, INC. CONDENSED (Amounts in thousands, except share data) (unaudited) March 31, 2018 December\n31, 2017 ASSETS: Current assets: Cash and cash equivalents $ 5,368 $ 16,564 Accounts receivable, net of allowance for doubtful accounts of $1,180 and $1,624 at March 31, 2018 and December 31, 2017, respectively 34,165 36,278 Prepaid expenses and other current assets 3,276 1,865 Current assets of discontinued operations - 2,274 42,809 56,981 Property and equipment, net 586 687 Intangible assets, net 71,482 74,354 Goodwill 159,791 159,791 Other non-current assets 560 1,097 Non-current assets of discontinued operations - 24,089 Total assets $ 275,228 $ 316,999 LIABILITIES AND SHAREHOLDERS’ EQUITY: Current liabilities: Trade accounts payable $ 11,830 $ 10,666 Accrued expenses and other current liabilities 7,613 11,709 Deferred revenue 219 265 Current portion of long-term debt 3,500 2,750 Current liabilities of discontinued operations - 7,389 Total current liabilities 23,162 32,779 Promissory notes payable to certain shareholders, net - 10,837 Long-term debt, net 60,546 49,376 Total liabilities 83,708 92,992 Shareholders' equity: Preferred stock—$0.0001 par value, 10,000,000 shares authorized; 0 share issued and outstanding at March 31, 2018 and December 31, 2017 - - Common stock—$0.0005 par value, 200,000,000 shares authorized; 76,437,209 and 61,631,573 shares issued at March 31, 2018 and December 31, 2017, respectively; and 75,941,291 and 61,279,050 shares outstanding at March 31, 2018 and December 31, 2017, respectively 38 31 Treasury stock, at cost, 495,918 and 352,523 shares at March 31, 2018 and December 31, 2017, respectively (1,672 ) (1,274 ) Additional paid-in capital 387,273 392,687 Accumulated deficit (194,119 ) (167,437 ) Total shareholders’ equity 191,520 224,007 Total liabilities and shareholders’ equity $ 275,228 $ 316,999\nFLUENT, INC. CONDENSED OPERATIONS (Amounts in thousands, except share data) (unaudited) Three Months Ended March 31, 2018 2017 Revenue $ 55,989 $ 49,194 Costs and expenses: Cost of revenue (exclusive of depreciation and amortization) 35,663 33,797 Sales and marketing expenses 4,006 3,695 General and administrative expenses 8,445 12,476 Depreciation and amortization 3,331 3,205 Write-off of long-lived assets - 3,626 Spin-off transaction costs 7,708 - Total costs and expenses 59,153 56,799 Loss from operations (3,164 ) (7,605 ) Interest expense, net (2,394 ) (2,227 ) Loss before income taxes (5,558 ) (9,832 ) Income taxes - - Net loss from continuing operations (5,558 ) (9,832 ) Discontinued operations: Loss from operations of discontinued operations, net of $0 income taxes (2,084 ) (2,893 ) Loss on disposal of discontinued operations, net of $0 income taxes (19,040 ) - Net loss from discontinued operations (21,124 ) (2,893 ) Net loss $ (26,682 ) $ (12,725 ) Loss per share: Basic and diluted: Continuing operations $ (0.08 ) $ (0.18 ) Discontinued operations $ (0.31 ) $ (0.05 ) Net loss $ (0.40 ) $ (0.24 ) Weighted average number of shares outstanding: Basic and diluted 67,311,784 53,811,688\nFLUENT, INC. CONDENSED CASH FLOWS (Amounts in thousands) (unaudited) Three Months Ended March 31, 2018 2017 CASH FLOWS FROM OPERATING ACTIVITIES: Net loss $ (26,682 ) $ (12,725 ) Net loss from discontinued operations 21,124 2,893 Adjustments to reconcile net loss from continuing operations to net cash provided by operating activities: Depreciation and amortization 3,331 3,205 Non-cash interest expenses and related amortization 724 733 Share-based compensation expense 6,648 6,854 Write-off of long-lived assets - 3,626 Recoveries of bad debts (14 ) (45 ) Allocation of expenses to red violet (325 ) (840 ) Changes in assets and liabilities: Accounts receivable 2,127 3,248 Prepaid expenses and other current assets (1,609 ) (324 ) Other non-current assets 537 46 Trade accounts payable 1,164 (3,197 ) Accrued expenses and other current liabilities (4,096 ) (500 ) Deferred revenue (46 ) 780 Net cash provided by operating activities from continuing operations 2,883 3,754 Net cash used in operating activities from discontinued operations (5,835 ) (1,562 ) Net cash (used in) provided by operating activities (2,952 ) 2,192 CASH FLOWS FROM INVESTING ACTIVITIES: Purchase of property and equipment (22 ) (37 ) Capitalized costs included in intangible assets (177 ) (376 ) Capital contributed to red violet (19,728 ) - Net cash used in investing activities from continuing operations (19,927 ) (413 ) Net cash used in investing activities from discontinued operations (1,386 ) (1,927 ) Net cash used in investing activities (21,313 ) (2,340 ) CASH FLOWS FROM FINANCING ACTIVITIES: Proceeds from issuance of shares, net of issuance costs 13,392 - Proceeds from debt obligations, net of debt costs 67,182 14,039 Repayments of long-term debt (67,107 ) (1,798 ) Taxes paid related to net share settlement of vesting of restricted stock units (398 ) (168 ) Net cash provided by financing activities from continuing operations 13,069 12,073 Net increase (decrease) in cash and cash equivalents $ (11,196 ) $ 11,925 Cash and cash equivalents at beginning of period 16,564 10,089 Cash and cash equivalents at end of period $ 5,368 $ 22,014 SUPPLEMENTAL DISCLOSURE INFORMATION Cash paid for interest $ 1,678 $ 1,276 Cash paid for income taxes $ - $ - Share-based compensation capitalized in intangible assets $ 159 $ 55\nUse and Reconciliation of Non-GAAP Financial Measures\nManagement evaluates the financial performance of our business on a variety of key indicators, including adjusted EBITDA, adjusted net income (loss) and related adjusted earnings (loss) per share. Adjusted EBITDA is a non-GAAP financial measure equal to net loss, the most directly comparable financial measure based on US GAAP, adding back net loss from discontinued operations, interest expense, depreciation and amortization, share-based compensation expense, acquisition and restructuring costs, write-off of long-lived assets, and litigation costs, as noted in the tables below. Adjusted net income (loss) from continuing operations and the related basic and diluted per share amounts is a non-GAAP measure equal to net loss from continuing operations, the most directly comparable financial measure based on US GAAP, adding back the effect of spin-off transaction costs.\nThree Months Ended March 31, (In thousands) 2018 2017 Net loss $ (26,682 ) $ (12,725 ) Net loss from discontinued operations 21,124 2,893 Interest expense, net 2,394 2,227 Depreciation and amortization 3,331 3,205 Share-based compensation expense 6,648 6,854 Acquisition and restructuring costs 2,713 668 Write-off of long-lived assets - 3,626 Litigation costs 72 - Adjusted EBITDA $ 9,600 $ 6,748\nThree Months Ended March 31, (In thousands, except share data) 2018 2017 Net loss from continuing operations $ (5,558 ) $ (9,832 ) Add back: Spin-off transaction costs 7,708 - Adjusted net income (loss) from continuing operations $ 2,150 $ (9,832 ) Adjusted earnings (loss) per share from continuing operations: Basic $ 0.03 $ (0.18 ) Diluted $ 0.03 $ (0.18 ) Weighted average number of shares outstanding: Basic 67,311,784 53,811,688 Diluted (1) 70,226,701 53,811,688 (1) The diluted weighted average number of shares outstanding for the quarter ended March 31, 2018 is computed based on the basic weighted average number of shares outstanding plus the dilutive impact of outstanding restricted stock units as of March 31, 2018.\nWe present adjusted EBITDA, adjusted net income (loss) and adjusted earnings (loss) per share as supplemental measures of our operating performance because we believe they provide useful information to our investors as they eliminate the impact of certain items that we do not consider indicative of our cash operations and ongoing operating performance. In addition, we use them as an integral part of our internal reporting to measure our performance, evaluate the performance of our senior management and measure the operating strength of our business.\nAdjusted EBITDA, adjusted net income (loss) and adjusted earnings (loss) per share are measures frequently used by securities analysts, investors and other interested parties in their evaluation of the operating performance of companies similar to ours and is an indicator of the operational strength of our business. Adjusted EBITDA eliminates the uneven effect of considerable amounts of non-cash depreciation and amortization, share-based compensation expense and write-off of long-lived assets. Adjusted net income (loss) and adjusted earnings (loss) per share eliminate the effect of the spin-off transaction costs.\nAdjusted EBITDA, adjusted net income (loss) and adjusted earnings (loss) per share are not intended to be performance measures that should be regarded as an alternative to, or more meaningful than, either operating income or net income as indicators of operating performance or to cash flows from operating activities as a measure of liquidity. The way we measure adjusted EBITDA, adjusted net income (loss) and adjusted earnings (loss) per share may not be comparable to similarly titled measures presented by other companies, and may not be identical to corresponding measures used in our various agreements.\nContact Information:\nInvestors:\nJordyn Tarazi\nFluent, Inc.\n(646)356-8469\nJTarazi@fluentco.com\nMedia:\nNorth 6th Agency, Inc.\n(212)334-9753 ext. 143\nfluent@n6a.com\nSource:Fluent, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-09T00:05:20.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "standalone",
        "public",
        "company",
        "produce",
        "million",
        "revenue",
        "million",
        "adjusted",
        "net",
        "income",
        "based",
        "million",
        "net",
        "loss",
        "continuing",
        "operation",
        "resulting",
        "adjusted",
        "earnings",
        "per",
        "share",
        "new",
        "york",
        "may",
        "globe",
        "newswire",
        "fluent",
        "nasdaq",
        "flnt",
        "leading",
        "performance",
        "marketing",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "built",
        "incredible",
        "company",
        "excited",
        "present",
        "fluent",
        "standalone",
        "result",
        "show",
        "positive",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "removing",
        "transaction",
        "cost",
        "discontinued",
        "operation",
        "stated",
        "ryan",
        "schulke",
        "fluent",
        "ceo",
        "look",
        "forward",
        "team",
        "continued",
        "success",
        "driving",
        "profitability",
        "delivering",
        "strong",
        "result",
        "first",
        "quarter",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "increased",
        "million",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "inclusive",
        "transaction",
        "cost",
        "million",
        "compared",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "net",
        "loss",
        "discontinued",
        "operation",
        "million",
        "compared",
        "million",
        "adjusted",
        "net",
        "income",
        "million",
        "compared",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "grew",
        "million",
        "based",
        "net",
        "loss",
        "million",
        "adjusted",
        "earnings",
        "per",
        "share",
        "compared",
        "loss",
        "per",
        "share",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "reconciliation",
        "measure",
        "provided",
        "attached",
        "table",
        "first",
        "quarter",
        "recent",
        "business",
        "highlight",
        "successfully",
        "completed",
        "risk",
        "management",
        "business",
        "red",
        "violet",
        "changed",
        "corporate",
        "name",
        "fluent",
        "nasdaq",
        "flnt",
        "better",
        "align",
        "corporate",
        "brand",
        "industry",
        "leading",
        "performance",
        "marketing",
        "company",
        "proprietary",
        "first",
        "party",
        "data",
        "asset",
        "fluent",
        "identity",
        "graph",
        "contains",
        "million",
        "unique",
        "email",
        "address",
        "represent",
        "million",
        "individual",
        "continued",
        "bolster",
        "strategic",
        "operational",
        "talent",
        "intently",
        "focused",
        "delivering",
        "increased",
        "profitability",
        "business",
        "appointment",
        "key",
        "industry",
        "leader",
        "hailing",
        "company",
        "epsilon",
        "merkle",
        "revenue",
        "advertiser",
        "financial",
        "professional",
        "service",
        "category",
        "nearly",
        "doubled",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "conference",
        "call",
        "fluent",
        "host",
        "conference",
        "call",
        "tuesday",
        "may",
        "pm",
        "et",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "listen",
        "conference",
        "call",
        "telephone",
        "please",
        "dial",
        "domestic",
        "caller",
        "international",
        "caller",
        "access",
        "live",
        "audio",
        "webcast",
        "visit",
        "fluent",
        "website",
        "please",
        "login",
        "least",
        "minute",
        "prior",
        "start",
        "call",
        "ensure",
        "adequate",
        "time",
        "downloads",
        "may",
        "required",
        "following",
        "completion",
        "earnings",
        "call",
        "recorded",
        "replay",
        "webcast",
        "available",
        "unable",
        "participate",
        "listen",
        "telephone",
        "replay",
        "please",
        "dial",
        "replay",
        "passcode",
        "replay",
        "also",
        "available",
        "one",
        "week",
        "fluent",
        "website",
        "fluent",
        "fluent",
        "nasdaq",
        "flnt",
        "trusted",
        "acquisition",
        "partner",
        "growing",
        "brand",
        "leveraging",
        "proprietary",
        "first",
        "party",
        "data",
        "asset",
        "fluent",
        "creates",
        "marketing",
        "program",
        "deliver",
        "better",
        "digital",
        "advertising",
        "experience",
        "consumer",
        "measurable",
        "result",
        "advertiser",
        "founded",
        "company",
        "headquartered",
        "new",
        "york",
        "city",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "conference",
        "call",
        "contain",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "pslra",
        "statement",
        "may",
        "identified",
        "word",
        "expects",
        "plan",
        "project",
        "may",
        "anticipate",
        "belief",
        "intends",
        "estimate",
        "word",
        "similar",
        "meaning",
        "forward",
        "looking",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "often",
        "difficult",
        "predict",
        "beyond",
        "control",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "expectation",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "expectation",
        "date",
        "press",
        "release",
        "conference",
        "call",
        "speak",
        "date",
        "press",
        "release",
        "conference",
        "call",
        "advised",
        "consider",
        "factor",
        "heading",
        "statement",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "may",
        "supplemented",
        "amended",
        "company",
        "quarterly",
        "report",
        "form",
        "sec",
        "filing",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "fluent",
        "condensed",
        "amount",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "march",
        "december",
        "respectively",
        "prepaid",
        "expense",
        "current",
        "asset",
        "current",
        "asset",
        "discontinued",
        "operation",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "asset",
        "discontinued",
        "operation",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "debt",
        "current",
        "liability",
        "discontinued",
        "operation",
        "total",
        "current",
        "liability",
        "promissory",
        "note",
        "payable",
        "certain",
        "shareholder",
        "net",
        "debt",
        "net",
        "total",
        "liability",
        "shareholder",
        "equity",
        "preferred",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "march",
        "december",
        "respectively",
        "share",
        "outstanding",
        "march",
        "december",
        "respectively",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "fluent",
        "condensed",
        "operation",
        "amount",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "exclusive",
        "depreciation",
        "amortization",
        "sale",
        "marketing",
        "expense",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "asset",
        "transaction",
        "cost",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "loss",
        "operation",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "loss",
        "disposal",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "loss",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "fluent",
        "condensed",
        "cash",
        "flow",
        "amount",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "net",
        "loss",
        "discontinued",
        "operation",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "continuing",
        "operation",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "related",
        "amortization",
        "compensation",
        "expense",
        "asset",
        "recovery",
        "bad",
        "debt",
        "allocation",
        "expense",
        "red",
        "violet",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "continuing",
        "operation",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "discontinued",
        "operation",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "capitalized",
        "cost",
        "included",
        "intangible",
        "asset",
        "capital",
        "contributed",
        "red",
        "violet",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "continuing",
        "operation",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "discontinued",
        "operation",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "share",
        "net",
        "issuance",
        "cost",
        "proceeds",
        "debt",
        "obligation",
        "net",
        "debt",
        "cost",
        "repayment",
        "debt",
        "tax",
        "paid",
        "related",
        "net",
        "share",
        "settlement",
        "vesting",
        "restricted",
        "stock",
        "unit",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "continuing",
        "operation",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "information",
        "cash",
        "paid",
        "interest",
        "cash",
        "paid",
        "income",
        "tax",
        "compensation",
        "capitalized",
        "intangible",
        "asset",
        "use",
        "reconciliation",
        "financial",
        "measure",
        "management",
        "evaluates",
        "financial",
        "performance",
        "business",
        "variety",
        "key",
        "indicator",
        "including",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "related",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "equal",
        "net",
        "loss",
        "directly",
        "comparable",
        "financial",
        "measure",
        "based",
        "u",
        "gaap",
        "adding",
        "back",
        "net",
        "loss",
        "discontinued",
        "operation",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "acquisition",
        "restructuring",
        "cost",
        "asset",
        "litigation",
        "cost",
        "noted",
        "table",
        "adjusted",
        "net",
        "income",
        "loss",
        "continuing",
        "operation",
        "related",
        "basic",
        "diluted",
        "per",
        "share",
        "amount",
        "measure",
        "equal",
        "net",
        "loss",
        "continuing",
        "operation",
        "directly",
        "comparable",
        "financial",
        "measure",
        "based",
        "u",
        "gaap",
        "adding",
        "back",
        "effect",
        "transaction",
        "cost",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "net",
        "loss",
        "net",
        "loss",
        "discontinued",
        "operation",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "acquisition",
        "restructuring",
        "cost",
        "asset",
        "litigation",
        "cost",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "share",
        "data",
        "net",
        "loss",
        "continuing",
        "operation",
        "add",
        "back",
        "transaction",
        "cost",
        "adjusted",
        "net",
        "income",
        "loss",
        "continuing",
        "operation",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "quarter",
        "ended",
        "march",
        "computed",
        "based",
        "basic",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "plus",
        "dilutive",
        "impact",
        "outstanding",
        "restricted",
        "stock",
        "unit",
        "march",
        "present",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "believe",
        "provide",
        "useful",
        "information",
        "investor",
        "eliminate",
        "impact",
        "certain",
        "item",
        "consider",
        "indicative",
        "cash",
        "operation",
        "ongoing",
        "operating",
        "performance",
        "addition",
        "use",
        "integral",
        "part",
        "internal",
        "reporting",
        "measure",
        "performance",
        "evaluate",
        "performance",
        "senior",
        "management",
        "measure",
        "operating",
        "strength",
        "business",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "measure",
        "frequently",
        "used",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluation",
        "operating",
        "performance",
        "company",
        "similar",
        "indicator",
        "operational",
        "strength",
        "business",
        "adjusted",
        "ebitda",
        "eliminates",
        "uneven",
        "effect",
        "considerable",
        "amount",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "asset",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "eliminate",
        "effect",
        "transaction",
        "cost",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "intended",
        "performance",
        "measure",
        "regarded",
        "alternative",
        "meaningful",
        "either",
        "operating",
        "income",
        "net",
        "income",
        "indicator",
        "operating",
        "performance",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "liquidity",
        "way",
        "measure",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "earnings",
        "loss",
        "per",
        "share",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "presented",
        "company",
        "may",
        "identical",
        "corresponding",
        "measure",
        "used",
        "various",
        "agreement",
        "contact",
        "information",
        "investor",
        "jordyn",
        "tarazi",
        "fluent",
        "jtarazi",
        "medium",
        "north",
        "6th",
        "agency",
        "ext",
        "fluent",
        "source",
        "fluent",
        "inc"
    ]
}