{
    "organizations": [],
    "uuid": "20f004c789b0fb2b680d838fa2c9de832549bc2a",
    "author": "",
    "url": "https://www.reuters.com/article/us-motor-nascar-harvick-winning/red-hot-harvick-on-career-best-start-now-it-feels-like-a-game-idUSKCN1IF2ZT",
    "ord_in_thread": 0,
    "title": "Red-hot Harvick on career-best start: 'Now it feels like a game'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Kevin Harvick’s series-best five wins and nine top-five finishes through 12 Monster Energy NASCAR Cup races is a career-best season opening for the driver long known as “The Closer.”\nDriver Kevin Harvick wears a camouflage hat with his number and a U.S. flag before the start of the Monster Energy NASCAR Cup Series Apache Warrior 400 race in Dover, Delaware, U.S. October 1, 2017. REUTERS/Jonathan Ernst In true form, Harvick’s victory at Kansas Speedway on Saturday — when he passed Martin Truex Jr. for the lead with less than two laps to go — night gave him back-to-back wins. Earlier in the season he won three straight.\nHarvick’s grand total of 19 wins dating back to his 2014 Cup championship season is the most in the series during that span, too — one more than Kyle Busch, two more than Jimmie Johnson and three more than Joey Logano in the same time frame.\nAnd again, we’re only 12 races into the 2018 schedule.\n“Now it feels like a game,” Harvick, 42, said smiling in Saturday night’s post-race interview at Kansas.\n“It really does, because of the fact that you want to see how many races you can win. You want to see how many laps you can lead. We know that we’re riding a momentum wave that is hard to come by, and you need to capitalize on it as many times as you can because it may never come again. I’ve never had it in my career, and I’ve been doing this for 18 years.”\nHarvick has won by dominating — see his 201 laps led at Dover. He’s won on team strategy and veteran savvy. He’s won on dramatic passes, such as Saturday night. And his 820 laps out front in the Stewart-Haas Racing No. 4 Ford this season are easily the most in the series. (Busch is next with 498.)\nThere is precedent to such an impressive start to the year. And it’s quite a stellar path to be driving down.\nFour-time series champion Jeff Gordon also won five of the first 12 races in 1997. In fact he won six of the first 13 races and seven of the first 15 en route to a 10-win championship season.\nAs Harvick is doing, Gordon reeled off consecutive wins. Twice during that season-opening span of excellence he went back-to-back — the Daytona 500 then at Rockingham, N.C. to open the season, and again at Bristol then Martinsville in April.\n“You know, we talked about it this week, it’s something that you may never do again in your career, and while you have fast cars and while you have momentum and while you have a group of guys that gives it everything they have and a driver that gives it everything that he can, like you have to, like you have to just fight every week and give it everything you’ve got,” Harvick’s crew chief Rodney Childers said following Kansas.\n“I mean, if it’s eight races you win, if it’s 10 races you win, if it’s 12 races you win — the reason that we all are here is because of watching people like Jeff Gordon and [former Gordon crew chief] Ray Evernham win 12 races a year, and that’s what your goal should be no matter what race team you are. Yeah, you’ve got to keep going.”\nThere is no statistical reason to believe the No. 4 team will slow down any time soon, either. Even when Harvick hasn’t won, he’s typically contended.\nHarvick has had success at the next Cup points-paying race, the May 27 Coca-Cola 600 at Charlotte Motor Speedway - two wins (2011 and ‘13) and the 2017 pole. In the nine races since his 2013 win at Charlotte, Harvick has eight top-10 finishes at the track, including three runner-up finishes — twice in the 600-miler (2014 and ‘16), and a win in the 500-mile race in 2014. He finished runner-up in his very first try at the 600 in 2001.\nAs for this week’s Monster Energy NASCAR All-Star Race, Harvick was runner-up in the event in 2014 and ‘15.\nIt all bodes well for the Stewart-Haas Racing team and Harvick’s success is the cherry on top in the best start yet for the entire four-car operation. Harvick leads the series in wins but his second-year teammate Clint Bowyer took home a grandfather clock trophy for winning at Martinsville (his first victory in six years) and is ranked sixth in the standings. Veteran Kurt Busch is ranked fifth and team newcomer Aric Almirola is 11th.\n“These moments are not something that happens very often, and now you need to go put every detail into a car like you’re racing for a championship race at Homestead every week because it just has that special feel to it,” Harvick said.\n“It’s just a good time to be at SHR. They’re doing a great job of putting fast race cars on the track, but I think when you look at a night like [Saturday night], it really shows the experience of the team because I feel like this is the kind of cars that we had in 2014 but we had a lot of parts failures. We were all new. We made a lot of mistakes and just didn’t really know how to deal with it like we do now, but yeah, [winning is] addicting. Now it’s a game.”\nAnd Harvick is winning.\n—By Holly Cain, NASCAR Wire Service. Special to Field Level Media\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-05-15T00:50:00.000+03:00",
    "crawled": "2018-05-15T01:24:00.051+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kevin",
        "harvick",
        "five",
        "win",
        "nine",
        "finish",
        "monster",
        "energy",
        "nascar",
        "cup",
        "race",
        "season",
        "opening",
        "driver",
        "long",
        "known",
        "driver",
        "kevin",
        "harvick",
        "wear",
        "camouflage",
        "hat",
        "number",
        "flag",
        "start",
        "monster",
        "energy",
        "nascar",
        "cup",
        "series",
        "apache",
        "warrior",
        "race",
        "dover",
        "delaware",
        "october",
        "ernst",
        "true",
        "form",
        "harvick",
        "victory",
        "kansa",
        "speedway",
        "saturday",
        "passed",
        "martin",
        "truex",
        "lead",
        "less",
        "two",
        "lap",
        "go",
        "night",
        "gave",
        "win",
        "earlier",
        "season",
        "three",
        "straight",
        "harvick",
        "grand",
        "total",
        "win",
        "dating",
        "back",
        "cup",
        "championship",
        "season",
        "series",
        "span",
        "one",
        "kyle",
        "busch",
        "two",
        "jimmie",
        "johnson",
        "three",
        "joey",
        "logano",
        "time",
        "frame",
        "race",
        "schedule",
        "feel",
        "like",
        "game",
        "harvick",
        "said",
        "smiling",
        "saturday",
        "night",
        "interview",
        "kansa",
        "really",
        "fact",
        "want",
        "see",
        "many",
        "race",
        "win",
        "want",
        "see",
        "many",
        "lap",
        "lead",
        "know",
        "riding",
        "momentum",
        "wave",
        "hard",
        "come",
        "need",
        "capitalize",
        "many",
        "time",
        "may",
        "never",
        "come",
        "never",
        "career",
        "harvick",
        "dominating",
        "see",
        "lap",
        "led",
        "dover",
        "team",
        "strategy",
        "veteran",
        "savvy",
        "dramatic",
        "pass",
        "saturday",
        "night",
        "lap",
        "front",
        "racing",
        "ford",
        "season",
        "easily",
        "series",
        "busch",
        "next",
        "precedent",
        "impressive",
        "start",
        "year",
        "quite",
        "stellar",
        "path",
        "driving",
        "series",
        "champion",
        "jeff",
        "gordon",
        "also",
        "five",
        "first",
        "race",
        "fact",
        "six",
        "first",
        "race",
        "seven",
        "first",
        "en",
        "route",
        "championship",
        "season",
        "harvick",
        "gordon",
        "reeled",
        "consecutive",
        "win",
        "twice",
        "span",
        "excellence",
        "went",
        "daytona",
        "rockingham",
        "open",
        "season",
        "bristol",
        "martinsville",
        "april",
        "know",
        "talked",
        "week",
        "something",
        "may",
        "never",
        "career",
        "fast",
        "car",
        "momentum",
        "group",
        "guy",
        "give",
        "everything",
        "driver",
        "give",
        "everything",
        "like",
        "like",
        "fight",
        "every",
        "week",
        "give",
        "everything",
        "got",
        "harvick",
        "crew",
        "chief",
        "rodney",
        "childers",
        "said",
        "following",
        "kansa",
        "mean",
        "eight",
        "race",
        "win",
        "race",
        "win",
        "race",
        "win",
        "reason",
        "watching",
        "people",
        "like",
        "jeff",
        "gordon",
        "former",
        "gordon",
        "crew",
        "chief",
        "ray",
        "evernham",
        "win",
        "race",
        "year",
        "goal",
        "matter",
        "race",
        "team",
        "yeah",
        "got",
        "keep",
        "statistical",
        "reason",
        "believe",
        "team",
        "slow",
        "time",
        "soon",
        "either",
        "even",
        "harvick",
        "typically",
        "contended",
        "harvick",
        "success",
        "next",
        "cup",
        "race",
        "may",
        "charlotte",
        "motor",
        "speedway",
        "two",
        "win",
        "pole",
        "nine",
        "race",
        "since",
        "win",
        "charlotte",
        "harvick",
        "eight",
        "finish",
        "track",
        "including",
        "three",
        "finish",
        "twice",
        "win",
        "race",
        "finished",
        "first",
        "try",
        "week",
        "monster",
        "energy",
        "nascar",
        "race",
        "harvick",
        "event",
        "bodes",
        "well",
        "racing",
        "team",
        "harvick",
        "success",
        "cherry",
        "top",
        "best",
        "start",
        "yet",
        "entire",
        "operation",
        "harvick",
        "lead",
        "series",
        "win",
        "teammate",
        "clint",
        "bowyer",
        "took",
        "home",
        "grandfather",
        "clock",
        "trophy",
        "winning",
        "martinsville",
        "first",
        "victory",
        "six",
        "year",
        "ranked",
        "sixth",
        "standing",
        "veteran",
        "kurt",
        "busch",
        "ranked",
        "fifth",
        "team",
        "newcomer",
        "aric",
        "almirola",
        "11th",
        "moment",
        "something",
        "happens",
        "often",
        "need",
        "go",
        "put",
        "every",
        "detail",
        "car",
        "like",
        "racing",
        "championship",
        "race",
        "homestead",
        "every",
        "week",
        "special",
        "feel",
        "harvick",
        "said",
        "good",
        "time",
        "shr",
        "great",
        "job",
        "putting",
        "fast",
        "race",
        "car",
        "track",
        "think",
        "look",
        "night",
        "like",
        "saturday",
        "night",
        "really",
        "show",
        "experience",
        "team",
        "feel",
        "like",
        "kind",
        "car",
        "lot",
        "part",
        "failure",
        "new",
        "made",
        "lot",
        "mistake",
        "really",
        "know",
        "deal",
        "like",
        "yeah",
        "winning",
        "addicting",
        "harvick",
        "winning",
        "holly",
        "cain",
        "nascar",
        "wire",
        "service",
        "special",
        "field",
        "level",
        "medium",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}