{
    "organizations": [],
    "uuid": "adc8dcc7489f82b578c105a54fdd02a9c4960a3e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-flux-power-q3a18-revenue-rose-400-percent-to-1-point-67m-on-large-customer-adoption-of-lithium-ion-forklift-batteries-to.html",
    "ord_in_thread": 0,
    "title": "Flux Power Q3’18 Revenue Rose 400% to $1.67M on Large Customer Adoption of Lithium-Ion Forklift Batteries to Replace Lead-Acid; Hosts Call today at 11am ET",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VISTA, Calif., May 14, 2018 (GLOBE NEWSWIRE) -- Flux Power Holdings, Inc. (OTCQB:FLUX), a developer of advanced lithium batteries for industrial applications including electric forklifts and airport ground support equipment (“GSE”), today reported results for its fiscal 2018 third quarter ended March 31, 2018 (Q3‘18). Flux will hold a conference call this morning at 11:00 am ET to review its results and outlook (details below).\nHighlights:\nRamping Commercial Adoption of Flux Lithium-Ion Forklift Batteries to replace lead-acid chemistry - Fiscal 2018 marks a turning point for Flux as major customers have begun to purchase Flux LiFT Packs for new equipment via leading forklift manufacturers, in addition to replacement purchases for existing equipment.\nQ3’18 Revenue Rose over 400% to $1.67M versus Q3’17 revenue of $0.31M and increased 35% sequentially from Q2’18 revenue of $1.20M.\nFlux Order Pipeline Continues to Grow – At April 1, 2018, Flux had orders for its Class 3 and Airport GSE product lines totaling $1.0 M, of which $360,000 has shipped as of May 14. Flux’s pipeline currently reflects anticipated orders exceeding $2.7 M for walkie LiFT Pack deliveries through December 2018.\nExpanding Product Line to Larger Class 1 and Class 2 Forklift Equipment – Flux has encountered strong interest for Class 1 and Class 2 solutions and has been piloting a LiFT Pack for Class 1 counterbalance forklifts with a Fortune 100 customer. Flux expects an initial production order in the next few months.\nAirport Ground Support Equipment (GSE) Battery Shipments to a leading global aviation services provider are planned for May 2018 with anticipated value approaching $400,000 reflecting orders received.\nFinancial Results:\nQ3 ‘18 revenue rose 444% to $1,666,000 compared to Q3 ‘17 revenue of $306,000, principally due to Flux walkie LiFT Pack shipments to a Fortune 100 global customer that has indicated its intentions to standardize its walkie fleet on lithium-ion batteries. Growing customer interest and sales dialogues provide increased confidence in Flux’s ability to continue increasing sales.\nQ3 ‘18 cost of sales rose 257% to $1,816,000 compared to $508,000 in Q3 ‘17, principally due to the significant increase in LiFT Pack unit sales. Flux’s gross loss as a percentage of revenues has decreased from -66% during Q3 ‘17 to -9% during Q3 ‘18 due to initial steps in a comprehensive margin enhancement plan for its walkie LiFT Pack line. The margin improvement plan includes design, production, pricing and procurement initiatives, in addition to expected efficiency improvements as production volume increases. Flux believes these efforts can bring gross margin to a range of 25-30% over 12-18 months.\nSelling and administrative expenses increased to $909,000 in Q3 ‘18 from $664,000 in Q3 ’17 primarily due to the addition of three sales managers in the last year as well as an increase in stock-based compensation and sales commissions.\nResearch & development expenses increased to $483,000 in Q3 ‘18, compared to $245,000 in Q3 ‘17, as Flux actively invested in new product development targeted at the larger Class 1 and Class 2 forklift markets. Such expenses are expected to remain significant as Flux builds out a complete forklift product line, while also continuing to enhance features and functionality.\nFlux’s Q3 ‘18 operating loss increased to $1.54M from $1.11M in Q3 ‘17, principally due to higher operating expenses. Net loss in Q3 ‘18 increased to $1.75M, or ($0.07) per basic share, from $1.16M, or ($0.05) per basic share, in Q3 ‘17, reflecting the higher operating loss and an increase in interest expense due to higher average borrowings. Flux had 25.1M and 25.0M weighted average basic common shares outstanding for the periods ending Q3’18 and Q3’17, respectively.\nFlux Financing:\nFlux continues to fund its working capital needs through a combination of borrowings from its largest shareholder, Esenjay Investments, LLC (“Esenjay”) and through private placements of common stock.\nBorrowings under Flux’s $10.0M Unrestricted Line of Credit provided by Esenjay were $7.98M as of May 14, 2018. The Unrestricted Line of Credit is convertible, at Esenjay’s discretion, into Flux Common Stock at $0.60 per share and matures on January 31, 2019. In addition, on March 22, 2018, Flux secured a $5.0M Inventory Line of Credit from Esenjay. Borrowings under the Inventory Line of Credit (which matures March 31, 2019) were $1.76M as of May 14, 2018.\nOn May 11, 2018, Flux announced the completion of the private placement of $800,000 in common stock priced at $0.70 per share, of which $200,000 is reflected in Flux’s financial statements as of March 31, 2018. The offering was terminated immediately following the closing on May 11, 2018. Giving effect to the issuance of 1.143M shares in the private placement, Flux has 26.3 million common shares outstanding as of May 14, 2018.\nCEO Comments:\nCEO Ron Dutt, commented, “Following four years of product and market development, Flux is now seeing the impact of large customer demand for our lithium-ion forklift battery as a replacement for lead-acid products. A broad base of enthusiasm for lithium batteries was on very clear display at the MODEX 2018 supply chain conference last month.\n“We entered the market with our Class 3 walkie forklift solution and through that collaborative effort we have developed an industry-leading solution that we believe will support rapid growth for years to come. With that expertise and experience, we have scaled our development to produce lithium battery packs for larger forklifts requiring greater power. We believe that we are on track for the commercial launch of these products over the balance of calendar 2018.\n“Feedback from the forklift market reflect that Flux is recognized as offering a premium lithium-ion solution, validated by leading technical approvals and supported by our strong commitment to quality and customer service. We strongly believe that the pace of lithium-ion adoption will continue to accelerate in the material-handling market, as customers become increasingly familiar with the clear performance advantages over lead-acid solutions and their substantially lower total cost of ownership. The first few customers are always the hardest but with that now accomplished, we are confident the pace of adoption will continue to accelerate and that Flux is well positioned in a leadership role.”\nConference Call Details: Date/Time: Monday, May 14 at 11:00 a.m. ET Dial-in Number: 1-866-652-5200 or 1-412-317-6060 (international) Online Replay/Transcript: Audio file and call transcript will be posted to the\nInvestor section of Flux’s website when available. Questions: Questions can also be submitted via email to\nflux@catalyst-ir.com\nAbout Flux Power Holdings, Inc. ( www.fluxpwr.com )\nFlux Power develops advanced lithium-ion batteries for industrial uses, including its first-ever UL 2271 Listed lithium-ion “LiFT Pack” forklift batteries. Flux solutions utilize its proprietary battery management system and in-house engineering and product design. Flux batteries deliver improved performance, extended cycle life and lower total cost of ownership than legacy lead-acid solutions. Flux sells primarily to lift equipment OEM’s, their dealers and battery distributors. Current products include advanced battery packs for motive power in the lift equipment and airport ground support markets.\nFollow us at: Flux Blog: Flux Power Currents Facebook: FLUXPower InvestorsHangout: FluxPower Twitter: @FLUXpwr Corporate\n@FluxPowerIR Investor Relations\nLinkedIn: Flux Power\nThis release contains projections and other \" \" relating to Flux’s business, that are often identified by the use of \"believes,\" \"expects\" or similar expressions. Forward-looking statements involve a number of estimates, assumptions, risks and other uncertainties that may cause actual results to be materially different from those anticipated, believed, estimated, expected, etc. Such include the development and success of new products, projected sales, the Company’s ability to timely obtain UL Listing for its products, the Company’s ability to fund its operations, distribution partnerships and business opportunities and the uncertainties of customer acceptance of current and new products. Actual results could differ from those projected due to numerous factors and uncertainties. Although Flux believes that the expectations, opinions, projections, and comments reflected in these are reasonable, they can give no assurance that such statements will prove to be correct, and that the Flux’s actual results of ‎ operations, financial condition and performance will not the ‎ results of operations, financial condition and performance reflected or implied by these forward- ‎ looking statements. Undue reliance should not be placed on the and Investors should refer to the risk factors outlined in our Form 10-K, 10-Q and other reports filed with the SEC and available at www.sec.gov/edgar . These are made as of the date of this news release, and the Company assumes no obligation to update these statements or the reasons why actual results could differ from those projected.\nFlux, Flux Power and associated logos are trademarks of Flux Power Holdings, Inc. All other third party brands, products, trademarks, or registered marks are the property of and used to identify the products or services of their respective owners.\nMedia & Investor Relations:\nCatalyst IR\nChris Eddy\n212-924-9800\nflux@catalyst-ir.com\nFLUX POWER HOLDINGS, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (Unaudited)\n* figures in thousands, except per share data Three months ended March 31, Nine months ended\nMarch 31, 2018 2017 2018 2017 Net revenue $ 1,666 $ 306 $ 3,020 $ 781 Cost of sales 1,816 508 3,728 1,384 Gross loss (150 ) (202 ) (708 ) (603 ) Operating expenses: Selling and administrative expenses 909 664 2,378 1,842 Research and development 483 245 1,441 772 Total operating expenses 1,392 909 3,819 2,614 Operating loss (1,542 ) (1,111 ) (4,527 ) (3,217 ) Other income (expense): Change in fair value of\nderivative liabilities - 1 - 14 Interest expense (211 ) (52 ) (512 ) (174 ) Net loss $ (1,753 ) $ (1,162 ) $ (5,039 ) $ (3,377 ) Net loss per share - basic and diluted $ (0.07 ) $ (0.05 ) $ (0.20 ) $ (0.14 ) Weighted average number of common shares outstanding - basic and diluted 25,112 25,038 25,142 24,372\nSource:Flux Power",
    "published": "2018-05-14T15:31:00.000+03:00",
    "crawled": "2018-05-14T18:05:53.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vista",
        "may",
        "globe",
        "newswire",
        "flux",
        "power",
        "holding",
        "otcqb",
        "flux",
        "developer",
        "advanced",
        "lithium",
        "battery",
        "industrial",
        "application",
        "including",
        "electric",
        "forklift",
        "airport",
        "ground",
        "support",
        "equipment",
        "gse",
        "today",
        "reported",
        "result",
        "fiscal",
        "third",
        "quarter",
        "ended",
        "march",
        "q3",
        "flux",
        "hold",
        "conference",
        "call",
        "morning",
        "et",
        "review",
        "result",
        "outlook",
        "detail",
        "highlight",
        "ramping",
        "commercial",
        "adoption",
        "flux",
        "forklift",
        "battery",
        "replace",
        "chemistry",
        "fiscal",
        "mark",
        "turning",
        "point",
        "flux",
        "major",
        "customer",
        "begun",
        "purchase",
        "flux",
        "lift",
        "pack",
        "new",
        "equipment",
        "via",
        "leading",
        "forklift",
        "manufacturer",
        "addition",
        "replacement",
        "purchase",
        "existing",
        "equipment",
        "q3",
        "revenue",
        "rose",
        "versus",
        "q3",
        "revenue",
        "increased",
        "sequentially",
        "q2",
        "revenue",
        "flux",
        "order",
        "pipeline",
        "continues",
        "grow",
        "april",
        "flux",
        "order",
        "class",
        "airport",
        "gse",
        "product",
        "line",
        "totaling",
        "shipped",
        "may",
        "flux",
        "pipeline",
        "currently",
        "reflects",
        "anticipated",
        "order",
        "exceeding",
        "walkie",
        "lift",
        "pack",
        "delivery",
        "december",
        "expanding",
        "product",
        "line",
        "larger",
        "class",
        "class",
        "forklift",
        "equipment",
        "flux",
        "encountered",
        "strong",
        "interest",
        "class",
        "class",
        "solution",
        "piloting",
        "lift",
        "pack",
        "class",
        "counterbalance",
        "forklift",
        "fortune",
        "customer",
        "flux",
        "expects",
        "initial",
        "production",
        "order",
        "next",
        "month",
        "airport",
        "ground",
        "support",
        "equipment",
        "gse",
        "battery",
        "shipment",
        "leading",
        "global",
        "aviation",
        "service",
        "provider",
        "planned",
        "may",
        "anticipated",
        "value",
        "approaching",
        "reflecting",
        "order",
        "received",
        "financial",
        "result",
        "q3",
        "revenue",
        "rose",
        "compared",
        "q3",
        "revenue",
        "principally",
        "due",
        "flux",
        "walkie",
        "lift",
        "pack",
        "shipment",
        "fortune",
        "global",
        "customer",
        "indicated",
        "intention",
        "standardize",
        "walkie",
        "fleet",
        "battery",
        "growing",
        "customer",
        "interest",
        "sale",
        "dialogue",
        "provide",
        "increased",
        "confidence",
        "flux",
        "ability",
        "continue",
        "increasing",
        "sale",
        "q3",
        "cost",
        "sale",
        "rose",
        "compared",
        "q3",
        "principally",
        "due",
        "significant",
        "increase",
        "lift",
        "pack",
        "unit",
        "sale",
        "flux",
        "gross",
        "loss",
        "percentage",
        "revenue",
        "decreased",
        "q3",
        "q3",
        "due",
        "initial",
        "step",
        "comprehensive",
        "margin",
        "enhancement",
        "plan",
        "walkie",
        "lift",
        "pack",
        "line",
        "margin",
        "improvement",
        "plan",
        "includes",
        "design",
        "production",
        "pricing",
        "procurement",
        "initiative",
        "addition",
        "expected",
        "efficiency",
        "improvement",
        "production",
        "volume",
        "increase",
        "flux",
        "belief",
        "effort",
        "bring",
        "gross",
        "margin",
        "range",
        "month",
        "selling",
        "administrative",
        "expense",
        "increased",
        "q3",
        "q3",
        "primarily",
        "due",
        "addition",
        "three",
        "sale",
        "manager",
        "last",
        "year",
        "well",
        "increase",
        "compensation",
        "sale",
        "commission",
        "research",
        "development",
        "expense",
        "increased",
        "q3",
        "compared",
        "q3",
        "flux",
        "actively",
        "invested",
        "new",
        "product",
        "development",
        "targeted",
        "larger",
        "class",
        "class",
        "forklift",
        "market",
        "expense",
        "expected",
        "remain",
        "significant",
        "flux",
        "build",
        "complete",
        "forklift",
        "product",
        "line",
        "also",
        "continuing",
        "enhance",
        "feature",
        "functionality",
        "flux",
        "q3",
        "operating",
        "loss",
        "increased",
        "q3",
        "principally",
        "due",
        "higher",
        "operating",
        "expense",
        "net",
        "loss",
        "q3",
        "increased",
        "per",
        "basic",
        "share",
        "per",
        "basic",
        "share",
        "q3",
        "reflecting",
        "higher",
        "operating",
        "loss",
        "increase",
        "interest",
        "expense",
        "due",
        "higher",
        "average",
        "borrowing",
        "flux",
        "weighted",
        "average",
        "basic",
        "common",
        "share",
        "outstanding",
        "period",
        "ending",
        "q3",
        "q3",
        "respectively",
        "flux",
        "financing",
        "flux",
        "continues",
        "fund",
        "working",
        "capital",
        "need",
        "combination",
        "borrowing",
        "largest",
        "shareholder",
        "esenjay",
        "investment",
        "llc",
        "esenjay",
        "private",
        "placement",
        "common",
        "stock",
        "borrowing",
        "flux",
        "unrestricted",
        "line",
        "credit",
        "provided",
        "esenjay",
        "may",
        "unrestricted",
        "line",
        "credit",
        "convertible",
        "esenjay",
        "discretion",
        "flux",
        "common",
        "stock",
        "per",
        "share",
        "matures",
        "january",
        "addition",
        "march",
        "flux",
        "secured",
        "inventory",
        "line",
        "credit",
        "esenjay",
        "borrowing",
        "inventory",
        "line",
        "credit",
        "matures",
        "march",
        "may",
        "may",
        "flux",
        "announced",
        "completion",
        "private",
        "placement",
        "common",
        "stock",
        "priced",
        "per",
        "share",
        "reflected",
        "flux",
        "financial",
        "statement",
        "march",
        "offering",
        "terminated",
        "immediately",
        "following",
        "closing",
        "may",
        "giving",
        "effect",
        "issuance",
        "share",
        "private",
        "placement",
        "flux",
        "million",
        "common",
        "share",
        "outstanding",
        "may",
        "ceo",
        "comment",
        "ceo",
        "ron",
        "dutt",
        "commented",
        "following",
        "four",
        "year",
        "product",
        "market",
        "development",
        "flux",
        "seeing",
        "impact",
        "large",
        "customer",
        "demand",
        "forklift",
        "battery",
        "replacement",
        "product",
        "broad",
        "base",
        "enthusiasm",
        "lithium",
        "battery",
        "clear",
        "display",
        "modex",
        "supply",
        "chain",
        "conference",
        "last",
        "month",
        "entered",
        "market",
        "class",
        "walkie",
        "forklift",
        "solution",
        "collaborative",
        "effort",
        "developed",
        "solution",
        "believe",
        "support",
        "rapid",
        "growth",
        "year",
        "come",
        "expertise",
        "experience",
        "scaled",
        "development",
        "produce",
        "lithium",
        "battery",
        "pack",
        "larger",
        "forklift",
        "requiring",
        "greater",
        "power",
        "believe",
        "track",
        "commercial",
        "launch",
        "product",
        "balance",
        "calendar",
        "feedback",
        "forklift",
        "market",
        "reflect",
        "flux",
        "recognized",
        "offering",
        "premium",
        "solution",
        "validated",
        "leading",
        "technical",
        "approval",
        "supported",
        "strong",
        "commitment",
        "quality",
        "customer",
        "service",
        "strongly",
        "believe",
        "pace",
        "adoption",
        "continue",
        "accelerate",
        "market",
        "customer",
        "become",
        "increasingly",
        "familiar",
        "clear",
        "performance",
        "advantage",
        "solution",
        "substantially",
        "lower",
        "total",
        "cost",
        "ownership",
        "first",
        "customer",
        "always",
        "hardest",
        "accomplished",
        "confident",
        "pace",
        "adoption",
        "continue",
        "accelerate",
        "flux",
        "well",
        "positioned",
        "leadership",
        "conference",
        "call",
        "detail",
        "monday",
        "may",
        "et",
        "number",
        "international",
        "online",
        "audio",
        "file",
        "call",
        "transcript",
        "posted",
        "investor",
        "section",
        "flux",
        "website",
        "available",
        "question",
        "question",
        "also",
        "submitted",
        "via",
        "email",
        "flux",
        "flux",
        "power",
        "holding",
        "flux",
        "power",
        "develops",
        "advanced",
        "battery",
        "industrial",
        "us",
        "including",
        "ul",
        "listed",
        "lift",
        "pack",
        "forklift",
        "battery",
        "flux",
        "solution",
        "utilize",
        "proprietary",
        "battery",
        "management",
        "system",
        "engineering",
        "product",
        "design",
        "flux",
        "battery",
        "deliver",
        "improved",
        "performance",
        "extended",
        "cycle",
        "life",
        "lower",
        "total",
        "cost",
        "ownership",
        "legacy",
        "solution",
        "flux",
        "sell",
        "primarily",
        "lift",
        "equipment",
        "oem",
        "dealer",
        "battery",
        "distributor",
        "current",
        "product",
        "include",
        "advanced",
        "battery",
        "pack",
        "motive",
        "power",
        "lift",
        "equipment",
        "airport",
        "ground",
        "support",
        "market",
        "follow",
        "u",
        "flux",
        "blog",
        "flux",
        "power",
        "current",
        "facebook",
        "fluxpower",
        "investorshangout",
        "fluxpower",
        "twitter",
        "fluxpwr",
        "corporate",
        "fluxpowerir",
        "investor",
        "relation",
        "linkedin",
        "flux",
        "power",
        "release",
        "contains",
        "projection",
        "relating",
        "flux",
        "business",
        "often",
        "identified",
        "use",
        "belief",
        "expects",
        "similar",
        "expression",
        "statement",
        "involve",
        "number",
        "estimate",
        "assumption",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "etc",
        "include",
        "development",
        "success",
        "new",
        "product",
        "projected",
        "sale",
        "company",
        "ability",
        "timely",
        "obtain",
        "ul",
        "listing",
        "product",
        "company",
        "ability",
        "fund",
        "operation",
        "distribution",
        "partnership",
        "business",
        "opportunity",
        "uncertainty",
        "customer",
        "acceptance",
        "current",
        "new",
        "product",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "due",
        "numerous",
        "factor",
        "uncertainty",
        "although",
        "flux",
        "belief",
        "expectation",
        "opinion",
        "projection",
        "comment",
        "reflected",
        "reasonable",
        "give",
        "assurance",
        "statement",
        "prove",
        "correct",
        "flux",
        "actual",
        "result",
        "operation",
        "financial",
        "condition",
        "performance",
        "result",
        "operation",
        "financial",
        "condition",
        "performance",
        "reflected",
        "implied",
        "looking",
        "statement",
        "undue",
        "reliance",
        "placed",
        "investor",
        "refer",
        "risk",
        "factor",
        "outlined",
        "form",
        "report",
        "filed",
        "sec",
        "available",
        "made",
        "date",
        "news",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "flux",
        "flux",
        "power",
        "associated",
        "logo",
        "trademark",
        "flux",
        "power",
        "holding",
        "third",
        "party",
        "brand",
        "product",
        "trademark",
        "registered",
        "mark",
        "property",
        "used",
        "identify",
        "product",
        "service",
        "respective",
        "owner",
        "medium",
        "investor",
        "relation",
        "catalyst",
        "ir",
        "chris",
        "eddy",
        "flux",
        "flux",
        "power",
        "holding",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "figure",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "nine",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "cost",
        "sale",
        "gross",
        "loss",
        "operating",
        "expense",
        "selling",
        "administrative",
        "expense",
        "research",
        "development",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "interest",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "flux",
        "power"
    ]
}