{
    "organizations": [],
    "uuid": "9f681d95937d32f36dd08209acb63a4e14056b87",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/04/business-wire-agellan-commercial-real-estate-investment-trust-announces-agreement-to-sell-parkway-place.html",
    "ord_in_thread": 0,
    "title": "Agellan Commercial Real Estate Investment Trust Announces Agreement to Sell Parkway Place",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Agellan Commercial Real Estate Investment Trust (TSX: ACR.UN):\nNOT FOR DISTRIBUTION TO UNITED STATES NEWSWIRE SERVICES OR FOR DISTRIBUTION IN THE UNITED STATES\nAgellan Commercial Real Estate Investment Trust (the “REIT”) (TSX: ACR.UN) announced today that a third-party purchaser has agreed to purchase the REIT’s approximate 824,000 square foot office property and approximate 42,000 square foot retail space and parking garage located on Consumers Road in Toronto, Ontario (“Parkway Place”).\n“This disposition is a significant advancement in the REIT’s previously announced strategy,” said Frank Camenzuli, Chief Executive Officer of the REIT. “The value created on this disposition is expected to benefit our unitholders through, among other things, the strategic redeployment of the net proceeds into U.S. industrial assets.”\nThe sale price for Parkway Place is approximately $256.3 million (excluding closing costs) and is subject to certain adjustments in respect of, among other things, certain committed leasing costs. In addition, in conjunction with the sale of Parkway Place, the REIT has agreed to enter into a two-year vendor head lease with the purchaser in respect of certain vacant retail space at Parkway Place. The REIT’s financial obligation under the vendor head lease is approximately $2.8 million.\nThe REIT expects to use the sale proceeds (i) to repay all outstanding amounts owing under the REIT’s credit facility secured by Parkway Place, (ii) to acquire industrial assets located in the REIT’s target markets in the United States, (iii) to repay certain other outstanding debt of the REIT, (iv) to fund the cash portion of an anticipated special distribution to unitholders of the REIT during 2018 (as described below), and (v) for general business and working capital purposes.\nFollowing the sale of Parkway Place, the REIT expects to be retained by the purchaser to provide it with certain management services in respect of Parkway Place.\nIn recent months, the REIT has significantly improved the Parkway Place complex. In particular, the REIT has increased the occupancy of Parkway Place’s office property to its highest levels in recent history, leased and developed the new national head office and car dealership for Porsche Cars Canada Ltd., and developed approximately 42,000 square feet of retail space and a parking garage which added to the amenities of the complex. These achievements contributed to an enhanced valuation for Parkway Place since the REIT initially acquired the complex in conjunction with its initial public offering in January 2013.\nThe sale of Parkway Place is expected to close during the second quarter of 2018 and is subject to certain conditions typical for a transaction of this type (other than a due diligence condition which has been waived by the purchaser). There can be no assurance that all conditions to closing will be satisfied or waived.\nThe sale of Parkway Place is expected to result in recapture of previously claimed capital cost allowance of approximately $15.0 million and a capital gain of approximately $49.0 million for Canadian federal income tax purposes. Accordingly, as a result of the sale of Parkway Place, the REIT currently anticipates that it will declare a special distribution to unitholders during 2018. At this time, the REIT anticipates that a portion of this anticipated special distribution would be paid in cash with the remainder to be satisfied by the issuance of additional trust units (subject to receipt of all regulatory approvals). For applicable Canadian unitholders, they will generally be required to include their proportionate share of the REIT’s income and net taxable capital gain for the 2018 tax year in computing their income and the cost basis of their units will increase by their proportionate share of the anticipated special distribution paid in units.\nImmediately following the anticipated special distribution of trust units, the REIT expects to consolidate the outstanding trust units so that each unitholder will hold exactly the same number of trust units after the consolidation as they did immediately prior to such special distribution, except in the case of a unitholder not resident in Canada for Canadian federal income tax purposes to the extent tax required to be withheld exceeds the cash portion of the special distribution.\nThe REIT currently anticipates that such special distribution will be declared payable on or before December 31, 2018 to the unitholders of record on or before December 31, 2018. Further particulars will be provided if and when the anticipated special distribution is declared.\n“The anticipated special distribution would provide unitholders with an amount of cash with which such unitholders may use to pay their Canadian income tax obligations in connection with this anticipated special distribution,” said Daniel Millett, Chief Financial Officer of the REIT. “In addition, the anticipated special distribution of units and immediate unit consolidation would allow the REIT to retain the majority of the net proceeds from the sale of Parkway Place in order to reinvest these proceeds in U.S. industrial assets, while simultaneously resulting in an increase in the tax cost of the units belonging to the unitholders by their proportionate share of the anticipated special distribution paid in units.”\nThe REIT cautions that the foregoing comments are not intended to be, and should not be construed as, legal or tax advice to any particular unitholder and recommends that unitholders consult their own tax advisers regarding the income tax consequences to them of this anticipated special distribution and related unit consolidation.\nAbout Agellan Commercial Real Estate Investment Trust\nThe REIT is an unincorporated, open-ended real estate investment trust established pursuant to a declaration of trust under the laws of the Province of Ontario. The REIT has been created for the purpose of acquiring and owning industrial, office and retail properties in select target markets in the United States and Canada.\nThe REIT’s 46 properties contain 7.3 million square feet of gross leasable area, with the REIT’s ownership interest at 6.9 million square feet. The properties are located in major urban markets in the United States and Canada. Following the sale of Parkway Place, the REIT’s 44 properties will contain 6.4 million square feet of gross leasable area, with the REIT’s ownership interest at 6.0 million square feet.\nAdditional information about the REIT is available at www.agellancommercialreit.com or www.sedar.com .\nForward-Looking Statements:\nThis press release contains forward-looking information within the meaning of applicable securities legislation, which reflects the REIT’s current expectations regarding future events. Forward-looking statements include, but are not limited to, statements concerning: (i) certain terms and the timing of the anticipated disposition of Parkway Place; (ii) certain anticipated management services and related fees following the disposition of Parkway Place, (iii) certain tax implications to the REIT and its unitholders that may result from the disposition of Parkway Place; (iv) the intended use of proceeds from the anticipated disposition of Parkway Place, including the potential special distribution; and (v) the REIT’s current investment strategy. Forward-looking information is based on a number of assumptions and is subject to a number of risks and uncertainties, many of which are beyond the REIT’s control that could cause actual results and events to differ materially from those that are disclosed in or implied by such forward-looking information. The anticipated tax figures contained in this press release are subject to final accounting confirmation and assume, among other things, certain projected closing costs and purchase price adjustments. In addition, it is assumed that the REIT will qualify as a “real estate investment trust” for Canadian federal income tax purposes at all relevant times. These are made as of the date of this press release and, except as expressly required by applicable law, the REIT assumes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180504005843/en/\nAgellan Commercial Real Estate Investment Trust\nFrank Camenzuli, 416-593-6800 x226\nCEO\nFax: 416-593-6700\nSource: Agellan Commercial Real Estate Investment Trust",
    "published": "2018-05-05T00:14:00.000+03:00",
    "crawled": "2018-05-05T02:24:28.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "agellan",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust",
        "tsx",
        "distribution",
        "united",
        "state",
        "newswire",
        "service",
        "distribution",
        "united",
        "state",
        "agellan",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "tsx",
        "announced",
        "today",
        "purchaser",
        "agreed",
        "purchase",
        "reit",
        "approximate",
        "square",
        "foot",
        "office",
        "property",
        "approximate",
        "square",
        "foot",
        "retail",
        "space",
        "parking",
        "garage",
        "located",
        "consumer",
        "road",
        "toronto",
        "ontario",
        "parkway",
        "place",
        "disposition",
        "significant",
        "advancement",
        "reit",
        "previously",
        "announced",
        "strategy",
        "said",
        "frank",
        "camenzuli",
        "chief",
        "executive",
        "officer",
        "reit",
        "value",
        "created",
        "disposition",
        "expected",
        "benefit",
        "unitholders",
        "among",
        "thing",
        "strategic",
        "redeployment",
        "net",
        "proceeds",
        "industrial",
        "sale",
        "price",
        "parkway",
        "place",
        "approximately",
        "million",
        "excluding",
        "closing",
        "cost",
        "subject",
        "certain",
        "adjustment",
        "respect",
        "among",
        "thing",
        "certain",
        "committed",
        "leasing",
        "cost",
        "addition",
        "conjunction",
        "sale",
        "parkway",
        "place",
        "reit",
        "agreed",
        "enter",
        "vendor",
        "head",
        "lease",
        "purchaser",
        "respect",
        "certain",
        "vacant",
        "retail",
        "space",
        "parkway",
        "place",
        "reit",
        "financial",
        "obligation",
        "vendor",
        "head",
        "lease",
        "approximately",
        "million",
        "reit",
        "expects",
        "use",
        "sale",
        "proceeds",
        "repay",
        "outstanding",
        "amount",
        "owing",
        "reit",
        "credit",
        "facility",
        "secured",
        "parkway",
        "place",
        "ii",
        "acquire",
        "industrial",
        "asset",
        "located",
        "reit",
        "target",
        "market",
        "united",
        "state",
        "iii",
        "repay",
        "certain",
        "outstanding",
        "debt",
        "reit",
        "iv",
        "fund",
        "cash",
        "portion",
        "anticipated",
        "special",
        "distribution",
        "unitholders",
        "reit",
        "described",
        "v",
        "general",
        "business",
        "working",
        "capital",
        "purpose",
        "following",
        "sale",
        "parkway",
        "place",
        "reit",
        "expects",
        "retained",
        "purchaser",
        "provide",
        "certain",
        "management",
        "service",
        "respect",
        "parkway",
        "place",
        "recent",
        "month",
        "reit",
        "significantly",
        "improved",
        "parkway",
        "place",
        "complex",
        "particular",
        "reit",
        "increased",
        "occupancy",
        "parkway",
        "place",
        "office",
        "property",
        "highest",
        "level",
        "recent",
        "history",
        "leased",
        "developed",
        "new",
        "national",
        "head",
        "office",
        "car",
        "dealership",
        "porsche",
        "car",
        "canada",
        "developed",
        "approximately",
        "square",
        "foot",
        "retail",
        "space",
        "parking",
        "garage",
        "added",
        "amenity",
        "complex",
        "achievement",
        "contributed",
        "enhanced",
        "valuation",
        "parkway",
        "place",
        "since",
        "reit",
        "initially",
        "acquired",
        "complex",
        "conjunction",
        "initial",
        "public",
        "offering",
        "january",
        "sale",
        "parkway",
        "place",
        "expected",
        "close",
        "second",
        "quarter",
        "subject",
        "certain",
        "condition",
        "typical",
        "transaction",
        "type",
        "due",
        "diligence",
        "condition",
        "waived",
        "purchaser",
        "assurance",
        "condition",
        "closing",
        "satisfied",
        "waived",
        "sale",
        "parkway",
        "place",
        "expected",
        "result",
        "recapture",
        "previously",
        "claimed",
        "capital",
        "cost",
        "allowance",
        "approximately",
        "million",
        "capital",
        "gain",
        "approximately",
        "million",
        "canadian",
        "federal",
        "income",
        "tax",
        "purpose",
        "accordingly",
        "result",
        "sale",
        "parkway",
        "place",
        "reit",
        "currently",
        "anticipates",
        "declare",
        "special",
        "distribution",
        "unitholders",
        "time",
        "reit",
        "anticipates",
        "portion",
        "anticipated",
        "special",
        "distribution",
        "would",
        "paid",
        "cash",
        "remainder",
        "satisfied",
        "issuance",
        "additional",
        "trust",
        "unit",
        "subject",
        "receipt",
        "regulatory",
        "approval",
        "applicable",
        "canadian",
        "unitholders",
        "generally",
        "required",
        "include",
        "proportionate",
        "share",
        "reit",
        "income",
        "net",
        "taxable",
        "capital",
        "gain",
        "tax",
        "year",
        "computing",
        "income",
        "cost",
        "basis",
        "unit",
        "increase",
        "proportionate",
        "share",
        "anticipated",
        "special",
        "distribution",
        "paid",
        "unit",
        "immediately",
        "following",
        "anticipated",
        "special",
        "distribution",
        "trust",
        "unit",
        "reit",
        "expects",
        "consolidate",
        "outstanding",
        "trust",
        "unit",
        "unitholder",
        "hold",
        "exactly",
        "number",
        "trust",
        "unit",
        "consolidation",
        "immediately",
        "prior",
        "special",
        "distribution",
        "except",
        "case",
        "unitholder",
        "resident",
        "canada",
        "canadian",
        "federal",
        "income",
        "tax",
        "purpose",
        "extent",
        "tax",
        "required",
        "withheld",
        "exceeds",
        "cash",
        "portion",
        "special",
        "distribution",
        "reit",
        "currently",
        "anticipates",
        "special",
        "distribution",
        "declared",
        "payable",
        "december",
        "unitholders",
        "record",
        "december",
        "particular",
        "provided",
        "anticipated",
        "special",
        "distribution",
        "declared",
        "anticipated",
        "special",
        "distribution",
        "would",
        "provide",
        "unitholders",
        "amount",
        "cash",
        "unitholders",
        "may",
        "use",
        "pay",
        "canadian",
        "income",
        "tax",
        "obligation",
        "connection",
        "anticipated",
        "special",
        "distribution",
        "said",
        "daniel",
        "millett",
        "chief",
        "financial",
        "officer",
        "reit",
        "addition",
        "anticipated",
        "special",
        "distribution",
        "unit",
        "immediate",
        "unit",
        "consolidation",
        "would",
        "allow",
        "reit",
        "retain",
        "majority",
        "net",
        "proceeds",
        "sale",
        "parkway",
        "place",
        "order",
        "reinvest",
        "proceeds",
        "industrial",
        "asset",
        "simultaneously",
        "resulting",
        "increase",
        "tax",
        "cost",
        "unit",
        "belonging",
        "unitholders",
        "proportionate",
        "share",
        "anticipated",
        "special",
        "distribution",
        "paid",
        "reit",
        "caution",
        "foregoing",
        "comment",
        "intended",
        "construed",
        "legal",
        "tax",
        "advice",
        "particular",
        "unitholder",
        "recommends",
        "unitholders",
        "consult",
        "tax",
        "adviser",
        "regarding",
        "income",
        "tax",
        "consequence",
        "anticipated",
        "special",
        "distribution",
        "related",
        "unit",
        "consolidation",
        "agellan",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "unincorporated",
        "real",
        "estate",
        "investment",
        "trust",
        "established",
        "pursuant",
        "declaration",
        "trust",
        "law",
        "province",
        "ontario",
        "reit",
        "created",
        "purpose",
        "acquiring",
        "owning",
        "industrial",
        "office",
        "retail",
        "property",
        "select",
        "target",
        "market",
        "united",
        "state",
        "canada",
        "reit",
        "property",
        "contain",
        "million",
        "square",
        "foot",
        "gross",
        "leasable",
        "area",
        "reit",
        "ownership",
        "interest",
        "million",
        "square",
        "foot",
        "property",
        "located",
        "major",
        "urban",
        "market",
        "united",
        "state",
        "canada",
        "following",
        "sale",
        "parkway",
        "place",
        "reit",
        "property",
        "contain",
        "million",
        "square",
        "foot",
        "gross",
        "leasable",
        "area",
        "reit",
        "ownership",
        "interest",
        "million",
        "square",
        "foot",
        "additional",
        "information",
        "reit",
        "available",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "reflects",
        "reit",
        "current",
        "expectation",
        "regarding",
        "future",
        "event",
        "statement",
        "include",
        "limited",
        "statement",
        "concerning",
        "certain",
        "term",
        "timing",
        "anticipated",
        "disposition",
        "parkway",
        "place",
        "ii",
        "certain",
        "anticipated",
        "management",
        "service",
        "related",
        "fee",
        "following",
        "disposition",
        "parkway",
        "place",
        "iii",
        "certain",
        "tax",
        "implication",
        "reit",
        "unitholders",
        "may",
        "result",
        "disposition",
        "parkway",
        "place",
        "iv",
        "intended",
        "use",
        "proceeds",
        "anticipated",
        "disposition",
        "parkway",
        "place",
        "including",
        "potential",
        "special",
        "distribution",
        "v",
        "reit",
        "current",
        "investment",
        "strategy",
        "information",
        "based",
        "number",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "reit",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "disclosed",
        "implied",
        "information",
        "anticipated",
        "tax",
        "figure",
        "contained",
        "press",
        "release",
        "subject",
        "final",
        "accounting",
        "confirmation",
        "assume",
        "among",
        "thing",
        "certain",
        "projected",
        "closing",
        "cost",
        "purchase",
        "price",
        "adjustment",
        "addition",
        "assumed",
        "reit",
        "qualify",
        "real",
        "estate",
        "investment",
        "trust",
        "canadian",
        "federal",
        "income",
        "tax",
        "purpose",
        "relevant",
        "time",
        "made",
        "date",
        "press",
        "release",
        "except",
        "expressly",
        "required",
        "applicable",
        "law",
        "reit",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "agellan",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust",
        "frank",
        "camenzuli",
        "x226",
        "ceo",
        "fax",
        "source",
        "agellan",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust"
    ]
}