{
    "organizations": [],
    "uuid": "4e85a72e7f5d749d255e2a1421fae7676afba079",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-akebia-therapeutics-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Akebia Therapeutics Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass.--(BUSINESS WIRE)-- Akebia Therapeutics , Inc. (NASDAQ:AKBA), a biopharmaceutical company focused on delivering innovative therapies to patients with kidney disease through the biology of hypoxia-inducible factor (HIF), today announced financial results for the first quarter ended March 31, 2018.\n“We began 2018 with strong momentum, focused on advancing our vadadustat clinical program, and we are targeting full enrollment in our PRO 2 TECT and INNO 2 VATE registration studies by year end,” said John P. Butler, President and Chief Executive Officer of Akebia Therapeutics. “We drive our business forward from a position of financial strength. Our existing cash resources and committed capital from our collaboration partners are expected to fund our current operating plan into early 2020.”\nFirst Quarter 2018 and Recent Corporate Highlights\nAnnounced targeting of full enrollment in the Phase 3 PRO 2 TECT and INNO 2 VATE studies by the end of 2018, with top-line results anticipated in 2019, subject to the accrual of major adverse cardiovascular events, or MACE, and market launch planned in 2020, subject to regulatory approval; Announced enhanced study designs for FO 2 RWARD and TRILO 2 GY, now referred to as FO 2 RWARD-2 and TRILO 2 GY-2, which Akebia believes will provide additional characterization and differentiation of vadadustat and further strengthen the company’s commercial position, subject to vadadustat’s approval. Top-line results from FO 2 RWARD-2 are expected in the first half of 2019; Following a positive consultation with the Japanese regulatory authority, PMDA, collaboration partner Mitsubishi Tanabe Pharma Corporation (MTPC) initiated Phase 3 studies of vadadustat in patients with non-dialysis dependent chronic kidney disease (NDD-CKD) and dialysis dependent chronic kidney disease (DD-CKD) in Japan, which generated $10.0 million in milestone payments to Akebia. Data read-outs are expected in 2019; Raised $89.3 million in gross proceeds through a public offering of common stock; existing cash resources and cost-share funding from collaborators are expected to fund Akebia’s current operating plan into the first quarter of 2020; Announced positive top-line results from a Phase 2 study of vadadustat in Japanese patients with anemia associated with DD-CKD; the data from this study were consistent with findings from previous studies of vadadustat; and The Independent Data Monitoring Committee for Akebia’s global Phase 3 PRO 2 TECT and INNO 2 VATE programs held another meeting and recommended continuing the studies without modification.\nFinancial Results\nAkebia reported a net loss of $23.4 million, or ($0.48) per share, for the first quarter of 2018 as compared to a net loss for the first quarter of 2017 of $44.5 million or ($1.15) per share.\nCollaboration revenue was $45.9 million for the first quarter of 2018 compared to $20.9 million for the first quarter of 2017. Collaboration revenue recognized in the first quarter of 2018 related to revenue recognized under both the U.S. collaboration agreement with Otsuka Pharmaceutical Co. Ltd., or Otsuka, and the collaboration agreement with Otsuka related to Europe, China and certain other regions, which was consummated in April 2017, as well as revenue recognized in connection with the collaboration agreement with MTPC. Collaboration revenue recognized in the first quarter of 2017 related only to the U.S. collaboration agreement with Otsuka, which was consummated in December 2016.\nOn January 1, 2018, Akebia was required to retrospectively adopt the new revenue recognition standard, ASC 606, Revenue from Contracts with Customers, as if the standard had been in effect during all prior periods. The adoption of ASC 606 resulted in a retrospective $3.2 million of additional collaboration revenue for the year ended December 31, 2017. As required by ASC 606, Akebia will adjust the comparative 2017 financial results to reflect the retrospective additional revenue in its Annual Report on Form 10-K for the fiscal year ended December 31, 2018.\nResearch and development expenses were $61.4 million for the first quarter of 2018 compared to $60.0 million for the first quarter of 2017. The increase is primarily attributable to external costs related to the development of vadadustat, including the manufacture of drug substance and drug product for the global Phase 3 program, and regulatory activities as well as other clinical and preclinical activities. Research and development expenses were further increased by headcount, consulting and facility-related costs related to additional resources required to support the company’s expanding research and development programs.\nGeneral and administrative expenses were $9.0 million for the first quarter of 2018 compared to $5.8 million for the first quarter of 2017. The increase is primarily attributable to an increase in costs to support the company’s research and development programs, including headcount and compensation-related costs and associated facility-related costs.\nAkebia ended the first quarter of 2018 with cash, cash equivalents and available for sale securities of $393.0 million. The company also generally receives cost-share funding from its collaboration agreements with Otsuka on a prepaid quarterly basis. Akebia expects its existing cash resources, including the prepaid quarterly committed cost-share funding from its collaborators, to fund its current operating plan into the first quarter of 2020.\nAbout Akebia Therapeutics\nAkebia Therapeutics, Inc. is a biopharmaceutical company headquartered in Cambridge, Massachusetts, focused on delivering innovative therapies to patients with kidney disease through hypoxia-inducible factor biology. For more information, please visit our website at www.akebia.com , which does not form a part of this release.\nForward-Looking Statements\nStatements in this press release regarding Akebia’s strategy, plans, prospects, expectations, beliefs, intentions and goals are forward-looking statements within the meaning of the U.S. Private Securities Litigation Reform Act of 1995, as amended, including but not limited to statements regarding the rate and timing of enrollment of our clinical trials; the anticipated timing of the availability and presentation of clinical trial data and results; the planned timing of market launch of vadadustat; the benefits, including the potential effect on commercial position, of the designs of our studies; the potential characterization and differentiation information we believe will result from the designs of our studies; potential and anticipated payments from our collaborators, including the timing thereof; expectations regarding financial position, including the period of time our cash resources and committed funding from our collaborators will fund our current operating plan; and expectations regarding the implementation of the new revenue recognition standard, ASC 606. The terms “anticipate,” “believe,” “expect,” “planned,” “target,” “will” and similar references are intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. Each forward-looking statement is subject to risks and uncertainties that could cause actual results to expressed or implied in such statement, including the rate of enrollment in clinical studies of vadadustat; the rate of major adverse cardiovascular events in PRO 2 TECT and INNO 2 VATE; the risk that clinical trials may not be successful; the risk that existing preclinical and clinical data may not be predictive of the results of ongoing or later clinical trials; manufacturing risks; the quality and manner of the data that will result from clinical studies of vadadustat; the actual funding required to develop and commercialize Akebia's product candidates and operate the company, and the actual expenses associated therewith; the actual costs incurred in the clinical studies of vadadustat and the availability of financing to cover such costs; the risk that clinical studies are discontinued or delayed for any reason, including for safety, tolerability, enrollment, manufacturing or economic reasons; early termination of any of Akebia’s collaborations; Akebia’s and its collaborators’ ability to satisfy their obligations under Akebia’s collaboration agreements; the timing and content of decisions made by regulatory authorities; the timing of any additional studies initiated for vadadustat; the actual time it takes to initiate and complete preclinical and clinical studies; the success of competitors in developing product candidates for diseases for which Akebia is currently developing its product candidates; the scope, timing, and outcome of any ongoing legal, regulatory and administrative proceedings; changes in the economic and financial conditions of the businesses of Akebia and its partners; and Akebia’s ability to obtain, maintain and enforce patent and other intellectual property protection for vadadustat and any other product candidates. Other risks and uncertainties include those identified under the heading “Risk Factors” in Akebia’s Quarterly Report on Form 10-Q for the quarterly period ended March 31, 2018, and other filings that Akebia may make with the U.S. Securities and Exchange Commission in the future. These forward-looking statements (except as otherwise noted) speak only press release, and Akebia does not undertake, and specifically disclaims, any obligation to update any forward-looking statements contained in this press release.\nAKEBIA THERAPEUTICS, INC.\nConsolidated Statements of Operations\n(in thousands except share and per share data)\n(unaudited) Three Months Ended March 31, 2018 March 31, 2017 Collaboration revenue $45,930 $20,865 Operating expenses: Research and development 61,404 60,049 General and administrative 9,024 5,788 Total operating expenses 70,428 65,837 Operating loss (24,498) (44,972) Other income, net 1,080 429 Net loss $(23,418) $(44,543) Net loss per share - basic and diluted $(0.48) $(1.15) Weighted-average number of common shares - basic and diluted\n48,613,565 38,759,221\nAKEBIA THERAPEUTICS, INC.\nSelected Consolidated Balance Sheet Data\n(in thousands)\n(unaudited) March 31, 2018\nDecember 31, 2017\nCash, cash equivalents and available for sale securities $393,029\n$317,792\nWorking capital 285,562\n217,250\nTotal assets 442,713\n364,247\nTotal stockholders' equity 197,097\n122,574\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509005962/en/\nAkebia Therapeutics\nJohn Garabo, 617-844-6130\nDirector, Corporate Communications\njgarabo@akebia.com\nSource: Akebia Therapeutics, Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:44:33.042+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "business",
        "wire",
        "akebia",
        "therapeutic",
        "nasdaq",
        "akba",
        "biopharmaceutical",
        "company",
        "focused",
        "delivering",
        "innovative",
        "therapy",
        "patient",
        "kidney",
        "disease",
        "biology",
        "factor",
        "hif",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "began",
        "strong",
        "momentum",
        "focused",
        "advancing",
        "vadadustat",
        "clinical",
        "program",
        "targeting",
        "full",
        "enrollment",
        "pro",
        "tect",
        "inno",
        "vate",
        "registration",
        "study",
        "year",
        "end",
        "said",
        "john",
        "butler",
        "president",
        "chief",
        "executive",
        "officer",
        "akebia",
        "therapeutic",
        "drive",
        "business",
        "forward",
        "position",
        "financial",
        "strength",
        "existing",
        "cash",
        "resource",
        "committed",
        "capital",
        "collaboration",
        "partner",
        "expected",
        "fund",
        "current",
        "operating",
        "plan",
        "early",
        "first",
        "quarter",
        "recent",
        "corporate",
        "highlight",
        "announced",
        "targeting",
        "full",
        "enrollment",
        "phase",
        "pro",
        "tect",
        "inno",
        "vate",
        "study",
        "end",
        "result",
        "anticipated",
        "subject",
        "accrual",
        "major",
        "adverse",
        "cardiovascular",
        "event",
        "mace",
        "market",
        "launch",
        "planned",
        "subject",
        "regulatory",
        "approval",
        "announced",
        "enhanced",
        "study",
        "design",
        "fo",
        "rward",
        "trilo",
        "gy",
        "referred",
        "fo",
        "trilo",
        "akebia",
        "belief",
        "provide",
        "additional",
        "characterization",
        "differentiation",
        "vadadustat",
        "strengthen",
        "company",
        "commercial",
        "position",
        "subject",
        "vadadustat",
        "approval",
        "result",
        "fo",
        "expected",
        "first",
        "half",
        "following",
        "positive",
        "consultation",
        "japanese",
        "regulatory",
        "authority",
        "pmda",
        "collaboration",
        "partner",
        "mitsubishi",
        "tanabe",
        "pharma",
        "corporation",
        "mtpc",
        "initiated",
        "phase",
        "study",
        "vadadustat",
        "patient",
        "dependent",
        "chronic",
        "kidney",
        "disease",
        "dialysis",
        "dependent",
        "chronic",
        "kidney",
        "disease",
        "japan",
        "generated",
        "million",
        "milestone",
        "payment",
        "akebia",
        "data",
        "expected",
        "raised",
        "million",
        "gross",
        "proceeds",
        "public",
        "offering",
        "common",
        "stock",
        "existing",
        "cash",
        "resource",
        "funding",
        "collaborator",
        "expected",
        "fund",
        "akebia",
        "current",
        "operating",
        "plan",
        "first",
        "quarter",
        "announced",
        "positive",
        "result",
        "phase",
        "study",
        "vadadustat",
        "japanese",
        "patient",
        "anemia",
        "associated",
        "data",
        "study",
        "consistent",
        "finding",
        "previous",
        "study",
        "vadadustat",
        "independent",
        "data",
        "monitoring",
        "committee",
        "akebia",
        "global",
        "phase",
        "pro",
        "tect",
        "inno",
        "vate",
        "program",
        "held",
        "another",
        "meeting",
        "recommended",
        "continuing",
        "study",
        "without",
        "modification",
        "financial",
        "result",
        "akebia",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "collaboration",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "collaboration",
        "revenue",
        "recognized",
        "first",
        "quarter",
        "related",
        "revenue",
        "recognized",
        "collaboration",
        "agreement",
        "otsuka",
        "pharmaceutical",
        "otsuka",
        "collaboration",
        "agreement",
        "otsuka",
        "related",
        "europe",
        "china",
        "certain",
        "region",
        "consummated",
        "april",
        "well",
        "revenue",
        "recognized",
        "connection",
        "collaboration",
        "agreement",
        "mtpc",
        "collaboration",
        "revenue",
        "recognized",
        "first",
        "quarter",
        "related",
        "collaboration",
        "agreement",
        "otsuka",
        "consummated",
        "december",
        "january",
        "akebia",
        "required",
        "retrospectively",
        "adopt",
        "new",
        "revenue",
        "recognition",
        "standard",
        "asc",
        "revenue",
        "contract",
        "customer",
        "standard",
        "effect",
        "prior",
        "period",
        "adoption",
        "asc",
        "resulted",
        "retrospective",
        "million",
        "additional",
        "collaboration",
        "revenue",
        "year",
        "ended",
        "december",
        "required",
        "asc",
        "akebia",
        "adjust",
        "comparative",
        "financial",
        "result",
        "reflect",
        "retrospective",
        "additional",
        "revenue",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "attributable",
        "external",
        "cost",
        "related",
        "development",
        "vadadustat",
        "including",
        "manufacture",
        "drug",
        "substance",
        "drug",
        "product",
        "global",
        "phase",
        "program",
        "regulatory",
        "activity",
        "well",
        "clinical",
        "preclinical",
        "activity",
        "research",
        "development",
        "expense",
        "increased",
        "headcount",
        "consulting",
        "cost",
        "related",
        "additional",
        "resource",
        "required",
        "support",
        "company",
        "expanding",
        "research",
        "development",
        "program",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "attributable",
        "increase",
        "cost",
        "support",
        "company",
        "research",
        "development",
        "program",
        "including",
        "headcount",
        "cost",
        "associated",
        "cost",
        "akebia",
        "ended",
        "first",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "available",
        "sale",
        "security",
        "million",
        "company",
        "also",
        "generally",
        "receives",
        "funding",
        "collaboration",
        "agreement",
        "otsuka",
        "prepaid",
        "quarterly",
        "basis",
        "akebia",
        "expects",
        "existing",
        "cash",
        "resource",
        "including",
        "prepaid",
        "quarterly",
        "committed",
        "funding",
        "collaborator",
        "fund",
        "current",
        "operating",
        "plan",
        "first",
        "quarter",
        "akebia",
        "therapeutic",
        "akebia",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "headquartered",
        "cambridge",
        "massachusetts",
        "focused",
        "delivering",
        "innovative",
        "therapy",
        "patient",
        "kidney",
        "disease",
        "factor",
        "biology",
        "information",
        "please",
        "visit",
        "website",
        "form",
        "part",
        "release",
        "statement",
        "statement",
        "press",
        "release",
        "regarding",
        "akebia",
        "strategy",
        "plan",
        "prospect",
        "expectation",
        "belief",
        "intention",
        "goal",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "amended",
        "including",
        "limited",
        "statement",
        "regarding",
        "rate",
        "timing",
        "enrollment",
        "clinical",
        "trial",
        "anticipated",
        "timing",
        "availability",
        "presentation",
        "clinical",
        "trial",
        "data",
        "result",
        "planned",
        "timing",
        "market",
        "launch",
        "vadadustat",
        "benefit",
        "including",
        "potential",
        "effect",
        "commercial",
        "position",
        "design",
        "study",
        "potential",
        "characterization",
        "differentiation",
        "information",
        "believe",
        "result",
        "design",
        "study",
        "potential",
        "anticipated",
        "payment",
        "collaborator",
        "including",
        "timing",
        "thereof",
        "expectation",
        "regarding",
        "financial",
        "position",
        "including",
        "period",
        "time",
        "cash",
        "resource",
        "committed",
        "funding",
        "collaborator",
        "fund",
        "current",
        "operating",
        "plan",
        "expectation",
        "regarding",
        "implementation",
        "new",
        "revenue",
        "recognition",
        "standard",
        "asc",
        "term",
        "anticipate",
        "believe",
        "expect",
        "planned",
        "target",
        "similar",
        "reference",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "including",
        "rate",
        "enrollment",
        "clinical",
        "study",
        "vadadustat",
        "rate",
        "major",
        "adverse",
        "cardiovascular",
        "event",
        "pro",
        "tect",
        "inno",
        "vate",
        "risk",
        "clinical",
        "trial",
        "may",
        "successful",
        "risk",
        "existing",
        "preclinical",
        "clinical",
        "data",
        "may",
        "predictive",
        "result",
        "ongoing",
        "later",
        "clinical",
        "trial",
        "manufacturing",
        "risk",
        "quality",
        "manner",
        "data",
        "result",
        "clinical",
        "study",
        "vadadustat",
        "actual",
        "funding",
        "required",
        "develop",
        "commercialize",
        "akebia",
        "product",
        "candidate",
        "operate",
        "company",
        "actual",
        "expense",
        "associated",
        "therewith",
        "actual",
        "cost",
        "incurred",
        "clinical",
        "study",
        "vadadustat",
        "availability",
        "financing",
        "cover",
        "cost",
        "risk",
        "clinical",
        "study",
        "discontinued",
        "delayed",
        "reason",
        "including",
        "safety",
        "tolerability",
        "enrollment",
        "manufacturing",
        "economic",
        "reason",
        "early",
        "termination",
        "akebia",
        "collaboration",
        "akebia",
        "collaborator",
        "ability",
        "satisfy",
        "obligation",
        "akebia",
        "collaboration",
        "agreement",
        "timing",
        "content",
        "decision",
        "made",
        "regulatory",
        "authority",
        "timing",
        "additional",
        "study",
        "initiated",
        "vadadustat",
        "actual",
        "time",
        "take",
        "initiate",
        "complete",
        "preclinical",
        "clinical",
        "study",
        "success",
        "competitor",
        "developing",
        "product",
        "candidate",
        "disease",
        "akebia",
        "currently",
        "developing",
        "product",
        "candidate",
        "scope",
        "timing",
        "outcome",
        "ongoing",
        "legal",
        "regulatory",
        "administrative",
        "proceeding",
        "change",
        "economic",
        "financial",
        "condition",
        "business",
        "akebia",
        "partner",
        "akebia",
        "ability",
        "obtain",
        "maintain",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "protection",
        "vadadustat",
        "product",
        "candidate",
        "risk",
        "uncertainty",
        "include",
        "identified",
        "heading",
        "risk",
        "factor",
        "akebia",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "march",
        "filing",
        "akebia",
        "may",
        "make",
        "security",
        "exchange",
        "commission",
        "future",
        "statement",
        "except",
        "otherwise",
        "noted",
        "speak",
        "press",
        "release",
        "akebia",
        "undertake",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "contained",
        "press",
        "release",
        "akebia",
        "therapeutic",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "basic",
        "diluted",
        "akebia",
        "therapeutic",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "available",
        "sale",
        "security",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "akebia",
        "therapeutic",
        "john",
        "garabo",
        "director",
        "corporate",
        "communication",
        "jgarabo",
        "source",
        "akebia",
        "therapeutic",
        "inc"
    ]
}