{
    "organizations": [],
    "uuid": "2533a977f101c07c25db740c525f0696cb09f1cc",
    "author": "Ben DiPietro",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/24/the-morning-risk-report/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Small Banks Require Patience as They Await Dodd-Frank Relief",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nMembers of the Independent Community Bankers Association listen to U.S. President Donald Trump at the White House on May 1, 2017. EPA/JIM LO SCALZO Good morning. Legislation amending the U.S. Dodd-Frank Act will bring regulatory relief to smaller community banks. Yet observers caution the changes won’t take immediate effect and that regulatory oversight should remain a business priority.\nThe legislation, awaiting signing by President Donald Trump, leaves untouched most major provisions of the 2010 law, intended to prevent crises like the 2008 crash. The overhaul raises the threshold at which banks face tighter oversight to $250 billion in assets from the current $50 billion.\nIt also frees small mortgage lenders from a data-reporting requirement; exempts banks with $10 billion or less in assets from a ban on making speculative bets; and allows small banks to file shorter financial reports with regulators, be examined less often and be released from some capital rules.\nSmaller banks will have to show patience as some changes won’t take immediate effect, said Pamela Purdue, executive vice president and chief regulatory officer at Continuity, a compliance-management firm that puts out a quarterly report looking at the impact of regulations on community banks.\nMany of the changes will have to be enacted through the rule-making process, an effort that took about seven years after Dodd-Frank was passed. The current overhaul isn’t likely to go any faster, she said. “The first rule of this is patience,” she said.\nThe need to change software so that it conforms to the law’s amended provisions will slow relief for banks as well, Ms. Purdue said. “Yes it’s a relief but at the same time there still will be pain before we get the relief since banks just installed much of which has to be uninstalled,” she said.\nWhile waiting for changes to take effect, community banks should plan the steps they will take in response, rank them by difficulty and make resources available for the shift, said Ms. Purdue.\nWhen the regulatory burden finally shrinks banks can reallocate their compliance spending to other, more pressing areas, said Don Andrews, head of the global risk and compliance practice at law firm Reed Smith.\n“I don’t think community banks are out of the woods,” said Mr. Andrews. “They still are dealing with very meager resources compared to larger banks and there still are significant regulatory requirements they need to meet. They shouldn’t be deluded into thinking they don’t have to meet these challenges.”\nCOMPLIANCE\nU.S. trading partners expressed alarm about threatened American tariffs on imported cars. A Trump administration’s plan could involve tariffs of up to 25% and would put the U.S. on a collision course with car exporters Japan, South Korea and Germany, the WSJ reports.\nToyota’s most popular vehicle in the U.S. is the RAV4 SUV, which isn’t made at any of its U.S. factories. WANG YING/ZUMA PRESS The Internal Revenue Service and Treasury Department said new rules would be coming soon, in what appears to be a warning to states that have sought workarounds for residents who face bigger bills after the tax overhaul put a $10,000 annual cap on state and local deductions, the WSJ reports.\nRussian aluminum giant United Co. Rusal said Chief Executive Alexandra Bouriko and seven board members resigned in an effort to help the company escape the Trump administration’s sanctions program, the WSJ reports.\nRussian energy giant PAO Gazprom has formally committed to changing some business practices to settle a multiyear antitrust case , the European Union said, in a procedure that allows the state-owned company to avoid billion-dollar fines, the WSJ reports.\nCanada’s Liberal government will block a nearly billion-dollar Chinese-led deal for a construction company on national-security grounds. Canada in February ordered a review of CCCC International Holding Ltd. ’s plan to buy Aecon Group for 1.22 billion Canadian dollars ($947 million), the WSJ reports.\nAlready under scrutiny for allegedly mismanaging money in a health-care fund, the private-equity firm Abraaj Group used more than $200 million from a $1.6 billion buyout fund to help finance its own business rather than invest in companies as intended, the WSJ reports.\nFederal prosecutors in Manhattan have launched a criminal probe into sex-abuse allegations against Harvey Weinstein, escalating scrutiny of the former Hollywood producer. A lawyer for Mr. Weinstein said he “has always maintained that he has never engaged in nonconsensual sexual acts,” the WSJ reports.\nDATA SECURITY\nThe U.S. Federal Bureau of Investigation moved to dismantle a large network of hacked routers and storage devices that Cisco Systems and U.S. and Ukraine authorities said could be used to launch a large cyberattack or knock hundreds of thousands of internet users offline, the WSJ reports.\nGOVERNANCE\nWilliam Ackman’s Pershing Square Capital Management LP is joining another activist investor , D.E. Shaw & Co. , in Lowe’s Co. , hoping to profit as the retailer tries to make improvements under a new chief executive, the WSJ reports. A spokesman said Lowe's is committed to creating value for all shareholders.\nShareholders at Westfield , which runs marquee malls across the U.S., approved a takeover by Europe-based shopping-center company Unibail-Rodamco SE , putting to rest concerns the declining value of the offer might kill the deal, the WSJ reports.\nREPUTATION\nShares of Samsonite International plunged after a short seller, Blue Orca Capital LLC , critiqued its business practices and claimed the chief executive, Ramesh Tainwala, misrepresented himself as holding a doctorate degree. Mr. Tainwala said he had “never claimed” to hold a doctorate, the WSJ reports.\nRISK\nNorth Korea’s senior envoy for U.S. affairs renewed a threat to call off a summit with President Donald Trump, saying Pyongyang could “make the U.S. taste an appalling tragedy it has neither experienced nor even imagined.” Two weeks ago, the summit was shaping up as the high point following a flurry of diplomacy between the countries, the WSJ reports.\nSTRATEGY\nComcast is escalating its threat to disrupt Walt Disney Co .’s megadeal to buy the bulk of 21st Century Fox ’s assets. Comcast said it is preparing a cash offer that would top Disney’s all-stock, $52.4 billion deal for Fox’s entertainment businesses, the WSJ reports.\nKroger is buying Home Chef , the largest private meal-kit company in the U.S. by sales, its second deal in as many weeks aimed at bolstering the supermarket chain’s online business, the WSJ reports.\nA Home Chef production facility in Bedford Park, Ill. HOME CHEF Motorcycle-taxi service PT Go-Jek Indonesia will invest $500 million to expand in Southeast Asia , revving up competition in a fast-growing market. The company said it plans to enter Vietnam, Thailand, Singapore and the Philippines in the next few months and is working with regulators and stakeholders across the region, the WSJ reports.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: 21st Century Fox Abraaj Group Ackman Aecon Group auto tariffs Blue Orca car tariffs CCCC International Cisco Comcast D.E. Shaw Deripaska Disney Dodd Frank Gazprom Go-Jek Harvey Weinstein Home Chef Kroger Lowe's Pershing Square Rodamco Rusal Samsonite Unibail-Rodamco Weinstein Westfield Previous Corruption Currents: Potential ZTE Deal Marches Forward Amid Congressional Objection Next Companies Try Nudging Their Way to Better Ethics Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte How Agile Internal Audit Can Add Value Internal auditor groups are continually challenged to provide more value to stakeholders while enhancing organizational influence and impact. However, many efforts to address these challenges are not working—or not working quickly enough. An agile internal audit function can provide methods that work to change both the mindset of internal auditors and their work processes. Learn the key concepts that help build an agile internal audit function, and understand how applying a few agile practices can provide a glimpse into the methodology’s transformative power.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-24T17:01:00.000+03:00",
    "crawled": "2018-05-25T20:20:11.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "member",
        "independent",
        "community",
        "banker",
        "association",
        "listen",
        "president",
        "donald",
        "trump",
        "white",
        "house",
        "may",
        "lo",
        "scalzo",
        "good",
        "morning",
        "legislation",
        "amending",
        "act",
        "bring",
        "regulatory",
        "relief",
        "smaller",
        "community",
        "bank",
        "yet",
        "observer",
        "caution",
        "change",
        "take",
        "immediate",
        "effect",
        "regulatory",
        "oversight",
        "remain",
        "business",
        "priority",
        "legislation",
        "awaiting",
        "signing",
        "president",
        "donald",
        "trump",
        "leaf",
        "untouched",
        "major",
        "provision",
        "law",
        "intended",
        "prevent",
        "crisis",
        "like",
        "crash",
        "overhaul",
        "raise",
        "threshold",
        "bank",
        "face",
        "tighter",
        "oversight",
        "billion",
        "asset",
        "current",
        "billion",
        "also",
        "free",
        "small",
        "mortgage",
        "lender",
        "requirement",
        "exempts",
        "bank",
        "billion",
        "less",
        "asset",
        "ban",
        "making",
        "speculative",
        "bet",
        "allows",
        "small",
        "bank",
        "file",
        "shorter",
        "financial",
        "report",
        "regulator",
        "examined",
        "less",
        "often",
        "released",
        "capital",
        "rule",
        "smaller",
        "bank",
        "show",
        "patience",
        "change",
        "take",
        "immediate",
        "effect",
        "said",
        "pamela",
        "purdue",
        "executive",
        "vice",
        "president",
        "chief",
        "regulatory",
        "officer",
        "continuity",
        "firm",
        "put",
        "quarterly",
        "report",
        "looking",
        "impact",
        "regulation",
        "community",
        "bank",
        "many",
        "change",
        "enacted",
        "process",
        "effort",
        "took",
        "seven",
        "year",
        "passed",
        "current",
        "overhaul",
        "likely",
        "go",
        "faster",
        "said",
        "first",
        "rule",
        "patience",
        "said",
        "need",
        "change",
        "software",
        "conforms",
        "law",
        "amended",
        "provision",
        "slow",
        "relief",
        "bank",
        "well",
        "purdue",
        "said",
        "yes",
        "relief",
        "time",
        "still",
        "pain",
        "get",
        "relief",
        "since",
        "bank",
        "installed",
        "much",
        "uninstalled",
        "said",
        "waiting",
        "change",
        "take",
        "effect",
        "community",
        "bank",
        "plan",
        "step",
        "take",
        "response",
        "rank",
        "difficulty",
        "make",
        "resource",
        "available",
        "shift",
        "said",
        "purdue",
        "regulatory",
        "burden",
        "finally",
        "shrink",
        "bank",
        "reallocate",
        "compliance",
        "spending",
        "pressing",
        "area",
        "said",
        "andrew",
        "head",
        "global",
        "risk",
        "compliance",
        "practice",
        "law",
        "firm",
        "reed",
        "smith",
        "think",
        "community",
        "bank",
        "wood",
        "said",
        "andrew",
        "still",
        "dealing",
        "meager",
        "resource",
        "compared",
        "larger",
        "bank",
        "still",
        "significant",
        "regulatory",
        "requirement",
        "need",
        "meet",
        "deluded",
        "thinking",
        "meet",
        "compliance",
        "trading",
        "partner",
        "expressed",
        "alarm",
        "threatened",
        "american",
        "tariff",
        "imported",
        "car",
        "trump",
        "administration",
        "plan",
        "could",
        "involve",
        "tariff",
        "would",
        "put",
        "collision",
        "course",
        "car",
        "exporter",
        "japan",
        "south",
        "korea",
        "germany",
        "wsj",
        "report",
        "toyota",
        "popular",
        "vehicle",
        "rav4",
        "suv",
        "made",
        "factory",
        "wang",
        "press",
        "internal",
        "revenue",
        "service",
        "treasury",
        "department",
        "said",
        "new",
        "rule",
        "would",
        "coming",
        "soon",
        "appears",
        "warning",
        "state",
        "sought",
        "workarounds",
        "resident",
        "face",
        "bigger",
        "bill",
        "tax",
        "overhaul",
        "put",
        "annual",
        "cap",
        "state",
        "local",
        "deduction",
        "wsj",
        "report",
        "russian",
        "aluminum",
        "giant",
        "united",
        "rusal",
        "said",
        "chief",
        "executive",
        "alexandra",
        "bouriko",
        "seven",
        "board",
        "member",
        "resigned",
        "effort",
        "help",
        "company",
        "escape",
        "trump",
        "administration",
        "sanction",
        "program",
        "wsj",
        "report",
        "russian",
        "energy",
        "giant",
        "pao",
        "gazprom",
        "formally",
        "committed",
        "changing",
        "business",
        "practice",
        "settle",
        "multiyear",
        "antitrust",
        "case",
        "european",
        "union",
        "said",
        "procedure",
        "allows",
        "company",
        "avoid",
        "fine",
        "wsj",
        "report",
        "canada",
        "liberal",
        "government",
        "block",
        "nearly",
        "deal",
        "construction",
        "company",
        "ground",
        "canada",
        "february",
        "ordered",
        "review",
        "cccc",
        "international",
        "holding",
        "plan",
        "buy",
        "aecon",
        "group",
        "billion",
        "canadian",
        "dollar",
        "million",
        "wsj",
        "report",
        "already",
        "scrutiny",
        "allegedly",
        "mismanaging",
        "money",
        "fund",
        "firm",
        "abraaj",
        "group",
        "used",
        "million",
        "billion",
        "buyout",
        "fund",
        "help",
        "finance",
        "business",
        "rather",
        "invest",
        "company",
        "intended",
        "wsj",
        "report",
        "federal",
        "prosecutor",
        "manhattan",
        "launched",
        "criminal",
        "probe",
        "allegation",
        "harvey",
        "weinstein",
        "escalating",
        "scrutiny",
        "former",
        "hollywood",
        "producer",
        "lawyer",
        "weinstein",
        "said",
        "always",
        "maintained",
        "never",
        "engaged",
        "nonconsensual",
        "sexual",
        "act",
        "wsj",
        "report",
        "data",
        "security",
        "federal",
        "bureau",
        "investigation",
        "moved",
        "dismantle",
        "large",
        "network",
        "hacked",
        "router",
        "storage",
        "device",
        "cisco",
        "system",
        "ukraine",
        "authority",
        "said",
        "could",
        "used",
        "launch",
        "large",
        "cyberattack",
        "knock",
        "hundred",
        "thousand",
        "internet",
        "user",
        "offline",
        "wsj",
        "report",
        "governance",
        "william",
        "ackman",
        "pershing",
        "square",
        "capital",
        "management",
        "lp",
        "joining",
        "another",
        "activist",
        "investor",
        "shaw",
        "lowe",
        "hoping",
        "profit",
        "retailer",
        "try",
        "make",
        "improvement",
        "new",
        "chief",
        "executive",
        "wsj",
        "report",
        "spokesman",
        "said",
        "lowe",
        "committed",
        "creating",
        "value",
        "shareholder",
        "shareholder",
        "westfield",
        "run",
        "marquee",
        "mall",
        "across",
        "approved",
        "takeover",
        "company",
        "se",
        "putting",
        "rest",
        "concern",
        "declining",
        "value",
        "offer",
        "might",
        "kill",
        "deal",
        "wsj",
        "report",
        "reputation",
        "share",
        "samsonite",
        "international",
        "plunged",
        "short",
        "seller",
        "blue",
        "orca",
        "capital",
        "llc",
        "critiqued",
        "business",
        "practice",
        "claimed",
        "chief",
        "executive",
        "ramesh",
        "tainwala",
        "misrepresented",
        "holding",
        "doctorate",
        "degree",
        "tainwala",
        "said",
        "never",
        "claimed",
        "hold",
        "doctorate",
        "wsj",
        "report",
        "risk",
        "north",
        "korea",
        "senior",
        "envoy",
        "affair",
        "renewed",
        "threat",
        "call",
        "summit",
        "president",
        "donald",
        "trump",
        "saying",
        "pyongyang",
        "could",
        "make",
        "taste",
        "appalling",
        "tragedy",
        "neither",
        "experienced",
        "even",
        "two",
        "week",
        "ago",
        "summit",
        "shaping",
        "high",
        "point",
        "following",
        "flurry",
        "diplomacy",
        "country",
        "wsj",
        "report",
        "strategy",
        "comcast",
        "escalating",
        "threat",
        "disrupt",
        "walt",
        "disney",
        "co",
        "megadeal",
        "buy",
        "bulk",
        "21st",
        "century",
        "fox",
        "asset",
        "comcast",
        "said",
        "preparing",
        "cash",
        "offer",
        "would",
        "top",
        "disney",
        "billion",
        "deal",
        "fox",
        "entertainment",
        "business",
        "wsj",
        "report",
        "kroger",
        "buying",
        "home",
        "chef",
        "largest",
        "private",
        "company",
        "sale",
        "second",
        "deal",
        "many",
        "week",
        "aimed",
        "bolstering",
        "supermarket",
        "chain",
        "online",
        "business",
        "wsj",
        "report",
        "home",
        "chef",
        "production",
        "facility",
        "bedford",
        "park",
        "home",
        "chef",
        "service",
        "pt",
        "indonesia",
        "invest",
        "million",
        "expand",
        "southeast",
        "asia",
        "revving",
        "competition",
        "market",
        "company",
        "said",
        "plan",
        "enter",
        "vietnam",
        "thailand",
        "singapore",
        "philippine",
        "next",
        "month",
        "working",
        "regulator",
        "stakeholder",
        "across",
        "region",
        "wsj",
        "report",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "21st",
        "century",
        "fox",
        "abraaj",
        "group",
        "ackman",
        "aecon",
        "group",
        "auto",
        "tariff",
        "blue",
        "orca",
        "car",
        "tariff",
        "cccc",
        "international",
        "cisco",
        "comcast",
        "shaw",
        "deripaska",
        "disney",
        "dodd",
        "frank",
        "gazprom",
        "harvey",
        "weinstein",
        "home",
        "chef",
        "kroger",
        "lowe",
        "pershing",
        "square",
        "rodamco",
        "rusal",
        "samsonite",
        "weinstein",
        "westfield",
        "previous",
        "corruption",
        "current",
        "potential",
        "zte",
        "deal",
        "march",
        "forward",
        "amid",
        "congressional",
        "objection",
        "next",
        "company",
        "try",
        "nudging",
        "way",
        "better",
        "ethic",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "agile",
        "internal",
        "audit",
        "add",
        "value",
        "internal",
        "auditor",
        "group",
        "continually",
        "challenged",
        "provide",
        "value",
        "stakeholder",
        "enhancing",
        "organizational",
        "influence",
        "impact",
        "however",
        "many",
        "effort",
        "address",
        "challenge",
        "working",
        "quickly",
        "enough",
        "agile",
        "internal",
        "audit",
        "function",
        "provide",
        "method",
        "work",
        "change",
        "mindset",
        "internal",
        "auditor",
        "work",
        "process",
        "learn",
        "key",
        "concept",
        "help",
        "build",
        "agile",
        "internal",
        "audit",
        "function",
        "understand",
        "applying",
        "agile",
        "practice",
        "provide",
        "glimpse",
        "methodology",
        "transformative",
        "power",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}