{
    "organizations": [],
    "uuid": "c4fc451a0f7582ede3165db6fbf6ede2b5c3ba22",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-fulgent-genetics-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Fulgent Genetics Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First Quarter 2018 Results:\nRevenue of $4.7 million, up 9% sequentially Billable tests delivered grew 10% sequentially to 4,621 GAAP loss of $1.9 million, or $0.11 per share Non-GAAP loss of $1.2 million, or $0.06 per share Adjusted EBITDA loss of $1.1 million\nTEMPLE CITY, Calif., Fulgent Genetics (NASDAQ:FLGT) (“Fulgent Genetics” or the “company”) today announced financial results for its first quarter ended March 31, 2018.\nFirst quarter revenue was $4.7 million, an increase of 9% sequentially from $4.3 million in the fourth quarter of 2017, and a decrease of 12% year over year from $5.3 million in the first quarter of 2017. GAAP loss for the first quarter of 2018 was $1.9 million, or $0.11 per share, and non-GAAP loss was $1.2 million, or $0.06 per share. Adjusted EBITDA loss was $1.1 million in the first quarter of 2018.\nNon-GAAP loss and adjusted EBITDA are described below under “Note Regarding Non-GAAP Financial Measures” and are reconciled to the most directly comparable GAAP financial measure, GAAP income (loss), in the accompanying tables.\nMing Hsieh, Chairman and Chief Executive Officer, said, “We are pleased with the results we achieved in the first quarter, highlighted by our billable test volume, which reached the highest quarterly level we have seen in the history of our company. We are aiming to achieve increased stability in our business as we gain traction with some of our newer initiatives, including our Beacon carrier screening test. We are also seeing increased interest and revenue from our sequencing as a service research tests. While it is still early in the year, we are happy with our progress this year to date and confident in our technology, operations and sales capabilities. We look forward to capitalizing on the opportunity we see for our business in the quarters ahead.”\nPaul Kim, Chief Financial Officer, said, “We had a strong quarter and are encouraged by the momentum and sustainability we are beginning to see in our business. We recorded growth in billable test volume in the quarter, while our average price per billable test delivered remained relatively stable. In addition, our gross margin was stable as we are making progress on collecting on tests processed through insurance. We believe we are well-positioned to continue driving growth as we capitalize on the investments we have made in the business.”\nMr. Kim added, “We will provide an update on our guidance regarding certain financial measures during our investment community conference call to shortly follow the issuance of this press release.”\nConference Call Information\nFulgent Genetics will host a conference call for the investment community today at 4:30 PM ET (1:30 PM PT) to discuss its first quarter results. Press and industry analysts are invited to attend in listen-only mode.\nThe call can be accessed through a live audio webcast in the Investor Relations section of the company’s website, www.fulgentgenetics.com , and through a live conference call by calling (855) 321-9535 using the conference ID 7588519. An audio replay will be available in the investors section of the company’s website or by calling (855) 859-2056 using passcode 7588519 through May 17, 2018.\nNote Regarding Non-GAAP Financial Measures\nCertain of the information set forth in this press release, including non-GAAP income (loss) and adjusted EBITDA, are non-GAAP financial measures. Fulgent Genetics believes this information is useful to investors because it provides a basis for measuring the performance of Fulgent’s business excluding certain income or expense items that management believes are not directly attributable to the company’s core operating results. Fulgent Genetics defines non-GAAP income (loss) as income (loss) calculated in accordance with accounting principles generally accepted in the United States of America (“GAAP”), plus or minus provisions (benefits) for income taxes, plus equity-based compensation expenses, plus or minus equity income (loss) in investee, plus or minus the effect of a corporate tax rate, and plus or minus other charges or gains, as identified, that management believes are not representative of the company’s core operations. Fulgent Genetics defines adjusted EBITDA as GAAP income (loss) plus or minus interest expense (income), plus or minus provisions (benefits) for income taxes, plus depreciation and amortization, plus equity-based compensation expenses, plus or minus equity income (loss) in investee, and plus or minus other charges or gains, as identified, that management believes are not representative of the company’s core operations.\nFulgent Genetics may continue to incur expenses similar to the items added to or subtracted from GAAP income (loss) to calculate non-GAAP income (loss) and adjusted EBITDA; accordingly, the exclusion of these items in the presentation of these non-GAAP financial measures should not be construed as an inference that these items are unusual, infrequent or non-recurring. Management uses these non-GAAP financial measures along with the most directly comparable GAAP financial measure of income (loss) in evaluating the company's operating performance. Non-GAAP financial measures should not be considered in isolation from, or as a substitute for, financial information presented in conformity with GAAP, and non-GAAP financial measures as reported by Fulgent Genetics may not be comparable to similarly titled metrics reported by other companies.\nAbout Fulgent Genetics\nFulgent Genetics is a technology company with a focus on offering comprehensive genetic testing to provide physicians with clinically actionable diagnostic information they can use to improve the quality of patient care. The company has developed a proprietary technology platform that allows it to offer a broad and flexible test menu and continually expand and improve its proprietary genetic reference library, while maintaining accessible pricing, high accuracy and competitive turnaround times. The company believes its test menu currently offers more genes for testing than its competitors in today’s market, which enables it to provide expansive options for test customization and clinically actionable results.\nForward-Looking Statements\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995. Examples of in this press release include statements about, among other things: anticipated growth of and increased stability in the company’s business and performance, including its volume of sequencing as a service and other billable tests delivered, both in general and to customers who pay for tests through insurance, the collectability of billable tests delivered to such customers, and the average price per billable test delivered, as well as the company’s ability to sustain or improve these effects and their actual impact on the company’s performance; the success of the company’s investments in its business, including its technology platform, operational capabilities and sales organization, as well as the timing and extent of the impact of these investments, if any, on the company’s performance; the timing, commercial success and impact on the company’s results of new product launches and other initiatives, including its Beacon carrier screening test and its upcoming somatic-based cancer test; and the company’s ability to capitalize on opportunities to grow its business.\nForward-looking statements are statements other than historical facts and relate to future events or circumstances or the company’s future performance, and they are based on management’s current assumptions, expectations and beliefs concerning future developments and their potential effect on the company’s business. These are subject to a number of risks and uncertainties, which may cause the forward-looking events and circumstances described in this press release to not occur, and actual results to differ materially and adversely from those described in or implied by the These risks and uncertainties include, among others: the market potential for, and the rate and degree of market adoption of, the company’s tests and genetic testing generally; the company’s ability to capture a sizable share of the developing market for genetic testing and compete successfully in this market, including its ability to continue to develop new tests that are attractive to its various customer markets and otherwise keep pace with rapidly changing technology; the company’s ability to maintain the low internal costs of its business model, particularly as the company makes investments across its business; the company’s ability to maintain an acceptable margin on sales of its tests, particularly in light of increasing competitive pressures and other factors that may continue to reduce the company’s sale prices for and margins on its tests; risks related to volatility in the company’s results, which can fluctuate significantly from period to period; risks associated with the composition of the company’s customer base, which can fluctuate from period to period and can be comprised of a small number of customers that account for a significant portion of the company’s revenue; the company’s ability to grow and diversify its customer base and increase demand from existing and new customers; the company’s investments in its infrastructure, including its sales organization and operational capabilities, and the extent to which these investments impact the company’s business and performance and enable it to manage any growth it may experience in future periods; the company’s level of success in obtaining coverage and adequate reimbursement and collectability levels from third-party payors for its tests; the company’s level of success in establishing and obtaining the intended benefits from partnerships, joint ventures or other relationships; the company’s compliance with the various evolving and complex laws and regulations applicable to its business and its industry; risks associated with the company’s international operations; the company’s ability to protect its proprietary technology platform; and general industry, economic, political and market conditions. As a result of these risks and uncertainties, should not be relied on or viewed as predictions of future events.\nThe made in this press release speak only as of the date of this press release, and the company assumes no obligation to update publicly any such to reflect actual results or to changes in expectations, except as otherwise required by law.\nThe company’s reports filed with the Securities and Exchange Commission, including its annual report on Form 10-K for the year ended December 31, 2017 and the other reports it files from time to time, including subsequently filed quarterly and current reports, are made available on the company’s website upon their filing with the Securities and Exchange Commission. These reports contain more information about the company, its business and the risks affecting its business, as well as its results of operations for the periods covered by the financial results included in this press release.\nInvestor Relations Contacts:\nThe Blueshirt Group\nNicole Borsje, 415-217-2633, nborsje@blueshirtgroup.com\nFULGENT GENETICS, INC. CONDENSED CONSOLIDATED BALANCE SHEET DATA March 31, 2018 and December 31, 2017 (in thousands) March 31, 2018 December 31, ASSETS: (unaudited) 2017 Cash 5,274 $ 6,490 Investments in marketable securities 33,496 34,877 Accounts receivable, net 4,969 4,005 Property and equipment, net 6,853 7,272 Other assets 4,922 4,540 Total assets $ 55,514 $ 57,184 LIABILITIES & EQUITY: Accounts payable, accrued liabilities and other liabilities $ 2,415 $ 3,006 Total stockholders’ equity 53,099 54,178 Total liabilities & equity $ 55,514 $ 57,184\nFULGENT GENETICS, INC. CONDENSED CONSOLIDATED STATEMENT OF OPERATIONS DATA Three Months Ended March 31, 2018 and 2017 (in thousands, except per share data) (unaudited) Three months ended March 31, 2018 2017 Revenue $ 4,653 $ 5,306 Cost of revenue (1) 2,772 1,859 Gross profit 1,881 3,447 Operating expenses: Research and development (1) 1,458 851 Selling and marketing (1) 1,130 891 General and administrative (1) 1,487 1,486 Total operating expenses 4,075 3,228 Operating income (loss) (2,194 ) 219 Interest income and other income (expense) 95 119 Income (loss) before income taxes and equity loss in investee (2,099 ) 338 Provision for (benefit from) income taxes (434 ) 106 Income (loss) before equity loss in investee (1,665 ) 232 Equity loss in investee (245 ) - Net income (loss) $ (1,910 ) $ 232 Net income (loss) per common share: Basic $ (0.11 ) $ 0.01 Diluted $ (0.11 ) $ 0.01 Weighted average common shares: Basic 17,864 17,676 Diluted 17,864 18,178 (1) Equity-based compensation expense was allocated as follows: Cost of revenue $ 124 $ 146 Research and development 132 211 Selling and marketing 108 69 General and administrative 181 139 Total equity-based compensation expense $ 545 $ 565\nFULGENT GENETICS, INC. Non-GAAP Income (Loss) Reconciliation Three Months Ended March 31, 2018 and 2017 (in thousands, except per share data) Three months ended March 31, 2018 2017 Net income (loss) $ (1,910 ) $ 232 Provision (benefit) for income taxes (434 ) 106 Equity-based compensation expense 545 565 Non-GAAP Tax effect (1) 396 (343 ) Equity loss in investee 245 - Non-GAAP net income (loss) $ (1,158 ) $ 560 Net income (loss) per common share: Basic $ (0.11 ) $ 0.01 Diluted $ (0.11 ) $ 0.01 Non-GAAP net income (loss) per common share: Basic $ (0.06 ) $ 0.03 Diluted $ (0.06 ) $ 0.03 Weighted average common shares: Basic 17,864 17,676 Diluted 17,864 18,178 (1) Tax rates as follows: Corporate tax rate of 22% and 38% for the three months ended March 31, 2018 and 2017, respectively.\nFULGENT GENETICS, INC. Non-GAAP Adjusted EBITDA Reconciliation Three Months Ended March 31, 2018 and 2017 (in thousands) Three months ended March 31, 2018 2017 Net income (loss) $ (1,910 ) $ 232 Interest (income) expense (95 ) (119 ) Provision (benefit) for income taxes (434 ) 106 Equity-based compensation expense 545 565 Depreciation and amortization 516 412 Equity loss in investee 245 - Adjusted EBITDA $ (1,133 ) $ 1,196\nSource:Fulgent Genetics, Inc.",
    "published": "2018-05-08T00:05:00.000+03:00",
    "crawled": "2018-05-08T00:18:53.067+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "quarter",
        "result",
        "revenue",
        "million",
        "sequentially",
        "billable",
        "test",
        "delivered",
        "grew",
        "sequentially",
        "gaap",
        "loss",
        "million",
        "per",
        "share",
        "loss",
        "million",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "temple",
        "city",
        "fulgent",
        "genetics",
        "nasdaq",
        "flgt",
        "fulgent",
        "genetics",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "revenue",
        "million",
        "increase",
        "sequentially",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "year",
        "year",
        "million",
        "first",
        "quarter",
        "gaap",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "loss",
        "million",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "first",
        "quarter",
        "loss",
        "adjusted",
        "ebitda",
        "described",
        "note",
        "regarding",
        "financial",
        "measure",
        "reconciled",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "gaap",
        "income",
        "loss",
        "accompanying",
        "table",
        "ming",
        "hsieh",
        "chairman",
        "chief",
        "executive",
        "officer",
        "said",
        "pleased",
        "result",
        "achieved",
        "first",
        "quarter",
        "highlighted",
        "billable",
        "test",
        "volume",
        "reached",
        "highest",
        "quarterly",
        "level",
        "seen",
        "history",
        "company",
        "aiming",
        "achieve",
        "increased",
        "stability",
        "business",
        "gain",
        "traction",
        "newer",
        "initiative",
        "including",
        "beacon",
        "carrier",
        "screening",
        "test",
        "also",
        "seeing",
        "increased",
        "interest",
        "revenue",
        "sequencing",
        "service",
        "research",
        "test",
        "still",
        "early",
        "year",
        "happy",
        "progress",
        "year",
        "date",
        "confident",
        "technology",
        "operation",
        "sale",
        "capability",
        "look",
        "forward",
        "capitalizing",
        "opportunity",
        "see",
        "business",
        "quarter",
        "paul",
        "kim",
        "chief",
        "financial",
        "officer",
        "said",
        "strong",
        "quarter",
        "encouraged",
        "momentum",
        "sustainability",
        "beginning",
        "see",
        "business",
        "recorded",
        "growth",
        "billable",
        "test",
        "volume",
        "quarter",
        "average",
        "price",
        "per",
        "billable",
        "test",
        "delivered",
        "remained",
        "relatively",
        "stable",
        "addition",
        "gross",
        "margin",
        "stable",
        "making",
        "progress",
        "collecting",
        "test",
        "processed",
        "insurance",
        "believe",
        "continue",
        "driving",
        "growth",
        "capitalize",
        "investment",
        "made",
        "kim",
        "added",
        "provide",
        "update",
        "guidance",
        "regarding",
        "certain",
        "financial",
        "measure",
        "investment",
        "community",
        "conference",
        "call",
        "shortly",
        "follow",
        "issuance",
        "press",
        "conference",
        "call",
        "information",
        "fulgent",
        "genetics",
        "host",
        "conference",
        "call",
        "investment",
        "community",
        "today",
        "pm",
        "et",
        "pm",
        "pt",
        "discus",
        "first",
        "quarter",
        "result",
        "press",
        "industry",
        "analyst",
        "invited",
        "attend",
        "mode",
        "call",
        "accessed",
        "live",
        "audio",
        "webcast",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "live",
        "conference",
        "call",
        "calling",
        "using",
        "conference",
        "id",
        "audio",
        "replay",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "calling",
        "using",
        "passcode",
        "may",
        "note",
        "regarding",
        "financial",
        "measure",
        "certain",
        "information",
        "set",
        "forth",
        "press",
        "release",
        "including",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "fulgent",
        "genetics",
        "belief",
        "information",
        "useful",
        "investor",
        "provides",
        "basis",
        "measuring",
        "performance",
        "fulgent",
        "business",
        "excluding",
        "certain",
        "income",
        "expense",
        "item",
        "management",
        "belief",
        "directly",
        "attributable",
        "company",
        "core",
        "operating",
        "result",
        "fulgent",
        "genetics",
        "defines",
        "income",
        "loss",
        "income",
        "loss",
        "calculated",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "plus",
        "minus",
        "provision",
        "benefit",
        "income",
        "tax",
        "plus",
        "compensation",
        "expense",
        "plus",
        "minus",
        "equity",
        "income",
        "loss",
        "investee",
        "plus",
        "minus",
        "effect",
        "corporate",
        "tax",
        "rate",
        "plus",
        "minus",
        "charge",
        "gain",
        "identified",
        "management",
        "belief",
        "representative",
        "company",
        "core",
        "operation",
        "fulgent",
        "genetics",
        "defines",
        "adjusted",
        "ebitda",
        "gaap",
        "income",
        "loss",
        "plus",
        "minus",
        "interest",
        "expense",
        "income",
        "plus",
        "minus",
        "provision",
        "benefit",
        "income",
        "tax",
        "plus",
        "depreciation",
        "amortization",
        "plus",
        "compensation",
        "expense",
        "plus",
        "minus",
        "equity",
        "income",
        "loss",
        "investee",
        "plus",
        "minus",
        "charge",
        "gain",
        "identified",
        "management",
        "belief",
        "representative",
        "company",
        "core",
        "operation",
        "fulgent",
        "genetics",
        "may",
        "continue",
        "incur",
        "expense",
        "similar",
        "item",
        "added",
        "subtracted",
        "gaap",
        "income",
        "loss",
        "calculate",
        "income",
        "loss",
        "adjusted",
        "ebitda",
        "accordingly",
        "exclusion",
        "item",
        "presentation",
        "financial",
        "measure",
        "construed",
        "inference",
        "item",
        "unusual",
        "infrequent",
        "management",
        "us",
        "financial",
        "measure",
        "along",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "income",
        "loss",
        "evaluating",
        "company",
        "operating",
        "performance",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "presented",
        "conformity",
        "gaap",
        "financial",
        "measure",
        "reported",
        "fulgent",
        "genetics",
        "may",
        "comparable",
        "similarly",
        "titled",
        "metric",
        "reported",
        "company",
        "fulgent",
        "genetics",
        "fulgent",
        "genetics",
        "technology",
        "company",
        "focus",
        "offering",
        "comprehensive",
        "genetic",
        "testing",
        "provide",
        "physician",
        "clinically",
        "actionable",
        "diagnostic",
        "information",
        "use",
        "improve",
        "quality",
        "patient",
        "care",
        "company",
        "developed",
        "proprietary",
        "technology",
        "platform",
        "allows",
        "offer",
        "broad",
        "flexible",
        "test",
        "menu",
        "continually",
        "expand",
        "improve",
        "proprietary",
        "genetic",
        "reference",
        "library",
        "maintaining",
        "accessible",
        "pricing",
        "high",
        "accuracy",
        "competitive",
        "turnaround",
        "time",
        "company",
        "belief",
        "test",
        "menu",
        "currently",
        "offer",
        "gene",
        "testing",
        "competitor",
        "today",
        "market",
        "enables",
        "provide",
        "expansive",
        "option",
        "test",
        "customization",
        "clinically",
        "actionable",
        "result",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "example",
        "press",
        "release",
        "include",
        "statement",
        "among",
        "thing",
        "anticipated",
        "growth",
        "increased",
        "stability",
        "company",
        "business",
        "performance",
        "including",
        "volume",
        "sequencing",
        "service",
        "billable",
        "test",
        "delivered",
        "general",
        "customer",
        "pay",
        "test",
        "insurance",
        "collectability",
        "billable",
        "test",
        "delivered",
        "customer",
        "average",
        "price",
        "per",
        "billable",
        "test",
        "delivered",
        "well",
        "company",
        "ability",
        "sustain",
        "improve",
        "effect",
        "actual",
        "impact",
        "company",
        "performance",
        "success",
        "company",
        "investment",
        "business",
        "including",
        "technology",
        "platform",
        "operational",
        "capability",
        "sale",
        "organization",
        "well",
        "timing",
        "extent",
        "impact",
        "investment",
        "company",
        "performance",
        "timing",
        "commercial",
        "success",
        "impact",
        "company",
        "result",
        "new",
        "product",
        "launch",
        "initiative",
        "including",
        "beacon",
        "carrier",
        "screening",
        "test",
        "upcoming",
        "cancer",
        "test",
        "company",
        "ability",
        "capitalize",
        "opportunity",
        "grow",
        "business",
        "statement",
        "statement",
        "historical",
        "fact",
        "relate",
        "future",
        "event",
        "circumstance",
        "company",
        "future",
        "performance",
        "based",
        "management",
        "current",
        "assumption",
        "expectation",
        "belief",
        "concerning",
        "future",
        "development",
        "potential",
        "effect",
        "company",
        "business",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "event",
        "circumstance",
        "described",
        "press",
        "release",
        "occur",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "described",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "market",
        "potential",
        "rate",
        "degree",
        "market",
        "adoption",
        "company",
        "test",
        "genetic",
        "testing",
        "generally",
        "company",
        "ability",
        "capture",
        "sizable",
        "share",
        "developing",
        "market",
        "genetic",
        "testing",
        "compete",
        "successfully",
        "market",
        "including",
        "ability",
        "continue",
        "develop",
        "new",
        "test",
        "attractive",
        "various",
        "customer",
        "market",
        "otherwise",
        "keep",
        "pace",
        "rapidly",
        "changing",
        "technology",
        "company",
        "ability",
        "maintain",
        "low",
        "internal",
        "cost",
        "business",
        "model",
        "particularly",
        "company",
        "make",
        "investment",
        "across",
        "business",
        "company",
        "ability",
        "maintain",
        "acceptable",
        "margin",
        "sale",
        "test",
        "particularly",
        "light",
        "increasing",
        "competitive",
        "pressure",
        "factor",
        "may",
        "continue",
        "reduce",
        "company",
        "sale",
        "price",
        "margin",
        "test",
        "risk",
        "related",
        "volatility",
        "company",
        "result",
        "fluctuate",
        "significantly",
        "period",
        "period",
        "risk",
        "associated",
        "composition",
        "company",
        "customer",
        "base",
        "fluctuate",
        "period",
        "period",
        "comprised",
        "small",
        "number",
        "customer",
        "account",
        "significant",
        "portion",
        "company",
        "revenue",
        "company",
        "ability",
        "grow",
        "diversify",
        "customer",
        "base",
        "increase",
        "demand",
        "existing",
        "new",
        "customer",
        "company",
        "investment",
        "infrastructure",
        "including",
        "sale",
        "organization",
        "operational",
        "capability",
        "extent",
        "investment",
        "impact",
        "company",
        "business",
        "performance",
        "enable",
        "manage",
        "growth",
        "may",
        "experience",
        "future",
        "period",
        "company",
        "level",
        "success",
        "obtaining",
        "coverage",
        "adequate",
        "reimbursement",
        "collectability",
        "level",
        "payors",
        "test",
        "company",
        "level",
        "success",
        "establishing",
        "obtaining",
        "intended",
        "benefit",
        "partnership",
        "joint",
        "venture",
        "relationship",
        "company",
        "compliance",
        "various",
        "evolving",
        "complex",
        "law",
        "regulation",
        "applicable",
        "business",
        "industry",
        "risk",
        "associated",
        "company",
        "international",
        "operation",
        "company",
        "ability",
        "protect",
        "proprietary",
        "technology",
        "platform",
        "general",
        "industry",
        "economic",
        "political",
        "market",
        "condition",
        "result",
        "risk",
        "uncertainty",
        "relied",
        "viewed",
        "prediction",
        "future",
        "event",
        "made",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "reflect",
        "actual",
        "result",
        "change",
        "expectation",
        "except",
        "otherwise",
        "required",
        "law",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "report",
        "file",
        "time",
        "time",
        "including",
        "subsequently",
        "filed",
        "quarterly",
        "current",
        "report",
        "made",
        "available",
        "company",
        "website",
        "upon",
        "filing",
        "security",
        "exchange",
        "commission",
        "report",
        "contain",
        "information",
        "company",
        "business",
        "risk",
        "affecting",
        "business",
        "well",
        "result",
        "operation",
        "period",
        "covered",
        "financial",
        "result",
        "included",
        "press",
        "release",
        "investor",
        "relation",
        "contact",
        "blueshirt",
        "group",
        "nicole",
        "borsje",
        "nborsje",
        "fulgent",
        "genetics",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "march",
        "december",
        "thousand",
        "march",
        "december",
        "asset",
        "unaudited",
        "cash",
        "investment",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "account",
        "payable",
        "accrued",
        "liability",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "equity",
        "fulgent",
        "genetics",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "interest",
        "income",
        "income",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "equity",
        "loss",
        "investee",
        "provision",
        "benefit",
        "income",
        "tax",
        "income",
        "loss",
        "equity",
        "loss",
        "investee",
        "equity",
        "loss",
        "investee",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "compensation",
        "expense",
        "allocated",
        "follows",
        "cost",
        "revenue",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "total",
        "compensation",
        "expense",
        "fulgent",
        "genetics",
        "income",
        "loss",
        "reconciliation",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "provision",
        "benefit",
        "income",
        "tax",
        "compensation",
        "expense",
        "tax",
        "effect",
        "equity",
        "loss",
        "investee",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "tax",
        "rate",
        "follows",
        "corporate",
        "tax",
        "rate",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "fulgent",
        "genetics",
        "adjusted",
        "ebitda",
        "reconciliation",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "loss",
        "interest",
        "income",
        "expense",
        "provision",
        "benefit",
        "income",
        "tax",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "equity",
        "loss",
        "investee",
        "adjusted",
        "ebitda",
        "source",
        "fulgent",
        "genetics",
        "inc"
    ]
}