{
    "organizations": [],
    "uuid": "b105f7f327b6e71e159acdad179205d06d10dd66",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-san-marco-acquires-espiritu-smr-polymetallic-property-increases-district-scale-exploration-footprint-in-the-sahuaripa.html",
    "ord_in_thread": 0,
    "title": "San Marco acquires Espiritu SMR polymetallic property: Increases district scale exploration footprint in the Sahuaripa District of Eastern Sonora State",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 15, 2018 (GLOBE NEWSWIRE) -- San Marco Resources Inc. (TSX-V:SMN) (\"San Marco\" or “the Company”) is pleased to announce it has been awarded the Espiritu SMR property in the Mexican government’s recent mineral concession lottery.\nEspiritu SMR is located approximately 230 kilometres (“km”) east of Hermosillo and 15 km east of the town of Sahuaripa. This new land acquisition covers approximately 2,712 hectares and is located less than 30 km SE of the Company's Chunibas and 1068 Projects, increasing San Marco's exploration footprint at a district scale.\nThe property is located along a northwest structural trend where less than 100 km to the south hosts the La India and Mulatos gold mines, which are being operated by Agnico Eagle and Alamos Gold respectively.\nBased on available data from the Mexican geological survey (“SGM”), Espiritu SMR overlies a window of pre-mineral cretaceous volcanic and sedimentary rocks intruded by Laramide age granitoids. According to the SGM data, Espiritu SMR covers portions of the San Felipe mineralized zone, a group of epithermal to mesothermal (gold, silver and lead) vein systems.\nChristian Grijalva, San Marco’s Vice President stated, “ We believe the Espiritu SMR property is highly prospective ground demonstrating significant upside exploration potential. The geological endowment warrants further exploration efforts with “modern day” vectoring and targeting tools. Preparations are being made to initiate an exploration program to evaluate the overall potential of Espiritu SMR which is the host for both porphyry gold-copper-moly and silver-lead-zinc replacement mineralization.”\nPrevious Exploration\nThe ground underlying Espiritu SMR's property has been subjected to several exploration campaigns by other exploration companies. The most recent exploration work was conducted by Kootenay Gold Inc., and various third-party partners via option agreements. According to the information disseminated by Kootenay Gold Inc., the property has the following characteristics*:\nAn extensive area of polymetallic vein, stockwork, breccia and gold-copper porphyry mineralization. Mineralization and alteration are hosted along a 5 km east northeast trending structural corridor that measures between one and two km in width. Two zones of mineralization have been recognized; the northeast zone dominated by a porphyry setting is separated by a major fault from the southwest zone dominated by veins and stockworks of precious and base metal mineralization. Fifty-eight grab samples from the polymetallic southwest zone reported significant assays from veins that averaged 226 g/ton silver, 1.58% lead and 1.57% zinc with associated gold and copper values of 0.18 g/ton and 0.15% respectively.\nHistorical Drilling Results\nOn May 7, 2010, Kootenay Gold Inc. and its partner, Klondike Silver Corp., reported the completion of 10 diamond drill holes totalling 2,135 metres. Drilling was designed to test mineralization within a copper-gold porphyry system over the northeastern zone, covering an area of 1200 x 1800 metres underlain by a zoned alteration sequence and stockwork marked by intense secondary leaching. As a result, secondary copper mineralization was encountered within the stockwork and leached zone, which also reported interesting gold and silver values along significant long intercepts.*\nSelected drill results include:\nDrill Hole ESP-02-09: 48.00 m @ 0.19 g/ton Au; 0.10% Cu; 2.0 g/ton Ag. Including 1.50 m @ 1.80 g/ton Au; 0.07% Cu; 2.0 g/ton Ag Drill Hole ESP-06-10: 220.50 m @ 0.14 g/ton Au; 0.15% Cu; 1.1 g/ton Ag.\nKootenay Silver Inc. and its partner Pinecrest Resources Ltd conducted the latest exploration works at the former Espiritu property. In June 15, 2012, Kootenay Silver Inc. announced the completion of five-diamond drill holes totalling 409 metres in two of seven known silver-rich mineralized areas from the southwest zone of Espiritu property.\nSelected drill results include:\nDrill Hole ESP-12-01: 41.00 m @ 9.0 g/ton Ag; 537 ppm Pb; 1268 ppm Zn; Including 11.0 m @ 26.2 g/ton Ag; 1388 ppm Pb; 2762 ppm Zn. EOH: 99.0 m Drill Hole ESP-12-04: 8.5m @ 12.4 g/ton Ag; 420ppm Cu; 582ppm Pb; 730ppm Zn. 37.5m @ 569ppm Cu; 65 ppm Mo. Including 1.0 m @ 38.0 g/ton Ag; 670ppm Cu; 960ppm Pb; 1580ppm Zn. EOH: 82.0m\n* The foregoing geological information on the Espiritu property obtained from Kootenay has not been verified by the Company, and readers are cautioned not to place undue weight on such information. The information is sourced from publicly disclosed information; The Espiritu property, source Kootenay Silver Inc. ( www.kootenaysilver.com ). Details of the sampling methods, handling and quality control methods used in the generation of the foregoing historical technical data are unknown to San Marco, and the drill material, assay results, true width of intercepts herein cannot be and have not been verified by the Company’s Qualified Person for the purposes of National Instrument 43-101 Standards of Disclosure for Mineral Projects of the Canadian Securities Administrators.\nUpcoming Exploration\nSan Marco geological staff is preparing to do a first-pass ground validation and prospecting work at Espiritu SMR. The aim is to assess the mineralized zones of the main Laramide age intrusive rocks, which include the Espiritu porphyry copper-moly (±gold) prospect. Exploration efforts will also dedicated to the polymetallic mineralized system of the southwest zone of Espiritu SMR, where evidences for high temperature carbonate replacement mineralization has been documented by past explorers.\nFor related images, please visit the Espiritu SMR Property on the Company’s website.\nAbout San Marco\nSan Marco Resources Inc. is a Canadian mineral exploration company with a portfolio of promising projects in mining-friendly Mexico, including the Chunibas, Mariana and 1068 Projects in Sonora State.\nSan Marco actively pursues a strategic project generation program focused on high-caliber, low acquisition cost opportunities in northwestern Mexico. The Company has a committed management team with extensive experience in Mexico and a proven track record of building shareholder value.\nOn behalf of the Board of Directors:\nChristian Grijalva, B.Sc.\nVice President\nFor further information, contact:\nNancy Curry\ninfo@sanmarcocorp.com\nPaul MacDonald\npMacDonald@sanmarcocorp.com National Instrument 43-101 Disclosure\nThis news release has been approved by San Marco's CEO, Robert D. Willis, P. Eng. a \"Qualified Person\" as defined in National Instrument 43-101, Standards of Disclosure for Mineral Projects of the Canadian Securities Administrators. He has verified the data disclosed, including sampling, analytical and test data, underlying such technical information by reviewing the assay reports provided to San Marco by its independent testing laboratory.\nThe Company has implemented quality assurance (“QA”) and quality control (“QC”) programs to ensure sampling and analysis of all exploration work is conducted in accordance with the best possible practices. All sampling programs are carried out in a careful and diligent manner using scientifically established sampling practices designed and tested to ensure that the results are representative and reliable. Quality control programs appropriate to the type of sample and the mineralization are implemented, including such measures as external blanks, standards and duplicate samples. The security of samples from sample acquisition to analysis is a vital component of the sampling process. Procedures include the use of secure core logging, sampling, storage and preparation facilities as appropriate and the prompt, secure and direct shipping of samples to the laboratories. Appropriate sample security procedures are employed given the geographic and topographic conditions and the logistics created by the site location.\nForward Looking Information\nInformation set forth in this document may include forward-looking statements. While these statements reflect management's current plans, projections and intents, by their nature, forward-looking statements are subject to numerous risks and uncertainties, some of which are beyond the control of San Marco. Readers are cautioned that the assumptions used in the preparation of such information, although considered reasonable at the time of preparation, may prove to be imprecise and, as such, undue reliance should not be placed on these forward-looking statements. San Marco's actual results, programs, activities and financial position could differ materially from those expressed in or implied by these forward-looking statements.\nNeither the TSX Venture Exchange nor the Investment Industry Regulatory Organization of Canada accepts responsibility for the adequacy or accuracy of this release.\nSource:San Marco Resources Inc.",
    "published": "2018-05-15T16:55:00.000+03:00",
    "crawled": "2018-05-15T20:28:57.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "san",
        "marco",
        "resource",
        "smn",
        "san",
        "marco",
        "company",
        "pleased",
        "announce",
        "awarded",
        "espiritu",
        "smr",
        "property",
        "mexican",
        "government",
        "recent",
        "mineral",
        "concession",
        "lottery",
        "espiritu",
        "smr",
        "located",
        "approximately",
        "kilometre",
        "km",
        "east",
        "hermosillo",
        "km",
        "east",
        "town",
        "sahuaripa",
        "new",
        "land",
        "acquisition",
        "cover",
        "approximately",
        "hectare",
        "located",
        "less",
        "km",
        "se",
        "company",
        "chunibas",
        "project",
        "increasing",
        "san",
        "marco",
        "exploration",
        "footprint",
        "district",
        "scale",
        "property",
        "located",
        "along",
        "northwest",
        "structural",
        "trend",
        "less",
        "km",
        "south",
        "host",
        "la",
        "india",
        "mulatos",
        "gold",
        "mine",
        "operated",
        "agnico",
        "eagle",
        "alamo",
        "gold",
        "respectively",
        "based",
        "available",
        "data",
        "mexican",
        "geological",
        "survey",
        "sgm",
        "espiritu",
        "smr",
        "overlies",
        "window",
        "cretaceous",
        "volcanic",
        "sedimentary",
        "rock",
        "intruded",
        "laramide",
        "age",
        "granitoids",
        "according",
        "sgm",
        "data",
        "espiritu",
        "smr",
        "cover",
        "portion",
        "san",
        "felipe",
        "mineralized",
        "zone",
        "group",
        "epithermal",
        "mesothermal",
        "gold",
        "silver",
        "lead",
        "vein",
        "system",
        "christian",
        "grijalva",
        "san",
        "marco",
        "vice",
        "president",
        "stated",
        "believe",
        "espiritu",
        "smr",
        "property",
        "highly",
        "prospective",
        "ground",
        "demonstrating",
        "significant",
        "upside",
        "exploration",
        "potential",
        "geological",
        "endowment",
        "warrant",
        "exploration",
        "effort",
        "modern",
        "day",
        "vectoring",
        "targeting",
        "tool",
        "preparation",
        "made",
        "initiate",
        "exploration",
        "program",
        "evaluate",
        "overall",
        "potential",
        "espiritu",
        "smr",
        "host",
        "porphyry",
        "replacement",
        "previous",
        "exploration",
        "ground",
        "underlying",
        "espiritu",
        "smr",
        "property",
        "subjected",
        "several",
        "exploration",
        "campaign",
        "exploration",
        "company",
        "recent",
        "exploration",
        "work",
        "conducted",
        "kootenay",
        "gold",
        "various",
        "partner",
        "via",
        "option",
        "agreement",
        "according",
        "information",
        "disseminated",
        "kootenay",
        "gold",
        "property",
        "following",
        "characteristic",
        "extensive",
        "area",
        "polymetallic",
        "vein",
        "stockwork",
        "breccia",
        "porphyry",
        "mineralization",
        "mineralization",
        "alteration",
        "hosted",
        "along",
        "km",
        "east",
        "northeast",
        "trending",
        "structural",
        "corridor",
        "measure",
        "one",
        "two",
        "km",
        "width",
        "two",
        "zone",
        "mineralization",
        "recognized",
        "northeast",
        "zone",
        "dominated",
        "porphyry",
        "setting",
        "separated",
        "major",
        "fault",
        "southwest",
        "zone",
        "dominated",
        "vein",
        "stockworks",
        "precious",
        "base",
        "metal",
        "mineralization",
        "grab",
        "sample",
        "polymetallic",
        "southwest",
        "zone",
        "reported",
        "significant",
        "assay",
        "vein",
        "averaged",
        "silver",
        "lead",
        "zinc",
        "associated",
        "gold",
        "copper",
        "value",
        "respectively",
        "historical",
        "drilling",
        "result",
        "may",
        "kootenay",
        "gold",
        "partner",
        "klondike",
        "silver",
        "reported",
        "completion",
        "diamond",
        "drill",
        "hole",
        "totalling",
        "metre",
        "drilling",
        "designed",
        "test",
        "mineralization",
        "within",
        "porphyry",
        "system",
        "northeastern",
        "zone",
        "covering",
        "area",
        "x",
        "metre",
        "underlain",
        "zoned",
        "alteration",
        "sequence",
        "stockwork",
        "marked",
        "intense",
        "secondary",
        "leaching",
        "result",
        "secondary",
        "copper",
        "mineralization",
        "encountered",
        "within",
        "stockwork",
        "leached",
        "zone",
        "also",
        "reported",
        "interesting",
        "gold",
        "silver",
        "value",
        "along",
        "significant",
        "long",
        "intercept",
        "selected",
        "drill",
        "result",
        "include",
        "drill",
        "hole",
        "au",
        "cu",
        "ag",
        "including",
        "au",
        "cu",
        "ag",
        "drill",
        "hole",
        "au",
        "cu",
        "ag",
        "kootenay",
        "silver",
        "partner",
        "pinecrest",
        "resource",
        "ltd",
        "conducted",
        "latest",
        "exploration",
        "work",
        "former",
        "espiritu",
        "property",
        "june",
        "kootenay",
        "silver",
        "announced",
        "completion",
        "drill",
        "hole",
        "totalling",
        "metre",
        "two",
        "seven",
        "known",
        "mineralized",
        "area",
        "southwest",
        "zone",
        "espiritu",
        "property",
        "selected",
        "drill",
        "result",
        "include",
        "drill",
        "hole",
        "ag",
        "ppm",
        "pb",
        "ppm",
        "zn",
        "including",
        "ag",
        "ppm",
        "pb",
        "ppm",
        "zn",
        "eoh",
        "drill",
        "hole",
        "ag",
        "420ppm",
        "cu",
        "582ppm",
        "pb",
        "730ppm",
        "zn",
        "569ppm",
        "cu",
        "ppm",
        "mo",
        "including",
        "ag",
        "670ppm",
        "cu",
        "960ppm",
        "pb",
        "1580ppm",
        "zn",
        "eoh",
        "foregoing",
        "geological",
        "information",
        "espiritu",
        "property",
        "obtained",
        "kootenay",
        "verified",
        "company",
        "reader",
        "cautioned",
        "place",
        "undue",
        "weight",
        "information",
        "information",
        "sourced",
        "publicly",
        "disclosed",
        "information",
        "espiritu",
        "property",
        "source",
        "kootenay",
        "silver",
        "detail",
        "sampling",
        "method",
        "handling",
        "quality",
        "control",
        "method",
        "used",
        "generation",
        "foregoing",
        "historical",
        "technical",
        "data",
        "unknown",
        "san",
        "marco",
        "drill",
        "material",
        "assay",
        "result",
        "true",
        "width",
        "intercept",
        "herein",
        "verified",
        "company",
        "qualified",
        "person",
        "purpose",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "canadian",
        "security",
        "administrator",
        "upcoming",
        "exploration",
        "san",
        "marco",
        "geological",
        "staff",
        "preparing",
        "ground",
        "validation",
        "prospecting",
        "work",
        "espiritu",
        "smr",
        "aim",
        "assess",
        "mineralized",
        "zone",
        "main",
        "laramide",
        "age",
        "intrusive",
        "rock",
        "include",
        "espiritu",
        "porphyry",
        "prospect",
        "exploration",
        "effort",
        "also",
        "dedicated",
        "polymetallic",
        "mineralized",
        "system",
        "southwest",
        "zone",
        "espiritu",
        "smr",
        "evidence",
        "high",
        "temperature",
        "carbonate",
        "replacement",
        "mineralization",
        "documented",
        "past",
        "explorer",
        "related",
        "image",
        "please",
        "visit",
        "espiritu",
        "smr",
        "property",
        "company",
        "website",
        "san",
        "marco",
        "san",
        "marco",
        "resource",
        "canadian",
        "mineral",
        "exploration",
        "company",
        "portfolio",
        "promising",
        "project",
        "mexico",
        "including",
        "chunibas",
        "mariana",
        "project",
        "sonora",
        "state",
        "san",
        "marco",
        "actively",
        "pursues",
        "strategic",
        "project",
        "generation",
        "program",
        "focused",
        "low",
        "acquisition",
        "cost",
        "opportunity",
        "northwestern",
        "mexico",
        "company",
        "committed",
        "management",
        "team",
        "extensive",
        "experience",
        "mexico",
        "proven",
        "track",
        "record",
        "building",
        "shareholder",
        "value",
        "behalf",
        "board",
        "director",
        "christian",
        "grijalva",
        "vice",
        "president",
        "information",
        "contact",
        "nancy",
        "curry",
        "info",
        "paul",
        "macdonald",
        "pmacdonald",
        "national",
        "instrument",
        "disclosure",
        "news",
        "release",
        "approved",
        "san",
        "marco",
        "ceo",
        "robert",
        "willis",
        "eng",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "canadian",
        "security",
        "administrator",
        "verified",
        "data",
        "disclosed",
        "including",
        "sampling",
        "analytical",
        "test",
        "data",
        "underlying",
        "technical",
        "information",
        "reviewing",
        "assay",
        "report",
        "provided",
        "san",
        "marco",
        "independent",
        "testing",
        "laboratory",
        "company",
        "implemented",
        "quality",
        "assurance",
        "qa",
        "quality",
        "control",
        "qc",
        "program",
        "ensure",
        "sampling",
        "analysis",
        "exploration",
        "work",
        "conducted",
        "accordance",
        "best",
        "possible",
        "practice",
        "sampling",
        "program",
        "carried",
        "careful",
        "diligent",
        "manner",
        "using",
        "scientifically",
        "established",
        "sampling",
        "practice",
        "designed",
        "tested",
        "ensure",
        "result",
        "representative",
        "reliable",
        "quality",
        "control",
        "program",
        "appropriate",
        "type",
        "sample",
        "mineralization",
        "implemented",
        "including",
        "measure",
        "external",
        "blank",
        "standard",
        "duplicate",
        "sample",
        "security",
        "sample",
        "sample",
        "acquisition",
        "analysis",
        "vital",
        "component",
        "sampling",
        "process",
        "procedure",
        "include",
        "use",
        "secure",
        "core",
        "logging",
        "sampling",
        "storage",
        "preparation",
        "facility",
        "appropriate",
        "prompt",
        "secure",
        "direct",
        "shipping",
        "sample",
        "laboratory",
        "appropriate",
        "sample",
        "security",
        "procedure",
        "employed",
        "given",
        "geographic",
        "topographic",
        "condition",
        "logistics",
        "created",
        "site",
        "location",
        "forward",
        "looking",
        "information",
        "information",
        "set",
        "forth",
        "document",
        "may",
        "include",
        "statement",
        "statement",
        "reflect",
        "management",
        "current",
        "plan",
        "projection",
        "intent",
        "nature",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "beyond",
        "control",
        "san",
        "marco",
        "reader",
        "cautioned",
        "assumption",
        "used",
        "preparation",
        "information",
        "although",
        "considered",
        "reasonable",
        "time",
        "preparation",
        "may",
        "prove",
        "imprecise",
        "undue",
        "reliance",
        "placed",
        "statement",
        "san",
        "marco",
        "actual",
        "result",
        "program",
        "activity",
        "financial",
        "position",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "investment",
        "industry",
        "regulatory",
        "organization",
        "canada",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "san",
        "marco",
        "resource",
        "inc"
    ]
}