{
    "organizations": [],
    "uuid": "14c1bb8005abb8e1d0617f0c7d5346e62953477b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/pr-newswire-lazydays-appoints-nicholas-tomashot-as-chief-financial-officer.html",
    "ord_in_thread": 0,
    "title": "Lazydays Appoints Nicholas Tomashot as Chief Financial Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TAMPA, Fla., April 30, 2018 /PRNewswire/ -- Lazydays Holdings, Inc. (NASDAQ: LAZY) (\"Lazydays\" or the \"Company\") today announced that Nicholas Tomashot has been appointed Chief Financial Officer, effective May 11, 2018. Mr. Tomashot, the former Senior Vice President and General Manager of the National Service Center of US Foods, will lead Lazydays financial, information technology and human resources operations, and will report directly to Bill Murnane, Chairman and CEO of Lazydays.\nMr. Tomashot succeeds Maura Berney, who has made the personal decision to step down as CFO. Ms. Berney has not expressed any disagreement with the Company on any matter related to the Company's operations, policies or practices, including its controls or financial-related matters. Ms. Berney will work closely with Mr. Tomashot through June 15, 2018 to ensure a smooth and efficient transition of responsibilities.\n\"I am thrilled to welcome Nick to Lazydays, and believe he will make an immediate impact as we begin operating as a publicly traded company,\" said Mr. Murnane. \"Nick has significant experience leading financial functions in complex, multi-site operation businesses, while maintaining a relentless focus on providing a best-in-class customer experience. I believe that Nick's experience and expertise will enhance our ability to provide happiness and enjoyment to many of the millions of RV customers across the country.\"\nMr. Murnane added, \"Maura's leadership was critical in the successful execution of our recent transaction to become a public company, and on behalf of everyone at Lazydays and our Board of Directors, I want to thank Maura for her many contributions during her tenure as CFO. We wish her the greatest success in her future endeavors.\"\n\"Lazydays is leading the transformation of a dynamic and exciting industry while beginning to operate as a public company, and I can't imagine a more exciting time to join the team,\" said Mr. Tomashot. \"Everyone at Lazydays recognizes and appreciates their purpose and mission in the RV dealership industry, and I'm delighted to be playing an important role in the next phase of the Company's growth and development.\"\nMs. Berney said, \"I am proud of what we have accomplished at Lazydays, particularly the business combination that has positioned Lazydays to accelerate its growth initiatives, and I believe there is a strong future ahead. I am fully committed to helping Bill, Nick and the Lazydays team ensure a seamless transition over the next several weeks and wish them the very best.\"\nMr. Tomashot has more than 30 years of financial management experience and has an extensive background in corporate finance, financial planning and analysis, cost analysis and business intelligence, investor relations, strategic planning and operational efficiency, along with a deep appreciation for Lazydays and its unique position as the RV Authority TM and industry leader. Prior to US Foods, he was Chief Financial Officer for five years at Pinnacle Data Systems, Inc., a NYSE-traded provider of technology repair and reverse logistics services. As CFO of Pinnacle, Mr. Tomashot oversaw corporate finance, treasury, financial planning and analysis, tax, accounting, investor relations, internal audit and risk management. In 2012, Tomashot oversaw the sale of Pinnacle to Avnet Integrated, Inc.\nPrior to becoming CFO at Pinnacle, Mr. Tomashot held senior domestic and international finance positions at Innovex, Inc., an international manufacturer of electronic products. Before joining Innovex, Tomashot worked at Pillsbury, Proctor & Gamble and NCR Corporation where he held various finance positions of increasing responsibility. He received his bachelor's degree in finance from The Ohio State University and his MBA in finance and strategic management from Duke University's Fuqua School of Business.\nPreliminary First Quarter Financial Results; Earnings Conference Call Scheduled for Thursday, May 10, 2018\nBased on information available as of today, total revenue for the fiscal first quarter ended March 31, 2018 is expected to be $177.8 million, an increase of $7.9 million or 4.6% above the first fiscal quarter of 2017. Adjusted EBITDA is expected to be approximately $11.4 million, an increase of $1.4 million or 14.3% above the first quarter of 2017. These results are preliminary and unaudited and are subject to change based on the completion of the company's normal quarter-end review process. As a result, these preliminary results may be different from the actual results that will be reflected in Lazydays consolidated financial statements for the quarter ended March 31, 2018. The Company expects to report its final first quarter financial results and hold a conference call on Thursday, May 10, 2018 at 11:00 a.m. Eastern Time.\nAbout Lazydays\nLazydays, The RV Authority™, is an iconic brand in the RV industry. Home of the world's largest recreational dealership, based on 126 acres outside of Tampa, Florida, Lazydays also has dealerships located in Tucson, Arizona, and Loveland, Denver and Longmont, Colorado. Offering the nation's largest selection of leading RV brands, Lazydays features more than 2,500 new and pre-owned RVs, over 300 service bays and two on-site campgrounds with over 700 RV campsites. Lazydays also has rental fleets in Florida, Arizona and Colorado. In addition, Lazydays RV Accessories & More stores offer thousands of accessories and hard-to-find parts at all of our dealership locations.\nSince 1976, Lazydays has built a reputation for providing an outstanding customer experience with exceptional service and product expertise, along with being a preferred place to rest and recharge with other RVers. Lazydays consistently provides the best RV purchase, service, rental and ownership experience, which is why more than a half-million RVers and their families visit Lazydays every year, making it their \"home away from home.\"\nLazydays Holdings, Inc. is a publicly listed company on the NASDAQ stock exchange under the ticker \"LAZY.\" Additional information can be found at https://www.lazydays.com/investor-relations .\nNon-GAAP Financial Measures\nAdjusted EBITDA is a non-GAAP financial measure. We define Adjusted EBITDA as net income excluding depreciation and amortization, non-floor plan interest expense, interest income, income tax expense, stock option expense, transaction costs and other supplemental adjustments. We believe Adjusted EBITDA, when considered along with other performance measures, is a useful measure as it reflects certain operating drivers of the business, such as sales growth, operating costs, selling and administrative expense and other operating income and expense. Adjusted EBITDA is also frequently used by analysts, investors, and other interested parties to evaluate companies in our industry. Adjusted EBITDA is not intended to be a measure of liquidity or cash flows from operations, or a measure comparable to net income as it does not take into account certain requirements such as non-recurring gains and losses which are not deemed to be a normal part of the underlying business activities. Our use of Adjusted EBITDA may not be comparable to other companies within the industry. Our earnings press release for the quarter ended March 31, 2018, which we expect to release on May 10, 2018, will provide a reconciliation of Adjusted EBITDA to net income.\nForward-Looking Statements\nThis news release includes \"forward-looking statements\" within the meaning of the \"safe harbor\" provisions of the United States Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by the use of words such as \"estimate,\" \"plan,\" \"project,\" \"forecast,\" \"intend,\" \"expect,\" \"anticipate,\" \"believe,\" \"seek,\" \"target\" or other similar expressions that predict or indicate future events or trends, or that are not statements of historical matters. Such forward-looking statements with respect to the transition in the CFO role, the Company's preliminary first quarter financial results, the Company's future growth and development, including the acceleration of growth initiatives and the belief in a strong future ahead are based on current information and expectations, forecasts and assumptions, and involve a number of judgments, risks and uncertainties. Accordingly, forward-looking statements should not be relied upon as representing Lazydays' views as of any subsequent date, and Lazydays does not undertake any obligation to update forward-looking statements to reflect events or circumstances after the date they were made, whether as a result of new information, future events or otherwise, except as may be required under applicable securities laws. Undue reliance should not be placed on these forward-looking statements. As a result of a number of known and unknown risks and uncertainties, actual results or performance may be materially different from those expressed or implied by these forward-looking statements. Some factors that could cause actual results to differ include, but are not limited to: (1) the ability to maintain the listing of Lazydays' common stock on the Nasdaq Capital Market; (2) the ability to recognize the anticipated benefits of the business combination, which may be affected by, among other things, competition and the ability of the combined business to grow and manage growth profitably; (3) changes in applicable laws or regulations; (4) the possibility that Lazydays may be adversely affected by other economic, business, and/or competitive factors; and (5) other risks and uncertainties indicated from time to time in Lazydays' prior and future filings with the SEC, available at www.sec.gov .\nNews Contact :\n+1 (813) 204-4099\ninvestors@lazydays.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/lazydays-appoints-nicholas-tomashot-as-chief-financial-officer-300639477.html\nSOURCE Lazydays",
    "published": "2018-05-01T01:30:00.000+03:00",
    "crawled": "2018-05-01T02:02:27.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tampa",
        "april",
        "lazydays",
        "holding",
        "nasdaq",
        "lazy",
        "lazydays",
        "company",
        "today",
        "announced",
        "nicholas",
        "tomashot",
        "appointed",
        "chief",
        "financial",
        "officer",
        "effective",
        "may",
        "tomashot",
        "former",
        "senior",
        "vice",
        "president",
        "general",
        "manager",
        "national",
        "service",
        "center",
        "u",
        "food",
        "lead",
        "lazydays",
        "financial",
        "information",
        "technology",
        "human",
        "resource",
        "operation",
        "report",
        "directly",
        "bill",
        "murnane",
        "chairman",
        "ceo",
        "lazydays",
        "tomashot",
        "succeeds",
        "maura",
        "berney",
        "made",
        "personal",
        "decision",
        "step",
        "cfo",
        "berney",
        "expressed",
        "disagreement",
        "company",
        "matter",
        "related",
        "company",
        "operation",
        "policy",
        "practice",
        "including",
        "control",
        "matter",
        "berney",
        "work",
        "closely",
        "tomashot",
        "june",
        "ensure",
        "smooth",
        "efficient",
        "transition",
        "responsibility",
        "thrilled",
        "welcome",
        "nick",
        "lazydays",
        "believe",
        "make",
        "immediate",
        "impact",
        "begin",
        "operating",
        "publicly",
        "traded",
        "company",
        "said",
        "murnane",
        "nick",
        "significant",
        "experience",
        "leading",
        "financial",
        "function",
        "complex",
        "operation",
        "business",
        "maintaining",
        "relentless",
        "focus",
        "providing",
        "customer",
        "experience",
        "believe",
        "nick",
        "experience",
        "expertise",
        "enhance",
        "ability",
        "provide",
        "happiness",
        "enjoyment",
        "many",
        "million",
        "rv",
        "customer",
        "across",
        "country",
        "murnane",
        "added",
        "maura",
        "leadership",
        "critical",
        "successful",
        "execution",
        "recent",
        "transaction",
        "become",
        "public",
        "company",
        "behalf",
        "everyone",
        "lazydays",
        "board",
        "director",
        "want",
        "thank",
        "maura",
        "many",
        "contribution",
        "tenure",
        "cfo",
        "wish",
        "greatest",
        "success",
        "future",
        "endeavor",
        "lazydays",
        "leading",
        "transformation",
        "dynamic",
        "exciting",
        "industry",
        "beginning",
        "operate",
        "public",
        "company",
        "ca",
        "imagine",
        "exciting",
        "time",
        "join",
        "team",
        "said",
        "tomashot",
        "everyone",
        "lazydays",
        "recognizes",
        "appreciates",
        "purpose",
        "mission",
        "rv",
        "dealership",
        "industry",
        "delighted",
        "playing",
        "important",
        "role",
        "next",
        "phase",
        "company",
        "growth",
        "development",
        "berney",
        "said",
        "proud",
        "accomplished",
        "lazydays",
        "particularly",
        "business",
        "combination",
        "positioned",
        "lazydays",
        "accelerate",
        "growth",
        "initiative",
        "believe",
        "strong",
        "future",
        "ahead",
        "fully",
        "committed",
        "helping",
        "bill",
        "nick",
        "lazydays",
        "team",
        "ensure",
        "seamless",
        "transition",
        "next",
        "several",
        "week",
        "wish",
        "best",
        "tomashot",
        "year",
        "financial",
        "management",
        "experience",
        "extensive",
        "background",
        "corporate",
        "finance",
        "financial",
        "planning",
        "analysis",
        "cost",
        "analysis",
        "business",
        "intelligence",
        "investor",
        "relation",
        "strategic",
        "planning",
        "operational",
        "efficiency",
        "along",
        "deep",
        "appreciation",
        "lazydays",
        "unique",
        "position",
        "rv",
        "authority",
        "tm",
        "industry",
        "leader",
        "prior",
        "u",
        "food",
        "chief",
        "financial",
        "officer",
        "five",
        "year",
        "pinnacle",
        "data",
        "system",
        "provider",
        "technology",
        "repair",
        "reverse",
        "logistics",
        "service",
        "cfo",
        "pinnacle",
        "tomashot",
        "oversaw",
        "corporate",
        "finance",
        "treasury",
        "financial",
        "planning",
        "analysis",
        "tax",
        "accounting",
        "investor",
        "relation",
        "internal",
        "audit",
        "risk",
        "management",
        "tomashot",
        "oversaw",
        "sale",
        "pinnacle",
        "avnet",
        "integrated",
        "prior",
        "becoming",
        "cfo",
        "pinnacle",
        "tomashot",
        "held",
        "senior",
        "domestic",
        "international",
        "finance",
        "position",
        "innovex",
        "international",
        "manufacturer",
        "electronic",
        "product",
        "joining",
        "innovex",
        "tomashot",
        "worked",
        "pillsbury",
        "proctor",
        "gamble",
        "ncr",
        "corporation",
        "held",
        "various",
        "finance",
        "position",
        "increasing",
        "responsibility",
        "received",
        "bachelor",
        "degree",
        "finance",
        "ohio",
        "state",
        "university",
        "mba",
        "finance",
        "strategic",
        "management",
        "duke",
        "university",
        "fuqua",
        "school",
        "business",
        "preliminary",
        "first",
        "quarter",
        "financial",
        "result",
        "earnings",
        "conference",
        "call",
        "scheduled",
        "thursday",
        "may",
        "based",
        "information",
        "available",
        "today",
        "total",
        "revenue",
        "fiscal",
        "first",
        "quarter",
        "ended",
        "march",
        "expected",
        "million",
        "increase",
        "million",
        "first",
        "fiscal",
        "quarter",
        "adjusted",
        "ebitda",
        "expected",
        "approximately",
        "million",
        "increase",
        "million",
        "first",
        "quarter",
        "result",
        "preliminary",
        "unaudited",
        "subject",
        "change",
        "based",
        "completion",
        "company",
        "normal",
        "review",
        "process",
        "result",
        "preliminary",
        "result",
        "may",
        "different",
        "actual",
        "result",
        "reflected",
        "lazydays",
        "consolidated",
        "financial",
        "statement",
        "quarter",
        "ended",
        "march",
        "company",
        "expects",
        "report",
        "final",
        "first",
        "quarter",
        "financial",
        "result",
        "hold",
        "conference",
        "call",
        "thursday",
        "may",
        "eastern",
        "time",
        "lazydays",
        "lazydays",
        "rv",
        "iconic",
        "brand",
        "rv",
        "industry",
        "home",
        "world",
        "largest",
        "recreational",
        "dealership",
        "based",
        "acre",
        "outside",
        "tampa",
        "florida",
        "lazydays",
        "also",
        "dealership",
        "located",
        "tucson",
        "arizona",
        "loveland",
        "denver",
        "longmont",
        "colorado",
        "offering",
        "nation",
        "largest",
        "selection",
        "leading",
        "rv",
        "brand",
        "lazydays",
        "feature",
        "new",
        "rv",
        "service",
        "bay",
        "two",
        "campground",
        "rv",
        "campsite",
        "lazydays",
        "also",
        "rental",
        "fleet",
        "florida",
        "arizona",
        "colorado",
        "addition",
        "lazydays",
        "rv",
        "accessory",
        "store",
        "offer",
        "thousand",
        "accessory",
        "part",
        "dealership",
        "location",
        "since",
        "lazydays",
        "built",
        "reputation",
        "providing",
        "outstanding",
        "customer",
        "experience",
        "exceptional",
        "service",
        "product",
        "expertise",
        "along",
        "preferred",
        "place",
        "rest",
        "recharge",
        "rvers",
        "lazydays",
        "consistently",
        "provides",
        "best",
        "rv",
        "purchase",
        "service",
        "rental",
        "ownership",
        "experience",
        "rvers",
        "family",
        "visit",
        "lazydays",
        "every",
        "year",
        "making",
        "home",
        "away",
        "home",
        "lazydays",
        "holding",
        "publicly",
        "listed",
        "company",
        "nasdaq",
        "stock",
        "exchange",
        "ticker",
        "lazy",
        "additional",
        "information",
        "found",
        "http",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "define",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "excluding",
        "depreciation",
        "amortization",
        "plan",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "tax",
        "expense",
        "stock",
        "option",
        "expense",
        "transaction",
        "cost",
        "supplemental",
        "adjustment",
        "believe",
        "adjusted",
        "ebitda",
        "considered",
        "along",
        "performance",
        "measure",
        "useful",
        "measure",
        "reflects",
        "certain",
        "operating",
        "driver",
        "business",
        "sale",
        "growth",
        "operating",
        "cost",
        "selling",
        "administrative",
        "expense",
        "operating",
        "income",
        "expense",
        "adjusted",
        "ebitda",
        "also",
        "frequently",
        "used",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluate",
        "company",
        "industry",
        "adjusted",
        "ebitda",
        "intended",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "operation",
        "measure",
        "comparable",
        "net",
        "income",
        "take",
        "account",
        "certain",
        "requirement",
        "gain",
        "loss",
        "deemed",
        "normal",
        "part",
        "underlying",
        "business",
        "activity",
        "use",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "company",
        "within",
        "industry",
        "earnings",
        "press",
        "release",
        "quarter",
        "ended",
        "march",
        "expect",
        "release",
        "may",
        "provide",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "estimate",
        "plan",
        "project",
        "forecast",
        "intend",
        "expect",
        "anticipate",
        "believe",
        "seek",
        "target",
        "similar",
        "expression",
        "predict",
        "indicate",
        "future",
        "event",
        "trend",
        "statement",
        "historical",
        "matter",
        "statement",
        "respect",
        "transition",
        "cfo",
        "role",
        "company",
        "preliminary",
        "first",
        "quarter",
        "financial",
        "result",
        "company",
        "future",
        "growth",
        "development",
        "including",
        "acceleration",
        "growth",
        "initiative",
        "belief",
        "strong",
        "future",
        "ahead",
        "based",
        "current",
        "information",
        "expectation",
        "forecast",
        "assumption",
        "involve",
        "number",
        "judgment",
        "risk",
        "uncertainty",
        "accordingly",
        "statement",
        "relied",
        "upon",
        "representing",
        "lazydays",
        "view",
        "subsequent",
        "date",
        "lazydays",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "undue",
        "reliance",
        "placed",
        "statement",
        "result",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "may",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "limited",
        "ability",
        "maintain",
        "listing",
        "lazydays",
        "common",
        "stock",
        "nasdaq",
        "capital",
        "market",
        "ability",
        "recognize",
        "anticipated",
        "benefit",
        "business",
        "combination",
        "may",
        "affected",
        "among",
        "thing",
        "competition",
        "ability",
        "combined",
        "business",
        "grow",
        "manage",
        "growth",
        "profitably",
        "change",
        "applicable",
        "law",
        "regulation",
        "possibility",
        "lazydays",
        "may",
        "adversely",
        "affected",
        "economic",
        "business",
        "competitive",
        "factor",
        "risk",
        "uncertainty",
        "indicated",
        "time",
        "time",
        "lazydays",
        "prior",
        "future",
        "filing",
        "sec",
        "available",
        "news",
        "contact",
        "investor",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "lazydays"
    ]
}