{
    "organizations": [],
    "uuid": "7193aa7cfdedb65dd35198f947ff7ea658ebd527",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-scpharmaceuticals-inc-reports-first-quarter-2018-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "scPharmaceuticals Inc. Reports First Quarter 2018 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company’s lead investigational product, FUROSCIX ® , has a PDUFA date of June 23, 2018\nCompany has initiated staged commercialization activities for FUROSCIX\nBURLINGTON, Mass., May 07, 2018 (GLOBE NEWSWIRE) -- scPharmaceuticals Inc. (Nasdaq:SCPH), a pharmaceutical company focused on developing and commercializing products that have the potential to optimize the delivery of infused therapies, advance patient care and reduce healthcare costs, today announced financial results for the first quarter ended March 31, 2018, and provided a business update.\n“Our first full quarter as a public company was very productive and set the foundation for what we believe will be a transformational year for scPharmaceuticals,” said John Tucker, president and chief executive officer of scPharmaceuticals. “With the approaching PDUFA date for FUROSCIX, we are preparing for the potential commercial launch early in the fourth quarter of 2018. In addition to expanding our team with key hires to help plan and execute our commercial strategy, we continue to work with investigators to advance clinical studies to further support the economic and clinical value of FUROSCIX.”\nBusiness Highlights\nContinuing staged launch preparation for FUROSCIX. The target date for the U.S. Food and Drug Administration (FDA) to take action under the Prescription Drug User Fee Act (PDUFA) for FUROSCIX is Saturday, June 23, 2018. The Company continues to work with the FDA, including the completion of a pre-approval inspection at the Company’s corporate offices. If approved, FUROSCIX would be the first formulation of furosemide administered subcutaneously for the treatment of edema in patients with heart failure. In the first quarter, the Company continued pre-launch preparation for FUROSCIX and completed the following:\nHired and deployed field Medical Affairs Liaisons who are meeting with key thought leaders from top hospital systems that treat heart failure patients Hired and deployed a National Account Director team, which met with the top 10 Medicare Part D plans representing 80 percent of total covered Medicare lives Appointed a Head of Sales, finalized salesforce sizing and alignment, and initiated recruitment of the field sales management team\nContinuing FUROSCIX clinical initiatives. The Company continues to expect initiating enrollment in the FREEDOM-HF ( FUROSCIX Re al-World E valuation for D ecreasing H o spital Ad m issions in H eart F ailure) study in the second quarter of 2018. This study will evaluate the economic impact of FUROSCIX administered in an outpatient setting compared with intravenous (IV) furosemide administered in the hospital. Two investigator-sponsored studies evaluating outcomes, tolerability and economic value of heart failure patients treated with FUROSCIX are currently enrolling.\nNew FUROSCIX patent issued (U.S. Patent No. 9,884,039). The U.S. Patent & Trademark Office issued a new patent that expands the current intellectual property around FUROSCIX. The granted patent, which is expected to expire in April 2034, covers a method of treating a patient exhibiting the symptoms of edema, hypertension or heart failure using the formulation of FUROSCIX.\nHeart failure community continues to identify medical need in heart failure. In February 2018, JAMA Cardiology published a review highlighting the public health and economic burden of treating worsening heart failure and the growing need to identify ways to lower heart failure hospitalization with alternative therapies and outpatient care strategies. scPharmaceuticals believes that FUROSCIX, if approved, will offer healthcare practitioners an alternate approach to treating worsening heart failure that addresses many of the public health and economic burdens of treating this condition.\nFirst Quarter 2018 Financial Results and Financial Guidance\nscPharmaceuticals reported a net loss of $8.7 million in the first quarter of 2018 compared to $4.9 million for the first quarter period of 2017. The increase in net loss for the first quarter ended March 31, 2018, was largely due to costs associated with increased headcount, the expansion of the Company’s commercial organization, and costs incurred as a public company.\nResearch and development expenses were $4.0 million for the first quarter of 2017 compared to $2.9 million for the comparable period in 2017. The increase in research and development expenses for the quarter ended March 31, 2018, was largely due to increased headcount and costs associated with clinical initiatives.\nGeneral and administrative expenses were $4.7 million for the first quarter of 2018 compared to $2.1 million for the comparable period in 2017. The increase in general and administrative expenses for the year was primarily due to increased headcount, the expansion of the Company’s commercial organization, and costs incurred as a public company.\nscPharmaceuticals ended the first quarter of 2018 with $109.5 million in cash compared to $118.5 million as of December 31, 2017. This change reflects the ongoing investment in product and clinical development, as well as the costs incurred in the Company’s transition to a public company and costs associated with preparing for the potential commercialization of FUROSCIX.\nBased on its current operating plan, scPharmaceuticals expects that its existing cash resources will enable it to successfully fund operating expenses through 2019.\nAbout FUROSCIX\nFUROSCIX is a proprietary furosemide solution formulated to a neutral pH to allow for subcutaneous infusion via the patented Infusor, a wearable, pre-programed drug delivery system that is applied to the abdomen for subcutaneous drug administration. FUROSCIX is under review by the FDA for treatment of edema, or fluid overload, in patients with heart failure. The pivotal studies included a pharmacokinetic study that demonstrated 99.6% bioavailability and comparable urine output with subcutaneous infusion of FUROSCIX compared to an IV bolus of furosemide and a clinical validation and product design study that demonstrated usability and performance of the Infusor. FUROSCIX has the potential to provide an outpatient alternative to IV furosemide for the treatment of worsening heart failure due to edema that would typically require hospitalization.\nAbout scPharmaceuticals\nscPharmaceuticals is a clinical-stage pharmaceutical company focused on developing and commercializing products that reduce healthcare costs and improve health outcomes. The Company develops products for the subcutaneous, self-administration of IV-strength treatments in heart failure and infectious disease. scPharmaceuticals is headquartered in Burlington, MA. For more information, please visit scPharmaceuticals.com .\nForward-Looking Statement\nThis press release contains “ ” within the meaning of the Private Securities Litigation Reform Act of 1995. These include, but are not limited to, statements regarding the Company’s product candidates, including the potential timing of regulatory filings, approvals regarding our product candidates, and the expected timing of the commercial launch of any of our approved product candidates, including FUROSCIX; potential timing and advancement of our ongoing or planned clinical trials and investigator-sponsored studies; the announcement of data from these trials and studies; and the Company’s financial condition and cash runway through 2019. Any are based on management’s current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such . These risks and uncertainties include, but are not limited to, the risk that any one or more of our product candidates will not receive regulatory approval or be successfully developed and commercialized, the risk of cessation or delay of any of the ongoing or planned clinical trials and/or our development of our product candidates, and the risk that the results of previously conducted studies will not be repeated or observed in ongoing or future studies involving our product candidates. For a discussion of other risks and uncertainties, and other important factors, any of which could cause our actual results to differ from those contained in the , see the section entitled “Risk Factors” in the final prospectus related to the Company’s initial public offering filed with the Securities and Exchange Commission pursuant to Rule 424(b) of the Securities Act of 1933, as amended, as well as discussions of potential risks, uncertainties and other important factors in the Company’s subsequent filings with the Securities and Exchange Commission. All information is as of the date of the release, and the Company undertakes no duty to update this information unless required by law.\nContacts:\nKatherine Taudvin, scPharmaceuticals Inc.\n781-301-6706\nktaudvin@scpharma.com\nChristopher F. Brinzey, Westwicke Partners\n339-970-2843\nchris.brinzey@westwicke.com\nscPharmaceuticals, Inc. Unaudited Statements of Operations and Comprehensive Loss (in thousands, except share and per share data) THREE MONTHS ENDED MARCH 31, 2017 2018 Operating expenses: Research and development $ 2,885 $ 4,048 General and administrative 2,074 4,651 Total operating expenses 4,959 8,699 Loss from operations (4,959 ) (8,699 ) Other income (expense) 10 (42 ) Interest income 37 351 Interest expense - (342 ) Net loss and comprehensive loss $ (4,912 ) $ (8,732 ) Net loss per share, basic and diluted $ (4.59 ) $ (0.47 ) Weighted—average common shares outstanding, basic and\ndiluted 1,070,691 18,535,432\nscPharmaceuticals, Inc. Unaudited Balance Sheet Data (in thousands) DECEMBER 31,\n2017 MARCH 31, 2018 Cash and restricted cash $ 118,480 $ 109,462 Working capital 114,672 105,768 Total assets 122,048 113,652 Term loan 9,419 9,487 Accumulated deficit (67,016 ) (75,748 ) Total stockholders’ equity 105,997 97,944\nSource: scPharmaceuticals Inc.",
    "published": "2018-05-08T00:01:00.000+03:00",
    "crawled": "2018-05-08T01:09:07.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "lead",
        "investigational",
        "product",
        "furoscix",
        "pdufa",
        "date",
        "june",
        "company",
        "initiated",
        "staged",
        "commercialization",
        "activity",
        "furoscix",
        "burlington",
        "may",
        "globe",
        "newswire",
        "scpharmaceuticals",
        "nasdaq",
        "scph",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "product",
        "potential",
        "optimize",
        "delivery",
        "infused",
        "therapy",
        "advance",
        "patient",
        "care",
        "reduce",
        "healthcare",
        "cost",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "first",
        "full",
        "quarter",
        "public",
        "company",
        "productive",
        "set",
        "foundation",
        "believe",
        "transformational",
        "year",
        "scpharmaceuticals",
        "said",
        "john",
        "tucker",
        "president",
        "chief",
        "executive",
        "officer",
        "scpharmaceuticals",
        "approaching",
        "pdufa",
        "date",
        "furoscix",
        "preparing",
        "potential",
        "commercial",
        "launch",
        "early",
        "fourth",
        "quarter",
        "addition",
        "expanding",
        "team",
        "key",
        "hire",
        "help",
        "plan",
        "execute",
        "commercial",
        "strategy",
        "continue",
        "work",
        "investigator",
        "advance",
        "clinical",
        "study",
        "support",
        "economic",
        "clinical",
        "value",
        "business",
        "highlight",
        "continuing",
        "staged",
        "launch",
        "preparation",
        "furoscix",
        "target",
        "date",
        "food",
        "drug",
        "administration",
        "fda",
        "take",
        "action",
        "prescription",
        "drug",
        "user",
        "fee",
        "act",
        "pdufa",
        "furoscix",
        "saturday",
        "june",
        "company",
        "continues",
        "work",
        "fda",
        "including",
        "completion",
        "inspection",
        "company",
        "corporate",
        "office",
        "approved",
        "furoscix",
        "would",
        "first",
        "formulation",
        "furosemide",
        "administered",
        "subcutaneously",
        "treatment",
        "edema",
        "patient",
        "heart",
        "failure",
        "first",
        "quarter",
        "company",
        "continued",
        "preparation",
        "furoscix",
        "completed",
        "following",
        "hired",
        "deployed",
        "field",
        "medical",
        "affair",
        "liaison",
        "meeting",
        "key",
        "thought",
        "leader",
        "top",
        "hospital",
        "system",
        "treat",
        "heart",
        "failure",
        "patient",
        "hired",
        "deployed",
        "national",
        "account",
        "director",
        "team",
        "met",
        "top",
        "medicare",
        "part",
        "plan",
        "representing",
        "percent",
        "total",
        "covered",
        "medicare",
        "life",
        "appointed",
        "head",
        "sale",
        "finalized",
        "salesforce",
        "sizing",
        "alignment",
        "initiated",
        "recruitment",
        "field",
        "sale",
        "management",
        "team",
        "continuing",
        "furoscix",
        "clinical",
        "initiative",
        "company",
        "continues",
        "expect",
        "initiating",
        "enrollment",
        "furoscix",
        "e",
        "valuation",
        "ecreasing",
        "h",
        "spital",
        "ad",
        "issions",
        "h",
        "eart",
        "f",
        "ailure",
        "study",
        "second",
        "quarter",
        "study",
        "evaluate",
        "economic",
        "impact",
        "furoscix",
        "administered",
        "outpatient",
        "setting",
        "compared",
        "intravenous",
        "iv",
        "furosemide",
        "administered",
        "hospital",
        "two",
        "study",
        "evaluating",
        "outcome",
        "tolerability",
        "economic",
        "value",
        "heart",
        "failure",
        "patient",
        "treated",
        "furoscix",
        "currently",
        "enrolling",
        "new",
        "furoscix",
        "patent",
        "issued",
        "patent",
        "patent",
        "trademark",
        "office",
        "issued",
        "new",
        "patent",
        "expands",
        "current",
        "intellectual",
        "property",
        "around",
        "furoscix",
        "granted",
        "patent",
        "expected",
        "expire",
        "april",
        "cover",
        "method",
        "treating",
        "patient",
        "exhibiting",
        "symptom",
        "edema",
        "hypertension",
        "heart",
        "failure",
        "using",
        "formulation",
        "furoscix",
        "heart",
        "failure",
        "community",
        "continues",
        "identify",
        "medical",
        "need",
        "heart",
        "failure",
        "february",
        "jama",
        "cardiology",
        "published",
        "review",
        "highlighting",
        "public",
        "health",
        "economic",
        "burden",
        "treating",
        "worsening",
        "heart",
        "failure",
        "growing",
        "need",
        "identify",
        "way",
        "lower",
        "heart",
        "failure",
        "hospitalization",
        "alternative",
        "therapy",
        "outpatient",
        "care",
        "strategy",
        "scpharmaceuticals",
        "belief",
        "furoscix",
        "approved",
        "offer",
        "healthcare",
        "practitioner",
        "alternate",
        "approach",
        "treating",
        "worsening",
        "heart",
        "failure",
        "address",
        "many",
        "public",
        "health",
        "economic",
        "burden",
        "treating",
        "condition",
        "first",
        "quarter",
        "financial",
        "result",
        "financial",
        "guidance",
        "scpharmaceuticals",
        "reported",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "period",
        "increase",
        "net",
        "loss",
        "first",
        "quarter",
        "ended",
        "march",
        "largely",
        "due",
        "cost",
        "associated",
        "increased",
        "headcount",
        "expansion",
        "company",
        "commercial",
        "organization",
        "cost",
        "incurred",
        "public",
        "company",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "march",
        "largely",
        "due",
        "increased",
        "headcount",
        "cost",
        "associated",
        "clinical",
        "initiative",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "year",
        "primarily",
        "due",
        "increased",
        "headcount",
        "expansion",
        "company",
        "commercial",
        "organization",
        "cost",
        "incurred",
        "public",
        "company",
        "scpharmaceuticals",
        "ended",
        "first",
        "quarter",
        "million",
        "cash",
        "compared",
        "million",
        "december",
        "change",
        "reflects",
        "ongoing",
        "investment",
        "product",
        "clinical",
        "development",
        "well",
        "cost",
        "incurred",
        "company",
        "transition",
        "public",
        "company",
        "cost",
        "associated",
        "preparing",
        "potential",
        "commercialization",
        "furoscix",
        "based",
        "current",
        "operating",
        "plan",
        "scpharmaceuticals",
        "expects",
        "existing",
        "cash",
        "resource",
        "enable",
        "successfully",
        "fund",
        "operating",
        "expense",
        "furoscix",
        "furoscix",
        "proprietary",
        "furosemide",
        "solution",
        "formulated",
        "neutral",
        "ph",
        "allow",
        "subcutaneous",
        "infusion",
        "via",
        "patented",
        "infusor",
        "wearable",
        "drug",
        "delivery",
        "system",
        "applied",
        "abdomen",
        "subcutaneous",
        "drug",
        "administration",
        "furoscix",
        "review",
        "fda",
        "treatment",
        "edema",
        "fluid",
        "overload",
        "patient",
        "heart",
        "failure",
        "pivotal",
        "study",
        "included",
        "pharmacokinetic",
        "study",
        "demonstrated",
        "bioavailability",
        "comparable",
        "urine",
        "output",
        "subcutaneous",
        "infusion",
        "furoscix",
        "compared",
        "iv",
        "bolus",
        "furosemide",
        "clinical",
        "validation",
        "product",
        "design",
        "study",
        "demonstrated",
        "usability",
        "performance",
        "infusor",
        "furoscix",
        "potential",
        "provide",
        "outpatient",
        "alternative",
        "iv",
        "furosemide",
        "treatment",
        "worsening",
        "heart",
        "failure",
        "due",
        "edema",
        "would",
        "typically",
        "require",
        "hospitalization",
        "scpharmaceuticals",
        "scpharmaceuticals",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "product",
        "reduce",
        "healthcare",
        "cost",
        "improve",
        "health",
        "outcome",
        "company",
        "develops",
        "product",
        "subcutaneous",
        "treatment",
        "heart",
        "failure",
        "infectious",
        "disease",
        "scpharmaceuticals",
        "headquartered",
        "burlington",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "limited",
        "statement",
        "regarding",
        "company",
        "product",
        "candidate",
        "including",
        "potential",
        "timing",
        "regulatory",
        "filing",
        "approval",
        "regarding",
        "product",
        "candidate",
        "expected",
        "timing",
        "commercial",
        "launch",
        "approved",
        "product",
        "candidate",
        "including",
        "furoscix",
        "potential",
        "timing",
        "advancement",
        "ongoing",
        "planned",
        "clinical",
        "trial",
        "study",
        "announcement",
        "data",
        "trial",
        "study",
        "company",
        "financial",
        "condition",
        "cash",
        "runway",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "one",
        "product",
        "candidate",
        "receive",
        "regulatory",
        "approval",
        "successfully",
        "developed",
        "commercialized",
        "risk",
        "cessation",
        "delay",
        "ongoing",
        "planned",
        "clinical",
        "trial",
        "development",
        "product",
        "candidate",
        "risk",
        "result",
        "previously",
        "conducted",
        "study",
        "repeated",
        "observed",
        "ongoing",
        "future",
        "study",
        "involving",
        "product",
        "candidate",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "final",
        "prospectus",
        "related",
        "company",
        "initial",
        "public",
        "offering",
        "filed",
        "security",
        "exchange",
        "commission",
        "pursuant",
        "rule",
        "b",
        "security",
        "act",
        "amended",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "company",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "information",
        "date",
        "release",
        "company",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "contact",
        "katherine",
        "taudvin",
        "scpharmaceuticals",
        "ktaudvin",
        "christopher",
        "brinzey",
        "westwicke",
        "partner",
        "scpharmaceuticals",
        "unaudited",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "scpharmaceuticals",
        "unaudited",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "march",
        "cash",
        "restricted",
        "cash",
        "working",
        "capital",
        "total",
        "asset",
        "term",
        "loan",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "source",
        "scpharmaceuticals",
        "inc"
    ]
}