{
    "organizations": [],
    "uuid": "979486e9b6dd5ce08f50774b4a7c6033b38a7a89",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-velvet-energy-announces-premium-all-cash-offer-to-acquire-iron-bridge-resources.html",
    "ord_in_thread": 0,
    "title": "Velvet Energy Announces Premium All Cash Offer to Acquire Iron Bridge Resources",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Velvet to offer $0.75 in cash per Iron Bridge common share.\nRepresents a significant 58% premium to the closing price of Iron Bridge common shares on May 11, 2018, the last trading day prior to the submission of our offer letter to the Iron Bridge Board, and a 45% premium to the 20-day volume weighted average trading price for the period ended May 18, 2018.\nCALGARY, Alberta, May 22, 2018 (GLOBE NEWSWIRE) -- Velvet Energy Ltd. (“Velvet” or “We” or “Us”) announced today that it intends to commence an offer (the “Offer”) to acquire all of the issued and outstanding common shares (the “Common Shares”) of Iron Bridge Resources Inc. (TSX:IBR) (“Iron Bridge”).\nUnder the terms of the Offer, Velvet proposes to acquire all of the issued and outstanding Common Shares of Iron Bridge for $0.75 in cash per Common Share. This represents a 58% premium to the closing price of Iron Bridge Common Shares on the TSX on May 11, 2018, the last trading day prior to Velvet submitting an offer letter to Iron Bridge’s board of directors (the “Iron Bridge Board”) on May 13, 2018, and a 45% premium to the 20-day volume weighted average trading price of Iron Bridge Common Shares on the TSX for the period ended May 18, 2018. The Offer values Iron Bridge at an enterprise value of approximately $120 million, which implies a multiple of 12.2x Iron Bridge’s 2018 consensus EBITDA.\nSince the submission of our offer letter to the Iron Bridge Board on May 13, 2018, Velvet has repeatedly attempted to engage with the Iron Bridge Board and management to explore a value maximizing transaction for Iron Bridge shareholders. Iron Bridge asked Velvet to execute a confidentiality agreement with a standstill. Given Velvet’s significant industry knowledge and expertise in Iron Bridge’s area of operations, we do not require access to confidential information. Further, maintaining the ability to take our Offer directly to Iron Bridge shareholders was important given the Iron Bridge Board has refused to constructively engage with Velvet about a fully-funded all-cash transaction which provides Iron Bridge shareholders the opportunity to realize a significant premium and liquidity at a very attractive fundamental valuation.\nIn the face of the Iron Bridge Board denying Iron Bridge shareholders the ability to decide for themselves as to the merits of the Offer, we have decided to make the Offer directly to Iron Bridge shareholders, the owners of the company.\nREASONS TO ACCEPT THE OFFER\nWe believe that our Offer is compelling, and represents a clearly superior alternative to the course set by the Iron Bridge Board and management, for the following reasons:\nSignificant Premium to Market Price. The Offer represents a significant 58% premium to the closing price of the Iron Bridge Common Shares on the TSX on May 11, 2018, the last trading day prior to the submission of our offer letter to the Iron Bridge Board. The Offer also represents a premium of 45% to the 20-day volume weighted average trading price of the Iron Bridge Common Shares on the TSX for the period ended May 18, 2018 .\nPremium Valuation for Iron Bridge. The Offer represents a 2018 EV/EBITDA multiple of 12.2x 2018 consensus EBITDA for Iron Bridge. This valuation represents a significant premium to Iron Bridge’s Montney peer group median consensus 2018 EV/EBITDA multiple of 6.6x.\n100% Liquidity and Certainty of Value. The Offer provides 100% cash consideration for Iron Bridge Common Shares, giving Iron Bridge shareholders certainty of value and immediate liquidity in the face of volatile markets and significant uncertainty as to Iron Bridge’s ability to finance and execute its business plan.\nFully Financed Cash Offer. Velvet’s board has approved the Offer and has arranged fully committed financing to complete the transaction.\nIron Bridge has Insufficient Liquidity. Based on Iron Bridge’s most recent quarterly disclosure, marginal operating cash flows and heavy capital expenditures fully consumed net working capital, declining from a surplus of ~$21.7 million at December 31, 2017 to a deficit of ~$2.2 million at March 31, 2018. With a credit facility borrowing limit of only $5 million, this leaves Iron Bridge with only $2.0 million of liquidity to fund future development of its asset base.\nIron Bridge has an Unsustainable Cost Structure. Iron Bridge’s cash expenses, adjusted for one-time cost recoveries, were $29.33/boe in the first quarter of 2018 - approximately equal to revenue of $29.99/boe resulting in marginal funds flow. Iron Bridge’s G&A expense was $9.54/boe or more than 30% of cash costs - significantly higher than their Montney peer median of $1.41/boe.\nIron Bridge has Limited Financing Alternatives Available. With insufficient liquidity and a current cash flow outspend, Iron Bridge will need to access external sources of financing. Iron Bridge’s publicly disclosed net asset value requires over $200 million of future development capital. Raising this capital will prove challenging for Iron Bridge in today’s energy sector, where access to public equity and debt financing is limited. Velvet understands the value of Iron Bridge’s assets given its own operations in the area and the Offer represents a compelling valuation that could not be realized in the current public market environment.\nIron Bridge has made Misguided Capital Allocation Decisions. On November 20, 2017, Iron Bridge commenced a share repurchase program. Given the capital intensity of horizontal, multi-fracturing technology, Iron Bridge’s early stage of delineation and limited capital resources, Iron Bridge should be focused on prioritizing capital to its land base.\nIron Chain Technology Corp. is a Distraction. Cryptocurrency mining is an untested business and adds an additional layer of risk to an already volatile market environment. It also presents transparency challenges for stock valuation. Shareholder capital should be focused on developing Iron Bridge’s Elmworth Assets and associated infrastructure.\nSHAREHOLDERS, THE TIME FOR ACTION IS NOW\nAs fiduciaries of the company, the Iron Bridge Board and management should have engaged with Velvet to pursue an attractive opportunity to unlock shareholder value.\nThe Iron Bridge Board’s failure to engage with Velvet has forced us to bring the Offer directly to you, the shareholders and owners of the company. However, unless the Iron Bridge Board agrees to shorten the bid period, the Offer must remain open for at least 105 days. It is within the Iron Bridge Board’s power to shorten the minimum bid period to 35 days.\nThere is no reason to delay shareholders’ ability to accept the Offer. In today’s capital-constrained environment, there is limited upside to holding Iron Bridge shares given the short runway the company has to pursue its growth plans. Shareholders are encouraged to contact members of the Iron Bridge Board and management team to make their views known.\nShareholders who have additional questions about the Offer or who need assistance in tendering their shares are encouraged to contact the information agent for the Offer, Kingsdale Advisors at the numbers below.\nThe Offer\nThe Offer will be made for all of the issued and outstanding Common Shares of Iron Bridge. Full details of the Offer will be included in the formal offer and take-over bid circular to be mailed to Iron Bridge shareholders. Velvet expects to formally commence the Offer and mail the offer and circular to Iron Bridge shareholders in the following days. The take-over bid circular will be filed on SEDAR at www.sedar.com .\nThe Offer will be subject to customary conditions including, without limitation, the deposit under the Offer of Common Shares representing at least 66 2/3% of outstanding Common Shares, receipt of all necessary regulatory approvals, and no material adverse change in Iron Bridge. The Offer will not be subject to the approval of Velvet’s shareholders and is not subject to any financing or due diligence conditions.\nUnder applicable Canadian securities laws, the Offer will initially be open for acceptance for a minimum of 105 days from the date of commencement, subject to the ability of Velvet to shorten the deposit period in certain circumstances, provided that the minimum deposit period can never be less than 35 days from the date of the Offer. The Offer is subject to a non-waivable condition that more than 50% of the outstanding Common Shares, excluding those Common Shares beneficially owned, or over which control or direction is exercised, by Velvet or by any person acting jointly or in concert with Velvet, shall have been validly deposited and not withdrawn. The Offer will be extended for a period of not less than 10 days after Velvet first takes up shares under the Offer, assuming the minimum bid conditions are met.\nAdvisors\nVelvet has retained BMO Capital Markets as its exclusive financial advisor. Kingsdale Advisors is acting as strategic communications advisor and Information Agent and Depositary.\nInformation Agent\nFor additional information, including assistance in depositing Iron Bridge shares to the Offer, Iron Bridge shareholders should contact Kingsdale, toll free in North America at 1-866-879-7650 or call collect outside North America at 1-416-867-2272 or by email at contactus@kingsdaleadvisors.com .\nAbout Velvet\nVelvet Energy Ltd. is a privately-held, full-cycle exploration and production company. Focused in the liquids-rich gas and light oil window of the Deep Basin of Alberta, the Company executes an organic growth business plan, including early land capture, technical evaluation, exploration and development of internally generated prospects. Headquartered in Calgary, Velvet has current production of approximately 22,000 boe per day and a focused land position consisting of over one million net undeveloped acres spanning from its core liquids-rich Ellerslie development in the greater Edson area to early phase Montney light oil exploration at Gold Creek.\nImportant Notice\nCertain statements contained in this news release constitute forward-looking information within the meaning of applicable securities laws. Forward-looking information can be generally identified by the use of words such as “anticipate”, “continue”, “estimate”, “expect”, “expected”, “intend”, “may”, “will”, “project”, “plan”, “should”, “believe” and similar expressions. Specifically, forward-looking information in this news release includes statements respecting the Offer, including the benefits, results, effects and timing of any such transaction and the completion thereof, if at all. Forward-looking statements in this news release describe the expectations of Velvet as of the date hereof. These statements are based on assumptions and involve known and unknown risks, uncertainties and other factors that may cause actual results or events to differ materially from those anticipated in such forward-looking statements for a variety of reasons, including without limitation, the ability to obtain regulatory approvals and meet the other conditions to any possible transaction. Although Velvet believes the expectations reflected in these forward-looking statements and the assumptions upon which they are based are reasonable, no assurance can be given that actual results will be consistent with such forward-looking statements, and they should not be unduly relied upon.\nFor further information:\nKen Woolner\nPresident and Chief Executive Officer\n(403) 781-9134\nChris Theal\nChief Financial Officer\n(403) 781-9162\nPeter Henry\nVice President, Finance\n(403) 781-9133\nwww.velvetenergy.ca\n@VelvetEnergyLtd.\ninvestors@velvetenergy.ca\nMedia Contact:\nKingsdale Advisors\nIan Robertson\nExecutive Vice President, Communication Strategy\nW: (416) 867-2333\nC: (647) 621-2646\nirobertson@kingsdaleadvisors.com\nSource:Velvet Energy Ltd.",
    "published": "2018-05-22T14:00:00.000+03:00",
    "crawled": "2018-05-22T15:48:27.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "velvet",
        "offer",
        "cash",
        "per",
        "iron",
        "bridge",
        "common",
        "share",
        "represents",
        "significant",
        "premium",
        "closing",
        "price",
        "iron",
        "bridge",
        "common",
        "share",
        "may",
        "last",
        "trading",
        "day",
        "prior",
        "submission",
        "offer",
        "letter",
        "iron",
        "bridge",
        "board",
        "premium",
        "volume",
        "weighted",
        "average",
        "trading",
        "price",
        "period",
        "ended",
        "may",
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "velvet",
        "energy",
        "velvet",
        "u",
        "announced",
        "today",
        "intends",
        "commence",
        "offer",
        "offer",
        "acquire",
        "issued",
        "outstanding",
        "common",
        "share",
        "common",
        "share",
        "iron",
        "bridge",
        "resource",
        "tsx",
        "ibr",
        "iron",
        "bridge",
        "term",
        "offer",
        "velvet",
        "proposes",
        "acquire",
        "issued",
        "outstanding",
        "common",
        "share",
        "iron",
        "bridge",
        "cash",
        "per",
        "common",
        "share",
        "represents",
        "premium",
        "closing",
        "price",
        "iron",
        "bridge",
        "common",
        "share",
        "tsx",
        "may",
        "last",
        "trading",
        "day",
        "prior",
        "velvet",
        "submitting",
        "offer",
        "letter",
        "iron",
        "bridge",
        "board",
        "director",
        "iron",
        "bridge",
        "board",
        "may",
        "premium",
        "volume",
        "weighted",
        "average",
        "trading",
        "price",
        "iron",
        "bridge",
        "common",
        "share",
        "tsx",
        "period",
        "ended",
        "may",
        "offer",
        "value",
        "iron",
        "bridge",
        "enterprise",
        "value",
        "approximately",
        "million",
        "implies",
        "multiple",
        "iron",
        "bridge",
        "consensus",
        "ebitda",
        "since",
        "submission",
        "offer",
        "letter",
        "iron",
        "bridge",
        "board",
        "may",
        "velvet",
        "repeatedly",
        "attempted",
        "engage",
        "iron",
        "bridge",
        "board",
        "management",
        "explore",
        "value",
        "maximizing",
        "transaction",
        "iron",
        "bridge",
        "shareholder",
        "iron",
        "bridge",
        "asked",
        "velvet",
        "execute",
        "confidentiality",
        "agreement",
        "standstill",
        "given",
        "velvet",
        "significant",
        "industry",
        "knowledge",
        "expertise",
        "iron",
        "bridge",
        "area",
        "operation",
        "require",
        "access",
        "confidential",
        "information",
        "maintaining",
        "ability",
        "take",
        "offer",
        "directly",
        "iron",
        "bridge",
        "shareholder",
        "important",
        "given",
        "iron",
        "bridge",
        "board",
        "refused",
        "constructively",
        "engage",
        "velvet",
        "transaction",
        "provides",
        "iron",
        "bridge",
        "shareholder",
        "opportunity",
        "realize",
        "significant",
        "premium",
        "liquidity",
        "attractive",
        "fundamental",
        "valuation",
        "face",
        "iron",
        "bridge",
        "board",
        "denying",
        "iron",
        "bridge",
        "shareholder",
        "ability",
        "decide",
        "merit",
        "offer",
        "decided",
        "make",
        "offer",
        "directly",
        "iron",
        "bridge",
        "shareholder",
        "owner",
        "company",
        "reason",
        "accept",
        "offer",
        "believe",
        "offer",
        "compelling",
        "represents",
        "clearly",
        "superior",
        "alternative",
        "course",
        "set",
        "iron",
        "bridge",
        "board",
        "management",
        "following",
        "reason",
        "significant",
        "premium",
        "market",
        "price",
        "offer",
        "represents",
        "significant",
        "premium",
        "closing",
        "price",
        "iron",
        "bridge",
        "common",
        "share",
        "tsx",
        "may",
        "last",
        "trading",
        "day",
        "prior",
        "submission",
        "offer",
        "letter",
        "iron",
        "bridge",
        "board",
        "offer",
        "also",
        "represents",
        "premium",
        "volume",
        "weighted",
        "average",
        "trading",
        "price",
        "iron",
        "bridge",
        "common",
        "share",
        "tsx",
        "period",
        "ended",
        "may",
        "premium",
        "valuation",
        "iron",
        "bridge",
        "offer",
        "represents",
        "multiple",
        "consensus",
        "ebitda",
        "iron",
        "bridge",
        "valuation",
        "represents",
        "significant",
        "premium",
        "iron",
        "bridge",
        "montney",
        "peer",
        "group",
        "median",
        "consensus",
        "multiple",
        "liquidity",
        "certainty",
        "value",
        "offer",
        "provides",
        "cash",
        "consideration",
        "iron",
        "bridge",
        "common",
        "share",
        "giving",
        "iron",
        "bridge",
        "shareholder",
        "certainty",
        "value",
        "immediate",
        "liquidity",
        "face",
        "volatile",
        "market",
        "significant",
        "uncertainty",
        "iron",
        "bridge",
        "ability",
        "finance",
        "execute",
        "business",
        "plan",
        "fully",
        "financed",
        "cash",
        "offer",
        "velvet",
        "board",
        "approved",
        "offer",
        "arranged",
        "fully",
        "committed",
        "financing",
        "complete",
        "transaction",
        "iron",
        "bridge",
        "insufficient",
        "liquidity",
        "based",
        "iron",
        "bridge",
        "recent",
        "quarterly",
        "disclosure",
        "marginal",
        "operating",
        "cash",
        "flow",
        "heavy",
        "capital",
        "expenditure",
        "fully",
        "consumed",
        "net",
        "working",
        "capital",
        "declining",
        "surplus",
        "million",
        "december",
        "deficit",
        "million",
        "march",
        "credit",
        "facility",
        "borrowing",
        "limit",
        "million",
        "leaf",
        "iron",
        "bridge",
        "million",
        "liquidity",
        "fund",
        "future",
        "development",
        "asset",
        "base",
        "iron",
        "bridge",
        "unsustainable",
        "cost",
        "structure",
        "iron",
        "bridge",
        "cash",
        "expense",
        "adjusted",
        "cost",
        "recovery",
        "first",
        "quarter",
        "approximately",
        "equal",
        "revenue",
        "resulting",
        "marginal",
        "fund",
        "flow",
        "iron",
        "bridge",
        "g",
        "expense",
        "cash",
        "cost",
        "significantly",
        "higher",
        "montney",
        "peer",
        "median",
        "iron",
        "bridge",
        "limited",
        "financing",
        "alternative",
        "available",
        "insufficient",
        "liquidity",
        "current",
        "cash",
        "flow",
        "outspend",
        "iron",
        "bridge",
        "need",
        "access",
        "external",
        "source",
        "financing",
        "iron",
        "bridge",
        "publicly",
        "disclosed",
        "net",
        "asset",
        "value",
        "requires",
        "million",
        "future",
        "development",
        "capital",
        "raising",
        "capital",
        "prove",
        "challenging",
        "iron",
        "bridge",
        "today",
        "energy",
        "sector",
        "access",
        "public",
        "equity",
        "debt",
        "financing",
        "limited",
        "velvet",
        "understands",
        "value",
        "iron",
        "bridge",
        "asset",
        "given",
        "operation",
        "area",
        "offer",
        "represents",
        "compelling",
        "valuation",
        "could",
        "realized",
        "current",
        "public",
        "market",
        "environment",
        "iron",
        "bridge",
        "made",
        "misguided",
        "capital",
        "allocation",
        "decision",
        "november",
        "iron",
        "bridge",
        "commenced",
        "share",
        "repurchase",
        "program",
        "given",
        "capital",
        "intensity",
        "horizontal",
        "technology",
        "iron",
        "bridge",
        "early",
        "stage",
        "delineation",
        "limited",
        "capital",
        "resource",
        "iron",
        "bridge",
        "focused",
        "prioritizing",
        "capital",
        "land",
        "base",
        "iron",
        "chain",
        "technology",
        "distraction",
        "cryptocurrency",
        "mining",
        "untested",
        "business",
        "add",
        "additional",
        "layer",
        "risk",
        "already",
        "volatile",
        "market",
        "environment",
        "also",
        "present",
        "transparency",
        "challenge",
        "stock",
        "valuation",
        "shareholder",
        "capital",
        "focused",
        "developing",
        "iron",
        "bridge",
        "elmworth",
        "asset",
        "associated",
        "infrastructure",
        "shareholder",
        "time",
        "action",
        "fiduciary",
        "company",
        "iron",
        "bridge",
        "board",
        "management",
        "engaged",
        "velvet",
        "pursue",
        "attractive",
        "opportunity",
        "unlock",
        "shareholder",
        "value",
        "iron",
        "bridge",
        "board",
        "failure",
        "engage",
        "velvet",
        "forced",
        "u",
        "bring",
        "offer",
        "directly",
        "shareholder",
        "owner",
        "company",
        "however",
        "unless",
        "iron",
        "bridge",
        "board",
        "agrees",
        "shorten",
        "bid",
        "period",
        "offer",
        "must",
        "remain",
        "open",
        "least",
        "day",
        "within",
        "iron",
        "bridge",
        "board",
        "power",
        "shorten",
        "minimum",
        "bid",
        "period",
        "day",
        "reason",
        "delay",
        "shareholder",
        "ability",
        "accept",
        "offer",
        "today",
        "environment",
        "limited",
        "upside",
        "holding",
        "iron",
        "bridge",
        "share",
        "given",
        "short",
        "runway",
        "company",
        "pursue",
        "growth",
        "plan",
        "shareholder",
        "encouraged",
        "contact",
        "member",
        "iron",
        "bridge",
        "board",
        "management",
        "team",
        "make",
        "view",
        "known",
        "shareholder",
        "additional",
        "question",
        "offer",
        "need",
        "assistance",
        "tendering",
        "share",
        "encouraged",
        "contact",
        "information",
        "agent",
        "offer",
        "kingsdale",
        "advisor",
        "number",
        "offer",
        "offer",
        "made",
        "issued",
        "outstanding",
        "common",
        "share",
        "iron",
        "bridge",
        "full",
        "detail",
        "offer",
        "included",
        "formal",
        "offer",
        "bid",
        "circular",
        "mailed",
        "iron",
        "bridge",
        "shareholder",
        "velvet",
        "expects",
        "formally",
        "commence",
        "offer",
        "mail",
        "offer",
        "circular",
        "iron",
        "bridge",
        "shareholder",
        "following",
        "day",
        "bid",
        "circular",
        "filed",
        "sedar",
        "offer",
        "subject",
        "customary",
        "condition",
        "including",
        "without",
        "limitation",
        "deposit",
        "offer",
        "common",
        "share",
        "representing",
        "least",
        "outstanding",
        "common",
        "share",
        "receipt",
        "necessary",
        "regulatory",
        "approval",
        "material",
        "adverse",
        "change",
        "iron",
        "bridge",
        "offer",
        "subject",
        "approval",
        "velvet",
        "shareholder",
        "subject",
        "financing",
        "due",
        "diligence",
        "condition",
        "applicable",
        "canadian",
        "security",
        "law",
        "offer",
        "initially",
        "open",
        "acceptance",
        "minimum",
        "day",
        "date",
        "commencement",
        "subject",
        "ability",
        "velvet",
        "shorten",
        "deposit",
        "period",
        "certain",
        "circumstance",
        "provided",
        "minimum",
        "deposit",
        "period",
        "never",
        "less",
        "day",
        "date",
        "offer",
        "offer",
        "subject",
        "condition",
        "outstanding",
        "common",
        "share",
        "excluding",
        "common",
        "share",
        "beneficially",
        "owned",
        "control",
        "direction",
        "exercised",
        "velvet",
        "person",
        "acting",
        "jointly",
        "concert",
        "velvet",
        "shall",
        "validly",
        "deposited",
        "withdrawn",
        "offer",
        "extended",
        "period",
        "less",
        "day",
        "velvet",
        "first",
        "take",
        "share",
        "offer",
        "assuming",
        "minimum",
        "bid",
        "condition",
        "met",
        "advisor",
        "velvet",
        "retained",
        "bmo",
        "capital",
        "market",
        "exclusive",
        "financial",
        "advisor",
        "kingsdale",
        "advisor",
        "acting",
        "strategic",
        "communication",
        "advisor",
        "information",
        "agent",
        "depositary",
        "information",
        "agent",
        "additional",
        "information",
        "including",
        "assistance",
        "depositing",
        "iron",
        "bridge",
        "share",
        "offer",
        "iron",
        "bridge",
        "shareholder",
        "contact",
        "kingsdale",
        "toll",
        "free",
        "north",
        "america",
        "call",
        "collect",
        "outside",
        "north",
        "america",
        "email",
        "contactus",
        "velvet",
        "velvet",
        "energy",
        "exploration",
        "production",
        "company",
        "focused",
        "gas",
        "light",
        "oil",
        "window",
        "deep",
        "basin",
        "alberta",
        "company",
        "executes",
        "organic",
        "growth",
        "business",
        "plan",
        "including",
        "early",
        "land",
        "capture",
        "technical",
        "evaluation",
        "exploration",
        "development",
        "internally",
        "generated",
        "prospect",
        "headquartered",
        "calgary",
        "velvet",
        "current",
        "production",
        "approximately",
        "boe",
        "per",
        "day",
        "focused",
        "land",
        "position",
        "consisting",
        "one",
        "million",
        "net",
        "undeveloped",
        "acre",
        "spanning",
        "core",
        "ellerslie",
        "development",
        "greater",
        "edson",
        "area",
        "early",
        "phase",
        "montney",
        "light",
        "oil",
        "exploration",
        "gold",
        "creek",
        "important",
        "notice",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "generally",
        "identified",
        "use",
        "word",
        "anticipate",
        "continue",
        "estimate",
        "expect",
        "expected",
        "intend",
        "may",
        "project",
        "plan",
        "believe",
        "similar",
        "expression",
        "specifically",
        "information",
        "news",
        "release",
        "includes",
        "statement",
        "respecting",
        "offer",
        "including",
        "benefit",
        "result",
        "effect",
        "timing",
        "transaction",
        "completion",
        "thereof",
        "statement",
        "news",
        "release",
        "describe",
        "expectation",
        "velvet",
        "date",
        "hereof",
        "statement",
        "based",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "variety",
        "reason",
        "including",
        "without",
        "limitation",
        "ability",
        "obtain",
        "regulatory",
        "approval",
        "meet",
        "condition",
        "possible",
        "transaction",
        "although",
        "velvet",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "assumption",
        "upon",
        "based",
        "reasonable",
        "assurance",
        "given",
        "actual",
        "result",
        "consistent",
        "statement",
        "unduly",
        "relied",
        "upon",
        "information",
        "ken",
        "woolner",
        "president",
        "chief",
        "executive",
        "officer",
        "chris",
        "theal",
        "chief",
        "financial",
        "officer",
        "peter",
        "henry",
        "vice",
        "president",
        "finance",
        "velvetenergyltd",
        "investor",
        "medium",
        "contact",
        "kingsdale",
        "advisor",
        "ian",
        "robertson",
        "executive",
        "vice",
        "president",
        "communication",
        "strategy",
        "w",
        "c",
        "irobertson",
        "source",
        "velvet",
        "energy",
        "ltd"
    ]
}