{
    "organizations": [],
    "uuid": "0188c07e92bde020ef127b93551bb18aefb81838",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-aegean-marine-petroleum-network-inc-reaches-settlement-agreement-with-rbm-holdings-llc-to-dismiss-shareholder-litigation.html",
    "ord_in_thread": 0,
    "title": "Aegean Marine Petroleum Network Inc. Reaches Settlement Agreement with RBM Holdings LLC to Dismiss Shareholder Litigation and Appoint Tyler Baron, Raymond Bartoszek and Donald Moore to the Board",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 02, 2018 (GLOBE NEWSWIRE) -- Aegean Marine Petroleum Network Inc. (NYSE:ANW) (“Aegean” or the “Company”), a leading international marine fuel logistics company, today announced that it has appointed Tyler Baron of RBM Holdings LLC (“RBM”), Raymond Bartoszek, and Donald Moore to its Board of Directors, effective immediately. These independent directors will serve alongside Yiannis N. Papanicolaou, Spyridon Fokas, George J. Konomos and Konstantinos Koutsomitopoulos on Aegean’s Board of Directors, bringing the number of independent directors to six.\nIn connection with these appointments, Aegean has entered into a Settlement Agreement with RBM and its members, Tyler Baron, Justin Moore and August Roth (together, the “RBM Parties”), pursuant to which RBM has agreed to voluntarily dismiss the shareholder litigation, with prejudice, that it initiated against Aegean in the Southern District of New York, and further, the RBM Parties have agreed to release Aegean from any and all claims relating to such litigation. The RBM Parties have also agreed to certain limited standstill and voting provisions, including voting in favor of the Company’s proposed slate of directors at the Company’s 2018 Annual Meeting of Shareholders. The full terms of the Settlement Agreement will be filed by Aegean with the U.S. Securities and Exchange Commission.\n“We are pleased to welcome the new directors joining the Company’s Board and the resolution of the litigation. We and RBM believe that Aegean’s unique assets and strategic network are a strong foundation for future success,” said Konstantinos Koutsomitopoulos, Aegean’s Chairman of the Nominating and Governance Committee.\nTyler Baron and Justin Moore, speaking on behalf of RBM and The Committee for Aegean Accountability, said, “We are pleased to be part of a significant evolution of the board. The new board members look forward to working with their colleagues and management on delivering a strategic operating plan that focuses on value creation and brings Aegean into its next phase of growth and profitability.”\nThe Committee for Aegean Accountability owns approximately 14.7% of Aegean’s outstanding shares and is comprised of the RBM Parties, the newly appointed directors, as well as Towle & Co. and Shah Capital Management, among others.\nIn addition, Aegean today announced that its Consulting Agreement with Dimitris Melisanidis (through Leskira Holdings Co. Limited), Aegean’s founder and former Head of Corporate Development, has been terminated by the mutual consent of both parties.\nBiographies of the newly appointed Directors :\nTyler Baron\nMr. Baron has more than 15 years of experience in the financial services and investment management industry. Since 2012, Mr. Baron has been the Portfolio Manager and Managing Partner of Sentinel Rock Capital, a hedge fund that applies an absolute value-oriented strategy across long/short investment opportunities expressed in small and mid-capitalization equities and debt. From 2006-2011, Mr. Baron was a Partner at Spring Point Capital, a $1.5B hedge fund based in San Francisco, initially as an analyst and then managing research for the long portfolio as well as becoming one of the largest equity partners at the firm. Mr. Baron started his investing career in 2003 as an analyst at CBI Capital, a long/short hedge fund based in New York City. In 2001, Mr. Baron joined the restructuring group as an analyst at Peter J. Solomon Company, a boutique investment bank, providing advisory services to debtors and creditor groups undergoing debt restructurings. Mr. Baron attended the University of California at Berkeley and graduated with a Bachelor of Science degree from the Haas School of Business in 2001.\nRaymond Bartoszek\nMr. Bartoszek has over 20 years of experience as an oil trader specializing in the supply of marine bunker fuels to global shipping companies, first at Texaco and then at Glencore Ltd. While at Glencore Ltd. he held a number of senior management positions including Managing Director and head of its oil department where he managed a global team and portfolio of assets. Mr. Bartoszek was one of the firm's directors leading up to the successful IPO in 2011. Following his time at Glencore, Mr. Bartoszek started a family office called RLB Holdings. He currently serves on the board of several private companies and is a Limited Partner of the New York Yankees. He is also the Managing Partner of Horseheads Sand and Transloading Terminal, an energy terminal that supplies well operations in the Marcellus Shale. Mr. Bartoszek holds a M.B.A. with a focus in International Business from Rensselaer Polytechnic Institute and a Dual-Major B.S. degree from the U.S. Merchant Marine Academy.\nDonald Moore\nMr. Moore has over 40 years of experience in the financial services industry at Morgan Stanley, most recently as Chairman of Morgan Stanley Group (Europe) from 2000-2016 and as Global Chairman of the Financial Institutions Group from 2013-2016. He has been involved in over 500 billion euros ($552 billion) worth of transactions throughout Europe working closely with governments, institutions and corporations on strategic issues, including mergers, acquisitions, divestitures, restructurings and equity financings. Prior to moving to Europe in 1997, Mr. Moore worked on over 120 transactions spanning 22 years in New York, including most of the landmark banking transactions such as Citicorp on their restructuring and recapitalization in 1990. In 1995, Mr. Moore was appointed by the US Treasury Secretary Robert Rubin to serve on the U.S. Treasury Advisory Council on Financial Institutions. Mr. Moore has served as a trustee and board member of a number of organizations including, Carnegie Hall, the National Gallery (London), the London Symphony Orchestra, and currently serves as the Chairman of the Institute of Contemporary Arts (London). Mr. Moore attended the London School of Economics and holds a B.A. with Honors from Pomona College and a M.B.A. from Harvard Graduate School of Business Administration.\nAbout Aegean Marine Petroleum Network Inc.\nAegean Marine Petroleum Network Inc. is an international marine fuel logistics company that markets and physically supplies refined marine fuel and lubricants to ships in port and at sea. The Company procures product from various sources (such as refineries, oil producers, and traders) and resells it to a diverse group of customers across all major commercial shipping sectors and leading cruise lines. Currently, Aegean has a global presence in more than 30 markets and a team of professionals ready to serve its customers wherever they are around the globe. For additional information please visit: www.ampni.com .\nCautionary Statement Regarding Forward-Looking Statements\nMatters discussed or referenced in this press release may constitute forward-looking statements. The Private Securities Litigation Reform Act of 1995 provides safe harbor protections for forward-looking statements in order to encourage companies to provide prospective information about their business. Forward-looking statements include statements concerning plans, objectives, goals, strategies, future events or performance, and underlying assumptions and other statements, which are other than statements of historical facts.\nThe Company desires to take advantage of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and is including this cautionary statement in connection with this safe harbor legislation. The words \"believe,\" \"intend,\" \"anticipate,\" \"estimate,\" \"project,\" \"forecast,\" \"plan,\" \"potential,\" \"may,\" \"should,\" \"expect\" and similar expressions identify forward-looking statements. Any forward-looking statements made or referenced in this press release are based upon various assumptions, many of which are based, in turn, upon further assumptions, including without limitation, our management's examination of historical operating trends, data contained in our records and other data available from third parties. Although we believe that these assumptions were reasonable when made, because these assumptions are inherently subject to significant uncertainties and contingencies which are difficult or impossible to predict and are beyond our control, we cannot assure you that we will achieve or accomplish these expectations, beliefs or projections.\nIn addition to these important factors, other important factors that, in our view, could cause actual results to differ materially from those discussed in the forward-looking statements include our ability to manage growth, our ability to maintain our business in light of our proposed business and location expansion or other changes in our business, our ability to obtain double hull secondhand bunkering tankers, the outcome of legal, tax or regulatory proceedings to which we may become a party, adverse conditions in the shipping or the marine fuel supply industries, our ability to retain our key suppliers and key customers, material disruptions in the availability or supply of crude oil or refined petroleum products, changes in the market price of petroleum, including the volatility of spot pricing, increased levels of competition, compliance or lack of compliance with various environmental and other applicable laws and regulations, our ability to collect accounts receivable, changes in the political, economic or regulatory conditions in the markets in which we operate, and the world in general, our failure to hedge certain financial risks associated with our business, our ability to maintain our current tax treatments and our failure to comply with restrictions or covenants in our debt agreements and other factors. Please see our filings with the Securities and Exchange Commission for a more complete discussion of these and other risks and uncertainties.\nCONTACTS:\nAegean Marine Petroleum Network Inc.\nTel. +1-212-430-1098\nEmail: investor@ampni.com\nInvestor Relations / Media Advisor\nNicolas Bornozis / Daniela Guerrero\nCapital Link, Inc.\nTel. +1-212-661-7566\nEmail: aegean@capitallink.com\nFor RBM Holdings LLC:\nGagnier Communications\nDan Gagnier\nTel: +1-646-569-5897\nEmail: dg@gagnierfc.com\nSource:Aegean Marine Petroleum Network Inc.",
    "published": "2018-05-02T17:00:00.000+03:00",
    "crawled": "2018-05-02T19:44:54.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "globe",
        "newswire",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "nyse",
        "anw",
        "aegean",
        "company",
        "leading",
        "international",
        "marine",
        "fuel",
        "logistics",
        "company",
        "today",
        "announced",
        "appointed",
        "tyler",
        "baron",
        "rbm",
        "holding",
        "llc",
        "rbm",
        "raymond",
        "bartoszek",
        "donald",
        "moore",
        "board",
        "director",
        "effective",
        "immediately",
        "independent",
        "director",
        "serve",
        "alongside",
        "yiannis",
        "papanicolaou",
        "spyridon",
        "fokas",
        "george",
        "konomos",
        "konstantinos",
        "koutsomitopoulos",
        "aegean",
        "board",
        "director",
        "bringing",
        "number",
        "independent",
        "director",
        "six",
        "connection",
        "appointment",
        "aegean",
        "entered",
        "settlement",
        "agreement",
        "rbm",
        "member",
        "tyler",
        "baron",
        "justin",
        "moore",
        "august",
        "roth",
        "together",
        "rbm",
        "party",
        "pursuant",
        "rbm",
        "agreed",
        "voluntarily",
        "dismiss",
        "shareholder",
        "litigation",
        "prejudice",
        "initiated",
        "aegean",
        "southern",
        "district",
        "new",
        "york",
        "rbm",
        "party",
        "agreed",
        "release",
        "aegean",
        "claim",
        "relating",
        "litigation",
        "rbm",
        "party",
        "also",
        "agreed",
        "certain",
        "limited",
        "standstill",
        "voting",
        "provision",
        "including",
        "voting",
        "favor",
        "company",
        "proposed",
        "slate",
        "director",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "full",
        "term",
        "settlement",
        "agreement",
        "filed",
        "aegean",
        "security",
        "exchange",
        "commission",
        "pleased",
        "welcome",
        "new",
        "director",
        "joining",
        "company",
        "board",
        "resolution",
        "litigation",
        "rbm",
        "believe",
        "aegean",
        "unique",
        "asset",
        "strategic",
        "network",
        "strong",
        "foundation",
        "future",
        "success",
        "said",
        "konstantinos",
        "koutsomitopoulos",
        "aegean",
        "chairman",
        "nominating",
        "governance",
        "committee",
        "tyler",
        "baron",
        "justin",
        "moore",
        "speaking",
        "behalf",
        "rbm",
        "committee",
        "aegean",
        "accountability",
        "said",
        "pleased",
        "part",
        "significant",
        "evolution",
        "board",
        "new",
        "board",
        "member",
        "look",
        "forward",
        "working",
        "colleague",
        "management",
        "delivering",
        "strategic",
        "operating",
        "plan",
        "focus",
        "value",
        "creation",
        "brings",
        "aegean",
        "next",
        "phase",
        "growth",
        "committee",
        "aegean",
        "accountability",
        "owns",
        "approximately",
        "aegean",
        "outstanding",
        "share",
        "comprised",
        "rbm",
        "party",
        "newly",
        "appointed",
        "director",
        "well",
        "towle",
        "shah",
        "capital",
        "management",
        "among",
        "others",
        "addition",
        "aegean",
        "today",
        "announced",
        "consulting",
        "agreement",
        "dimitris",
        "melisanidis",
        "leskira",
        "holding",
        "limited",
        "aegean",
        "founder",
        "former",
        "head",
        "corporate",
        "development",
        "terminated",
        "mutual",
        "consent",
        "party",
        "biography",
        "newly",
        "appointed",
        "director",
        "tyler",
        "baron",
        "baron",
        "year",
        "experience",
        "financial",
        "service",
        "investment",
        "management",
        "industry",
        "since",
        "baron",
        "portfolio",
        "manager",
        "managing",
        "partner",
        "sentinel",
        "rock",
        "capital",
        "hedge",
        "fund",
        "applies",
        "absolute",
        "strategy",
        "across",
        "investment",
        "opportunity",
        "expressed",
        "small",
        "equity",
        "debt",
        "baron",
        "partner",
        "spring",
        "point",
        "capital",
        "hedge",
        "fund",
        "based",
        "san",
        "francisco",
        "initially",
        "analyst",
        "managing",
        "research",
        "long",
        "portfolio",
        "well",
        "becoming",
        "one",
        "largest",
        "equity",
        "partner",
        "firm",
        "baron",
        "started",
        "investing",
        "career",
        "analyst",
        "cbi",
        "capital",
        "hedge",
        "fund",
        "based",
        "new",
        "york",
        "city",
        "baron",
        "joined",
        "restructuring",
        "group",
        "analyst",
        "peter",
        "solomon",
        "company",
        "boutique",
        "investment",
        "bank",
        "providing",
        "advisory",
        "service",
        "debtor",
        "creditor",
        "group",
        "undergoing",
        "debt",
        "restructurings",
        "baron",
        "attended",
        "university",
        "california",
        "berkeley",
        "graduated",
        "bachelor",
        "science",
        "degree",
        "haas",
        "school",
        "business",
        "raymond",
        "bartoszek",
        "bartoszek",
        "year",
        "experience",
        "oil",
        "trader",
        "specializing",
        "supply",
        "marine",
        "bunker",
        "fuel",
        "global",
        "shipping",
        "company",
        "first",
        "texaco",
        "glencore",
        "glencore",
        "held",
        "number",
        "senior",
        "management",
        "position",
        "including",
        "managing",
        "director",
        "head",
        "oil",
        "department",
        "managed",
        "global",
        "team",
        "portfolio",
        "asset",
        "bartoszek",
        "one",
        "firm",
        "director",
        "leading",
        "successful",
        "ipo",
        "following",
        "time",
        "glencore",
        "bartoszek",
        "started",
        "family",
        "office",
        "called",
        "rlb",
        "holding",
        "currently",
        "serf",
        "board",
        "several",
        "private",
        "company",
        "limited",
        "partner",
        "new",
        "york",
        "yankee",
        "also",
        "managing",
        "partner",
        "horsehead",
        "sand",
        "transloading",
        "terminal",
        "energy",
        "terminal",
        "supply",
        "well",
        "operation",
        "marcellus",
        "shale",
        "bartoszek",
        "hold",
        "focus",
        "international",
        "business",
        "rensselaer",
        "polytechnic",
        "institute",
        "degree",
        "merchant",
        "marine",
        "academy",
        "donald",
        "moore",
        "moore",
        "year",
        "experience",
        "financial",
        "service",
        "industry",
        "morgan",
        "stanley",
        "recently",
        "chairman",
        "morgan",
        "stanley",
        "group",
        "europe",
        "global",
        "chairman",
        "financial",
        "institution",
        "group",
        "involved",
        "billion",
        "euro",
        "billion",
        "worth",
        "transaction",
        "throughout",
        "europe",
        "working",
        "closely",
        "government",
        "institution",
        "corporation",
        "strategic",
        "issue",
        "including",
        "merger",
        "acquisition",
        "divestiture",
        "restructurings",
        "equity",
        "financing",
        "prior",
        "moving",
        "europe",
        "moore",
        "worked",
        "transaction",
        "spanning",
        "year",
        "new",
        "york",
        "including",
        "landmark",
        "banking",
        "transaction",
        "citicorp",
        "restructuring",
        "recapitalization",
        "moore",
        "appointed",
        "u",
        "treasury",
        "secretary",
        "robert",
        "rubin",
        "serve",
        "treasury",
        "advisory",
        "council",
        "financial",
        "institution",
        "moore",
        "served",
        "trustee",
        "board",
        "member",
        "number",
        "organization",
        "including",
        "carnegie",
        "hall",
        "national",
        "gallery",
        "london",
        "london",
        "symphony",
        "orchestra",
        "currently",
        "serf",
        "chairman",
        "institute",
        "contemporary",
        "art",
        "london",
        "moore",
        "attended",
        "london",
        "school",
        "economics",
        "hold",
        "honor",
        "pomona",
        "college",
        "harvard",
        "graduate",
        "school",
        "business",
        "administration",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "international",
        "marine",
        "fuel",
        "logistics",
        "company",
        "market",
        "physically",
        "supply",
        "refined",
        "marine",
        "fuel",
        "lubricant",
        "ship",
        "port",
        "sea",
        "company",
        "procures",
        "product",
        "various",
        "source",
        "refinery",
        "oil",
        "producer",
        "trader",
        "resells",
        "diverse",
        "group",
        "customer",
        "across",
        "major",
        "commercial",
        "shipping",
        "sector",
        "leading",
        "cruise",
        "line",
        "currently",
        "aegean",
        "global",
        "presence",
        "market",
        "team",
        "professional",
        "ready",
        "serve",
        "customer",
        "wherever",
        "around",
        "globe",
        "additional",
        "information",
        "please",
        "visit",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "matter",
        "discussed",
        "referenced",
        "press",
        "release",
        "may",
        "constitute",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "safe",
        "harbor",
        "protection",
        "statement",
        "order",
        "encourage",
        "company",
        "provide",
        "prospective",
        "information",
        "business",
        "statement",
        "include",
        "statement",
        "concerning",
        "plan",
        "objective",
        "goal",
        "strategy",
        "future",
        "event",
        "performance",
        "underlying",
        "assumption",
        "statement",
        "statement",
        "historical",
        "fact",
        "company",
        "desire",
        "take",
        "advantage",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "cautionary",
        "statement",
        "connection",
        "safe",
        "harbor",
        "legislation",
        "word",
        "believe",
        "intend",
        "anticipate",
        "estimate",
        "project",
        "forecast",
        "plan",
        "potential",
        "may",
        "expect",
        "similar",
        "expression",
        "identify",
        "statement",
        "statement",
        "made",
        "referenced",
        "press",
        "release",
        "based",
        "upon",
        "various",
        "assumption",
        "many",
        "based",
        "turn",
        "upon",
        "assumption",
        "including",
        "without",
        "limitation",
        "management",
        "examination",
        "historical",
        "operating",
        "trend",
        "data",
        "contained",
        "record",
        "data",
        "available",
        "third",
        "party",
        "although",
        "believe",
        "assumption",
        "reasonable",
        "made",
        "assumption",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "contingency",
        "difficult",
        "impossible",
        "predict",
        "beyond",
        "control",
        "assure",
        "achieve",
        "accomplish",
        "expectation",
        "belief",
        "projection",
        "addition",
        "important",
        "factor",
        "important",
        "factor",
        "view",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "statement",
        "include",
        "ability",
        "manage",
        "growth",
        "ability",
        "maintain",
        "business",
        "light",
        "proposed",
        "business",
        "location",
        "expansion",
        "change",
        "business",
        "ability",
        "obtain",
        "double",
        "hull",
        "secondhand",
        "bunkering",
        "tanker",
        "outcome",
        "legal",
        "tax",
        "regulatory",
        "proceeding",
        "may",
        "become",
        "party",
        "adverse",
        "condition",
        "shipping",
        "marine",
        "fuel",
        "supply",
        "industry",
        "ability",
        "retain",
        "key",
        "supplier",
        "key",
        "customer",
        "material",
        "disruption",
        "availability",
        "supply",
        "crude",
        "oil",
        "refined",
        "petroleum",
        "product",
        "change",
        "market",
        "price",
        "petroleum",
        "including",
        "volatility",
        "spot",
        "pricing",
        "increased",
        "level",
        "competition",
        "compliance",
        "lack",
        "compliance",
        "various",
        "environmental",
        "applicable",
        "law",
        "regulation",
        "ability",
        "collect",
        "account",
        "receivable",
        "change",
        "political",
        "economic",
        "regulatory",
        "condition",
        "market",
        "operate",
        "world",
        "general",
        "failure",
        "hedge",
        "certain",
        "financial",
        "risk",
        "associated",
        "business",
        "ability",
        "maintain",
        "current",
        "tax",
        "treatment",
        "failure",
        "comply",
        "restriction",
        "covenant",
        "debt",
        "agreement",
        "factor",
        "please",
        "see",
        "filing",
        "security",
        "exchange",
        "commission",
        "complete",
        "discussion",
        "risk",
        "uncertainty",
        "contact",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "tel",
        "email",
        "investor",
        "investor",
        "relation",
        "medium",
        "advisor",
        "nicolas",
        "bornozis",
        "daniela",
        "guerrero",
        "capital",
        "link",
        "tel",
        "email",
        "aegean",
        "rbm",
        "holding",
        "llc",
        "gagnier",
        "communication",
        "dan",
        "gagnier",
        "tel",
        "email",
        "dg",
        "source",
        "aegean",
        "marine",
        "petroleum",
        "network",
        "inc"
    ]
}