{
    "organizations": [],
    "uuid": "cd8a84f2f7dcf09bab0d45b3f6d2ba3f4ce1f205",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-redhill-biopharma-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "RedHill Biopharma Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Key Highlights:\nTop-line results from Phase III study with RHB-104 for Crohn’s disease (MAP US study) expected in approximately 3 months\nTop-line results from confirmatory Phase III study with TALICIA ® for H. pylori infection (ERADICATE Hp2 study) expected Q4/2018\nNet revenues of $2.4 million and gross profit of $1. 5 million in Q1/2018, up 22% and 40%, respectively, sequentially over the previous quarter\nOperating loss of $9.9 million in Q1/2018, reduced 30% over the previous quarter and expected to continue to decrease over the coming quarters\nDebt-free balance sheet with $36.4 million in cash at the end of Q1/2018\nRedHill does not have plans to raise additional capital ahead of the MAP US Phase III study top-line results with RHB-104 for Crohn’s disease\nConference call today, Tuesday, May 8 at 8:30 am EDT to review the financial results and business highlights; Dial-in details are included below\nTEL-AVIV, Israel and RALEIGH, N.C., May 08, 2018 (GLOBE NEWSWIRE) -- RedHill Biopharma Ltd. (NASDAQ:RDHL) (Tel-Aviv Stock Exchange:RDHL) (“RedHill” or the “Company”), a specialty biopharmaceutical company primarily focused on late clinical-stage development and commercialization of proprietary drugs for gastrointestinal diseases, today reported its financial results for the quarter\nDror Ben-Asher, RedHill’s CEO, said: “There is tremendous energy and enthusiasm within RedHill currently as we approach two planned Phase III readouts, with RHB-104 for Crohn’s disease in approximately three months and with TALICIA® for H. pylori infection in the fourth quarter. We are attentive to our shareholders and do not have plans to raise additional capital ahead of the MAP US Phase III study top-line results with RHB-104 for Crohn’s disease. Rapid quarter-on-quarter revenue growth from our commercial activities in the U.S. and decreased operational costs in the first quarter of 2018 underscore our continued commitment to reducing cash burn rate and building shareholder value.”\nFinancial highlights for the quarter ended March 31, 2018 1\nNet Revenues of 2018 were $2.4 million, an increase of 22% from the fourth quarter of 2017.\nGross Profit of 2018 was $1.5 million, an increase of 40% from the fourth quarter of 2017. Gross margin increased from 54% for the fourth quarter of 2017 to 62% of 2018.\nResearch and Development Expenses of 2018 were $6.4 million, a decrease of 23% from the fourth quarter of 2017. The decrease from the fourth quarter of 2017 was mainly due to the completion of patient enrollment in the RHB-104 Phase III study for Crohn’s disease (MAP US study).\nSelling, Marketing and Business Development Expenses of 2018 were $3.2 million, a decrease of 18% from the fourth quarter of 2017. The decrease was due to the Company’s cost reduction plan.\nGeneral and Administrative Expenses of 2018 were $1.9 million, a decrease of 23% from the fourth quarter of 2017. The decrease was due to the Company’s cost reduction plan.\nOperating Loss of 2018 was $9.9 million, a decrease of 30% from fourth quarter of 2017. The decrease was due to the increase in net revenues and gross profit, and the decrease in operating expenses, as detailed above.\nNet Cash Used in Operating Activities of 2018 was $9.5 million, compared to $14.2 million in the fourth quarter of 2017. The decrease was due to the Company’s progress with the RHB-104 Phase III study for Crohn’s disease (MAP US study) and the overall reduction in operating loss.\nCash Balance 2 as of March 31, 2018 was $36.4 million, compared to $46.2 million as of December 31, 2017. The decrease was a result of the Company’s ongoing operational activities.\nConference Call and Webcast Information:\nThe Company will host a conference call today, Tuesday, May 8, 2018 at 8:30 am EDT to review the financial results and business highlights.\nTo participate in the conference call, please dial one of the following numbers 15 minutes prior to the start of the call: United States: +1-800-289-0438; International: +1-929-477-0353; and Israel: +972-3-376-1315. The access code for the call is: 6285484.\nThe conference call will be broadcasted live and will be available for replay on the Company's website, http://ir.redhillbio.com/events , for 30 days. Please access the Company's website at least 15 minutes ahead of the conference call to register, download and install any necessary audio software.\nSelect R&D highlights:\nRHB-104 - Crohn’s disease (first Phase III)\nThe last patient enrolled in the first Phase III study with RHB-104 for Crohn’s disease (MAP US study) has completed 26 weeks of treatment for primary endpoint evaluation. Top-line results from the MAP US study are expected to be announced in approximately 3 months.\nTALICIA ® (RHB-105) - H. pylori infection (confirmatory Phase III) (FDA Fast-Track QIDP status)\nTo date, over 300 of the planned total of 444 patients have been enrolled in the ongoing confirmatory Phase III study with TALICIA ® (RHB-105) 3 for H. pylori infection (ERADICATE Hp2). RedHill expects to complete enrollment of the ERADICATE Hp2 study in the third quarter of 2018 and announce top-line results in the fourth quarter of 2018.\nSubject to a successful outcome and additional regulatory feedback, the ERADICATE Hp2 study is expected to complete the package required for a potential U.S. NDA for TALICIA ® . The filing is planned for early 2019 and, if accepted for review, the FDA could potentially approve TALICIA ® in the second half of 2019 following a priority NDA review.\nBEKINDA ® (RHB-102) 12 mg - IBS-D (Phase II)\nOn January 16, 2018, RedHill announced positive final results 4 from the Phase II study with BEKINDA ® 12 mg for the treatment of diarrhea-predominant irritable bowel syndrome (IBS-D). The randomized, double-blind, placebo-controlled Phase II study successfully met its primary endpoint, improving stool consistency (per FDA guidance definition) by an absolute difference of 20.7% vs. placebo (p-value=0.036). RedHill plans to meet with the FDA in the second quarter of 2018 to discuss the design for one or two pivotal Phase III studies.\nAn abstract 5 (number: 2908495), describing the results of the study, will be presented as a Poster of Distinction, at Digestive Disease Week ® (DDW) 2018 on Sunday, June 3, 2018, from 12:00 PM to 2:00 PM EDT, at the Walter E. Washington Convention Center, Washington, DC.\nYELIVA ® (ABC294640) - cholangiocarcinoma (Phase IIa) (FDA Orphan Drug designation)\nTo date, nine patients have been enrolled in the single-arm Phase IIa study with YELIVA ® (ABC294640) for the treatment of cholangiocarcinoma (bile duct cancer). Enrollment is expected to be completed by the end of 2018. The study is being conducted at Mayo Clinic major campuses in Arizona and Minnesota, University of Texas MD Anderson Cancer Center and the Huntsman Cancer Institute, University of Utah Health, and is designed to enroll up to 39 patients.\nRHB-106 - encapsulated bowel cleanser licensed to Salix Pharmaceuticals\nRedHill recently amended its 2014 worldwide license agreement with Salix Pharmaceuticals related to RHB-106 encapsulated bowel cleanser, as well as additional related rights. The amendment clarifies the development efforts to be used by Salix, as well as provides for enhanced involvement by RedHill in certain intellectual property matters. In addition, the parties have agreed to increase the lower end of the range of royalty payments to be paid to RedHill on net sales from low single digits to high single digits, such that the potential royalties now range from high single digits up to low double digits. Milestone payments remain unchanged.\nRHB-204 - nontuberculous mycobacteria (NTM) infections (planned pivotal Phase III) (FDA Fast-Track QIDP status)\nA pivotal Phase III study with RHB-204 for the treatment of nontuberculous mycobacteria (NTM) infections is expected to be initiated in the second half of 2018, subject to completion of a supportive non-clinical program and additional input from the FDA. RHB-204 is planned to be assessed as a first-line treatment of NTM disease caused by mycobacterium avium complex (MAC) infection.\nAbout RedHill Biopharma Ltd.:\nRedHill Biopharma Ltd. (NASDAQ:RDHL) (Tel-Aviv Stock Exchange:RDHL) is a specialty biopharmaceutical company, primarily focused on the development and commercialization of late clinical-stage, proprietary drugs for the treatment of gastrointestinal diseases. RedHill commercializes and promotes three gastrointestinal products in the U.S.: Donnatal ® - a prescription oral adjunctive drug used in the treatment of IBS and acute enterocolitis; Esomeprazole Strontium Delayed-Release Capsules 49.3 mg - a prescription proton pump inhibitor indicated for adults for the treatment of gastroesophageal reflux disease (GERD) and other gastrointestinal conditions; and EnteraGam ® - a medical food intended for the dietary management, under medical supervision, of chronic diarrhea and loose stools. RedHill’s key clinical-stage development programs include: (i) TALICIA ® (RHB -105) for the treatment of Helicobacter pylori infection with an ongoing confirmatory Phase III study and positive results from a first Phase III study; (ii) RHB-104 with an ongoing first Phase III study for Crohn's disease; (iii) RHB-204 with a planned pivotal Phase III study for nontuberculous mycobacteria (NTM) infections; (iv) BEKINDA ® (RHB-102) with positive results from a Phase III study for acute gastroenteritis and gastritis and positive results from a Phase II study for IBS-D; (v) YELIVA ® (ABC294640), a first-in-class SK2 selective inhibitor, targeting multiple oncology, inflammatory and gastrointestinal indications, with an ongoing Phase IIa study for cholangiocarcinoma; (vi) RHB-106, an encapsulated bowel preparation licensed to Salix Pharmaceuticals, Ltd. and (vii) RHB-107 (formerly MESUPRON), a Phase II-stage first-in-class, serine protease inhibitor, targeting cancer and inflammatory gastrointestinal diseases. More information about the Company is available at: www.redhillbio.com .\nThis press release contains “ ” the Private Securities Litigation Reform Act of 1995. Such statements may be preceded by the words “intends,” “may,” “will,” “plans,” “expects,” “anticipates,” “projects,” “predicts,” “estimates,” “aims,” “believes,” “hopes,” “potential” or similar words. are based on certain assumptions and are subject to various known and unknown risks and uncertainties, many of which are beyond the Company’s control, and cannot be predicted or quantified and consequently, actual results may expressed or implied by such . Such risks and uncertainties include, without limitation, risks and uncertainties associated with (i) the initiation, timing, progress and results of the Company’s research, manufacturing, preclinical studies, clinical trials, and other therapeutic candidate development efforts; (ii) the Company’s ability to advance its therapeutic candidates into clinical trials or to successfully complete its preclinical studies or clinical trials; (iii) the extent and number of additional studies that the Company may be required to conduct and the Company’s receipt of regulatory approvals for its therapeutic candidates, and the timing of other regulatory filings, approvals and feedback; (iv) the manufacturing, clinical development, commercialization, and market acceptance of the Company’s therapeutic candidates; (v) the Company’s ability to successfully promote Donnatal ® and Esomeprazole Strontium Delayed-Release Capsules 49.3 mg and commercialize EnteraGam ® ; (vi) the Company’s ability to establish and maintain corporate collaborations; (vii) the Company's ability to acquire products approved for marketing in the U.S. that achieve commercial success and build its own marketing and commercialization capabilities; (viii) the interpretation of the properties and characteristics of the Company’s therapeutic candidates and the results obtained with its therapeutic candidates in research, preclinical studies or clinical trials; (ix) the implementation of the Company’s business model, strategic plans for its business and therapeutic candidates; (x) the scope of protection the Company is able to establish and maintain for intellectual property rights covering its therapeutic candidates and its ability to operate its business without infringing the intellectual property rights of others; (xi) parties from whom the Company licenses its intellectual property defaulting in their obligations to the Company; (xii) estimates of the Company’s expenses, future revenues, capital requirements and needs for additional financing; (xiii) the effect of patients suffering adverse experiences using investigative drugs under the Company's Expanded Access Program; and (xiv) competition from other companies and technologies within the Company’s industry. More detailed information about the Company and the risk factors that may affect the realization of is set forth in the Company's filings with the Securities and Exchange Commission (SEC), including the Company's Annual Report on Form 20-F filed with the SEC on February 22, 2018. All included in this press release are made only as of the date of this press release. The Company assumes no obligation to update any written or oral forward-looking statement, whether as a result of new information, future events or otherwise, unless required by law.\nCompany contact:\nAdi Frish\nSenior VP Business Development & Licensing\nRedHill Biopharma\n+972-54-6543-112\nadi@redhillbio.com",
    "published": "2018-05-08T15:00:00.000+03:00",
    "crawled": "2018-05-08T15:32:33.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "key",
        "highlight",
        "result",
        "phase",
        "iii",
        "study",
        "crohn",
        "disease",
        "map",
        "u",
        "study",
        "expected",
        "approximately",
        "month",
        "result",
        "confirmatory",
        "phase",
        "iii",
        "study",
        "talicia",
        "pylorus",
        "infection",
        "eradicate",
        "hp2",
        "study",
        "expected",
        "net",
        "revenue",
        "million",
        "gross",
        "profit",
        "million",
        "respectively",
        "sequentially",
        "previous",
        "quarter",
        "operating",
        "loss",
        "million",
        "reduced",
        "previous",
        "quarter",
        "expected",
        "continue",
        "decrease",
        "coming",
        "quarter",
        "balance",
        "sheet",
        "million",
        "cash",
        "end",
        "redhill",
        "plan",
        "raise",
        "additional",
        "capital",
        "ahead",
        "map",
        "u",
        "phase",
        "iii",
        "study",
        "result",
        "crohn",
        "disease",
        "conference",
        "call",
        "today",
        "tuesday",
        "may",
        "edt",
        "review",
        "financial",
        "result",
        "business",
        "highlight",
        "detail",
        "included",
        "israel",
        "raleigh",
        "may",
        "globe",
        "newswire",
        "redhill",
        "biopharma",
        "nasdaq",
        "rdhl",
        "stock",
        "exchange",
        "rdhl",
        "redhill",
        "company",
        "specialty",
        "biopharmaceutical",
        "company",
        "primarily",
        "focused",
        "late",
        "development",
        "commercialization",
        "proprietary",
        "drug",
        "gastrointestinal",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "dror",
        "redhill",
        "ceo",
        "said",
        "tremendous",
        "energy",
        "enthusiasm",
        "within",
        "redhill",
        "currently",
        "approach",
        "two",
        "planned",
        "phase",
        "iii",
        "readout",
        "crohn",
        "disease",
        "approximately",
        "three",
        "month",
        "pylorus",
        "infection",
        "fourth",
        "quarter",
        "attentive",
        "shareholder",
        "plan",
        "raise",
        "additional",
        "capital",
        "ahead",
        "map",
        "u",
        "phase",
        "iii",
        "study",
        "result",
        "crohn",
        "disease",
        "rapid",
        "revenue",
        "growth",
        "commercial",
        "activity",
        "decreased",
        "operational",
        "cost",
        "first",
        "quarter",
        "underscore",
        "continued",
        "commitment",
        "reducing",
        "cash",
        "burn",
        "rate",
        "building",
        "shareholder",
        "financial",
        "highlight",
        "quarter",
        "ended",
        "march",
        "net",
        "revenue",
        "million",
        "increase",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "million",
        "increase",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "increased",
        "fourth",
        "quarter",
        "research",
        "development",
        "expense",
        "million",
        "decrease",
        "fourth",
        "quarter",
        "decrease",
        "fourth",
        "quarter",
        "mainly",
        "due",
        "completion",
        "patient",
        "enrollment",
        "phase",
        "iii",
        "study",
        "crohn",
        "disease",
        "map",
        "u",
        "study",
        "selling",
        "marketing",
        "business",
        "development",
        "expense",
        "million",
        "decrease",
        "fourth",
        "quarter",
        "decrease",
        "due",
        "company",
        "cost",
        "reduction",
        "plan",
        "general",
        "administrative",
        "expense",
        "million",
        "decrease",
        "fourth",
        "quarter",
        "decrease",
        "due",
        "company",
        "cost",
        "reduction",
        "plan",
        "operating",
        "loss",
        "million",
        "decrease",
        "fourth",
        "quarter",
        "decrease",
        "due",
        "increase",
        "net",
        "revenue",
        "gross",
        "profit",
        "decrease",
        "operating",
        "expense",
        "detailed",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "due",
        "company",
        "progress",
        "phase",
        "iii",
        "study",
        "crohn",
        "disease",
        "map",
        "u",
        "study",
        "overall",
        "reduction",
        "operating",
        "loss",
        "cash",
        "balance",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "result",
        "company",
        "ongoing",
        "operational",
        "activity",
        "conference",
        "call",
        "webcast",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "today",
        "tuesday",
        "may",
        "edt",
        "review",
        "financial",
        "result",
        "business",
        "highlight",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "one",
        "following",
        "number",
        "minute",
        "prior",
        "start",
        "call",
        "united",
        "state",
        "international",
        "israel",
        "access",
        "code",
        "call",
        "conference",
        "call",
        "broadcasted",
        "live",
        "available",
        "replay",
        "company",
        "website",
        "http",
        "day",
        "please",
        "access",
        "company",
        "website",
        "least",
        "minute",
        "ahead",
        "conference",
        "call",
        "register",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "select",
        "r",
        "highlight",
        "crohn",
        "disease",
        "first",
        "phase",
        "iii",
        "last",
        "patient",
        "enrolled",
        "first",
        "phase",
        "iii",
        "study",
        "crohn",
        "disease",
        "map",
        "u",
        "study",
        "completed",
        "week",
        "treatment",
        "primary",
        "endpoint",
        "evaluation",
        "result",
        "map",
        "u",
        "study",
        "expected",
        "announced",
        "approximately",
        "month",
        "talicia",
        "pylorus",
        "infection",
        "confirmatory",
        "phase",
        "iii",
        "fda",
        "qidp",
        "status",
        "date",
        "planned",
        "total",
        "patient",
        "enrolled",
        "ongoing",
        "confirmatory",
        "phase",
        "iii",
        "study",
        "talicia",
        "pylorus",
        "infection",
        "eradicate",
        "hp2",
        "redhill",
        "expects",
        "complete",
        "enrollment",
        "eradicate",
        "hp2",
        "study",
        "third",
        "quarter",
        "announce",
        "result",
        "fourth",
        "quarter",
        "subject",
        "successful",
        "outcome",
        "additional",
        "regulatory",
        "feedback",
        "eradicate",
        "hp2",
        "study",
        "expected",
        "complete",
        "package",
        "required",
        "potential",
        "nda",
        "talicia",
        "filing",
        "planned",
        "early",
        "accepted",
        "review",
        "fda",
        "could",
        "potentially",
        "approve",
        "talicia",
        "second",
        "half",
        "following",
        "priority",
        "nda",
        "review",
        "bekinda",
        "mg",
        "phase",
        "ii",
        "january",
        "redhill",
        "announced",
        "positive",
        "final",
        "result",
        "phase",
        "ii",
        "study",
        "bekinda",
        "mg",
        "treatment",
        "irritable",
        "bowel",
        "syndrome",
        "randomized",
        "phase",
        "ii",
        "study",
        "successfully",
        "met",
        "primary",
        "endpoint",
        "improving",
        "stool",
        "consistency",
        "per",
        "fda",
        "guidance",
        "definition",
        "absolute",
        "difference",
        "placebo",
        "redhill",
        "plan",
        "meet",
        "fda",
        "second",
        "quarter",
        "discus",
        "design",
        "one",
        "two",
        "pivotal",
        "phase",
        "iii",
        "study",
        "abstract",
        "number",
        "describing",
        "result",
        "study",
        "presented",
        "poster",
        "distinction",
        "digestive",
        "disease",
        "week",
        "ddw",
        "sunday",
        "june",
        "pm",
        "pm",
        "edt",
        "walter",
        "washington",
        "convention",
        "center",
        "washington",
        "dc",
        "yeliva",
        "abc294640",
        "cholangiocarcinoma",
        "phase",
        "iia",
        "fda",
        "orphan",
        "drug",
        "designation",
        "date",
        "nine",
        "patient",
        "enrolled",
        "phase",
        "iia",
        "study",
        "yeliva",
        "abc294640",
        "treatment",
        "cholangiocarcinoma",
        "bile",
        "duct",
        "cancer",
        "enrollment",
        "expected",
        "completed",
        "end",
        "study",
        "conducted",
        "mayo",
        "clinic",
        "major",
        "campus",
        "arizona",
        "minnesota",
        "university",
        "texas",
        "md",
        "anderson",
        "cancer",
        "center",
        "huntsman",
        "cancer",
        "institute",
        "university",
        "utah",
        "health",
        "designed",
        "enroll",
        "patient",
        "encapsulated",
        "bowel",
        "cleanser",
        "licensed",
        "salix",
        "pharmaceutical",
        "redhill",
        "recently",
        "amended",
        "worldwide",
        "license",
        "agreement",
        "salix",
        "pharmaceutical",
        "related",
        "encapsulated",
        "bowel",
        "cleanser",
        "well",
        "additional",
        "related",
        "right",
        "amendment",
        "clarifies",
        "development",
        "effort",
        "used",
        "salix",
        "well",
        "provides",
        "enhanced",
        "involvement",
        "redhill",
        "certain",
        "intellectual",
        "property",
        "matter",
        "addition",
        "party",
        "agreed",
        "increase",
        "lower",
        "end",
        "range",
        "royalty",
        "payment",
        "paid",
        "redhill",
        "net",
        "sale",
        "low",
        "single",
        "digit",
        "high",
        "single",
        "digit",
        "potential",
        "royalty",
        "range",
        "high",
        "single",
        "digit",
        "low",
        "double",
        "digit",
        "milestone",
        "payment",
        "remain",
        "unchanged",
        "nontuberculous",
        "mycobacteria",
        "ntm",
        "infection",
        "planned",
        "pivotal",
        "phase",
        "iii",
        "fda",
        "qidp",
        "status",
        "pivotal",
        "phase",
        "iii",
        "study",
        "treatment",
        "nontuberculous",
        "mycobacteria",
        "ntm",
        "infection",
        "expected",
        "initiated",
        "second",
        "half",
        "subject",
        "completion",
        "supportive",
        "program",
        "additional",
        "input",
        "fda",
        "planned",
        "assessed",
        "treatment",
        "ntm",
        "disease",
        "caused",
        "mycobacterium",
        "avium",
        "complex",
        "mac",
        "infection",
        "redhill",
        "biopharma",
        "redhill",
        "biopharma",
        "nasdaq",
        "rdhl",
        "stock",
        "exchange",
        "rdhl",
        "specialty",
        "biopharmaceutical",
        "company",
        "primarily",
        "focused",
        "development",
        "commercialization",
        "late",
        "proprietary",
        "drug",
        "treatment",
        "gastrointestinal",
        "disease",
        "redhill",
        "commercializes",
        "promotes",
        "three",
        "gastrointestinal",
        "product",
        "donnatal",
        "prescription",
        "oral",
        "adjunctive",
        "drug",
        "used",
        "treatment",
        "ibs",
        "acute",
        "enterocolitis",
        "esomeprazole",
        "strontium",
        "capsule",
        "mg",
        "prescription",
        "proton",
        "pump",
        "inhibitor",
        "indicated",
        "adult",
        "treatment",
        "gastroesophageal",
        "reflux",
        "disease",
        "gerd",
        "gastrointestinal",
        "condition",
        "enteragam",
        "medical",
        "food",
        "intended",
        "dietary",
        "management",
        "medical",
        "supervision",
        "chronic",
        "diarrhea",
        "loose",
        "stool",
        "redhill",
        "key",
        "development",
        "program",
        "include",
        "talicia",
        "rhb",
        "treatment",
        "helicobacter",
        "pylorus",
        "infection",
        "ongoing",
        "confirmatory",
        "phase",
        "iii",
        "study",
        "positive",
        "result",
        "first",
        "phase",
        "iii",
        "study",
        "ii",
        "ongoing",
        "first",
        "phase",
        "iii",
        "study",
        "crohn",
        "disease",
        "iii",
        "planned",
        "pivotal",
        "phase",
        "iii",
        "study",
        "nontuberculous",
        "mycobacteria",
        "ntm",
        "infection",
        "iv",
        "bekinda",
        "positive",
        "result",
        "phase",
        "iii",
        "study",
        "acute",
        "gastroenteritis",
        "gastritis",
        "positive",
        "result",
        "phase",
        "ii",
        "study",
        "v",
        "yeliva",
        "abc294640",
        "sk2",
        "selective",
        "inhibitor",
        "targeting",
        "multiple",
        "oncology",
        "inflammatory",
        "gastrointestinal",
        "indication",
        "ongoing",
        "phase",
        "iia",
        "study",
        "cholangiocarcinoma",
        "vi",
        "encapsulated",
        "bowel",
        "preparation",
        "licensed",
        "salix",
        "pharmaceutical",
        "vii",
        "formerly",
        "mesupron",
        "phase",
        "serine",
        "protease",
        "inhibitor",
        "targeting",
        "cancer",
        "inflammatory",
        "gastrointestinal",
        "disease",
        "information",
        "company",
        "available",
        "press",
        "release",
        "contains",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "preceded",
        "word",
        "intends",
        "may",
        "plan",
        "expects",
        "anticipates",
        "project",
        "predicts",
        "estimate",
        "aim",
        "belief",
        "hope",
        "potential",
        "similar",
        "word",
        "based",
        "certain",
        "assumption",
        "subject",
        "various",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "company",
        "control",
        "predicted",
        "quantified",
        "consequently",
        "actual",
        "result",
        "may",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "associated",
        "initiation",
        "timing",
        "progress",
        "result",
        "company",
        "research",
        "manufacturing",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "therapeutic",
        "candidate",
        "development",
        "effort",
        "ii",
        "company",
        "ability",
        "advance",
        "therapeutic",
        "candidate",
        "clinical",
        "trial",
        "successfully",
        "complete",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "iii",
        "extent",
        "number",
        "additional",
        "study",
        "company",
        "may",
        "required",
        "conduct",
        "company",
        "receipt",
        "regulatory",
        "approval",
        "therapeutic",
        "candidate",
        "timing",
        "regulatory",
        "filing",
        "approval",
        "feedback",
        "iv",
        "manufacturing",
        "clinical",
        "development",
        "commercialization",
        "market",
        "acceptance",
        "company",
        "therapeutic",
        "candidate",
        "v",
        "company",
        "ability",
        "successfully",
        "promote",
        "donnatal",
        "esomeprazole",
        "strontium",
        "capsule",
        "mg",
        "commercialize",
        "enteragam",
        "vi",
        "company",
        "ability",
        "establish",
        "maintain",
        "corporate",
        "collaboration",
        "vii",
        "company",
        "ability",
        "acquire",
        "product",
        "approved",
        "marketing",
        "achieve",
        "commercial",
        "success",
        "build",
        "marketing",
        "commercialization",
        "capability",
        "viii",
        "interpretation",
        "property",
        "characteristic",
        "company",
        "therapeutic",
        "candidate",
        "result",
        "obtained",
        "therapeutic",
        "candidate",
        "research",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "ix",
        "implementation",
        "company",
        "business",
        "model",
        "strategic",
        "plan",
        "business",
        "therapeutic",
        "candidate",
        "x",
        "scope",
        "protection",
        "company",
        "able",
        "establish",
        "maintain",
        "intellectual",
        "property",
        "right",
        "covering",
        "therapeutic",
        "candidate",
        "ability",
        "operate",
        "business",
        "without",
        "infringing",
        "intellectual",
        "property",
        "right",
        "others",
        "xi",
        "party",
        "company",
        "license",
        "intellectual",
        "property",
        "defaulting",
        "obligation",
        "company",
        "xii",
        "estimate",
        "company",
        "expense",
        "future",
        "revenue",
        "capital",
        "requirement",
        "need",
        "additional",
        "financing",
        "xiii",
        "effect",
        "patient",
        "suffering",
        "adverse",
        "experience",
        "using",
        "investigative",
        "drug",
        "company",
        "expanded",
        "access",
        "program",
        "xiv",
        "competition",
        "company",
        "technology",
        "within",
        "company",
        "industry",
        "detailed",
        "information",
        "company",
        "risk",
        "factor",
        "may",
        "affect",
        "realization",
        "set",
        "forth",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "february",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "written",
        "oral",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "unless",
        "required",
        "law",
        "company",
        "contact",
        "adi",
        "frish",
        "senior",
        "vp",
        "business",
        "development",
        "licensing",
        "redhill",
        "biopharma",
        "adi"
    ]
}