{
    "organizations": [],
    "uuid": "c5f0c4867cfefe6f2cbe60d436d05c37a54b5491",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/28/globe-newswire-myriad-genetics-signs-definitive-agreement-to-acquire-counsyl-inc.html",
    "ord_in_thread": 0,
    "title": "Myriad Genetics Signs Definitive Agreement to Acquire Counsyl, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SALT LAKE CITY, Myriad Genetics , Inc. (NASDAQ:MYGN), a leader in molecular diagnostics and personalized medicine, today announced that it has signed a definitive agreement to acquire Counsyl, a pioneer in expanded carrier screening and non-invasive prenatal screening for $375 million through a combination of cash and Myriad common stock. Counsyl has experienced rapid growth since being founded in 2007, and in the last twelve months alone has generated more than $134 million in revenue and performed over 280,000 reproductive genetic tests.\nOn completion of the transaction, which is expected to close in Myriad’s fiscal first-quarter 2019, Counsyl will become a wholly owned subsidiary of Myriad. A discussion on the details and strategy underlying this acquisition will be provided on a conference call tomorrow, May 29, at 7:30 a.m. EDT.\n“By offering Counsyl’s best-in-class reproductive testing products in conjunction with Myriad’s leading hereditary cancer tests, we are well positioned to be the premier women’s health genetic testing company,” said Mark C. Capone, president and CEO of Myriad Genetics. “The Counsyl management team has a remarkable track record of success, and combining our commercial capabilities will lead to a three-fold increase in physician reach for Counsyl’s reproductive tests.”\n“We are excited to be joining the global leader in personalized medicine to create the largest women’s health genetic testing company in the world,” said Ramji Srinivasan, CEO of Counsyl. “As our physicians increasingly look for a single source of genetic testing, we can leverage our collective strengths to provide the highest quality genetic tests with a seamless customer experience.”\nBenefits of the Transaction\nEntry Into High-Growth Reproductive Testing Market: Myriad estimates that approximately 900,000 carrier screening tests and approximately 1.3 million non-invasive prenatal screening tests will be performed in the United States during its fiscal year 2018. The company believes these markets will grow at a double-digit rate with approximately 3.5 million total reproductive genetic tests performed in the United States in fiscal year 2023, representing a market of more than $1.5 billion.\nComprehensive Women’s Health Product Offering: Counsyl is the market leader in expanded carrier screening with its Foresight™ test which covers more than 175 clinically actionable conditions with high accuracy across ethnicities (greater than 99.99% for most genes on the panel) and the highest detection rate of any commercially available test on the market. In the non-invasive prenatal screening market, Counsyl has been rapidly gaining market share with its Prelude™ test which has the lowest inconclusive rate of any product on the market. Offering these tests in conjunction with Myriad’s leading hereditary cancer test provides a single source of genetic tests for the 40,000 physicians in the women’s health market.\nBroad Reimbursement Coverage with Potential for Further Expansion: Counsyl reproductive genetic tests are broadly covered by commercial insurance in the United States with the potential for expanding reimbursement for both Foresight and Prelude. In the expanded carrier screening market, the American College of Obstetricians and Gynecologists recently broadened their professional guidelines and a new category one current procedural terminology (CPT) code was established for a more comprehensive panel of genes. Additionally, in the non-invasive prenatal screening market, reimbursement could benefit from expanded commercial coverage for average-risk women, expanded Medicaid coverage and reimbursement for microdeletions.\nPotential for Revenue Synergies by Tripling Reproductive Testing Reach: Currently, Myriad has a women’s health sales force of approximately 225 sales representatives and Counsyl has approximately 80 sales professionals. The combined team will represent the largest women’s health sales force in molecular diagnostics and will provide a three-fold increase in physician reach for reproductive testing.\nPotential for Cost Synergies and to Expanded Capabilities throughout the Enterprise: The integration of the two companies will provide opportunities to drive efficiencies and leverage the unique capabilities within each company. For example, Counsyl has developed innovative patient-centric software tools and electronic medical record integration that can be leveraged across the entire portfolio of Myriad products.\nFinancing\nMyriad intends to fund the transaction through cash on hand, an existing revolving credit facility and the issuance of common stock. The transaction was valued at $375 million in cash with shareholders having the right to receive up to 25 percent of that consideration in Myriad common stock based on a trailing 30 day average share price. The number of shares delivered to former Counsyl shareholders will not exceed 3 million shares. At the end of the fiscal third quarter, Myriad had cash and cash equivalents of $209 million and $231 million in availability on its revolving credit facility. The transaction is expected to close in the fiscal first-quarter 2019 and is subject to customary closing conditions and regulatory approvals.\nAdvisors\nLazard is acting as the exclusive financial advisor to Myriad Genetics and Mintz Levin Cohn Ferris Glovsky and Popeo PC is serving as legal counsel. Piper Jaffray is acting as the exclusive financial advisor to Counsyl and Cooley LLP is serving as legal counsel.\nConference Call and Webcast\nA conference call will be held tomorrow, May 29, 2018 at 7:30 a.m. EDT to discuss Myriad’s acquisition of Counsyl. The dial-in number for domestic callers is 1-800-407-3269. International callers may dial 1-303-223-4382. All callers will be asked to reference reservation number 21890575. An archived replay of the call will be available for seven days by dialing 1-800-633-8284 and entering the reservation number above. The conference call along with a slide presentation will also will be available through a live webcast at www.myriad.com .\nAbout Myriad Genetics\nMyriad Genetics Inc., is a leading personalized medicine company dedicated to being a trusted advisor transforming patient lives worldwide with pioneering molecular diagnostics. Myriad discovers and commercializes molecular diagnostic tests that: determine the risk of developing disease, accurately diagnose disease, assess the risk of disease progression, and guide treatment decisions across six major medical specialties where molecular diagnostics can significantly improve patient care and lower healthcare costs. Myriad is focused on five strategic imperatives: building upon a solid hereditary cancer foundation, growing new product volume, expanding reimbursement coverage for new products, increasing RNA kit revenue internationally and improving profitability with Elevate 2020. For more information on how Myriad is making a difference, please visit the Company's website: www.myriad.com .\nMyriad, the Myriad logo, BART, BRAC Analysis , Colaris, Colaris AP, myPath, myRisk, Myriad myRisk, myRisk Hereditary Cancer, myChoice, myPlan, BRACAnalysis CDx, Tumor BRACAnalysis CDx, myChoice HRD, EndoPredict, Vectra, GeneSight, riskScore and Prolaris are trademarks or registered trademarks of Myriad Genetics, Inc. or its wholly owned subsidiaries in the United States and foreign countries. MYGN-F, MYGN-G.\nAbout Counsyl, Inc.\nCounsyl provides actionable information that guides women and their families in making critical and timely health decisions. Counsyl operates a high-complexity clinical laboratory that offers the Foresight™ Carrier Screen, Prelude™ Prenatal Screen and Reliant™ Cancer Screen, as well as supporting services through Counsyl Complete™, a proprietary suite of solutions, designed to seamlessly integrate Counsyl screening into clinic workflows and patients’ lives. Our custom-designed clinical laboratory provides highly reliable results, fast test processing speeds and rapid scalability, all at low capital and operating costs. Since 2007, we’ve worked with tens of thousands of providers to deliver over one million patient results. For more information, visit www.counsyl.com .\nSafe Harbor Statement\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements relating to the Company acquiring Counsyl; the transaction closing in Myriad’s fiscal first-quarter 2019 and Counsyl becoming a wholly owned subsidiary of the Company; the Company being well positioned to be the premier women’s health genetic testing company; the combination of the Company’s and Counsyl’s commercial capabilities leading to a three-fold increase in physician reach for Counsyl’s reproductive tests; creating the largest women’s health genetic testing company in the world; estimations that approximately 900,000 carrier screening tests and approximately 1.3 million non-invasive prenatal screening tests will be performed in the United States during the Company’s fiscal year 2018; the Company’s belief that the carrier screening and non-invasive prenatal screening markets will grow at a double-digit rate with approximately 3.5 million total reproductive genetic tests performed in the United States in the Company’s fiscal year 2023, representing a market of more than $1.5 billion; the potential for expanding reimbursement for both Foresight and Prelude; reimbursement in the non-invasive prenatal screening market potentially benefiting from expanded commercial coverage for average-risk women, expanded Medicaid coverage and reimbursement for microdeletions; the potential for revenue synergies by tripling women’s health sales force; the combined women’s health sales team representing the largest women’s health sales force in molecular diagnostics and providing a three-fold increase in physician reach for reproductive testing; the integration of the two companies providing opportunities to drive efficiencies and leverage the unique capabilities within each company; the leveraging of Counsyl’s innovative patient-centric software tools and electronic medical record integration across the entire portfolio of Company products; the Company’s intent to fund the transaction through cash on hand, an existing revolving credit facility and the issuance of common stock; the number of shares delivered to former Counsyl shareholders not exceeding 3 million shares; and the Company’s strategic directives under the caption “About Myriad Genetics.” These “forward-looking statements” are based on management’s current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those described or implied in the forward-looking statements. These risks include, but are not limited to: the risk that sales and profit margins of our existing molecular diagnostic tests and pharmaceutical and clinical services may decline or will not continue to increase at historical rates; risks related to our ability to transition from our existing product portfolio to our new tests; risks related to changes in the governmental or private insurers’ reimbursement levels for our tests or our ability to obtain reimbursement for our new tests at comparable levels to our existing tests; risks related to increased competition and the development of new competing tests and services; the risk that we may be unable to develop or achieve commercial success for additional molecular diagnostic tests and pharmaceutical and clinical services in a timely manner, or at all; the risk that we may not successfully develop new markets for our molecular diagnostic tests and pharmaceutical and clinical services, including our ability to successfully generate revenue outside the United States; the risk that licenses to the technology underlying our molecular diagnostic tests and pharmaceutical and clinical services tests and any future tests are terminated or cannot be maintained on satisfactory terms; risks related to delays or other problems with operating our laboratory testing facilities; risks related to public concern over our genetic testing in general or our tests in particular; risks related to regulatory requirements or enforcement in the United States and foreign countries and changes in the structure of the healthcare system or healthcare payment systems; risks related to our ability to obtain new corporate collaborations or licenses and acquire new technologies or businesses on satisfactory terms, if at all; risks related to our ability to successfully integrate and derive benefits from any technologies or businesses that we license or acquire, including but not limited to our acquisition of Assurex, Sividon and the Clinic; risks related to our projections about the potential market opportunity for our products; the risk that we or our licensors may be unable to protect or that third parties will infringe the proprietary technologies underlying our tests; the risk of patent-infringement claims or challenges to the validity of our patents; risks related to changes in intellectual property laws covering our molecular diagnostic tests and pharmaceutical and clinical services and patents or enforcement in the United States and foreign countries, such as the Supreme Court decision in the lawsuit brought against us by the Association for Molecular Pathology et al; risks of new, changing and competitive technologies and regulations in the United States and internationally; the risk that we may be unable to comply with financial operating covenants under our credit or lending agreements; the risk that we will be unable to pay, when due, amounts due under our credit or lending agreements; and other factors discussed under the heading “Risk Factors” contained in Item 1A of our Annual report on Form 10-K for the fiscal year ended June 30, 2017, which has been filed with the Securities and Exchange Commission, as well as any updates to those risk factors filed from time to time in our Quarterly Reports on Form 10-Q or Current Reports on Form 8-K.\nMedia Contact: Ron Rogers Investor Contact: Scott Gleason (801) 584-3065 (801) 584-1143 rrogers@myriad.com sgleason@myriad.com\nSource:Myriad Genetics, Inc.",
    "published": "2018-05-29T02:00:00.000+03:00",
    "crawled": "2018-05-29T03:04:14.029+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "salt",
        "lake",
        "city",
        "myriad",
        "genetics",
        "nasdaq",
        "mygn",
        "leader",
        "molecular",
        "diagnostics",
        "personalized",
        "medicine",
        "today",
        "announced",
        "signed",
        "definitive",
        "agreement",
        "acquire",
        "counsyl",
        "pioneer",
        "expanded",
        "carrier",
        "screening",
        "prenatal",
        "screening",
        "million",
        "combination",
        "cash",
        "myriad",
        "common",
        "stock",
        "counsyl",
        "experienced",
        "rapid",
        "growth",
        "since",
        "founded",
        "last",
        "twelve",
        "month",
        "alone",
        "generated",
        "million",
        "revenue",
        "performed",
        "reproductive",
        "genetic",
        "test",
        "completion",
        "transaction",
        "expected",
        "close",
        "myriad",
        "fiscal",
        "counsyl",
        "become",
        "wholly",
        "owned",
        "subsidiary",
        "myriad",
        "discussion",
        "detail",
        "strategy",
        "underlying",
        "acquisition",
        "provided",
        "conference",
        "call",
        "tomorrow",
        "may",
        "edt",
        "offering",
        "counsyl",
        "reproductive",
        "testing",
        "product",
        "conjunction",
        "myriad",
        "leading",
        "hereditary",
        "cancer",
        "test",
        "well",
        "positioned",
        "premier",
        "woman",
        "health",
        "genetic",
        "testing",
        "company",
        "said",
        "mark",
        "capone",
        "president",
        "ceo",
        "myriad",
        "genetics",
        "counsyl",
        "management",
        "team",
        "remarkable",
        "track",
        "record",
        "success",
        "combining",
        "commercial",
        "capability",
        "lead",
        "increase",
        "physician",
        "reach",
        "counsyl",
        "reproductive",
        "excited",
        "joining",
        "global",
        "leader",
        "personalized",
        "medicine",
        "create",
        "largest",
        "woman",
        "health",
        "genetic",
        "testing",
        "company",
        "world",
        "said",
        "ramji",
        "srinivasan",
        "ceo",
        "counsyl",
        "physician",
        "increasingly",
        "look",
        "single",
        "source",
        "genetic",
        "testing",
        "leverage",
        "collective",
        "strength",
        "provide",
        "highest",
        "quality",
        "genetic",
        "test",
        "seamless",
        "customer",
        "benefit",
        "transaction",
        "entry",
        "reproductive",
        "testing",
        "market",
        "myriad",
        "estimate",
        "approximately",
        "carrier",
        "screening",
        "test",
        "approximately",
        "million",
        "prenatal",
        "screening",
        "test",
        "performed",
        "united",
        "state",
        "fiscal",
        "year",
        "company",
        "belief",
        "market",
        "grow",
        "rate",
        "approximately",
        "million",
        "total",
        "reproductive",
        "genetic",
        "test",
        "performed",
        "united",
        "state",
        "fiscal",
        "year",
        "representing",
        "market",
        "billion",
        "comprehensive",
        "woman",
        "health",
        "product",
        "offering",
        "counsyl",
        "market",
        "leader",
        "expanded",
        "carrier",
        "screening",
        "test",
        "cover",
        "clinically",
        "actionable",
        "condition",
        "high",
        "accuracy",
        "across",
        "ethnicity",
        "greater",
        "gene",
        "panel",
        "highest",
        "detection",
        "rate",
        "commercially",
        "available",
        "test",
        "market",
        "prenatal",
        "screening",
        "market",
        "counsyl",
        "rapidly",
        "gaining",
        "market",
        "share",
        "test",
        "lowest",
        "inconclusive",
        "rate",
        "product",
        "market",
        "offering",
        "test",
        "conjunction",
        "myriad",
        "leading",
        "hereditary",
        "cancer",
        "test",
        "provides",
        "single",
        "source",
        "genetic",
        "test",
        "physician",
        "woman",
        "health",
        "market",
        "broad",
        "reimbursement",
        "coverage",
        "potential",
        "expansion",
        "counsyl",
        "reproductive",
        "genetic",
        "test",
        "broadly",
        "covered",
        "commercial",
        "insurance",
        "united",
        "state",
        "potential",
        "expanding",
        "reimbursement",
        "foresight",
        "prelude",
        "expanded",
        "carrier",
        "screening",
        "market",
        "american",
        "college",
        "obstetrician",
        "gynecologist",
        "recently",
        "broadened",
        "professional",
        "guideline",
        "new",
        "category",
        "one",
        "current",
        "procedural",
        "terminology",
        "cpt",
        "code",
        "established",
        "comprehensive",
        "panel",
        "gene",
        "additionally",
        "prenatal",
        "screening",
        "market",
        "reimbursement",
        "could",
        "benefit",
        "expanded",
        "commercial",
        "coverage",
        "woman",
        "expanded",
        "medicaid",
        "coverage",
        "reimbursement",
        "microdeletions",
        "potential",
        "revenue",
        "synergy",
        "tripling",
        "reproductive",
        "testing",
        "reach",
        "currently",
        "myriad",
        "woman",
        "health",
        "sale",
        "force",
        "approximately",
        "sale",
        "representative",
        "counsyl",
        "approximately",
        "sale",
        "professional",
        "combined",
        "team",
        "represent",
        "largest",
        "woman",
        "health",
        "sale",
        "force",
        "molecular",
        "diagnostics",
        "provide",
        "increase",
        "physician",
        "reach",
        "reproductive",
        "testing",
        "potential",
        "cost",
        "synergy",
        "expanded",
        "capability",
        "throughout",
        "enterprise",
        "integration",
        "two",
        "company",
        "provide",
        "opportunity",
        "drive",
        "efficiency",
        "leverage",
        "unique",
        "capability",
        "within",
        "company",
        "example",
        "counsyl",
        "developed",
        "innovative",
        "software",
        "tool",
        "electronic",
        "medical",
        "record",
        "integration",
        "leveraged",
        "across",
        "entire",
        "portfolio",
        "myriad",
        "product",
        "financing",
        "myriad",
        "intends",
        "fund",
        "transaction",
        "cash",
        "hand",
        "existing",
        "revolving",
        "credit",
        "facility",
        "issuance",
        "common",
        "stock",
        "transaction",
        "valued",
        "million",
        "cash",
        "shareholder",
        "right",
        "receive",
        "percent",
        "consideration",
        "myriad",
        "common",
        "stock",
        "based",
        "trailing",
        "day",
        "average",
        "share",
        "price",
        "number",
        "share",
        "delivered",
        "former",
        "counsyl",
        "shareholder",
        "exceed",
        "million",
        "share",
        "end",
        "fiscal",
        "third",
        "quarter",
        "myriad",
        "cash",
        "cash",
        "equivalent",
        "million",
        "million",
        "availability",
        "revolving",
        "credit",
        "facility",
        "transaction",
        "expected",
        "close",
        "fiscal",
        "subject",
        "customary",
        "closing",
        "condition",
        "regulatory",
        "approval",
        "advisor",
        "lazard",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "myriad",
        "genetics",
        "mintz",
        "levin",
        "cohn",
        "ferris",
        "glovsky",
        "popeo",
        "pc",
        "serving",
        "legal",
        "counsel",
        "piper",
        "jaffray",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "counsyl",
        "cooley",
        "llp",
        "serving",
        "legal",
        "counsel",
        "conference",
        "call",
        "webcast",
        "conference",
        "call",
        "held",
        "tomorrow",
        "may",
        "edt",
        "discus",
        "myriad",
        "acquisition",
        "counsyl",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "may",
        "dial",
        "caller",
        "asked",
        "reference",
        "reservation",
        "number",
        "archived",
        "replay",
        "call",
        "available",
        "seven",
        "day",
        "dialing",
        "entering",
        "reservation",
        "number",
        "conference",
        "call",
        "along",
        "slide",
        "presentation",
        "also",
        "available",
        "live",
        "webcast",
        "myriad",
        "genetics",
        "myriad",
        "genetics",
        "leading",
        "personalized",
        "medicine",
        "company",
        "dedicated",
        "trusted",
        "advisor",
        "transforming",
        "patient",
        "life",
        "worldwide",
        "pioneering",
        "molecular",
        "diagnostics",
        "myriad",
        "discovers",
        "commercializes",
        "molecular",
        "diagnostic",
        "test",
        "determine",
        "risk",
        "developing",
        "disease",
        "accurately",
        "diagnose",
        "disease",
        "assess",
        "risk",
        "disease",
        "progression",
        "guide",
        "treatment",
        "decision",
        "across",
        "six",
        "major",
        "medical",
        "specialty",
        "molecular",
        "diagnostics",
        "significantly",
        "improve",
        "patient",
        "care",
        "lower",
        "healthcare",
        "cost",
        "myriad",
        "focused",
        "five",
        "strategic",
        "imperative",
        "building",
        "upon",
        "solid",
        "hereditary",
        "cancer",
        "foundation",
        "growing",
        "new",
        "product",
        "volume",
        "expanding",
        "reimbursement",
        "coverage",
        "new",
        "product",
        "increasing",
        "rna",
        "kit",
        "revenue",
        "internationally",
        "improving",
        "profitability",
        "elevate",
        "information",
        "myriad",
        "making",
        "difference",
        "please",
        "visit",
        "company",
        "website",
        "myriad",
        "myriad",
        "logo",
        "bart",
        "brac",
        "analysis",
        "colaris",
        "colaris",
        "ap",
        "mypath",
        "myrisk",
        "myriad",
        "myrisk",
        "myrisk",
        "hereditary",
        "cancer",
        "mychoice",
        "myplan",
        "bracanalysis",
        "cdx",
        "tumor",
        "bracanalysis",
        "cdx",
        "mychoice",
        "hrd",
        "endopredict",
        "vectra",
        "genesight",
        "riskscore",
        "prolaris",
        "trademark",
        "registered",
        "trademark",
        "myriad",
        "genetics",
        "wholly",
        "owned",
        "subsidiary",
        "united",
        "state",
        "foreign",
        "country",
        "counsyl",
        "counsyl",
        "provides",
        "actionable",
        "information",
        "guide",
        "woman",
        "family",
        "making",
        "critical",
        "timely",
        "health",
        "decision",
        "counsyl",
        "operates",
        "clinical",
        "laboratory",
        "offer",
        "carrier",
        "screen",
        "prenatal",
        "screen",
        "cancer",
        "screen",
        "well",
        "supporting",
        "service",
        "counsyl",
        "proprietary",
        "suite",
        "solution",
        "designed",
        "seamlessly",
        "integrate",
        "counsyl",
        "screening",
        "clinic",
        "workflow",
        "patient",
        "life",
        "clinical",
        "laboratory",
        "provides",
        "highly",
        "reliable",
        "result",
        "fast",
        "test",
        "processing",
        "speed",
        "rapid",
        "scalability",
        "low",
        "capital",
        "operating",
        "cost",
        "since",
        "worked",
        "ten",
        "thousand",
        "provider",
        "deliver",
        "one",
        "million",
        "patient",
        "result",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "relating",
        "company",
        "acquiring",
        "counsyl",
        "transaction",
        "closing",
        "myriad",
        "fiscal",
        "counsyl",
        "becoming",
        "wholly",
        "owned",
        "subsidiary",
        "company",
        "company",
        "well",
        "positioned",
        "premier",
        "woman",
        "health",
        "genetic",
        "testing",
        "company",
        "combination",
        "company",
        "counsyl",
        "commercial",
        "capability",
        "leading",
        "increase",
        "physician",
        "reach",
        "counsyl",
        "reproductive",
        "test",
        "creating",
        "largest",
        "woman",
        "health",
        "genetic",
        "testing",
        "company",
        "world",
        "estimation",
        "approximately",
        "carrier",
        "screening",
        "test",
        "approximately",
        "million",
        "prenatal",
        "screening",
        "test",
        "performed",
        "united",
        "state",
        "company",
        "fiscal",
        "year",
        "company",
        "belief",
        "carrier",
        "screening",
        "prenatal",
        "screening",
        "market",
        "grow",
        "rate",
        "approximately",
        "million",
        "total",
        "reproductive",
        "genetic",
        "test",
        "performed",
        "united",
        "state",
        "company",
        "fiscal",
        "year",
        "representing",
        "market",
        "billion",
        "potential",
        "expanding",
        "reimbursement",
        "foresight",
        "prelude",
        "reimbursement",
        "prenatal",
        "screening",
        "market",
        "potentially",
        "benefiting",
        "expanded",
        "commercial",
        "coverage",
        "woman",
        "expanded",
        "medicaid",
        "coverage",
        "reimbursement",
        "microdeletions",
        "potential",
        "revenue",
        "synergy",
        "tripling",
        "woman",
        "health",
        "sale",
        "force",
        "combined",
        "woman",
        "health",
        "sale",
        "team",
        "representing",
        "largest",
        "woman",
        "health",
        "sale",
        "force",
        "molecular",
        "diagnostics",
        "providing",
        "increase",
        "physician",
        "reach",
        "reproductive",
        "testing",
        "integration",
        "two",
        "company",
        "providing",
        "opportunity",
        "drive",
        "efficiency",
        "leverage",
        "unique",
        "capability",
        "within",
        "company",
        "leveraging",
        "counsyl",
        "innovative",
        "software",
        "tool",
        "electronic",
        "medical",
        "record",
        "integration",
        "across",
        "entire",
        "portfolio",
        "company",
        "product",
        "company",
        "intent",
        "fund",
        "transaction",
        "cash",
        "hand",
        "existing",
        "revolving",
        "credit",
        "facility",
        "issuance",
        "common",
        "stock",
        "number",
        "share",
        "delivered",
        "former",
        "counsyl",
        "shareholder",
        "exceeding",
        "million",
        "share",
        "company",
        "strategic",
        "directive",
        "caption",
        "myriad",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "described",
        "implied",
        "statement",
        "risk",
        "include",
        "limited",
        "risk",
        "sale",
        "profit",
        "margin",
        "existing",
        "molecular",
        "diagnostic",
        "test",
        "pharmaceutical",
        "clinical",
        "service",
        "may",
        "decline",
        "continue",
        "increase",
        "historical",
        "rate",
        "risk",
        "related",
        "ability",
        "transition",
        "existing",
        "product",
        "portfolio",
        "new",
        "test",
        "risk",
        "related",
        "change",
        "governmental",
        "private",
        "insurer",
        "reimbursement",
        "level",
        "test",
        "ability",
        "obtain",
        "reimbursement",
        "new",
        "test",
        "comparable",
        "level",
        "existing",
        "test",
        "risk",
        "related",
        "increased",
        "competition",
        "development",
        "new",
        "competing",
        "test",
        "service",
        "risk",
        "may",
        "unable",
        "develop",
        "achieve",
        "commercial",
        "success",
        "additional",
        "molecular",
        "diagnostic",
        "test",
        "pharmaceutical",
        "clinical",
        "service",
        "timely",
        "manner",
        "risk",
        "may",
        "successfully",
        "develop",
        "new",
        "market",
        "molecular",
        "diagnostic",
        "test",
        "pharmaceutical",
        "clinical",
        "service",
        "including",
        "ability",
        "successfully",
        "generate",
        "revenue",
        "outside",
        "united",
        "state",
        "risk",
        "license",
        "technology",
        "underlying",
        "molecular",
        "diagnostic",
        "test",
        "pharmaceutical",
        "clinical",
        "service",
        "test",
        "future",
        "test",
        "terminated",
        "maintained",
        "satisfactory",
        "term",
        "risk",
        "related",
        "delay",
        "problem",
        "operating",
        "laboratory",
        "testing",
        "facility",
        "risk",
        "related",
        "public",
        "concern",
        "genetic",
        "testing",
        "general",
        "test",
        "particular",
        "risk",
        "related",
        "regulatory",
        "requirement",
        "enforcement",
        "united",
        "state",
        "foreign",
        "country",
        "change",
        "structure",
        "healthcare",
        "system",
        "healthcare",
        "payment",
        "system",
        "risk",
        "related",
        "ability",
        "obtain",
        "new",
        "corporate",
        "collaboration",
        "license",
        "acquire",
        "new",
        "technology",
        "business",
        "satisfactory",
        "term",
        "risk",
        "related",
        "ability",
        "successfully",
        "integrate",
        "derive",
        "benefit",
        "technology",
        "business",
        "license",
        "acquire",
        "including",
        "limited",
        "acquisition",
        "assurex",
        "sividon",
        "clinic",
        "risk",
        "related",
        "projection",
        "potential",
        "market",
        "opportunity",
        "product",
        "risk",
        "licensors",
        "may",
        "unable",
        "protect",
        "third",
        "party",
        "infringe",
        "proprietary",
        "technology",
        "underlying",
        "test",
        "risk",
        "claim",
        "challenge",
        "validity",
        "patent",
        "risk",
        "related",
        "change",
        "intellectual",
        "property",
        "law",
        "covering",
        "molecular",
        "diagnostic",
        "test",
        "pharmaceutical",
        "clinical",
        "service",
        "patent",
        "enforcement",
        "united",
        "state",
        "foreign",
        "country",
        "supreme",
        "court",
        "decision",
        "lawsuit",
        "brought",
        "u",
        "association",
        "molecular",
        "pathology",
        "et",
        "al",
        "risk",
        "new",
        "changing",
        "competitive",
        "technology",
        "regulation",
        "united",
        "state",
        "internationally",
        "risk",
        "may",
        "unable",
        "comply",
        "financial",
        "operating",
        "covenant",
        "credit",
        "lending",
        "agreement",
        "risk",
        "unable",
        "pay",
        "due",
        "amount",
        "due",
        "credit",
        "lending",
        "agreement",
        "factor",
        "discussed",
        "heading",
        "risk",
        "factor",
        "contained",
        "item",
        "1a",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "june",
        "filed",
        "security",
        "exchange",
        "commission",
        "well",
        "update",
        "risk",
        "factor",
        "filed",
        "time",
        "time",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "medium",
        "contact",
        "ron",
        "rogers",
        "investor",
        "contact",
        "scott",
        "gleason",
        "rrogers",
        "sgleason",
        "source",
        "myriad",
        "genetics",
        "inc"
    ]
}