{
    "organizations": [],
    "uuid": "c720e5fda1facbd6be85d9a3cf52be9731584e77",
    "author": "Erin Ailworth",
    "url": "http://www.wsj.com/articles/california-set-to-require-solar-on-new-homes-1525866318",
    "ord_in_thread": 0,
    "title": "California Takes Big Step to Require Solar on New Homes | realtor.com®",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Wall Street Journal\nStill, the change appears to have broad support from home builders as well as California leaders and solar advocates.\nNationally, solar power makes up less than 2% of U.S. electricity output, according to the U.S. Energy Information Administration. But it is rising because of large solar farms as well as rooftop solar arrays on homes and businesses.\nRenewable-energy technologies , in general, are gaining market share in the power sector as their costs go down, along with natural gas, which has become plentiful and cheap due to fracking.\nCalifornia has often been a bellwether on U.S. environmental and energy efficiency issues, with states such as Massachusetts, Minnesota and New York sometimes following its lead. But some experts were skeptical that California’s solar-panel mandate would widely influence policies elsewhere.\nSteve Kalland, executive director of the North Carolina Clean Energy Technology Center at North Carolina State University, doesn’t see his state—the No. 2 solar market in the U.S. behind California—adopting a similar mandate soon.\n“It is a pretty big stretch to imagine certainly any Southeastern state following suit in the near term, but the technology is getting cheaper and cheaper and the public is starting to clamor for it,” he said. “In North Carolina, the market is much more oriented toward larger scale solar farms.” Solar panels on a house in Rancho Palos Verdes\nizen of the Planet/Education Images/UIG via Getty Images\nBob Raymer, a senior engineer at the California Building Industry Association, said the trade group would have preferred California hold off a few more years on the solar mandate. But the group helped shape the rule to reduce compliance costs and increase flexibility, he said.\n“Adoption of these standards represents a quantum leap in the statewide building standards,” Mr. Raymer said. “You can bet every one of the other 49 states will be watching to see what happens.”\nSeverin Borenstein, an energy economist at the University of California, Berkeley, said he thought the state was making a mistake by approving this mandate instead of prioritizing larger solar farms, which are more economical. The state’s policy will be difficult for other states and countries to follow, he said.\n“Every energy economist I know is shaking their head at this,” he said. “In many ways this is setting the wrong example.”\nThe policy would provide a big boost to California’s residential solar industry, which saw a slowdown last year .\nAn Energy Commission study forecasts that overall solar demand in California would rise by as much as 15% annually, given that California’s low-rise residential housing stock increases by about 2% annually.\nBut it is likely to create challenges for California as more electricity generation takes place at homes, said Joe Osha, senior analyst at JMP Securities. That is problematic for power companies because they have to deal with the excess power coming on transmission lines from residences.\n“This is more bad news and challenges for the utilities,” Mr. Osha said.\nThe solar proposal, part of an update of the state’s energy efficiency building codes, needs final approval from the California Building Standards Commission. But that panel has traditionally adopted Energy Commission recommendations, officials said.\nShares of several solar-panel installers and makers rose Wednesday including SunPower Corp. , which rose more than 6%, and Sunrun Inc. which gained more than 4%.\n“This is a vote of confidence that home solar and batteries are part of the energy future,” Sunrun Chief Executive Lynn Jurich said in an interview.\nFrancesca Wahl, a senior policy associate at Tesla Inc., which sells solar panels as well as batteries, spoke in favor of the changes Wednesday, saying the company sees them as “a good pathway for the industry to drive down costs,” as well as help increase efficiency and provide savings to customers.\nWind and solar combined accounted for about 8% of U.S. power generation in 2017, up from less than 1% a decade ago. Natural gas is now the top fuel for electricity , accounting for 32% of generation compared with 22% a decade earlier. Coal’s share has fallen to about 30%, from 49% in the same time span.\nCalifornia is pursuing aggressive policies to reduce air pollution and combat climate change—including a mandate to slash greenhouse-gas emissions 40% below 1990 levels by 2030—that are helping drive renewable energy in the state. Solar accounted for nearly 10% of California’s electricity generation in 2016, Energy Commission data shows.\nThe state already requires home builders to construct residences that can immediately accommodate solar power arrays, while several cities, including San Francisco and Santa Monica, have instituted solar requirements for newly built homes and buildings.\n“To get to a decarbonized economy in California we need massive expansion of solar and other renewable energies,” said State Sen. Scott Wiener, a San Francisco Democrat who proposed legislation last year to mandate solar on rooftops, but backed off in light of the Energy Commission’s efforts.\nCurrently, about 20% of new single-family homes in the state are built with solar, said Mr. Raymer of the California Building Industry Association, which represents thousands of home builders, contractors, architects and others. Making solar mandatory on homes is expected to add $8,000 to $10,000 to construction costs, he said.\nBuilders would have the option to install solar in a communal area if it doesn’t make sense on individual rooftops. By installing batteries that help homeowners save energy for later use , builders can also gain some flexibility in meeting efficiency standards.\nWhether other states follow California will depend on factors including weather, access to energy resources and local politics. But California has been influential on energy-efficiency standards, said Haresh Kamath, senior program manager for distributed energy resources at the Electric Power Research Institute, a nonprofit.\n“If you look at what has happened historically, many of the others have taken cues from California in terms of things like this,” he said.\nThe California Housing Partnership, a nonprofit group that advocates for affordable housing, hasn’t taken a position on the solar rule. Stephanie Wang, the group’s policy director, urged state leaders to invest in programs that “make energy more affordable for the Californians who are most vulnerable in our housing crisis.”\nCalifornia has more solar power installed than any other state, with about 21 gigawatts of generation capacity , according to the Solar Energy Industries Association. That is far more than the second-largest solar-producing state, North Carolina, which has 4.3 gigawatts.\nEnergy Commissioner Andrew McAllister said the solar rule was just the latest step in California’s decadeslong effort to increase energy efficiency and renewable energy use.\nThe commission expects the cost of adding solar, when combined with other revised efficiency standards, to add about $40 to an average monthly payment on a 30-year mortgage. However it estimates the investment would more than pay for itself, with consumers on average saving $80 a month on heating, cooling and lighting bills.\n“The buyer of that home absolutely gets their money back,” Mr. McAllister said. “Out-of-pocket, they are actually better off.”\nAbigail Ross Hopper, chief executive of the Solar Energy Industries Association, said California’s action would demonstrate to policy makers in other states that promoting home solar makes sense.\n“The impact it could have in California and the impact it could have around the country will be significant,” she said. “It’s going to be a really big deal.” Popular Homes Based on your last search Editors' Picks ",
    "published": "2018-05-10T03:00:00.000+03:00",
    "crawled": "2018-05-14T19:02:57.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wall",
        "street",
        "journal",
        "still",
        "change",
        "appears",
        "broad",
        "support",
        "home",
        "builder",
        "well",
        "california",
        "leader",
        "solar",
        "advocate",
        "nationally",
        "solar",
        "power",
        "make",
        "less",
        "electricity",
        "output",
        "according",
        "energy",
        "information",
        "administration",
        "rising",
        "large",
        "solar",
        "farm",
        "well",
        "rooftop",
        "solar",
        "array",
        "home",
        "business",
        "technology",
        "general",
        "gaining",
        "market",
        "share",
        "power",
        "sector",
        "cost",
        "go",
        "along",
        "natural",
        "gas",
        "become",
        "plentiful",
        "cheap",
        "due",
        "fracking",
        "california",
        "often",
        "bellwether",
        "environmental",
        "energy",
        "efficiency",
        "issue",
        "state",
        "massachusetts",
        "minnesota",
        "new",
        "york",
        "sometimes",
        "following",
        "lead",
        "expert",
        "skeptical",
        "california",
        "mandate",
        "would",
        "widely",
        "influence",
        "policy",
        "elsewhere",
        "steve",
        "kalland",
        "executive",
        "director",
        "north",
        "carolina",
        "clean",
        "energy",
        "technology",
        "center",
        "north",
        "carolina",
        "state",
        "university",
        "see",
        "solar",
        "market",
        "behind",
        "similar",
        "mandate",
        "soon",
        "pretty",
        "big",
        "stretch",
        "imagine",
        "certainly",
        "southeastern",
        "state",
        "following",
        "suit",
        "near",
        "term",
        "technology",
        "getting",
        "cheaper",
        "cheaper",
        "public",
        "starting",
        "clamor",
        "said",
        "north",
        "carolina",
        "market",
        "much",
        "oriented",
        "toward",
        "larger",
        "scale",
        "solar",
        "solar",
        "panel",
        "house",
        "rancho",
        "palos",
        "verdes",
        "izen",
        "via",
        "getty",
        "image",
        "bob",
        "raymer",
        "senior",
        "engineer",
        "california",
        "building",
        "industry",
        "association",
        "said",
        "trade",
        "group",
        "would",
        "preferred",
        "california",
        "hold",
        "year",
        "solar",
        "mandate",
        "group",
        "helped",
        "shape",
        "rule",
        "reduce",
        "compliance",
        "cost",
        "increase",
        "flexibility",
        "said",
        "adoption",
        "standard",
        "represents",
        "quantum",
        "leap",
        "statewide",
        "building",
        "standard",
        "raymer",
        "said",
        "bet",
        "every",
        "one",
        "state",
        "watching",
        "see",
        "severin",
        "borenstein",
        "energy",
        "economist",
        "university",
        "california",
        "berkeley",
        "said",
        "thought",
        "state",
        "making",
        "mistake",
        "approving",
        "mandate",
        "instead",
        "prioritizing",
        "larger",
        "solar",
        "farm",
        "economical",
        "state",
        "policy",
        "difficult",
        "state",
        "country",
        "follow",
        "said",
        "every",
        "energy",
        "economist",
        "know",
        "shaking",
        "head",
        "said",
        "many",
        "way",
        "setting",
        "wrong",
        "policy",
        "would",
        "provide",
        "big",
        "boost",
        "california",
        "residential",
        "solar",
        "industry",
        "saw",
        "slowdown",
        "last",
        "year",
        "energy",
        "commission",
        "study",
        "forecast",
        "overall",
        "solar",
        "demand",
        "california",
        "would",
        "rise",
        "much",
        "annually",
        "given",
        "california",
        "residential",
        "housing",
        "stock",
        "increase",
        "annually",
        "likely",
        "create",
        "challenge",
        "california",
        "electricity",
        "generation",
        "take",
        "place",
        "home",
        "said",
        "joe",
        "osha",
        "senior",
        "analyst",
        "jmp",
        "security",
        "problematic",
        "power",
        "company",
        "deal",
        "excess",
        "power",
        "coming",
        "transmission",
        "line",
        "residence",
        "bad",
        "news",
        "challenge",
        "utility",
        "osha",
        "said",
        "solar",
        "proposal",
        "part",
        "update",
        "state",
        "energy",
        "efficiency",
        "building",
        "code",
        "need",
        "final",
        "approval",
        "california",
        "building",
        "standard",
        "commission",
        "panel",
        "traditionally",
        "adopted",
        "energy",
        "commission",
        "recommendation",
        "official",
        "said",
        "share",
        "several",
        "installers",
        "maker",
        "rose",
        "wednesday",
        "including",
        "sunpower",
        "rose",
        "sunrun",
        "gained",
        "vote",
        "confidence",
        "home",
        "solar",
        "battery",
        "part",
        "energy",
        "future",
        "sunrun",
        "chief",
        "executive",
        "lynn",
        "jurich",
        "said",
        "interview",
        "francesca",
        "wahl",
        "senior",
        "policy",
        "associate",
        "tesla",
        "sell",
        "solar",
        "panel",
        "well",
        "battery",
        "spoke",
        "favor",
        "change",
        "wednesday",
        "saying",
        "company",
        "see",
        "good",
        "pathway",
        "industry",
        "drive",
        "cost",
        "well",
        "help",
        "increase",
        "efficiency",
        "provide",
        "saving",
        "customer",
        "wind",
        "solar",
        "combined",
        "accounted",
        "power",
        "generation",
        "less",
        "decade",
        "ago",
        "natural",
        "gas",
        "top",
        "fuel",
        "electricity",
        "accounting",
        "generation",
        "compared",
        "decade",
        "earlier",
        "coal",
        "share",
        "fallen",
        "time",
        "span",
        "california",
        "pursuing",
        "aggressive",
        "policy",
        "reduce",
        "air",
        "pollution",
        "combat",
        "climate",
        "mandate",
        "slash",
        "emission",
        "level",
        "helping",
        "drive",
        "renewable",
        "energy",
        "state",
        "solar",
        "accounted",
        "nearly",
        "california",
        "electricity",
        "generation",
        "energy",
        "commission",
        "data",
        "show",
        "state",
        "already",
        "requires",
        "home",
        "builder",
        "construct",
        "residence",
        "immediately",
        "accommodate",
        "solar",
        "power",
        "array",
        "several",
        "city",
        "including",
        "san",
        "francisco",
        "santa",
        "monica",
        "instituted",
        "solar",
        "requirement",
        "newly",
        "built",
        "home",
        "building",
        "get",
        "decarbonized",
        "economy",
        "california",
        "need",
        "massive",
        "expansion",
        "solar",
        "renewable",
        "energy",
        "said",
        "state",
        "scott",
        "wiener",
        "san",
        "francisco",
        "democrat",
        "proposed",
        "legislation",
        "last",
        "year",
        "mandate",
        "solar",
        "rooftop",
        "backed",
        "light",
        "energy",
        "commission",
        "effort",
        "currently",
        "new",
        "home",
        "state",
        "built",
        "solar",
        "said",
        "raymer",
        "california",
        "building",
        "industry",
        "association",
        "represents",
        "thousand",
        "home",
        "builder",
        "contractor",
        "architect",
        "others",
        "making",
        "solar",
        "mandatory",
        "home",
        "expected",
        "add",
        "construction",
        "cost",
        "said",
        "builder",
        "would",
        "option",
        "install",
        "solar",
        "communal",
        "area",
        "make",
        "sense",
        "individual",
        "rooftop",
        "installing",
        "battery",
        "help",
        "homeowner",
        "save",
        "energy",
        "later",
        "use",
        "builder",
        "also",
        "gain",
        "flexibility",
        "meeting",
        "efficiency",
        "standard",
        "whether",
        "state",
        "follow",
        "california",
        "depend",
        "factor",
        "including",
        "weather",
        "access",
        "energy",
        "resource",
        "local",
        "politics",
        "california",
        "influential",
        "standard",
        "said",
        "haresh",
        "kamath",
        "senior",
        "program",
        "manager",
        "distributed",
        "energy",
        "resource",
        "electric",
        "power",
        "research",
        "institute",
        "nonprofit",
        "look",
        "happened",
        "historically",
        "many",
        "others",
        "taken",
        "cue",
        "california",
        "term",
        "thing",
        "like",
        "said",
        "california",
        "housing",
        "partnership",
        "nonprofit",
        "group",
        "advocate",
        "affordable",
        "housing",
        "taken",
        "position",
        "solar",
        "rule",
        "stephanie",
        "wang",
        "group",
        "policy",
        "director",
        "urged",
        "state",
        "leader",
        "invest",
        "program",
        "make",
        "energy",
        "affordable",
        "californian",
        "vulnerable",
        "housing",
        "california",
        "solar",
        "power",
        "installed",
        "state",
        "gigawatts",
        "generation",
        "capacity",
        "according",
        "solar",
        "energy",
        "industry",
        "association",
        "far",
        "state",
        "north",
        "carolina",
        "gigawatts",
        "energy",
        "commissioner",
        "andrew",
        "mcallister",
        "said",
        "solar",
        "rule",
        "latest",
        "step",
        "california",
        "decadeslong",
        "effort",
        "increase",
        "energy",
        "efficiency",
        "renewable",
        "energy",
        "use",
        "commission",
        "expects",
        "cost",
        "adding",
        "solar",
        "combined",
        "revised",
        "efficiency",
        "standard",
        "add",
        "average",
        "monthly",
        "payment",
        "mortgage",
        "however",
        "estimate",
        "investment",
        "would",
        "pay",
        "consumer",
        "average",
        "saving",
        "month",
        "heating",
        "cooling",
        "lighting",
        "bill",
        "buyer",
        "home",
        "absolutely",
        "get",
        "money",
        "back",
        "mcallister",
        "said",
        "actually",
        "better",
        "abigail",
        "ross",
        "hopper",
        "chief",
        "executive",
        "solar",
        "energy",
        "industry",
        "association",
        "said",
        "california",
        "action",
        "would",
        "demonstrate",
        "policy",
        "maker",
        "state",
        "promoting",
        "home",
        "solar",
        "make",
        "sense",
        "impact",
        "could",
        "california",
        "impact",
        "could",
        "around",
        "country",
        "significant",
        "said",
        "going",
        "really",
        "big",
        "popular",
        "home",
        "based",
        "last",
        "search",
        "editor",
        "pick"
    ]
}