{
    "organizations": [],
    "uuid": "eced35c0ca60e897da3fec22cf20c27aef5ba5c8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-agjunction-reports-first-quarter-2018-earnings-results.html",
    "ord_in_thread": 0,
    "title": "AgJunction Reports First Quarter Earnings Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HIAWATHA, KS, May 9, 2018 /PRNewswire/ - AgJunction Inc. (TSX: AJX) (\"AgJunction\" or the \"Company\"), a global leader in advanced guidance and autosteering, is reporting financial results for the first quarter ended March 31, 2018. All currency amounts are expressed in U.S. dollars.\nFirst Quarter 2018 Financial Summary vs. First Quarter 2017\nRevenue up 8% to $15.8 million versus $14.6 million. Gross margin was 43.0% compared to 46.8%. Net loss was $1.0 million or $(0.01) per share, versus net income of $3.6 million or $0.03 per share, which included a one-time payment of $3.0 million. EBITDA was $(0.5) million versus $4.1 million.\nManagement Commentary\n\"AgJunction continued its expansion in the first quarter, reporting our fifth consecutive quarter of revenue growth,\" said Dave Vaughn, president and CEO of AgJunction. \"Against this growth, the timing of approximately $1.7 million in orders shifted from our first quarter to early in the second quarter. These orders have shipped and will be reflected in our second quarter results.\n\"We continued to make significant progress during the quarter with our Hands-Free Farm mission that autosteering is for everyone and everything. The mission includes the launch of REBEL, our next generation upgrade to the Outback line that not only introduces a new display but contains an entirely new release of our component structured software. REBEL includes our first wireless software update capability and allows our customers to purchase a simple, all-in-one solution that substantially reduces the cost and complexity of buying auto steering.\n\"We followed this up with the launch of our Hands-Free Farm website, HandsFreeFarm.com , and an entirely new digital marketing campaign. We also announced the launch of our e-store, a new channel for getting our products to market. The e-store will focus on offering low cost, easy-to-use, and simple-to-install products. We launched our first offering with RANGER, a revolutionary guidance system for under $1,000.\n\"Our belief in our Hands-Free Farm mission is that all farmers, independent of farm size, should have access to the core enabling technology of precision steering whether they have an older tractor or are about to purchase a new one. We drive this message every day through the aftermarket, our value-added resellers, and our OEM partners.\"\nFirst Quarter 2018 Financial Results\nTotal revenue in the first quarter of 2018 increased 8% to $15.8 million compared to $14.6 million in the first quarter of 2017. This was driven by an increase in sales in the Company's Europe, Middle East and Africa region.\nGross profit in the first quarter of 2018 remained constant at $6.8 million compared to the first quarter of 2017. Gross margin was 43.0% compared to 46.8% in the first quarter of 2017. The decrease was primarily due to a lower margin mix of products sold versus the prior year.\nTotal operating expenses increased to $7.8 million compared to $6.2 million in the first quarter of 2017 primarily due to higher R&D costs associated with new corporate initiatives, as the Company invests in improving and developing new products. As a percentage of revenue, operating expenses increased to 49.6% compared to 42.6% in the first quarter of 2017.\nNet loss in the first quarter was $1.0 million or $(0.01) per share, compared to net income of $3.6 million or $0.03 per share in the first quarter of 2017. Net income in the prior year quarter included $3.0 million of other income associated with the Company's entry into a strategic agreement with Hemisphere GNSS, Inc., a world-class provider of global navigation satellite systems technology.\nEBITDA in the first quarter of 2018 was $(0.5) million compared to $4.1 million in the first quarter of 2017.\nCash and cash equivalents at the end of the first quarter of 2018 totaled $10.2 million compared to $13.9 million at the end of 2017. The Company used some cash to build inventory ahead of the large bulk purchase it will begin to deliver in July. Working capital was $19.5 million at the end of the first quarter compared to $20.3 million at the end of 2017. The Company continues to carry no debt and has access to its full $3.0 million line of credit.\nConference Call\nAgJunction will hold a conference call tomorrow at 11:00 a.m. Eastern time to discuss its fourth quarter and full year results, followed by a question-and-answer session.\nDate: Thursday, May 10, 2018\nTime: 11:00 a.m. Eastern time (8:00 a.m. Pacific time)\nToll-free dial-in number: 1-888-231-8191\nInternational dial-in number: 1-647-427-7450\nConference ID: 3674199\nPlease call the conference telephone number 5-10 minutes prior to the start time. An operator will register your name and organization. If you have any difficulty connecting with the conference call, please contact Liolios at 1-949-574-3860.\nThe conference call will be broadcast live and available for replay via the investor center section of the Company's website at www.corp.agjunction.com .\nA replay of the conference call will be available after 2:00 p.m. Eastern time on the same day through May 24, 2018.\nToll-free replay number: 1-855-859-2056\nInternational replay number: 1-416-849-0833\nReplay ID: 3674199\nAbout AgJunction\nAgJunction Inc. is a global leader of advanced guidance and autosteering solutions for precision agriculture applications. Its technologies are critical components in over 30 of the world's leading precision Ag manufacturers and solution providers and it holds over 130 fundamental steering and machine control patents. AgJunction markets its solutions under leading brand names including Novariant, Outback Guidance® and Satloc® and is committed to advance its vision by bringing affordable hands-free farming to every farm, regardless of terrain or size. AgJunction is headquartered in Hiawatha, Kansas, with facilities in Silicon Valley, Arizona, Canada, and Australia, and is listed on the Toronto Stock Exchange (TSX) under the symbol \"AJX.\" For more information, please go to www.agjunction.com .\nNon-IFRS Measures\nThis press release uses adjusted EBITDA, which is a financial measure that does not have any standardized meaning prescribed under International Financial Reporting Standards (\"IFRS\"). Adjusted EBITDA is defined as net income before interest, income tax, depreciation, amortization and goodwill write off. The Company believes that this non-IFRS measure provides useful information to both management and investors in measuring financial performance. As this measure, does not have a standard meaning prescribed by IFRS, it may not be comparable to similarly titled measures presented by other publicly traded companies, and should not be construed as an alternative to other financial measures determined in accordance with IFRS. This non-IFRS measure is provided as additional information to complement IFRS measures by providing further understanding of operations from management's perspective. Accordingly, non-IFRS measures should never be considered in isolation nor as a substitute to using net income as a measure of profitability or as an alternative to the IFRS consolidated statements of income or other IFRS statements. See \"Adjusted Earnings Before Interest, Taxes, Depreciation and Amortization (EBITDA) Reconciliation\" herein for additional information.\nForward-Looking Statements\nThis press release contains forward-looking information and (collectively, \"forward-looking information\") within the meaning of applicable securities laws and is based on the expectations, estimates and projections of management of AgJunction as of the date of this news release, unless otherwise stated. The use of any of the words \"expect\", \"anticipate\", \"continue\", \"estimate\", \"objective\", \"ongoing\", \"may\", \"will\", \"project\", \"should\", \"believe\", \"plans\", \"intends\" and similar expressions are intended to identify forward-looking information. Such forward-looking information is provided for the purpose of providing information about management's current expectations and plans relating to its current and future operations. Investors are cautioned that reliance on such information may not be appropriate for other purposes, such as making investment decisions. Accordingly, readers should not place undue reliance on such forward-looking information contained in this press release.\nIn respect of the forward-looking information, AgJunction has provided such information in reliance on certain assumptions that it believes are reasonable at this time, including, but not limited to, the sufficiency of budgeted capital expenditures in carrying out planned activities; the availability and cost of labor and services; that AgJunction's future results of operations will be consistent with management expectations in relation thereto; the continued availability of capital at attractive prices to fund future capital requirements relating to existing and future assets and projects; future operating costs; that counterparties to material agreements will continue to perform in a timely manner; that there are no unforeseen events preventing the performance of contracts; availability of key supplies, components, services, networks and developments; the impact of increasing competition; conditions in general economic, agricultural and financial markets; demand for the Company's products; and the continuity of existing business relationships.\nSince forward-looking information addresses future events and conditions, such information by its very nature involves inherent risks and uncertainties. Actual results could those currently anticipated due to a number of factors and risks. These include, but are not limited to the risks associated with the industries in which AgJunction operates; ability to access sufficient capital from internal and external sources; changes in legislation; departure of key personnel or consultants; competition; inability to introduce new technology and new products in a timely manner; legal claims for the infringement of intellectual property and other claims; fluctuation in foreign exchange or interest rates; uncertainties in the global economy; negative conditions in general economic, agricultural and financial markets; availability of key supplies and components; product liability; reduced demand for the Company's products; and changes in the Global Navigation Satellite System and other systems outside of our control. Readers are cautioned that the foregoing list of factors is not exhaustive. Additional information on other factors that could affect the Company's operations or financial results, are included in reports of AgJunction on file with applicable securities regulatory authorities, including but not limited to, AgJunction's Annual Information Form which may be accessed on its SEDAR profile at www.sedar.com .\nThe forward-looking information contained in this press release is made as of the date hereof and each of AgJunction undertakes no obligation to update publicly or revise any forward-looking information, whether as a result of new information, future events or otherwise, unless so required by applicable securities laws.\nAgJunction Inc.\nCondensed Consolidated Statements of Financial Position\n(Expressed in U.S. dollars)\nMarch 31,\nDecember 31,\n2018\n2017\n(000s)\n(Unaudited)\nAssets\nCurrent assets:\nCash and cash equivalents\n$\n10,220\n$\n13,893\nAccounts receivable, net of bad debt provisions\nof $152 and $228 as of March 31, 2018 and\nDecember 31, 2017, respectively\n7,923\n4,185\nInventories\n7,951\n7,627\nCurrent portion of contract assets\n335\n–\nPrepaid expenses and deposits\n1,190\n990\n27,619\n26,695\nContract assets, less current portion\n172\n–\nProperty, plant and equipment, net\n2,943\n2,899\nIntangible assets, net\n9,537\n9,856\nGoodwill\n143\n143\n$\n40,414\n$\n39,593\nLiabilities and Shareholders' Equity\nCurrent liabilities:\nAccounts payable and accrued liabilities\n$\n6,645\n$\n5,649\nProvisions\n710\n629\nCurrent portion of contract liabilities\n670\n–\nCurrent portion of deferred revenue\n130\n149\n8,155\n6,427\nContract liabilities, less current portion\n169\n–\nDeferred revenue, less current portion\n99\n100\nTotal liabilities\n8,423\n6,527\nShareholders' equity:\nShare capital\n147,086\n146,896\nEquity reserve\n5,777\n5,805\nAccumulated deficit\n(120,872)\n(119,635)\n31,991\n33,066\n$\n40,414\n$\n39,593\nAgJunction Inc.\nCondensed Consolidated Statements of Profit or Loss\nThree months ended March 31, 2018 and 2017\n(Unaudited - expressed in U.S. dollars)\n(000s)\n2018\n2017\nRevenue\n$\n15,774\n$\n14,573\nCost of sales\n8,993\n7,746\nGross profit\n6,781\n6,827\nExpenses:\nResearch and development\n2,979\n2,083\nSales and marketing\n2,165\n1,903\nGeneral and administrative\n2,679\n2,226\n7,823\n6,212\nOperating (loss) income\n(1,042)\n615\nForeign exchange gain, net\n(49)\n(4)\nInterest and other (income) expense\n(5)\n1\nOther income\n–\n(3,000)\nGain on disposal of property, plant and equipment\n(4)\n–\nNet (loss) income before income tax\n(984)\n3,618\nIncome tax\n–\n–\nNet (loss) income\n$\n(984)\n$\n3,618\nEarnings per share:\nBasic and diluted (loss) income per share\n$\n(0.01)\n$\n0.03\nAgJunction Inc.\nCondensed Consolidated Statements of Cash Flows\nThree months ended March 31, 2018 and 2017\n(Unaudited - expressed in U.S. dollars)\n(000s)\n2018\n2017\nCash flows (used in) from operating activities:\nNet (loss) income\n$\n(984)\n$\n3,618\nItems not involving cash:\nDepreciation\n177\n171\nAmortization\n319\n317\nShare-based payment transactions\n162\n194\nAllowance (gain) loss on trade receivables\n(53)\n31\nWrite (up) down of inventory to net realizable value\n(195)\n189\nGain on disposal of property, plant and equipment\n(4)\n–\nChange in non-cash operating working capital:\nAccounts receivable\n(3,685)\n(5,209)\nInventories\n(129)\n2,333\nContract assets\n(180)\n–\nPrepaid expenses and deposits\n(200)\n18\nAccounts payable and accrued liabilities\n996\n1,456\nProvisions\n81\n67\nContract liabilities\n259\n–\nDeferred revenue\n(20)\n(37)\nCash flows (used in) from operating activities\n(3,456)\n3,148\nCash flows (used in) investing activities:\nPurchase of property, plant and equipment\n(254)\n(45)\nProceeds from the sales of property, plant and equipment\n37\n–\nCash flows (used in) investing activities\n(217)\n(45)\n(Decrease) increase in cash position\n(3,673)\n3,103\nCash and cash equivalents, beginning of year\n13,893\n12,863\nCash and cash equivalents, end of period\n$\n10,220\n$\n15,966\nAgJunction Inc.\nEarnings Before Interest, Taxes, Depreciation and Amortization (EBITDA) Reconciliation\nThree months ended March 31, 2018 and 2017\n(Unaudited - expressed in U.S. dollars)\n(000s)\n2018\n2017\nNet income\n$\n(984)\n$\n3,618\nInterest and other (income) expense\n(5)\n1\nIncome tax\n–\n–\nDepreciation\n177\n171\nAmortization\n319\n317\nEBITDA\n$\n(493)\n$\n4,107\nView original content: http://www.prnewswire.com/news-releases/agjunction-reports-first-quarter-2018-earnings-results-300645921.html\nSOURCE Agjunction Inc.",
    "published": "2018-05-10T01:20:00.000+03:00",
    "crawled": "2018-05-10T04:11:07.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hiawatha",
        "k",
        "may",
        "agjunction",
        "tsx",
        "ajx",
        "agjunction",
        "company",
        "global",
        "leader",
        "advanced",
        "guidance",
        "autosteering",
        "reporting",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "currency",
        "amount",
        "expressed",
        "dollar",
        "first",
        "quarter",
        "financial",
        "summary",
        "first",
        "quarter",
        "revenue",
        "million",
        "versus",
        "million",
        "gross",
        "margin",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "versus",
        "net",
        "income",
        "million",
        "per",
        "share",
        "included",
        "payment",
        "million",
        "ebitda",
        "million",
        "versus",
        "million",
        "management",
        "commentary",
        "agjunction",
        "continued",
        "expansion",
        "first",
        "quarter",
        "reporting",
        "fifth",
        "consecutive",
        "quarter",
        "revenue",
        "growth",
        "said",
        "dave",
        "vaughn",
        "president",
        "ceo",
        "agjunction",
        "growth",
        "timing",
        "approximately",
        "million",
        "order",
        "shifted",
        "first",
        "quarter",
        "early",
        "second",
        "quarter",
        "order",
        "shipped",
        "reflected",
        "second",
        "quarter",
        "result",
        "continued",
        "make",
        "significant",
        "progress",
        "quarter",
        "farm",
        "mission",
        "autosteering",
        "everyone",
        "everything",
        "mission",
        "includes",
        "launch",
        "rebel",
        "next",
        "generation",
        "upgrade",
        "outback",
        "line",
        "introduces",
        "new",
        "display",
        "contains",
        "entirely",
        "new",
        "release",
        "component",
        "structured",
        "software",
        "rebel",
        "includes",
        "first",
        "wireless",
        "software",
        "update",
        "capability",
        "allows",
        "customer",
        "purchase",
        "simple",
        "solution",
        "substantially",
        "reduces",
        "cost",
        "complexity",
        "buying",
        "auto",
        "steering",
        "followed",
        "launch",
        "farm",
        "website",
        "entirely",
        "new",
        "digital",
        "marketing",
        "campaign",
        "also",
        "announced",
        "launch",
        "new",
        "channel",
        "getting",
        "product",
        "market",
        "focus",
        "offering",
        "low",
        "cost",
        "product",
        "launched",
        "first",
        "offering",
        "ranger",
        "revolutionary",
        "guidance",
        "system",
        "belief",
        "farm",
        "mission",
        "farmer",
        "independent",
        "farm",
        "size",
        "access",
        "core",
        "enabling",
        "technology",
        "precision",
        "steering",
        "whether",
        "older",
        "tractor",
        "purchase",
        "new",
        "one",
        "drive",
        "message",
        "every",
        "day",
        "aftermarket",
        "resellers",
        "oem",
        "partner",
        "first",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "driven",
        "increase",
        "sale",
        "company",
        "europe",
        "middle",
        "east",
        "africa",
        "region",
        "gross",
        "profit",
        "first",
        "quarter",
        "remained",
        "constant",
        "million",
        "compared",
        "first",
        "quarter",
        "gross",
        "margin",
        "compared",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "due",
        "lower",
        "margin",
        "mix",
        "product",
        "sold",
        "versus",
        "prior",
        "year",
        "total",
        "operating",
        "expense",
        "increased",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "primarily",
        "due",
        "higher",
        "r",
        "cost",
        "associated",
        "new",
        "corporate",
        "initiative",
        "company",
        "invests",
        "improving",
        "developing",
        "new",
        "product",
        "percentage",
        "revenue",
        "operating",
        "expense",
        "increased",
        "compared",
        "first",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "prior",
        "year",
        "quarter",
        "included",
        "million",
        "income",
        "associated",
        "company",
        "entry",
        "strategic",
        "agreement",
        "hemisphere",
        "gnss",
        "provider",
        "global",
        "navigation",
        "satellite",
        "system",
        "technology",
        "ebitda",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "end",
        "first",
        "quarter",
        "totaled",
        "million",
        "compared",
        "million",
        "end",
        "company",
        "used",
        "cash",
        "build",
        "inventory",
        "ahead",
        "large",
        "bulk",
        "purchase",
        "begin",
        "deliver",
        "july",
        "working",
        "capital",
        "million",
        "end",
        "first",
        "quarter",
        "compared",
        "million",
        "end",
        "company",
        "continues",
        "carry",
        "debt",
        "access",
        "full",
        "million",
        "line",
        "credit",
        "conference",
        "call",
        "agjunction",
        "hold",
        "conference",
        "call",
        "tomorrow",
        "eastern",
        "time",
        "discus",
        "fourth",
        "quarter",
        "full",
        "year",
        "result",
        "followed",
        "session",
        "date",
        "thursday",
        "may",
        "time",
        "eastern",
        "time",
        "pacific",
        "time",
        "number",
        "international",
        "number",
        "conference",
        "id",
        "please",
        "call",
        "conference",
        "telephone",
        "number",
        "minute",
        "prior",
        "start",
        "time",
        "operator",
        "register",
        "name",
        "organization",
        "difficulty",
        "connecting",
        "conference",
        "call",
        "please",
        "contact",
        "liolios",
        "conference",
        "call",
        "broadcast",
        "live",
        "available",
        "replay",
        "via",
        "investor",
        "center",
        "section",
        "company",
        "website",
        "replay",
        "conference",
        "call",
        "available",
        "eastern",
        "time",
        "day",
        "may",
        "replay",
        "number",
        "international",
        "replay",
        "number",
        "replay",
        "id",
        "agjunction",
        "agjunction",
        "global",
        "leader",
        "advanced",
        "guidance",
        "autosteering",
        "solution",
        "precision",
        "agriculture",
        "application",
        "technology",
        "critical",
        "component",
        "world",
        "leading",
        "precision",
        "ag",
        "manufacturer",
        "solution",
        "provider",
        "hold",
        "fundamental",
        "steering",
        "machine",
        "control",
        "patent",
        "agjunction",
        "market",
        "solution",
        "leading",
        "brand",
        "name",
        "including",
        "novariant",
        "outback",
        "committed",
        "advance",
        "vision",
        "bringing",
        "affordable",
        "farming",
        "every",
        "farm",
        "regardless",
        "terrain",
        "size",
        "agjunction",
        "headquartered",
        "hiawatha",
        "kansa",
        "facility",
        "silicon",
        "valley",
        "arizona",
        "canada",
        "australia",
        "listed",
        "toronto",
        "stock",
        "exchange",
        "tsx",
        "symbol",
        "ajx",
        "information",
        "please",
        "go",
        "measure",
        "press",
        "release",
        "us",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "adjusted",
        "ebitda",
        "defined",
        "net",
        "income",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "goodwill",
        "write",
        "company",
        "belief",
        "measure",
        "provides",
        "useful",
        "information",
        "management",
        "investor",
        "measuring",
        "financial",
        "performance",
        "measure",
        "standard",
        "meaning",
        "prescribed",
        "ifrs",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "presented",
        "publicly",
        "traded",
        "company",
        "construed",
        "alternative",
        "financial",
        "measure",
        "determined",
        "accordance",
        "ifrs",
        "measure",
        "provided",
        "additional",
        "information",
        "complement",
        "ifrs",
        "measure",
        "providing",
        "understanding",
        "operation",
        "management",
        "perspective",
        "accordingly",
        "measure",
        "never",
        "considered",
        "isolation",
        "substitute",
        "using",
        "net",
        "income",
        "measure",
        "profitability",
        "alternative",
        "ifrs",
        "consolidated",
        "statement",
        "income",
        "ifrs",
        "statement",
        "see",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "reconciliation",
        "herein",
        "additional",
        "information",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "collectively",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "based",
        "expectation",
        "estimate",
        "projection",
        "management",
        "agjunction",
        "date",
        "news",
        "release",
        "unless",
        "otherwise",
        "stated",
        "use",
        "word",
        "expect",
        "anticipate",
        "continue",
        "estimate",
        "objective",
        "ongoing",
        "may",
        "project",
        "believe",
        "plan",
        "intends",
        "similar",
        "expression",
        "intended",
        "identify",
        "information",
        "information",
        "provided",
        "purpose",
        "providing",
        "information",
        "management",
        "current",
        "expectation",
        "plan",
        "relating",
        "current",
        "future",
        "operation",
        "investor",
        "cautioned",
        "reliance",
        "information",
        "may",
        "appropriate",
        "purpose",
        "making",
        "investment",
        "decision",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "contained",
        "press",
        "release",
        "respect",
        "information",
        "agjunction",
        "provided",
        "information",
        "reliance",
        "certain",
        "assumption",
        "belief",
        "reasonable",
        "time",
        "including",
        "limited",
        "sufficiency",
        "budgeted",
        "capital",
        "expenditure",
        "carrying",
        "planned",
        "activity",
        "availability",
        "cost",
        "labor",
        "service",
        "agjunction",
        "future",
        "result",
        "operation",
        "consistent",
        "management",
        "expectation",
        "relation",
        "thereto",
        "continued",
        "availability",
        "capital",
        "attractive",
        "price",
        "fund",
        "future",
        "capital",
        "requirement",
        "relating",
        "existing",
        "future",
        "asset",
        "project",
        "future",
        "operating",
        "cost",
        "counterparties",
        "material",
        "agreement",
        "continue",
        "perform",
        "timely",
        "manner",
        "unforeseen",
        "event",
        "preventing",
        "performance",
        "contract",
        "availability",
        "key",
        "supply",
        "component",
        "service",
        "network",
        "development",
        "impact",
        "increasing",
        "competition",
        "condition",
        "general",
        "economic",
        "agricultural",
        "financial",
        "market",
        "demand",
        "company",
        "product",
        "continuity",
        "existing",
        "business",
        "relationship",
        "since",
        "information",
        "address",
        "future",
        "event",
        "condition",
        "information",
        "nature",
        "involves",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "include",
        "limited",
        "risk",
        "associated",
        "industry",
        "agjunction",
        "operates",
        "ability",
        "access",
        "sufficient",
        "capital",
        "internal",
        "external",
        "source",
        "change",
        "legislation",
        "departure",
        "key",
        "personnel",
        "consultant",
        "competition",
        "inability",
        "introduce",
        "new",
        "technology",
        "new",
        "product",
        "timely",
        "manner",
        "legal",
        "claim",
        "infringement",
        "intellectual",
        "property",
        "claim",
        "fluctuation",
        "foreign",
        "exchange",
        "interest",
        "rate",
        "uncertainty",
        "global",
        "economy",
        "negative",
        "condition",
        "general",
        "economic",
        "agricultural",
        "financial",
        "market",
        "availability",
        "key",
        "supply",
        "component",
        "product",
        "liability",
        "reduced",
        "demand",
        "company",
        "product",
        "change",
        "global",
        "navigation",
        "satellite",
        "system",
        "system",
        "outside",
        "control",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "additional",
        "information",
        "factor",
        "could",
        "affect",
        "company",
        "operation",
        "financial",
        "result",
        "included",
        "report",
        "agjunction",
        "file",
        "applicable",
        "security",
        "regulatory",
        "authority",
        "including",
        "limited",
        "agjunction",
        "annual",
        "information",
        "form",
        "may",
        "accessed",
        "sedar",
        "profile",
        "information",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "agjunction",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "agjunction",
        "condensed",
        "consolidated",
        "statement",
        "financial",
        "position",
        "expressed",
        "dollar",
        "march",
        "december",
        "000s",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "bad",
        "debt",
        "provision",
        "march",
        "december",
        "respectively",
        "inventory",
        "current",
        "portion",
        "contract",
        "asset",
        "prepaid",
        "expense",
        "deposit",
        "contract",
        "asset",
        "less",
        "current",
        "portion",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "provision",
        "current",
        "portion",
        "contract",
        "liability",
        "current",
        "portion",
        "deferred",
        "revenue",
        "contract",
        "liability",
        "less",
        "current",
        "portion",
        "deferred",
        "revenue",
        "less",
        "current",
        "portion",
        "total",
        "liability",
        "shareholder",
        "equity",
        "share",
        "capital",
        "equity",
        "reserve",
        "accumulated",
        "deficit",
        "agjunction",
        "condensed",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "expressed",
        "dollar",
        "000s",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "operating",
        "loss",
        "income",
        "foreign",
        "exchange",
        "gain",
        "net",
        "interest",
        "income",
        "expense",
        "income",
        "gain",
        "disposal",
        "property",
        "plant",
        "equipment",
        "net",
        "loss",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "loss",
        "income",
        "per",
        "share",
        "agjunction",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "expressed",
        "dollar",
        "000s",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "net",
        "loss",
        "income",
        "item",
        "involving",
        "cash",
        "depreciation",
        "amortization",
        "payment",
        "transaction",
        "allowance",
        "gain",
        "loss",
        "trade",
        "receivables",
        "write",
        "inventory",
        "net",
        "realizable",
        "value",
        "gain",
        "disposal",
        "property",
        "plant",
        "equipment",
        "change",
        "operating",
        "working",
        "capital",
        "account",
        "receivable",
        "inventory",
        "contract",
        "asset",
        "prepaid",
        "expense",
        "deposit",
        "account",
        "payable",
        "accrued",
        "liability",
        "provision",
        "contract",
        "liability",
        "deferred",
        "revenue",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "used",
        "investing",
        "activity",
        "purchase",
        "property",
        "plant",
        "equipment",
        "proceeds",
        "sale",
        "property",
        "plant",
        "equipment",
        "cash",
        "flow",
        "used",
        "investing",
        "activity",
        "decrease",
        "increase",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "agjunction",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "reconciliation",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "expressed",
        "dollar",
        "000s",
        "net",
        "income",
        "interest",
        "income",
        "expense",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "view",
        "original",
        "content",
        "http",
        "source",
        "agjunction",
        "inc"
    ]
}