{
    "organizations": [],
    "uuid": "affc2504a467946526674d563dda82184368cf8f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-venzee-files-q1-financials-hosts-conference-call-tuesday-may-29th-2018-and-discusses-changes-in-management.html",
    "ord_in_thread": 0,
    "title": "Venzee Files Q1 Financials, Hosts Conference Call Tuesday May 29th, 2018 and Discusses Changes in Management",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 29, 2018 (GLOBE NEWSWIRE) -- Venzee Technologies Inc. (TSX-V:VENZ) (“ Venzee ” or the “ Company ”) announces it has filed its Q1 financial statements and is hosting a conference call to discuss these results and provide an update on operations on Tuesday, May 29, 2018 at 6:00AM PDT (9:00AM EDT). The conference call will be hosted by CEO Peter Mackay, CFO Joshua Lebovic, and VP of partner development, John Abrams. Investors who have questions following the update on operations will be invited to communicate their questions to management after the call. The financial statements are available under the Company’s SEDAR profile at www.sedar.com .\nDuring the quarter, Venzee added John Abrams and Peter Montross to its sales and partner development team. Both Mr. Abrams and Mr. Montross joined Venzee from Shotfarm, a Chicago-based competitor to Venzee, to lead the enterprise sales and partnership growth.\nAs announced on April 10th, the Company is in advanced discussions with more than 20 potential enterprise channel partners, many of which have a strong market share in their respective verticals in North America. Targeting additional channel partners remains a strong focus of the Company to increase industry-wide adoption of the Venzee platform.\nTo date, the company has executed 7 letters of intent with these potential channel partners and continues to advance these towards definitive partnership agreements.\nJohn Abrams, VP of Partner Development, said “Channel Partner engagement in the first quarter exceeds expectations.” According to Abrams, “retailer demand for Omnichannel content has driven brands to demand more from their content management system investment. By connecting with the Venzee platform, brands can distribute and syndicate authentic product content from their existing systems more quickly, to more channels, with less effort, and less error.”\nVenzee’s Channel Partners and their clients benefit from the range of integration options Venzee provides. Venzee’s comprehensive API, FTP, and Autopilot solutions allow any content management system or system integrator to enable integration and deliver instant client results.\nAccording to Abrams, “Channel Partner engagements with globally recognized PIM, MDM, and DAM system suppliers are expected to accelerate throughout the remainder of the year as existing solution providers expand their content syndication offerings by partnering with Venzee to offer our leading-edge content delivery solutions.”\nVenzee's channel partners are primarily technology-focused companies and global system integrators which benefit by providing Venzee's solutions to their current and future customers.\nChannel partners significantly expand the Company's ability to introduce, educate and sell Venzee content exchange products across multiple retail, distribution and manufacturing clients.\nVenzee's targeted channel partners act as a marketing and sales force multiplier validating and endorsing the Venzee platform while promoting the Venzee value proposition across a significant customer base.\nThe Venzee platform complements the majority of content management systems used today by mid-market and larger retail, distribution and manufacturing companies. The Venzee platform provides any content management system with scalable, reliable and efficient content ingestion and distribution capabilities.\nResignation of Chief Financial Officer\nJoshua Lebovic has advised Venzee that he will resign as Chief Financial Officer to pursue a new opportunity, effective June 15. In submitting his resignation, Mr. Lebovic did not express any disagreement with the Company on any matter related to the Company’s operations, policies or practices, including its controls or financial-related matters. Mr. Lebovic will support the Company up until his successor is identified and appointed, and will assist Venzee in ensuring an orderly transition of his duties.\n“On behalf of everyone at Venzee and our Board of Directors, I want to thank Joshua for his financial leadership and many contributions during his time as CFO. We wish him success in his new endeavor,” said Peter Mackay.\nThe Company has initiated a search for a new CFO and expects to be able to announce a replacement in due course.\nDetails of the Conference Call:\nDate: Tuesday, May 29th 2018\nTime: 6:00 a.m. PDT / 9:00 a.m. EDT\nOperator Assisted Toll-Free Dial-In Number: (866) 521-4909\nLocal or International Dial-In Number: (647) 427 2311\nThere will also be a playback of the conference call, available in MP3 format by contacting investor relations below.\nAbout Venzee\nVenzee is a SaaS (software as a service) company that launched in 2014 to help e-commerce vendors and retailers collect, transform and deliver data for the digital supply chain. Venzee does this through its own developed API technology, architected for today’s complex digital environment which includes e-commerce, brick and mortar, and drop-ship. The process eliminates manual data entry, providing a cost-effective alternative to the traditional labor-intensive process of spreadsheets. As a result, Venzee’s software enables businesses to sell their products and services faster, with increased revenue from gained efficiencies.\nVenzee is leveraging its technology by establishing relationships with channel partnerships; major retailers; supply chain software providers; digital asset management, and so on. The SaaS business model includes flexibility for customers small and large and the tailored nature for enterprise clients encourages long standing relationships.\nTo learn more about Venzee, visit: www.venzee.com .\nInvestor Relations\nCaleb Jeffries\nInvestor Relations, Kin Communications Inc.\n1-866-684-6730\nVENZ@kincommunications.com\nForward-Looking Information\nThis press release contains “forward-looking information” within the meaning of applicable Canadian securities legislation. Forward-looking information includes, but is not limited to, statements with respect to the execution of the Company’s growth strategy and the entering into of definitive partnership agreements with channel partners. Generally, forward-looking information can be identified by the use of forward-looking terminology such as “plans”, “expects” or “does not expect”, “is expected”, “budget”, “scheduled”, “estimates”, “forecasts”, “intends”, “anticipates” or “does not anticipate”, or “believes”, or variations of such words and phrases or state that certain actions, events or results “may”, “could”, “would”, “might” or “will be taken”, “occur” or “be achieved”. Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information, including but not limited to: general business, economic, competitive, geopolitical and social uncertainties; and regulatory risks. Additional information about these assumptions and risks and uncertainties is contained under “Risk Factors and Uncertainties” in the Company’s management’s discussion and analysis for the year ended December 31, 2017, which is available under the Company’s SEDAR profile at www.sedar.com , and in other filings that the Company has made and may make with applicable securities authorities in the future.\nAlthough the Company has attempted to identify important factors that could cause actual results those contained in forward-looking information, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking information. The forward-looking information contained in this news release is expressly qualified in its entirety by this cautionary statement. The Company does not undertake to update any forward-looking information, except as required by applicable securities laws.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource:Venzee Technologies Inc.",
    "published": "2018-05-29T14:00:00.000+03:00",
    "crawled": "2018-05-29T13:55:19.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "venzee",
        "technology",
        "venz",
        "venzee",
        "company",
        "announces",
        "filed",
        "q1",
        "financial",
        "statement",
        "hosting",
        "conference",
        "call",
        "discus",
        "result",
        "provide",
        "update",
        "operation",
        "tuesday",
        "may",
        "pdt",
        "edt",
        "conference",
        "call",
        "hosted",
        "ceo",
        "peter",
        "mackay",
        "cfo",
        "joshua",
        "lebovic",
        "vp",
        "partner",
        "development",
        "john",
        "abrams",
        "investor",
        "question",
        "following",
        "update",
        "operation",
        "invited",
        "communicate",
        "question",
        "management",
        "call",
        "financial",
        "statement",
        "available",
        "company",
        "sedar",
        "profile",
        "quarter",
        "venzee",
        "added",
        "john",
        "abrams",
        "peter",
        "montross",
        "sale",
        "partner",
        "development",
        "team",
        "abrams",
        "montross",
        "joined",
        "venzee",
        "shotfarm",
        "competitor",
        "venzee",
        "lead",
        "enterprise",
        "sale",
        "partnership",
        "growth",
        "announced",
        "april",
        "10th",
        "company",
        "advanced",
        "discussion",
        "potential",
        "enterprise",
        "channel",
        "partner",
        "many",
        "strong",
        "market",
        "share",
        "respective",
        "vertical",
        "north",
        "america",
        "targeting",
        "additional",
        "channel",
        "partner",
        "remains",
        "strong",
        "focus",
        "company",
        "increase",
        "adoption",
        "venzee",
        "platform",
        "date",
        "company",
        "executed",
        "letter",
        "intent",
        "potential",
        "channel",
        "partner",
        "continues",
        "advance",
        "towards",
        "definitive",
        "partnership",
        "agreement",
        "john",
        "abrams",
        "vp",
        "partner",
        "development",
        "said",
        "channel",
        "partner",
        "engagement",
        "first",
        "quarter",
        "exceeds",
        "according",
        "abrams",
        "retailer",
        "demand",
        "omnichannel",
        "content",
        "driven",
        "brand",
        "demand",
        "content",
        "management",
        "system",
        "investment",
        "connecting",
        "venzee",
        "platform",
        "brand",
        "distribute",
        "syndicate",
        "authentic",
        "product",
        "content",
        "existing",
        "system",
        "quickly",
        "channel",
        "less",
        "effort",
        "less",
        "venzee",
        "channel",
        "partner",
        "client",
        "benefit",
        "range",
        "integration",
        "option",
        "venzee",
        "provides",
        "venzee",
        "comprehensive",
        "api",
        "ftp",
        "autopilot",
        "solution",
        "allow",
        "content",
        "management",
        "system",
        "system",
        "integrator",
        "enable",
        "integration",
        "deliver",
        "instant",
        "client",
        "result",
        "according",
        "abrams",
        "channel",
        "partner",
        "engagement",
        "globally",
        "recognized",
        "pim",
        "mdm",
        "dam",
        "system",
        "supplier",
        "expected",
        "accelerate",
        "throughout",
        "remainder",
        "year",
        "existing",
        "solution",
        "provider",
        "expand",
        "content",
        "syndication",
        "offering",
        "partnering",
        "venzee",
        "offer",
        "content",
        "delivery",
        "venzee",
        "channel",
        "partner",
        "primarily",
        "company",
        "global",
        "system",
        "integrator",
        "benefit",
        "providing",
        "venzee",
        "solution",
        "current",
        "future",
        "customer",
        "channel",
        "partner",
        "significantly",
        "expand",
        "company",
        "ability",
        "introduce",
        "educate",
        "sell",
        "venzee",
        "content",
        "exchange",
        "product",
        "across",
        "multiple",
        "retail",
        "distribution",
        "manufacturing",
        "client",
        "venzee",
        "targeted",
        "channel",
        "partner",
        "act",
        "marketing",
        "sale",
        "force",
        "multiplier",
        "validating",
        "endorsing",
        "venzee",
        "platform",
        "promoting",
        "venzee",
        "value",
        "proposition",
        "across",
        "significant",
        "customer",
        "base",
        "venzee",
        "platform",
        "complement",
        "majority",
        "content",
        "management",
        "system",
        "used",
        "today",
        "larger",
        "retail",
        "distribution",
        "manufacturing",
        "company",
        "venzee",
        "platform",
        "provides",
        "content",
        "management",
        "system",
        "scalable",
        "reliable",
        "efficient",
        "content",
        "ingestion",
        "distribution",
        "capability",
        "resignation",
        "chief",
        "financial",
        "officer",
        "joshua",
        "lebovic",
        "advised",
        "venzee",
        "resign",
        "chief",
        "financial",
        "officer",
        "pursue",
        "new",
        "opportunity",
        "effective",
        "june",
        "submitting",
        "resignation",
        "lebovic",
        "express",
        "disagreement",
        "company",
        "matter",
        "related",
        "company",
        "operation",
        "policy",
        "practice",
        "including",
        "control",
        "matter",
        "lebovic",
        "support",
        "company",
        "successor",
        "identified",
        "appointed",
        "assist",
        "venzee",
        "ensuring",
        "orderly",
        "transition",
        "duty",
        "behalf",
        "everyone",
        "venzee",
        "board",
        "director",
        "want",
        "thank",
        "joshua",
        "financial",
        "leadership",
        "many",
        "contribution",
        "time",
        "cfo",
        "wish",
        "success",
        "new",
        "endeavor",
        "said",
        "peter",
        "mackay",
        "company",
        "initiated",
        "search",
        "new",
        "cfo",
        "expects",
        "able",
        "announce",
        "replacement",
        "due",
        "course",
        "detail",
        "conference",
        "call",
        "date",
        "tuesday",
        "may",
        "29th",
        "time",
        "pdt",
        "edt",
        "operator",
        "assisted",
        "number",
        "local",
        "international",
        "number",
        "also",
        "playback",
        "conference",
        "call",
        "available",
        "mp3",
        "format",
        "contacting",
        "investor",
        "relation",
        "venzee",
        "venzee",
        "saas",
        "software",
        "service",
        "company",
        "launched",
        "help",
        "vendor",
        "retailer",
        "collect",
        "transform",
        "deliver",
        "data",
        "digital",
        "supply",
        "chain",
        "venzee",
        "developed",
        "api",
        "technology",
        "architected",
        "today",
        "complex",
        "digital",
        "environment",
        "includes",
        "brick",
        "mortar",
        "process",
        "eliminates",
        "manual",
        "data",
        "entry",
        "providing",
        "alternative",
        "traditional",
        "process",
        "spreadsheet",
        "result",
        "venzee",
        "software",
        "enables",
        "business",
        "sell",
        "product",
        "service",
        "faster",
        "increased",
        "revenue",
        "gained",
        "efficiency",
        "venzee",
        "leveraging",
        "technology",
        "establishing",
        "relationship",
        "channel",
        "partnership",
        "major",
        "retailer",
        "supply",
        "chain",
        "software",
        "provider",
        "digital",
        "asset",
        "management",
        "saas",
        "business",
        "model",
        "includes",
        "flexibility",
        "customer",
        "small",
        "large",
        "tailored",
        "nature",
        "enterprise",
        "client",
        "encourages",
        "long",
        "standing",
        "relationship",
        "learn",
        "venzee",
        "visit",
        "investor",
        "relation",
        "caleb",
        "jeffries",
        "investor",
        "relation",
        "kin",
        "communication",
        "venz",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "information",
        "includes",
        "limited",
        "statement",
        "respect",
        "execution",
        "company",
        "growth",
        "strategy",
        "entering",
        "definitive",
        "partnership",
        "agreement",
        "channel",
        "partner",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "including",
        "limited",
        "general",
        "business",
        "economic",
        "competitive",
        "geopolitical",
        "social",
        "uncertainty",
        "regulatory",
        "risk",
        "additional",
        "information",
        "assumption",
        "risk",
        "uncertainty",
        "contained",
        "risk",
        "factor",
        "uncertainty",
        "company",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "available",
        "company",
        "sedar",
        "profile",
        "filing",
        "company",
        "made",
        "may",
        "make",
        "applicable",
        "security",
        "authority",
        "future",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "contained",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "information",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "company",
        "undertake",
        "update",
        "information",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "venzee",
        "technology",
        "inc"
    ]
}