{
    "organizations": [],
    "uuid": "c4de8f462cf7e29e52ab256c5c3715699ac57e9c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-cgi-reports-strong-q2-fiscal-2018-results.html",
    "ord_in_thread": 0,
    "title": "CGI reports strong Q2 Fiscal 2018 results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Year-over-year revenue growth of 8.3%\nQ2-F2018 highlights\nRevenue of $3.0 billion, up 8.3% year-over-year; Adjusted EBIT of $424.4 million, or 14.4% of revenue; Net earnings of $274.4 million, or 9.3% of revenue; Net earnings excluding specific items* of $303.2 million, or 10.3% of revenue; Diluted EPS of $0.94 or $1.04 excluding specific items;* Bookings of $3.5 billion, or 119.1% of revenue; and, Cash provided by operating activities of $425.7 million or 14.4% of revenue.\n*Specific items in Q2-F2018 include: $8.7 million in acquisition-related and integration costs and $20.1 million in restructuring costs both net of tax; Specific items in Q2-F2017 include: $0.8 million in integration-related costs net of tax.\nNote: All figures in Canadian dollars. Q2-F2018 MD&A, interim condensed consolidated financial statements and accompanying notes can be found at cgi.com/investors and have been filed with both SEDAR in Canada and EDGAR in the U.S.\nTo access the financial statements – click here (PDF)\nTo access the MD&A – click here (PDF)\nMONTRÉAL, May 2, 2018 /PRNewswire/ - CGI (TSX: GIB.A) (NYSE: GIB) reported Fiscal 2018 second quarter revenue growth of 8.3%, to $3.0 billion. Compared with last year, revenue was up 4.9% in constant currency as foreign exchange fluctuations positively impacted revenue by $93.7 million.\nAdjusted EBIT was $424.4 million, an increase of $29.3 million from Q2-F2017, representing a margin of 14.4%. This compares with $395.1 million, or 14.5% of revenue for the same period last year.\nNet earnings were $274.4 million in Q2-F2018, stable compared with the year ago period. Earnings per diluted share were 94 cents compared with 90 cents last year.\nNet earnings excluding specific items were $303.2 million, an increase of $28.0 million from Q2-F2017, representing a margin of 10.3%. This compares with $275.2 million for the same period last year. EPS expanded by 14.3% to $1.04 per diluted share, up from 91 cents from the year ago period.\n\"I am pleased with the continued progress our team is making against our growth plan,\" said George D. Schindler, President and Chief Executive Officer. \"Revenue, net earnings, bookings and cash from operations are all up year-over-year, reflecting our ability to create and realize new opportunities to help clients become digital organizations and for CGI to remain an active consolidator in the market.\"\nBookings were $3.5 billion or 119.1% of revenue. At the end of March 2018, the Company's backlog stood at $22.0 billion.\nCash generated from operating activities increased to $425.7 million or 14.4% of revenue, compared with $366.2 million in the year ago period. Over the last twelve months, the Company generated $1.5 billion, or 13.2% of revenue.\nIn millions of Canadian dollars except earnings per share\nand where noted\nQ2-F2018\nQ2-F2017\nRevenue\n2,950.3\n2,724.4\nGrowth at constant currency\n4.9%\n5.6%\nAdjusted EBIT\n424.4\n395.1\nMargin\n14.4%\n14.5%\nNet earnings\n274.4\n274.4\nMargin\n9.3%\n10.1%\nEarnings per share (diluted)\n0.94\n0.90\nNet earnings excluding specific items*\n303.2\n275.2\nMargin\n10.3%\n10.1%\nEarnings per share (diluted) excluding specific items*\n1.04\n0.91\nWeighted average number of outstanding shares (diluted)\n290,997,492\n303,619,463\nNet finance costs\n17.3\n17.8\nNet debt\n1,525.9\n1,493.7\nNet debt to capitalization ratio\n17.5%\n18.2%\nCash provided by operating activities\n425.7\n366.2\nDays sales outstanding (DSO)\n46\n42\nReturn on invested capital (ROIC)\n13.5%\n14.7%\nReturn on equity (ROE)\n16.0%\n17.5%\nBookings\n3,513.0\n2,734.6\nBacklog\n22,049.1\n20,967.6\n*Specific items in Q2-F2018 include: $8.7 million in acquisition-related and integration costs and $20.1 million in restructuring costs both net of tax; Specific items in Q2-F2017 include: $0.8 million in integration-related costs net of tax.\nAt the end of March 2018, the Company had approximately $1.7 billion in available cash and unused credit facilities. Net debt to capitalization stood at 17.5% compared to 18.2% at the end of same quarter last year.\nQ2-F2018 results conference call\nManagement this morning at 9:00 a.m. Eastern time to discuss results. Participants may access the call by dialling 1-800-377-0758 or via cgi.com/investors . For those unable to participate on the live call, a podcast and copy of the slides will be archived for download at cgi.com/investors .\nAbout CGI\nFounded in 1976, CGI is the fifth largest independent IT and business consulting services firm in the world. With 73,000 professionals across the globe, CGI delivers an end-to-end portfolio of capabilities, from IT and business consulting to systems integration, outsourcing services and intellectual property solutions. CGI works with clients through a local relationship model complemented by a global delivery network that helps clients digitally transform their organizations and accelerate results. With annual revenue of C$10.8 billion, CGI shares are listed on the TSX (GIB.A) and the NYSE (GIB). Learn more at www.cgi.com .\nNon-GAAP financial metrics used in this press release: Constant currency growth, adjusted EBIT, net debt, net debt to capitalization ratio, bookings, book-to-bill ratio, backlog, DSO, ROIC, ROE and net earnings and diluted EPS excluding specific items.\nCGI reports its financial results in accordance with IFRS. However, management believes that these non-GAAP measures provide useful information to investors regarding the Company's financial condition and results of operations as they provide additional measures of its performance. Additional details for these non-GAAP measures can be found on page 3 and 4 of our MD&A which is posted on CGI's website, and filed with SEDAR and EDGAR.\nForward-Looking Information and Statements\nThis press release contains \"forward-looking information\" within the meaning of Canadian securities laws and \" \" within the meaning of the United States Private Securities Litigation Reform Act of 1995 and other applicable United States safe harbours. All such forward-looking information and statements are made and disclosed in reliance upon the safe harbour provisions of applicable Canadian and United States securities laws. Forward-looking information and statements include all information and statements regarding CGI's intentions, plans, expectations, beliefs, objectives, future performance, and strategy, as well as any other information or statements that relate to future events or circumstances and which do not directly and exclusively relate to historical facts. Forward-looking information and statements often but not always use words such as \"believe\", \"estimate\", \"expect\", \"intend\", \"anticipate\", \"foresee\", \"plan\", \"predict\", \"project\", \"aim\", \"seek\", \"strive\", \"potential\", \"continue\", \"target\", \"may\", \"might\", \"could\", \"should\", and similar expressions and variations thereof. These information and statements are based on our perception of historic trends, current conditions and expected future developments, as well as other assumptions, both general and specific, that we believe are appropriate in the circumstances. Such information and statements are, however, by their very nature, subject to inherent risks and uncertainties, of which many are beyond the control of the Company, and which give rise to the possibility that actual results could our expectations expressed in, or implied by, such forward-looking information or . These risks and uncertainties include but are not restricted to: risks related to the market such as the level of business activity of our clients, which is affected by economic conditions, and our ability to negotiate new contracts; risks related to our industry such as competition and our ability to attract and retain qualified employees, to develop and expand our services, to penetrate new markets, and to protect our intellectual property rights; risks related to our business such as risks associated with our growth strategy, including the integration of new operations, financial and operational risks inherent in worldwide operations, foreign exchange risks, income tax laws, our ability to negotiate favorable contractual terms, to deliver our services and to collect receivables, and the reputational and financial risks attendant to cybersecurity breaches and other incidents; as well as other risks identified or incorporated by reference in this press release, in CGI's annual and quarterly MD&A and in other documents that we make public, including our filings with the Canadian Securities Administrators (on SEDAR at www.sedar.com ) and the U.S. Securities and Exchange Commission (on EDGAR at www.sec.gov ). Unless otherwise stated, the forward-looking information and statements contained in this press release are made as of the date hereof and CGI disclaims any intention or obligation to publicly update or revise any forward-looking information or , whether as a result of new information, future events or otherwise, except as required by applicable law. While we believe that our assumptions on which these forward-looking information and are based were reasonable as at the date of this press release, readers are cautioned not to place undue reliance on these forward-looking information or statements. Furthermore, readers are reminded that forward-looking information and statements are presented for the sole purpose of assisting investors and others in understanding our objectives, strategic priorities and business outlook as well as our anticipated operating environment. Readers are cautioned that such information may not be appropriate for other purposes. Further information on the risks that could cause our actual results to differ significantly from our current expectations may be found in the section titled \"Risk Environment\" of CGI's annual and quarterly MD&A, which is incorporated by reference in this cautionary statement. We also caution readers that the above-mentioned risks and the risks disclosed in CGI's annual and quarterly MD&A and other documents and filings are not the only ones that could affect us. Additional risks and uncertainties not currently known to us or that we currently deem to be immaterial could also have a material adverse effect on our financial position, financial performance, cash flows, business or reputation.\nView original content: http://www.prnewswire.com/news-releases/cgi-reports-strong-q2-fiscal-2018-results-300640914.html\nSOURCE CGI Group Inc.",
    "published": "2018-05-02T14:30:00.000+03:00",
    "crawled": "2018-05-02T19:39:36.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "growth",
        "highlight",
        "revenue",
        "billion",
        "adjusted",
        "ebit",
        "million",
        "revenue",
        "net",
        "earnings",
        "million",
        "revenue",
        "net",
        "earnings",
        "excluding",
        "specific",
        "item",
        "million",
        "revenue",
        "diluted",
        "eps",
        "excluding",
        "specific",
        "item",
        "booking",
        "billion",
        "revenue",
        "cash",
        "provided",
        "operating",
        "activity",
        "million",
        "revenue",
        "specific",
        "item",
        "include",
        "million",
        "integration",
        "cost",
        "million",
        "restructuring",
        "cost",
        "net",
        "tax",
        "specific",
        "item",
        "include",
        "million",
        "cost",
        "net",
        "tax",
        "note",
        "figure",
        "canadian",
        "dollar",
        "md",
        "interim",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "accompanying",
        "note",
        "found",
        "filed",
        "sedar",
        "canada",
        "edgar",
        "access",
        "financial",
        "statement",
        "click",
        "pdf",
        "access",
        "md",
        "click",
        "pdf",
        "montréal",
        "may",
        "cgi",
        "tsx",
        "nyse",
        "gib",
        "reported",
        "fiscal",
        "second",
        "quarter",
        "revenue",
        "growth",
        "billion",
        "compared",
        "last",
        "year",
        "revenue",
        "constant",
        "currency",
        "foreign",
        "exchange",
        "fluctuation",
        "positively",
        "impacted",
        "revenue",
        "million",
        "adjusted",
        "ebit",
        "million",
        "increase",
        "million",
        "representing",
        "margin",
        "compare",
        "million",
        "revenue",
        "period",
        "last",
        "year",
        "net",
        "earnings",
        "million",
        "stable",
        "compared",
        "year",
        "ago",
        "period",
        "earnings",
        "per",
        "diluted",
        "share",
        "cent",
        "compared",
        "cent",
        "last",
        "year",
        "net",
        "earnings",
        "excluding",
        "specific",
        "item",
        "million",
        "increase",
        "million",
        "representing",
        "margin",
        "compare",
        "million",
        "period",
        "last",
        "year",
        "eps",
        "expanded",
        "per",
        "diluted",
        "share",
        "cent",
        "year",
        "ago",
        "period",
        "pleased",
        "continued",
        "progress",
        "team",
        "making",
        "growth",
        "plan",
        "said",
        "george",
        "schindler",
        "president",
        "chief",
        "executive",
        "officer",
        "revenue",
        "net",
        "earnings",
        "booking",
        "cash",
        "operation",
        "reflecting",
        "ability",
        "create",
        "realize",
        "new",
        "opportunity",
        "help",
        "client",
        "become",
        "digital",
        "organization",
        "cgi",
        "remain",
        "active",
        "consolidator",
        "market",
        "booking",
        "billion",
        "revenue",
        "end",
        "march",
        "company",
        "backlog",
        "stood",
        "billion",
        "cash",
        "generated",
        "operating",
        "activity",
        "increased",
        "million",
        "revenue",
        "compared",
        "million",
        "year",
        "ago",
        "period",
        "last",
        "twelve",
        "month",
        "company",
        "generated",
        "billion",
        "revenue",
        "million",
        "canadian",
        "dollar",
        "except",
        "earnings",
        "per",
        "share",
        "noted",
        "revenue",
        "growth",
        "constant",
        "currency",
        "adjusted",
        "ebit",
        "margin",
        "net",
        "earnings",
        "margin",
        "earnings",
        "per",
        "share",
        "diluted",
        "net",
        "earnings",
        "excluding",
        "specific",
        "item",
        "margin",
        "earnings",
        "per",
        "share",
        "diluted",
        "excluding",
        "specific",
        "item",
        "weighted",
        "average",
        "number",
        "outstanding",
        "share",
        "diluted",
        "net",
        "finance",
        "cost",
        "net",
        "debt",
        "net",
        "debt",
        "capitalization",
        "ratio",
        "cash",
        "provided",
        "operating",
        "activity",
        "day",
        "sale",
        "outstanding",
        "dso",
        "return",
        "invested",
        "capital",
        "roic",
        "return",
        "equity",
        "roe",
        "booking",
        "backlog",
        "specific",
        "item",
        "include",
        "million",
        "integration",
        "cost",
        "million",
        "restructuring",
        "cost",
        "net",
        "tax",
        "specific",
        "item",
        "include",
        "million",
        "cost",
        "net",
        "tax",
        "end",
        "march",
        "company",
        "approximately",
        "billion",
        "available",
        "cash",
        "unused",
        "credit",
        "facility",
        "net",
        "debt",
        "capitalization",
        "stood",
        "compared",
        "end",
        "quarter",
        "last",
        "year",
        "result",
        "conference",
        "call",
        "management",
        "morning",
        "eastern",
        "time",
        "discus",
        "result",
        "participant",
        "may",
        "access",
        "call",
        "dialling",
        "via",
        "unable",
        "participate",
        "live",
        "call",
        "podcast",
        "copy",
        "slide",
        "archived",
        "download",
        "cgi",
        "founded",
        "cgi",
        "fifth",
        "largest",
        "independent",
        "business",
        "consulting",
        "service",
        "firm",
        "world",
        "professional",
        "across",
        "globe",
        "cgi",
        "delivers",
        "portfolio",
        "capability",
        "business",
        "consulting",
        "system",
        "integration",
        "outsourcing",
        "service",
        "intellectual",
        "property",
        "solution",
        "cgi",
        "work",
        "client",
        "local",
        "relationship",
        "model",
        "complemented",
        "global",
        "delivery",
        "network",
        "help",
        "client",
        "digitally",
        "transform",
        "organization",
        "accelerate",
        "result",
        "annual",
        "revenue",
        "c",
        "billion",
        "cgi",
        "share",
        "listed",
        "tsx",
        "nyse",
        "gib",
        "learn",
        "financial",
        "metric",
        "used",
        "press",
        "release",
        "constant",
        "currency",
        "growth",
        "adjusted",
        "ebit",
        "net",
        "debt",
        "net",
        "debt",
        "capitalization",
        "ratio",
        "booking",
        "ratio",
        "backlog",
        "dso",
        "roic",
        "roe",
        "net",
        "earnings",
        "diluted",
        "eps",
        "excluding",
        "specific",
        "item",
        "cgi",
        "report",
        "financial",
        "result",
        "accordance",
        "ifrs",
        "however",
        "management",
        "belief",
        "measure",
        "provide",
        "useful",
        "information",
        "investor",
        "regarding",
        "company",
        "financial",
        "condition",
        "result",
        "operation",
        "provide",
        "additional",
        "measure",
        "performance",
        "additional",
        "detail",
        "measure",
        "found",
        "page",
        "md",
        "posted",
        "cgi",
        "website",
        "filed",
        "sedar",
        "edgar",
        "information",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "law",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "applicable",
        "united",
        "state",
        "safe",
        "harbour",
        "information",
        "statement",
        "made",
        "disclosed",
        "reliance",
        "upon",
        "safe",
        "harbour",
        "provision",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "law",
        "information",
        "statement",
        "include",
        "information",
        "statement",
        "regarding",
        "cgi",
        "intention",
        "plan",
        "expectation",
        "belief",
        "objective",
        "future",
        "performance",
        "strategy",
        "well",
        "information",
        "statement",
        "relate",
        "future",
        "event",
        "circumstance",
        "directly",
        "exclusively",
        "relate",
        "historical",
        "fact",
        "information",
        "statement",
        "often",
        "always",
        "use",
        "word",
        "believe",
        "estimate",
        "expect",
        "intend",
        "anticipate",
        "foresee",
        "plan",
        "predict",
        "project",
        "aim",
        "seek",
        "strive",
        "potential",
        "continue",
        "target",
        "may",
        "might",
        "could",
        "similar",
        "expression",
        "variation",
        "thereof",
        "information",
        "statement",
        "based",
        "perception",
        "historic",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "well",
        "assumption",
        "general",
        "specific",
        "believe",
        "appropriate",
        "circumstance",
        "information",
        "statement",
        "however",
        "nature",
        "subject",
        "inherent",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "company",
        "give",
        "rise",
        "possibility",
        "actual",
        "result",
        "could",
        "expectation",
        "expressed",
        "implied",
        "information",
        "risk",
        "uncertainty",
        "include",
        "restricted",
        "risk",
        "related",
        "market",
        "level",
        "business",
        "activity",
        "client",
        "affected",
        "economic",
        "condition",
        "ability",
        "negotiate",
        "new",
        "contract",
        "risk",
        "related",
        "industry",
        "competition",
        "ability",
        "attract",
        "retain",
        "qualified",
        "employee",
        "develop",
        "expand",
        "service",
        "penetrate",
        "new",
        "market",
        "protect",
        "intellectual",
        "property",
        "right",
        "risk",
        "related",
        "business",
        "risk",
        "associated",
        "growth",
        "strategy",
        "including",
        "integration",
        "new",
        "operation",
        "financial",
        "operational",
        "risk",
        "inherent",
        "worldwide",
        "operation",
        "foreign",
        "exchange",
        "risk",
        "income",
        "tax",
        "law",
        "ability",
        "negotiate",
        "favorable",
        "contractual",
        "term",
        "deliver",
        "service",
        "collect",
        "receivables",
        "reputational",
        "financial",
        "risk",
        "attendant",
        "cybersecurity",
        "breach",
        "incident",
        "well",
        "risk",
        "identified",
        "incorporated",
        "reference",
        "press",
        "release",
        "cgi",
        "annual",
        "quarterly",
        "md",
        "document",
        "make",
        "public",
        "including",
        "filing",
        "canadian",
        "security",
        "administrator",
        "sedar",
        "security",
        "exchange",
        "commission",
        "edgar",
        "unless",
        "otherwise",
        "stated",
        "information",
        "statement",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "cgi",
        "disclaims",
        "intention",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "believe",
        "assumption",
        "information",
        "based",
        "reasonable",
        "date",
        "press",
        "release",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "furthermore",
        "reader",
        "reminded",
        "information",
        "statement",
        "presented",
        "sole",
        "purpose",
        "assisting",
        "investor",
        "others",
        "understanding",
        "objective",
        "strategic",
        "priority",
        "business",
        "outlook",
        "well",
        "anticipated",
        "operating",
        "environment",
        "reader",
        "cautioned",
        "information",
        "may",
        "appropriate",
        "purpose",
        "information",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "significantly",
        "current",
        "expectation",
        "may",
        "found",
        "section",
        "titled",
        "risk",
        "environment",
        "cgi",
        "annual",
        "quarterly",
        "md",
        "incorporated",
        "reference",
        "cautionary",
        "statement",
        "also",
        "caution",
        "reader",
        "risk",
        "risk",
        "disclosed",
        "cgi",
        "annual",
        "quarterly",
        "md",
        "document",
        "filing",
        "one",
        "could",
        "affect",
        "u",
        "additional",
        "risk",
        "uncertainty",
        "currently",
        "known",
        "u",
        "currently",
        "deem",
        "immaterial",
        "could",
        "also",
        "material",
        "adverse",
        "effect",
        "financial",
        "position",
        "financial",
        "performance",
        "cash",
        "flow",
        "business",
        "reputation",
        "view",
        "original",
        "content",
        "http",
        "source",
        "cgi",
        "group",
        "inc"
    ]
}