{
    "organizations": [],
    "uuid": "1eb75da5dbdb703a6d9a438db6a08abc270d94d0",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/05/18/army-battlefield-robots/",
    "ord_in_thread": 0,
    "title": "The U.S. Army Is Planning New, More Complex Battlefield Robots",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Bloomberg 9:38 AM EDT\nFrom the spears hurled by Romans to the missiles launched by fighter pilots, the weapons humans use to kill each other have always been subject to improvement. Militaries seek to make each one ever-more lethal and, in doing so, better protect the soldier who wields it. But in the next evolution of combat, the U.S. Army is heading down a path that may lead humans off the battlefield entirely.\nOver the next few years, the Pentagon is poised to spend almost $1 billion for a range of robots designed to complement combat troops. Beyond scouting and explosives disposal, these new machines will sniff out hazardous chemicals or other agents, perform complex reconnaissance and even carry a soldier’s gear.\n“Within five years, I have no doubt there will be robots in every Army formation,” said Bryan McVeigh, the Army’s project manager for force protection. He touted a record 800 robots fielded over the past 18 months. “We’re going from talking about robots to actually building and fielding programs,” he said. “This is an exciting time to be working on robots with the Army.”\nBut that’s just the beginning.\nThe Pentagon has split its robot platforms into light, medium and heavy categories. In April, the Army awarded a $429.1 million contract to two Massachusetts companies, Endeavor Robotics of Chelmsford and Waltham-based QinetiQ North America, for small bots weighing fewer than 25 pounds. This spring, Endeavor also landed two contracts worth $34 million from the Marine Corps for small and midsized robots.\nIn October, the Army awarded Endeavor $158.5 million for a class of more than 1,200 medium robots, called the Man-Transportable Robotic System, Increment II, weighing less than 165 pounds. The MTRS robot, designed to detect explosives as well as chemical, biological, radioactive and nuclear threats, is scheduled to enter service by late summer 2019. The Army plans to determine its needs for a larger, heavier class of robot later this year.\n“It’s a recognition that ground robots can do a lot more, and there’s a lot of capabilities that can and should be exploited,” said Sean Bielat, Endeavor’s chief executive officer. Specifically, he points to “the dull, the dirty and the dangerous” infantry tasks as those best suited to robotics.\nDuring combat operations in Iraq and Afghanistan, the Defense Department amassed an inventory of more than 7,000 robots, with much of the hardware designed to neutralize improvised explosive devices (IEDs). Military brass were trying to quickly solve a vexing problem that was killing troops, but the acquisition strategy led to a motley assortment of devices that trade journal Defense News last year called “a petting zoo of various ground robots.”\nThis approach also meant that each “pet” was essentially a one-off device used for a single task. The Army’s current approach is to field more inter-operable robots with a common chassis, allowing different sensors and payloads to be attached, along with standardized controllers for various platforms, said McVeigh, a retired Army colonel.\nThis strategy is also geared toward affordability. “If we want to change payloads, then we can spend our money on changing the payloads and not having to change the whole system,” he said. While it ramps up to use its newer robots, the Army will retain about 2,500 of the medium and small robots from the older fleet.\nAmid their many capacities, none of the current or planned U.S. infantry robots is armed—yet. Armed robots are hardly new, of course, with South Korea deploying sentry gun-bots in the demilitarized zone fronting North Korea and various countries flying drones equipped with a variety of weapons.\n“Just strapping a conventional weapon onto a robot doesn’t necessarily give you that much” for ground troops, said Bielat, the Endeavor Robotics CEO. “There is occasional interest in weaponizing robots, but it’s not particularly strong interest. What is envisioned in these discussions is always man-in-the-loop, definitely not autonomous use of weapons.”\nYet, depending on one’s perspective, machines that kill autonomously are either a harbinger of a “Terminator”-style dystopia or a logical evolution of warfare. This new generation of weaponry would be armed and able to “see” and assess a battle zone faster and more thoroughly than a human—and react far more quickly. What happens next is where the topic veers into a moral, perhaps existential, morass.\n“It seems inevitable that technology is taking us to a point where countries will face the question of whether to delegate lethal decision-making to machines,” said Paul Scharre, a senior fellow and director of the technology and national security program at the Center for a New American Security.\n“If we went to war and no one slept uneasy at night, what does that say about us?”\nLast year, 116 founders of robotics and artificial intelligence, including Elon Musk, the billionaire founder of Tesla Inc. and SpaceX, sent a letter to the United Nations urging a ban on lethal autonomous weapons.\n“Once developed, they will permit armed conflict to be fought at a scale greater than ever, and at timescales faster than humans can comprehend,” the letter stated, warning of a “Pandora’s box” being opened with such systems.\nTo date, 26 countries have joined calls for a ban on fully autonomous weapons, including 14 nations in Latin America, according to the Campaign to Stop Killer Robots. Notably absent from this list are nations with robust defense industries that research AI and robotics—countries such as the U.S., Russia, Israel, France, Germany, South Korea and the United Kingdom.\nThe campaign was launched five years ago by activists alarmed at the prospect of machines wielding “the power to decide who lives or dies on the battlefield.”\n“If you buy into the notion that it’s a moral and humanitarian issue—that you have machines making life-and-death decisions on the battlefield—then it’s a very simple issue,” said Steve Goose, director of Human Rights Watch’s arms division and a co-founder of the campaign. “People have a sense of revulsion over this.”\nNot long ago, such futuristic software seemed, if not quite impossible, at least 30 years away. Given the pace of research, however, that’s no longer the case—a fact that has given the effort by Musk, Goose and others new urgency.\n“It seems that each year, that estimate has come down,” Goose said. Autonomous weapons systems are “years, not decades” hence, he said in an interview last month from Geneva, where a UN group convened its fifth annual conference on Lethal Autonomous Weapons Systems.\nMuch of the recent discussion has focused on defining the terms of debate and where human control for lethal decisions should lie. There are also questions as to how quickly such machines will proliferate and how to deal with such technology in the hands of rogue, non-state actors.\nOver time, Goose said, the campaign will “convince these governments that every nation is going to be better off if no nation has these weapons.” But Scharre said there’s no chance the UN will agree to a legally binding treaty to ban autonomous weapons. He predicts that “a critical mass” of nations supporting some type of ban could pursue an agreement outside the UN.\nWhile proponents may argue that autonomous robot soldiers will shield soldiers from harm, they will also remove the bloody consequences of armed conflict, a knowledge that “puts a valuable brake on the horrors of war,” said Scharre, a former Army Ranger.\n“There’s a value of someone being able to appreciate the human consequences of war,” he said. “A world without that could be potentially more harmful. If we went to war and no one slept uneasy at night, what does that say about us?” SPONSORED FINANCIAL CONTENT ",
    "published": "2018-05-18T16:38:00.000+03:00",
    "crawled": "2018-05-18T17:00:38.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bloomberg",
        "edt",
        "spear",
        "hurled",
        "roman",
        "missile",
        "launched",
        "fighter",
        "pilot",
        "weapon",
        "human",
        "use",
        "kill",
        "always",
        "subject",
        "improvement",
        "military",
        "seek",
        "make",
        "one",
        "lethal",
        "better",
        "protect",
        "soldier",
        "wields",
        "next",
        "evolution",
        "combat",
        "army",
        "heading",
        "path",
        "may",
        "lead",
        "human",
        "battlefield",
        "entirely",
        "next",
        "year",
        "pentagon",
        "poised",
        "spend",
        "almost",
        "billion",
        "range",
        "robot",
        "designed",
        "complement",
        "combat",
        "troop",
        "beyond",
        "scouting",
        "explosive",
        "disposal",
        "new",
        "machine",
        "sniff",
        "hazardous",
        "chemical",
        "agent",
        "perform",
        "complex",
        "reconnaissance",
        "even",
        "carry",
        "soldier",
        "gear",
        "within",
        "five",
        "year",
        "doubt",
        "robot",
        "every",
        "army",
        "formation",
        "said",
        "bryan",
        "mcveigh",
        "army",
        "project",
        "manager",
        "force",
        "protection",
        "touted",
        "record",
        "robot",
        "fielded",
        "past",
        "month",
        "going",
        "talking",
        "robot",
        "actually",
        "building",
        "fielding",
        "program",
        "said",
        "exciting",
        "time",
        "working",
        "robot",
        "beginning",
        "pentagon",
        "split",
        "robot",
        "platform",
        "light",
        "medium",
        "heavy",
        "category",
        "april",
        "army",
        "awarded",
        "million",
        "contract",
        "two",
        "massachusetts",
        "company",
        "endeavor",
        "robotics",
        "chelmsford",
        "qinetiq",
        "north",
        "america",
        "small",
        "bot",
        "weighing",
        "fewer",
        "pound",
        "spring",
        "endeavor",
        "also",
        "landed",
        "two",
        "contract",
        "worth",
        "million",
        "marine",
        "corp",
        "small",
        "midsized",
        "robot",
        "october",
        "army",
        "awarded",
        "endeavor",
        "million",
        "class",
        "medium",
        "robot",
        "called",
        "robotic",
        "system",
        "increment",
        "ii",
        "weighing",
        "less",
        "pound",
        "mtrs",
        "robot",
        "designed",
        "detect",
        "explosive",
        "well",
        "chemical",
        "biological",
        "radioactive",
        "nuclear",
        "threat",
        "scheduled",
        "enter",
        "service",
        "late",
        "summer",
        "army",
        "plan",
        "determine",
        "need",
        "larger",
        "heavier",
        "class",
        "robot",
        "later",
        "year",
        "recognition",
        "ground",
        "robot",
        "lot",
        "lot",
        "capability",
        "exploited",
        "said",
        "sean",
        "bielat",
        "endeavor",
        "chief",
        "executive",
        "officer",
        "specifically",
        "point",
        "dull",
        "dirty",
        "dangerous",
        "infantry",
        "task",
        "best",
        "suited",
        "robotics",
        "combat",
        "operation",
        "iraq",
        "afghanistan",
        "defense",
        "department",
        "amassed",
        "inventory",
        "robot",
        "much",
        "hardware",
        "designed",
        "neutralize",
        "improvised",
        "explosive",
        "device",
        "ied",
        "military",
        "brass",
        "trying",
        "quickly",
        "solve",
        "vexing",
        "problem",
        "killing",
        "troop",
        "acquisition",
        "strategy",
        "led",
        "motley",
        "assortment",
        "device",
        "trade",
        "journal",
        "defense",
        "news",
        "last",
        "year",
        "called",
        "petting",
        "zoo",
        "various",
        "ground",
        "approach",
        "also",
        "meant",
        "pet",
        "essentially",
        "device",
        "used",
        "single",
        "task",
        "army",
        "current",
        "approach",
        "field",
        "robot",
        "common",
        "chassis",
        "allowing",
        "different",
        "sensor",
        "payload",
        "attached",
        "along",
        "standardized",
        "controller",
        "various",
        "platform",
        "said",
        "mcveigh",
        "retired",
        "army",
        "colonel",
        "strategy",
        "also",
        "geared",
        "toward",
        "affordability",
        "want",
        "change",
        "payload",
        "spend",
        "money",
        "changing",
        "payload",
        "change",
        "whole",
        "system",
        "said",
        "ramp",
        "use",
        "newer",
        "robot",
        "army",
        "retain",
        "medium",
        "small",
        "robot",
        "older",
        "fleet",
        "amid",
        "many",
        "capacity",
        "none",
        "current",
        "planned",
        "infantry",
        "robot",
        "armed",
        "robot",
        "hardly",
        "new",
        "course",
        "south",
        "korea",
        "deploying",
        "sentry",
        "demilitarized",
        "zone",
        "fronting",
        "north",
        "korea",
        "various",
        "country",
        "flying",
        "drone",
        "equipped",
        "variety",
        "weapon",
        "strapping",
        "conventional",
        "weapon",
        "onto",
        "robot",
        "necessarily",
        "give",
        "much",
        "ground",
        "troop",
        "said",
        "bielat",
        "endeavor",
        "robotics",
        "ceo",
        "occasional",
        "interest",
        "weaponizing",
        "robot",
        "particularly",
        "strong",
        "interest",
        "envisioned",
        "discussion",
        "always",
        "definitely",
        "autonomous",
        "use",
        "yet",
        "depending",
        "one",
        "perspective",
        "machine",
        "kill",
        "autonomously",
        "either",
        "harbinger",
        "terminator",
        "dystopia",
        "logical",
        "evolution",
        "warfare",
        "new",
        "generation",
        "weaponry",
        "would",
        "armed",
        "able",
        "see",
        "assess",
        "battle",
        "zone",
        "faster",
        "thoroughly",
        "react",
        "far",
        "quickly",
        "happens",
        "next",
        "topic",
        "veers",
        "moral",
        "perhaps",
        "existential",
        "morass",
        "seems",
        "inevitable",
        "technology",
        "taking",
        "u",
        "point",
        "country",
        "face",
        "question",
        "whether",
        "delegate",
        "lethal",
        "machine",
        "said",
        "paul",
        "scharre",
        "senior",
        "fellow",
        "director",
        "technology",
        "national",
        "security",
        "program",
        "center",
        "new",
        "american",
        "security",
        "went",
        "war",
        "one",
        "slept",
        "uneasy",
        "night",
        "say",
        "u",
        "last",
        "year",
        "founder",
        "robotics",
        "artificial",
        "intelligence",
        "including",
        "elon",
        "musk",
        "billionaire",
        "founder",
        "tesla",
        "spacex",
        "sent",
        "letter",
        "united",
        "nation",
        "urging",
        "ban",
        "lethal",
        "autonomous",
        "weapon",
        "developed",
        "permit",
        "armed",
        "conflict",
        "fought",
        "scale",
        "greater",
        "ever",
        "timescales",
        "faster",
        "human",
        "comprehend",
        "letter",
        "stated",
        "warning",
        "pandora",
        "box",
        "opened",
        "system",
        "date",
        "country",
        "joined",
        "call",
        "ban",
        "fully",
        "autonomous",
        "weapon",
        "including",
        "nation",
        "latin",
        "america",
        "according",
        "campaign",
        "stop",
        "killer",
        "robot",
        "notably",
        "absent",
        "list",
        "nation",
        "robust",
        "defense",
        "industry",
        "research",
        "ai",
        "russia",
        "israel",
        "france",
        "germany",
        "south",
        "korea",
        "united",
        "kingdom",
        "campaign",
        "launched",
        "five",
        "year",
        "ago",
        "activist",
        "alarmed",
        "prospect",
        "machine",
        "wielding",
        "power",
        "decide",
        "life",
        "dy",
        "buy",
        "notion",
        "moral",
        "humanitarian",
        "machine",
        "making",
        "decision",
        "simple",
        "issue",
        "said",
        "steve",
        "goose",
        "director",
        "human",
        "right",
        "watch",
        "arm",
        "division",
        "campaign",
        "people",
        "sense",
        "revulsion",
        "long",
        "ago",
        "futuristic",
        "software",
        "seemed",
        "quite",
        "impossible",
        "least",
        "year",
        "away",
        "given",
        "pace",
        "research",
        "however",
        "longer",
        "fact",
        "given",
        "effort",
        "musk",
        "goose",
        "others",
        "new",
        "urgency",
        "seems",
        "year",
        "estimate",
        "come",
        "goose",
        "said",
        "autonomous",
        "weapon",
        "system",
        "year",
        "decade",
        "hence",
        "said",
        "interview",
        "last",
        "month",
        "geneva",
        "un",
        "group",
        "convened",
        "fifth",
        "annual",
        "conference",
        "lethal",
        "autonomous",
        "weapon",
        "system",
        "much",
        "recent",
        "discussion",
        "focused",
        "defining",
        "term",
        "debate",
        "human",
        "control",
        "lethal",
        "decision",
        "lie",
        "also",
        "question",
        "quickly",
        "machine",
        "proliferate",
        "deal",
        "technology",
        "hand",
        "rogue",
        "actor",
        "time",
        "goose",
        "said",
        "campaign",
        "convince",
        "government",
        "every",
        "nation",
        "going",
        "better",
        "nation",
        "scharre",
        "said",
        "chance",
        "un",
        "agree",
        "legally",
        "binding",
        "treaty",
        "ban",
        "autonomous",
        "weapon",
        "predicts",
        "critical",
        "mass",
        "nation",
        "supporting",
        "type",
        "ban",
        "could",
        "pursue",
        "agreement",
        "outside",
        "un",
        "proponent",
        "may",
        "argue",
        "autonomous",
        "robot",
        "soldier",
        "shield",
        "soldier",
        "harm",
        "also",
        "remove",
        "bloody",
        "consequence",
        "armed",
        "conflict",
        "knowledge",
        "put",
        "valuable",
        "brake",
        "horror",
        "war",
        "said",
        "scharre",
        "former",
        "army",
        "ranger",
        "value",
        "someone",
        "able",
        "appreciate",
        "human",
        "consequence",
        "war",
        "said",
        "world",
        "without",
        "could",
        "potentially",
        "harmful",
        "went",
        "war",
        "one",
        "slept",
        "uneasy",
        "night",
        "say",
        "u",
        "sponsored",
        "financial",
        "content"
    ]
}