{
    "organizations": [],
    "uuid": "0acf39f38b1474ef45357c09808af304c102cc85",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/22/is-facebook-just-a-platform-a-lawyer-to-the-stars-says-no.html",
    "ord_in_thread": 0,
    "title": "Is Facebook just a platform? A lawyer to the stars says no",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Paul Tweed made his name suing news organizations like CNN, Forbes and The National Enquirer on behalf of Hollywood movie stars, winning high-profile cases for celebrities like Britney Spears and Justin Timberlake by hopscotching among Belfast, London and Dublin to take advantage of their favorable defamation or privacy laws.\nSo it was telling last year when Mr. Tweed stopped by the Dublin office of a lawyer for Facebook , Twitter and other social media giants — many of which keep their non-United States headquarters in Ireland for tax reasons — with some half-playful questions.\nWas public sentiment turning against the companies? Mr. Tweed wanted to know. Was a groundswell building over fake news, hate speech, revenge porn, online sex trafficking, defamation and privacy rights?\n\"It was odd,\" the Dublin lawyer, Richard Woulfe, recalled. \"He wanted to sound me out, to find out my view on whether there were going to be more cases like this in the future.\"\nRead more from the New York Times:\nTrump Jr. and other aides met with Gulf emissary offering help to win election\nBehind New York's housing crisis: weakened laws and fragmented regulation\nMeghan Markle and the bicultural blackness of the royal wedding\nYes, indeed. Having enjoyed two decades of legal immunity on both sides of the Atlantic, social media giants are suddenly under growing pressure from regulators and lawmakers, especially in Europe. Lawyers are after them, too, filing lawsuits that seek to chip away at the legal protections afforded the social media companies and to extract financial payments for defamation, privacy rights violations and data breaches.\nSince the early years of the internet boom, American and European rules and regulations have deemed social media companies to be neutral \"platforms\" or \"hosts,\" and thus immune from the liabilities faced by traditional publishers. But a series of scandals over their content has put the companies under a new assault — and the broad question of whether they should be seen as publishers rather than agnostic platforms has sweeping legal ramifications.\n\"I say to Facebook, ʻWhat is the difference between you and a national newspaper being responsible for the letters they publish on their letters page? Why do you have to be treated differently?\" Mr. Tweed said in an interview in his walk-up office across the street from City Hallin Belfast, where he is based. \"Facebook can't say, ʻWe are not a publisher; we are just a platform.'I have been hearing that from them for years, and I never believed it.\"\nLegal scholars say the volume of litigation against the companies has spiked but the number of lawsuits or the size of the payments is difficult to quantify. Companies quickly settle any case that passes the preliminary stages in order to avoid negative precedents or publicity.\nMr. Tweed certainly saw an opportunity. Soon after his Dublin visit, he gave up his partnership at a major British law firm to found a new one dedicated to suing companies like Facebook and Twitter.\nSocial media companies have faced allegations about enabling Russia's interference in elections in the United States and Europe, fueling outbursts of ethnic violence in countries like Sri Lanka and Myanmar, broadcasting a gang rape in Brazil and, most recently, allowing the transfer of user information to the voter-targeting company Cambridge Analytica.\nAmid the public backlash, the British information commissioner, Elizabeth Denham, has told Facebook, \"It's not just a platform anymore; there are some legal and social responsibilities, too.\"\nPresident Trump recently signed the first American law to regulate social media companies as publishers, imposing new civil liability and criminal penalties for content that facilitates prostitution or sex trafficking.\nGermany is now requiring social media companies to remove any hate speech within 24 hours after their notification of its posting, forcing teams of Facebook employees to evaluate the content almost as editors do. A new European Union regulation to protect online privacy that goes into effect this Friday is providing new opportunities for lawyers to sue. Congress is weighing legislation to require internet companies to disclose the buyers of political advertising, just as traditional news media outlets have to do.\nDefenders of the current laws argue that the big social media companies could never have emerged without the legal immunity; revoking it now, they say, would destroy their business models and end a golden era of freedom of expression.\nBut compliance with the varied demands of different jurisdictions — whether about hate speech in Germany or privacy in Britain — is already weakening arguments that the companies could never feasibly regulate their content, legal experts say. Even their staunchest supporters now agree that their protected status as platforms is more vulnerable than ever.\n\"We are going to look back at the mid-2010s as the high-water mark of free speech online, and it is only downhill from here,\" said Eric Goldman, a law professor at Santa Clara University and a champion of those legal protections.\nIf a wave is building, Mr. Tweed is positioned at the weakest point in the breakwall. European regulators and lawmakers have been far tougher on the technology companies than has Washington, where the industry flexes more lobbying muscle. And Mr. Tweed practices out o foffices in the especially favorable jurisdictions of Belfast, London and Dublin.\nIrish law is much stricter against defamation than that of either the United States or Britain,while British law is much stricter about protecting personal privacy. In 2013, Northern Ireland rejected a measure passed by the British Parliament to deter foreign plaintiffs from so-called libel tourism, making the Belfast courts uniquely welcoming to Mr. Tweed and his American and international clients.\nIn the past, he has filed lawsuits in Belfast courts against The National Enquirer on behalf of Ms.Spears and the singer and actress Jennifer Lopez (over false reports of marriage trouble for one and of a drug scandal linked to the other). In London, he sued the MailOnline website on behalf of the actor couple Ashton Kutcher and Mila Kunis (over paparazzi pictures of their baby on a beach in Santa Monica, Calif.). And in Dublin, he has sued the German magazine Heat on behalf of Mr. Timberlake and his wife, Jessica Biel (over false suggestions of trouble in their marriage).\nLike most of his celebrity cases, all those claims were settled out of court.\nWith a mane of wavy blond hair, open-collared shirts and a manner other Belfast lawyers describe as \"impish,\" Mr. Tweed often says he feels as much at home in Los Angeles as in Belfast. But in recent years, he said, he has found a growing number of less famous clients also seeking to protect their reputations from embarrassment or insults on social media, or from threats to post the information.\n\"A threat used to be somebody leaving a pig's head in a bed,\" Mr. Tweed said. \"Now it is ʻI am going to put this on Facebook or Twitter or YouTube or Periscope!' \"\nMany of his new clients are rich businessmen or officials from the Middle East and Africa hoping to exploit the British and Irish court systems. One of them, the exiled Palestinian strongman Mohammed Dahlan, now based in the United Arab Emirates, is suing the online publication Middle East Eye, as well as Facebook and Twitter, over allegations that he participated in an attempted coup in Turkey.\nOver the past year, Mr. Tweed said, he has also handled more than 20 cases involving so-called revenge porn — the posting on social media of sexually explicit images of a former lover, one of the most politically sensitive issues for the companies. He declined to disclose how many had ended in financial settlements, citing confidentiality agreements.\nThen, in January, another Belfast lawyer reached a settlement with Facebook in a case about the posting online in 2014 of naked photographs of a 14-year-old girl, which reappeared repeatedly even after her family had asked Facebook to remove them. Facebook agreed to a financial payment, which typically would include a confidentiality agreement. Her lawyer, nevertheless, told local journalists in a brief statement that the settlement \"moves the goal posts.\"\n\"It now puts the onus on the provider to look at how they respond to indecent, abusive and other such images put on their platform,\" the lawyer, Pearse MacDermott, said at the time. \"Had these images been put in a newspaper or on TV, there would be serious repercussions.\"\nMr. Tweed, under no confidentiality agreement, spoke out about the significance of the case and now represents the victim. In a February debate over revenge porn televised on the Irish national broadcaster, Mr. Tweed squared off against Niamh Sweeney, Facebook's policy chief for Ireland.\nMs. Sweeney said that one way Facebook was trying to address the issue was by inviting individuals to preemptively submit naked or other embarrassing pictures of themselves so the company's software could block efforts to post the images. (A pilot program is underway in Australia.)\nAbsurd, Mr. Tweed countered in a later interview. How could Facebook ask individuals to volunteer their own compromising pictures? \"Are you gonna?\" he asked.\nResponding to widespread criticism over the Russian use of Facebook to influence the American election, the company recently announced it would block foreign advertising related to a coming Irish referendum on abortion.\nMr. Tweed responded to that by attacking Facebook from the opposite direction, for censoring too much. He has taken on at least three clients who complain that Facebook wrongly blocked them, either because the clients were Irish or, in one case, an aggregator of mainstream news reports whose entire site was blocked because it carried some articles on the referendum.\n\"If a traditional media company was doing this, there would be all hell to pay for censorship,\" Mr.Tweed said. \"This is just another example of Facebook the publisher.\"\nThe social media companies, he argued, have a responsibility to block offensive content without censoring legitimate debate, regardless of the costs, just like traditional publishers. \"If they can't do it, they should get out of the kitchen.\"",
    "published": "2018-05-22T19:28:00.000+03:00",
    "crawled": "2018-05-22T19:32:09.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "paul",
        "tweed",
        "made",
        "name",
        "suing",
        "news",
        "organization",
        "like",
        "cnn",
        "forbes",
        "national",
        "enquirer",
        "behalf",
        "hollywood",
        "movie",
        "star",
        "winning",
        "case",
        "celebrity",
        "like",
        "britney",
        "spear",
        "justin",
        "timberlake",
        "hopscotching",
        "among",
        "belfast",
        "london",
        "dublin",
        "take",
        "advantage",
        "favorable",
        "defamation",
        "privacy",
        "law",
        "telling",
        "last",
        "year",
        "tweed",
        "stopped",
        "dublin",
        "office",
        "lawyer",
        "facebook",
        "twitter",
        "social",
        "medium",
        "giant",
        "many",
        "keep",
        "state",
        "headquarters",
        "ireland",
        "tax",
        "reason",
        "question",
        "public",
        "sentiment",
        "turning",
        "company",
        "tweed",
        "wanted",
        "know",
        "groundswell",
        "building",
        "fake",
        "news",
        "hate",
        "speech",
        "revenge",
        "porn",
        "online",
        "sex",
        "trafficking",
        "defamation",
        "privacy",
        "right",
        "odd",
        "dublin",
        "lawyer",
        "richard",
        "woulfe",
        "recalled",
        "wanted",
        "sound",
        "find",
        "view",
        "whether",
        "going",
        "case",
        "like",
        "future",
        "read",
        "new",
        "york",
        "time",
        "trump",
        "aide",
        "met",
        "gulf",
        "emissary",
        "offering",
        "help",
        "win",
        "election",
        "behind",
        "new",
        "york",
        "housing",
        "crisis",
        "weakened",
        "law",
        "fragmented",
        "regulation",
        "meghan",
        "markle",
        "bicultural",
        "blackness",
        "royal",
        "wedding",
        "yes",
        "indeed",
        "enjoyed",
        "two",
        "decade",
        "legal",
        "immunity",
        "side",
        "atlantic",
        "social",
        "medium",
        "giant",
        "suddenly",
        "growing",
        "pressure",
        "regulator",
        "lawmaker",
        "especially",
        "europe",
        "lawyer",
        "filing",
        "lawsuit",
        "seek",
        "chip",
        "away",
        "legal",
        "protection",
        "afforded",
        "social",
        "medium",
        "company",
        "extract",
        "financial",
        "payment",
        "defamation",
        "privacy",
        "right",
        "violation",
        "data",
        "breach",
        "since",
        "early",
        "year",
        "internet",
        "boom",
        "american",
        "european",
        "rule",
        "regulation",
        "deemed",
        "social",
        "medium",
        "company",
        "neutral",
        "platform",
        "host",
        "thus",
        "immune",
        "liability",
        "faced",
        "traditional",
        "publisher",
        "series",
        "scandal",
        "content",
        "put",
        "company",
        "new",
        "assault",
        "broad",
        "question",
        "whether",
        "seen",
        "publisher",
        "rather",
        "agnostic",
        "platform",
        "sweeping",
        "legal",
        "ramification",
        "say",
        "facebook",
        "ʻwhat",
        "difference",
        "national",
        "newspaper",
        "responsible",
        "letter",
        "publish",
        "letter",
        "page",
        "treated",
        "differently",
        "tweed",
        "said",
        "interview",
        "office",
        "across",
        "street",
        "city",
        "hallin",
        "belfast",
        "based",
        "facebook",
        "ca",
        "say",
        "ʻwe",
        "publisher",
        "platform",
        "hearing",
        "year",
        "never",
        "believed",
        "legal",
        "scholar",
        "say",
        "volume",
        "litigation",
        "company",
        "spiked",
        "number",
        "lawsuit",
        "size",
        "payment",
        "difficult",
        "quantify",
        "company",
        "quickly",
        "settle",
        "case",
        "pass",
        "preliminary",
        "stage",
        "order",
        "avoid",
        "negative",
        "precedent",
        "publicity",
        "tweed",
        "certainly",
        "saw",
        "opportunity",
        "soon",
        "dublin",
        "visit",
        "gave",
        "partnership",
        "major",
        "british",
        "law",
        "firm",
        "found",
        "new",
        "one",
        "dedicated",
        "suing",
        "company",
        "like",
        "facebook",
        "twitter",
        "social",
        "medium",
        "company",
        "faced",
        "allegation",
        "enabling",
        "russia",
        "interference",
        "election",
        "united",
        "state",
        "europe",
        "fueling",
        "outburst",
        "ethnic",
        "violence",
        "country",
        "like",
        "sri",
        "lanka",
        "myanmar",
        "broadcasting",
        "gang",
        "rape",
        "brazil",
        "recently",
        "allowing",
        "transfer",
        "user",
        "information",
        "company",
        "cambridge",
        "analytica",
        "amid",
        "public",
        "backlash",
        "british",
        "information",
        "commissioner",
        "elizabeth",
        "denham",
        "told",
        "facebook",
        "platform",
        "anymore",
        "legal",
        "social",
        "responsibility",
        "president",
        "trump",
        "recently",
        "signed",
        "first",
        "american",
        "law",
        "regulate",
        "social",
        "medium",
        "company",
        "publisher",
        "imposing",
        "new",
        "civil",
        "liability",
        "criminal",
        "penalty",
        "content",
        "facilitates",
        "prostitution",
        "sex",
        "trafficking",
        "germany",
        "requiring",
        "social",
        "medium",
        "company",
        "remove",
        "hate",
        "speech",
        "within",
        "hour",
        "notification",
        "posting",
        "forcing",
        "team",
        "facebook",
        "employee",
        "evaluate",
        "content",
        "almost",
        "editor",
        "new",
        "european",
        "union",
        "regulation",
        "protect",
        "online",
        "privacy",
        "go",
        "effect",
        "friday",
        "providing",
        "new",
        "opportunity",
        "lawyer",
        "sue",
        "congress",
        "weighing",
        "legislation",
        "require",
        "internet",
        "company",
        "disclose",
        "buyer",
        "political",
        "advertising",
        "traditional",
        "news",
        "medium",
        "outlet",
        "defender",
        "current",
        "law",
        "argue",
        "big",
        "social",
        "medium",
        "company",
        "could",
        "never",
        "emerged",
        "without",
        "legal",
        "immunity",
        "revoking",
        "say",
        "would",
        "destroy",
        "business",
        "model",
        "end",
        "golden",
        "era",
        "freedom",
        "expression",
        "compliance",
        "varied",
        "demand",
        "different",
        "jurisdiction",
        "whether",
        "hate",
        "speech",
        "germany",
        "privacy",
        "britain",
        "already",
        "weakening",
        "argument",
        "company",
        "could",
        "never",
        "feasibly",
        "regulate",
        "content",
        "legal",
        "expert",
        "say",
        "even",
        "staunchest",
        "supporter",
        "agree",
        "protected",
        "status",
        "platform",
        "vulnerable",
        "ever",
        "going",
        "look",
        "back",
        "mark",
        "free",
        "speech",
        "online",
        "downhill",
        "said",
        "eric",
        "goldman",
        "law",
        "professor",
        "santa",
        "clara",
        "university",
        "champion",
        "legal",
        "protection",
        "wave",
        "building",
        "tweed",
        "positioned",
        "weakest",
        "point",
        "breakwall",
        "european",
        "regulator",
        "lawmaker",
        "far",
        "tougher",
        "technology",
        "company",
        "washington",
        "industry",
        "flex",
        "lobbying",
        "muscle",
        "tweed",
        "practice",
        "foffices",
        "especially",
        "favorable",
        "jurisdiction",
        "belfast",
        "london",
        "dublin",
        "irish",
        "law",
        "much",
        "stricter",
        "defamation",
        "either",
        "united",
        "state",
        "britain",
        "british",
        "law",
        "much",
        "stricter",
        "protecting",
        "personal",
        "privacy",
        "northern",
        "ireland",
        "rejected",
        "measure",
        "passed",
        "british",
        "parliament",
        "deter",
        "foreign",
        "plaintiff",
        "libel",
        "tourism",
        "making",
        "belfast",
        "court",
        "uniquely",
        "welcoming",
        "tweed",
        "american",
        "international",
        "client",
        "past",
        "filed",
        "lawsuit",
        "belfast",
        "court",
        "national",
        "enquirer",
        "behalf",
        "singer",
        "actress",
        "jennifer",
        "lopez",
        "false",
        "report",
        "marriage",
        "trouble",
        "one",
        "drug",
        "scandal",
        "linked",
        "london",
        "sued",
        "mailonline",
        "website",
        "behalf",
        "actor",
        "couple",
        "ashton",
        "kutcher",
        "mila",
        "kunis",
        "paparazzo",
        "picture",
        "baby",
        "beach",
        "santa",
        "monica",
        "dublin",
        "sued",
        "german",
        "magazine",
        "heat",
        "behalf",
        "timberlake",
        "wife",
        "jessica",
        "biel",
        "false",
        "suggestion",
        "trouble",
        "marriage",
        "like",
        "celebrity",
        "case",
        "claim",
        "settled",
        "court",
        "mane",
        "wavy",
        "blond",
        "hair",
        "shirt",
        "manner",
        "belfast",
        "lawyer",
        "describe",
        "impish",
        "tweed",
        "often",
        "say",
        "feel",
        "much",
        "home",
        "los",
        "angeles",
        "belfast",
        "recent",
        "year",
        "said",
        "found",
        "growing",
        "number",
        "less",
        "famous",
        "client",
        "also",
        "seeking",
        "protect",
        "reputation",
        "embarrassment",
        "insult",
        "social",
        "medium",
        "threat",
        "post",
        "information",
        "threat",
        "used",
        "somebody",
        "leaving",
        "pig",
        "head",
        "bed",
        "tweed",
        "said",
        "ʻi",
        "going",
        "put",
        "facebook",
        "twitter",
        "youtube",
        "periscope",
        "many",
        "new",
        "client",
        "rich",
        "businessmen",
        "official",
        "middle",
        "east",
        "africa",
        "hoping",
        "exploit",
        "british",
        "irish",
        "court",
        "system",
        "one",
        "exiled",
        "palestinian",
        "strongman",
        "mohammed",
        "dahlan",
        "based",
        "united",
        "arab",
        "emirate",
        "suing",
        "online",
        "publication",
        "middle",
        "east",
        "eye",
        "well",
        "facebook",
        "twitter",
        "allegation",
        "participated",
        "attempted",
        "coup",
        "turkey",
        "past",
        "year",
        "tweed",
        "said",
        "also",
        "handled",
        "case",
        "involving",
        "revenge",
        "porn",
        "posting",
        "social",
        "medium",
        "sexually",
        "explicit",
        "image",
        "former",
        "lover",
        "one",
        "politically",
        "sensitive",
        "issue",
        "company",
        "declined",
        "disclose",
        "many",
        "ended",
        "financial",
        "settlement",
        "citing",
        "confidentiality",
        "agreement",
        "january",
        "another",
        "belfast",
        "lawyer",
        "reached",
        "settlement",
        "facebook",
        "case",
        "posting",
        "online",
        "naked",
        "photograph",
        "girl",
        "reappeared",
        "repeatedly",
        "even",
        "family",
        "asked",
        "facebook",
        "remove",
        "facebook",
        "agreed",
        "financial",
        "payment",
        "typically",
        "would",
        "include",
        "confidentiality",
        "agreement",
        "lawyer",
        "nevertheless",
        "told",
        "local",
        "journalist",
        "brief",
        "statement",
        "settlement",
        "move",
        "goal",
        "post",
        "put",
        "onus",
        "provider",
        "look",
        "respond",
        "indecent",
        "abusive",
        "image",
        "put",
        "platform",
        "lawyer",
        "pearse",
        "macdermott",
        "said",
        "time",
        "image",
        "put",
        "newspaper",
        "tv",
        "would",
        "serious",
        "repercussion",
        "tweed",
        "confidentiality",
        "agreement",
        "spoke",
        "significance",
        "case",
        "represents",
        "victim",
        "february",
        "debate",
        "revenge",
        "porn",
        "televised",
        "irish",
        "national",
        "broadcaster",
        "tweed",
        "squared",
        "niamh",
        "sweeney",
        "facebook",
        "policy",
        "chief",
        "ireland",
        "sweeney",
        "said",
        "one",
        "way",
        "facebook",
        "trying",
        "address",
        "issue",
        "inviting",
        "individual",
        "preemptively",
        "submit",
        "naked",
        "embarrassing",
        "picture",
        "company",
        "software",
        "could",
        "block",
        "effort",
        "post",
        "image",
        "pilot",
        "program",
        "underway",
        "australia",
        "absurd",
        "tweed",
        "countered",
        "later",
        "interview",
        "could",
        "facebook",
        "ask",
        "individual",
        "volunteer",
        "compromising",
        "picture",
        "gon",
        "na",
        "asked",
        "responding",
        "widespread",
        "criticism",
        "russian",
        "use",
        "facebook",
        "influence",
        "american",
        "election",
        "company",
        "recently",
        "announced",
        "would",
        "block",
        "foreign",
        "advertising",
        "related",
        "coming",
        "irish",
        "referendum",
        "abortion",
        "tweed",
        "responded",
        "attacking",
        "facebook",
        "opposite",
        "direction",
        "censoring",
        "much",
        "taken",
        "least",
        "three",
        "client",
        "complain",
        "facebook",
        "wrongly",
        "blocked",
        "either",
        "client",
        "irish",
        "one",
        "case",
        "aggregator",
        "mainstream",
        "news",
        "report",
        "whose",
        "entire",
        "site",
        "blocked",
        "carried",
        "article",
        "referendum",
        "traditional",
        "medium",
        "company",
        "would",
        "hell",
        "pay",
        "censorship",
        "said",
        "another",
        "example",
        "facebook",
        "publisher",
        "social",
        "medium",
        "company",
        "argued",
        "responsibility",
        "block",
        "offensive",
        "content",
        "without",
        "censoring",
        "legitimate",
        "debate",
        "regardless",
        "cost",
        "like",
        "traditional",
        "publisher",
        "ca",
        "get",
        "kitchen"
    ]
}