{
    "organizations": [],
    "uuid": "39e25f140968aa3b99ba28034aaed5a4a7ee0454",
    "author": "Matt Rosoff",
    "url": "https://www.cnbc.com/2018/05/21/alphabet-leadership-vacuum-where-is-larry-page.html",
    "ord_in_thread": 0,
    "title": "Alphabet leadership vacuum: Where is Larry Page?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Who speaks for Alphabet these days?\nMark Zuckerberg is the face of Facebook . Jeff Bezos is definitely in charge of Amazon . Tim Cook runs Apple . Satya Nadella speaks for Microsoft .\nThe CEO of Alphabet is Larry Page, who co-founded the company (then called Google) with Sergey Brin in 1998.\nPage has always been an introvert. He's never liked earnings calls, and stopped doing them in 2013. He hasn't given a keynote at the company's big annual developers' conference, I/O, since 2012. He barely speaks to the press or talks in public: There was a burst of activity in 2014, when he sat for an interview with the FT , spoke at TED , and did a fireside chat with Brin and venture capitalist Vinod Khosla . He also showed up at a Fortune conference in 2015 . That's about it.\nBut times have changed since 2015. The tech industry is under greater scrutiny than it's ever faced.\nLarry Page is the chief executive of a $740 billion conglomerate whose main division, Google, has a mission statement to \"organize the world's information and make it universally accessible and useful.\"\nThat's precisely what people are concerned about -- the responsibility that comes with collecting, storing and analyzing massive amounts of information. How should that information be used? Who gets to decide?\nFacebook and Mark Zuckerberg have so far borne the brunt of the rising public concern over these questions, thanks to the Cambridge Analytica data leak and that firm's connections to President Trump. But insiders tell us that a lot of people at Google -- which collects just as much or more information than Facebook -- are scared of being dragged through the mud next.\nWhat does Larry Page think of all this? Is he worried?\nSundar Pichai is CEO of company-within-a-company now known as Google, which includes all of Alphabet's most important and profitable businesses like search, ads, cloud computing, enterprise software, YouTube, Android, Chrome...basically everything but the far-out futuristic stuff that doesn't make money. Pichai, also an Alphabet board member, often talks about turning Google into an AI company, where artificial intelligence is at the center of everything it does.\nBut AI goes beyond Google. It's used by Waymo's self-driving cars and some of the health-tech solutions being proposed by Verily. Alphabet's growth investment arm, CapitalG, even shares some of Google's AI expertise with its portfolio companies in a multi-day bootcamp .\nWhat does Page think about AI? What are his concerns? What safeguards, if any, would he advocate?\nUnlike other tech leaders such as Elon Musk and Bill Gates , Page has been silent.\nshow chapters Larry Page-backed firm unveils flying car called \"Cora\" 7:09 AM ET Tue, 13 March 2018 | 01:23 Meanwhile, several thousand Alphabet employees have reportedly signed a petition protesting the company's willingness to provide AI technology to a Defense Department drone initiative called Project Maven. About a dozen employees quit, according to Gizmodo and sources familiar.\nGoogle Cloud CEO and Alphabet board member Diane Greene reportedly defended Google's decision to participate in Maven.\nWas Larry Page in favor of Maven as well?\nLast year, employees staged a walkout over Trump's proposed changes to immigration policy. Pichai and Brin, both immigrants, gave stirring speeches during a massive employee rally over the issue.\nPage did not.\nLast year, when the federal government accused Alphabet of systematically underpaying women , Alphabet spokespeople were ready with statements calling the accusations untrue.\nPage said nothing.\nRecently, Google made a change to its employee code of conduct: It used to lead with and be centered around the words \"don't be evil,\" which had been there since 2001. Now, those words are relegated to one small mention near the end.\nIt had already removed those words from its corporate motto in 2016, replacing them with \"do the right thing.\" But Gizmodo noticed on Friday the code of conduct had quietly been changed some time in April or May. It's now full of generic corporate language like \"highest ethical standards\" and \"respect.\"\nPichai makes the decisions for Google, but Page helped create Google and its culture. What does he think of this?\nPage lets CFO and former Morgan Stanley exec Ruth Porat be the company's liaison to Wall Street. He didn't talk about fact that the company is no longer the second-most valuable tech company after Apple -- it fell behind Amazon in March of this year. It is now hovering around the same level as Microsoft, which hasn't happened since 2012.\nHe had no statement on Eric Schmidt stepping down from the executive chairman spot in December , even though Schmidt was CEO of the company for 10 years as it grew from scrappy start-up to one of the most powerful entities in the world.\nFor that matter, he hasn't said anything about the debate around technology addiction , the role of tech platforms like Google News and YouTube in spreading misinformation , or the role of big tech in media consolidation .\nThe last public appearance Page made was a deposition in a trial where Waymo, formerly the Google self-driving car project, was suing ride-sharing company Uber in an intellectual property dispute. Page gave a deposition last July, but he seemed to have trouble remembering a lot of details, and Uber asked the judge to make him come back to the stand. (The companies settled in February, and Page did not return to the stand.)\nLarry Page may be able to ignore shareholders -- he, Brin, and Schmidt have unchallenged voting control thanks to the company's multiple share classes and the acquiescence of common shareholders, who seem satisfied with the company's performance.\nInsiders say that one of the motivations behind the Alphabet reorganization was to give Page good reason to stay out of the limelight, since Pichai now leads the most important company, Google.\nBut as the tech industry becomes the power center of the modern world, hiding from the public is no longer appropriate. These aren't start-ups, and their CEOs aren't awkward teenagers. They shouldn't be allowed to hide in their bedrooms, slipping a letter through the door every couple of years.\nFacebook's Zuckerberg was silent when the Cambridge Analytica scandal first broke, but eventually apologized multiple times, then spent two days testifying before Congress about how his company uses information it collects about users.\nApple's Cook has slammed the entire business model of selling ads around information collected from users, with quips like \"We can make a ton of money if customers were our product. We have elected not to do that.\"\nMicrosoft's Nadella hasn't been as critical of the tech industry approach to data privacy, but he speaks often about the company's larger responsibility to society. Amazon's Bezos has been mostly quiet about information-gathering, but has publicized his donations to advocacy groups on other social issues like marriage equality and immigration policy.\nWhat does the leader of one of the most powerful companies in the world believe? Does he care about his company's effect on society? Does he believe Alphabet is a force for good? Does he ever have doubts about the data-driven cash machine he's created?\nWas Larry Page OK with downplaying \"don't be evil\" in the employee code of conduct of the company he co-founded?\nWe asked these questions, but Page and the company declined to respond for this article. We'll let you know if they have anything more to say.\nCorrection: Google's revised code of conduct still contains one instance of the words \"don't be evil.\"\nshow chapters What this Google exec learned from working closely with Google co-founder Larry Page 2:53 PM ET Thu, 27 April 2017 | 00:48",
    "published": "2018-05-21T03:00:00.000+03:00",
    "crawled": "2018-05-21T22:51:09.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "speaks",
        "alphabet",
        "day",
        "mark",
        "zuckerberg",
        "face",
        "facebook",
        "jeff",
        "bezos",
        "definitely",
        "charge",
        "amazon",
        "tim",
        "cook",
        "run",
        "apple",
        "satya",
        "nadella",
        "speaks",
        "microsoft",
        "ceo",
        "alphabet",
        "larry",
        "page",
        "company",
        "called",
        "google",
        "sergey",
        "brin",
        "page",
        "always",
        "introvert",
        "never",
        "liked",
        "earnings",
        "call",
        "stopped",
        "given",
        "keynote",
        "company",
        "big",
        "annual",
        "developer",
        "conference",
        "since",
        "barely",
        "speaks",
        "press",
        "talk",
        "public",
        "burst",
        "activity",
        "sat",
        "interview",
        "ft",
        "spoke",
        "ted",
        "fireside",
        "chat",
        "brin",
        "venture",
        "capitalist",
        "vinod",
        "khosla",
        "also",
        "showed",
        "fortune",
        "conference",
        "time",
        "changed",
        "since",
        "tech",
        "industry",
        "greater",
        "scrutiny",
        "ever",
        "faced",
        "larry",
        "page",
        "chief",
        "executive",
        "billion",
        "conglomerate",
        "whose",
        "main",
        "division",
        "google",
        "mission",
        "statement",
        "organize",
        "world",
        "information",
        "make",
        "universally",
        "accessible",
        "useful",
        "precisely",
        "people",
        "concerned",
        "responsibility",
        "come",
        "collecting",
        "storing",
        "analyzing",
        "massive",
        "amount",
        "information",
        "information",
        "used",
        "get",
        "decide",
        "facebook",
        "mark",
        "zuckerberg",
        "far",
        "borne",
        "brunt",
        "rising",
        "public",
        "concern",
        "question",
        "thanks",
        "cambridge",
        "analytica",
        "data",
        "leak",
        "firm",
        "connection",
        "president",
        "trump",
        "insider",
        "tell",
        "u",
        "lot",
        "people",
        "google",
        "collect",
        "much",
        "information",
        "facebook",
        "scared",
        "dragged",
        "mud",
        "next",
        "larry",
        "page",
        "think",
        "worried",
        "sundar",
        "pichai",
        "ceo",
        "known",
        "google",
        "includes",
        "alphabet",
        "important",
        "profitable",
        "business",
        "like",
        "search",
        "ad",
        "cloud",
        "computing",
        "enterprise",
        "software",
        "youtube",
        "android",
        "chrome",
        "basically",
        "everything",
        "futuristic",
        "stuff",
        "make",
        "money",
        "pichai",
        "also",
        "alphabet",
        "board",
        "member",
        "often",
        "talk",
        "turning",
        "google",
        "ai",
        "company",
        "artificial",
        "intelligence",
        "center",
        "everything",
        "ai",
        "go",
        "beyond",
        "google",
        "used",
        "waymo",
        "car",
        "solution",
        "proposed",
        "verily",
        "alphabet",
        "growth",
        "investment",
        "arm",
        "capitalg",
        "even",
        "share",
        "google",
        "ai",
        "expertise",
        "portfolio",
        "company",
        "bootcamp",
        "page",
        "think",
        "ai",
        "concern",
        "safeguard",
        "would",
        "advocate",
        "unlike",
        "tech",
        "leader",
        "elon",
        "musk",
        "bill",
        "gate",
        "page",
        "silent",
        "show",
        "chapter",
        "larry",
        "firm",
        "unveils",
        "flying",
        "car",
        "called",
        "cora",
        "et",
        "tue",
        "march",
        "meanwhile",
        "several",
        "thousand",
        "alphabet",
        "employee",
        "reportedly",
        "signed",
        "petition",
        "protesting",
        "company",
        "willingness",
        "provide",
        "ai",
        "technology",
        "defense",
        "department",
        "drone",
        "initiative",
        "called",
        "project",
        "maven",
        "dozen",
        "employee",
        "quit",
        "according",
        "gizmodo",
        "source",
        "familiar",
        "google",
        "cloud",
        "ceo",
        "alphabet",
        "board",
        "member",
        "diane",
        "greene",
        "reportedly",
        "defended",
        "google",
        "decision",
        "participate",
        "maven",
        "larry",
        "page",
        "favor",
        "maven",
        "well",
        "last",
        "year",
        "employee",
        "staged",
        "walkout",
        "trump",
        "proposed",
        "change",
        "immigration",
        "policy",
        "pichai",
        "brin",
        "immigrant",
        "gave",
        "stirring",
        "speech",
        "massive",
        "employee",
        "rally",
        "issue",
        "page",
        "last",
        "year",
        "federal",
        "government",
        "accused",
        "alphabet",
        "systematically",
        "underpaying",
        "woman",
        "alphabet",
        "spokespeople",
        "ready",
        "statement",
        "calling",
        "accusation",
        "untrue",
        "page",
        "said",
        "nothing",
        "recently",
        "google",
        "made",
        "change",
        "employee",
        "code",
        "conduct",
        "used",
        "lead",
        "centered",
        "around",
        "word",
        "evil",
        "since",
        "word",
        "relegated",
        "one",
        "small",
        "mention",
        "near",
        "end",
        "already",
        "removed",
        "word",
        "corporate",
        "motto",
        "replacing",
        "right",
        "thing",
        "gizmodo",
        "noticed",
        "friday",
        "code",
        "conduct",
        "quietly",
        "changed",
        "time",
        "april",
        "may",
        "full",
        "generic",
        "corporate",
        "language",
        "like",
        "highest",
        "ethical",
        "standard",
        "respect",
        "pichai",
        "make",
        "decision",
        "google",
        "page",
        "helped",
        "create",
        "google",
        "culture",
        "think",
        "page",
        "let",
        "cfo",
        "former",
        "morgan",
        "stanley",
        "exec",
        "ruth",
        "porat",
        "company",
        "liaison",
        "wall",
        "street",
        "talk",
        "fact",
        "company",
        "longer",
        "valuable",
        "tech",
        "company",
        "apple",
        "fell",
        "behind",
        "amazon",
        "march",
        "year",
        "hovering",
        "around",
        "level",
        "microsoft",
        "happened",
        "since",
        "statement",
        "eric",
        "schmidt",
        "stepping",
        "executive",
        "chairman",
        "spot",
        "december",
        "even",
        "though",
        "schmidt",
        "ceo",
        "company",
        "year",
        "grew",
        "scrappy",
        "one",
        "powerful",
        "entity",
        "world",
        "matter",
        "said",
        "anything",
        "debate",
        "around",
        "technology",
        "addiction",
        "role",
        "tech",
        "platform",
        "like",
        "google",
        "news",
        "youtube",
        "spreading",
        "misinformation",
        "role",
        "big",
        "tech",
        "medium",
        "consolidation",
        "last",
        "public",
        "appearance",
        "page",
        "made",
        "deposition",
        "trial",
        "waymo",
        "formerly",
        "google",
        "car",
        "project",
        "suing",
        "company",
        "uber",
        "intellectual",
        "property",
        "dispute",
        "page",
        "gave",
        "deposition",
        "last",
        "july",
        "seemed",
        "trouble",
        "remembering",
        "lot",
        "detail",
        "uber",
        "asked",
        "judge",
        "make",
        "come",
        "back",
        "stand",
        "company",
        "settled",
        "february",
        "page",
        "return",
        "stand",
        "larry",
        "page",
        "may",
        "able",
        "ignore",
        "shareholder",
        "brin",
        "schmidt",
        "unchallenged",
        "voting",
        "control",
        "thanks",
        "company",
        "multiple",
        "share",
        "class",
        "acquiescence",
        "common",
        "shareholder",
        "seem",
        "satisfied",
        "company",
        "performance",
        "insider",
        "say",
        "one",
        "motivation",
        "behind",
        "alphabet",
        "reorganization",
        "give",
        "page",
        "good",
        "reason",
        "stay",
        "limelight",
        "since",
        "pichai",
        "lead",
        "important",
        "company",
        "google",
        "tech",
        "industry",
        "becomes",
        "power",
        "center",
        "modern",
        "world",
        "hiding",
        "public",
        "longer",
        "appropriate",
        "ceo",
        "awkward",
        "teenager",
        "allowed",
        "hide",
        "bedroom",
        "slipping",
        "letter",
        "door",
        "every",
        "couple",
        "year",
        "facebook",
        "zuckerberg",
        "silent",
        "cambridge",
        "analytica",
        "scandal",
        "first",
        "broke",
        "eventually",
        "apologized",
        "multiple",
        "time",
        "spent",
        "two",
        "day",
        "testifying",
        "congress",
        "company",
        "us",
        "information",
        "collect",
        "user",
        "apple",
        "cook",
        "slammed",
        "entire",
        "business",
        "model",
        "selling",
        "ad",
        "around",
        "information",
        "collected",
        "user",
        "quip",
        "like",
        "make",
        "ton",
        "money",
        "customer",
        "product",
        "elected",
        "microsoft",
        "nadella",
        "critical",
        "tech",
        "industry",
        "approach",
        "data",
        "privacy",
        "speaks",
        "often",
        "company",
        "larger",
        "responsibility",
        "society",
        "amazon",
        "bezos",
        "mostly",
        "quiet",
        "publicized",
        "donation",
        "advocacy",
        "group",
        "social",
        "issue",
        "like",
        "marriage",
        "equality",
        "immigration",
        "policy",
        "leader",
        "one",
        "powerful",
        "company",
        "world",
        "believe",
        "care",
        "company",
        "effect",
        "society",
        "believe",
        "alphabet",
        "force",
        "good",
        "ever",
        "doubt",
        "cash",
        "machine",
        "created",
        "larry",
        "page",
        "ok",
        "downplaying",
        "evil",
        "employee",
        "code",
        "conduct",
        "company",
        "asked",
        "question",
        "page",
        "company",
        "declined",
        "respond",
        "article",
        "let",
        "know",
        "anything",
        "say",
        "correction",
        "google",
        "revised",
        "code",
        "conduct",
        "still",
        "contains",
        "one",
        "instance",
        "word",
        "evil",
        "show",
        "chapter",
        "google",
        "exec",
        "learned",
        "working",
        "closely",
        "google",
        "larry",
        "page",
        "pm",
        "et",
        "thu",
        "april"
    ]
}