{
    "organizations": [],
    "uuid": "24eeb8c90444b99ad2c38b9ca6e55baba32b6a03",
    "author": "",
    "url": "https://www.reuters.com/article/us-germany-migrants-insight/let-them-work-german-business-advocates-for-rejected-asylum-seekers-idUSKBN1I81FL",
    "ord_in_thread": 0,
    "title": "'Let them work!': German business advocates for rejected asylum seekers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SCHIERLING, Germany (Reuters) - Denied asylum and put on deportation notice, Iranian seamstress Masoumeh Bayat in February became one of Germany’s Geduldete — “tolerated persons”.\nIranian Masoumeh Bayat, 39, reacts while visiting her former working place at the Fahnen Koessinger company, where she was a seamstress, in Schierling, Germany April 10, 2018. Picture taken April 10, 2018. She had to quit the job after her asylum application was rejected and her work permit was annulled. Masoumeh, her husband, and two daughters are in fear of deportation to Iran. REUTERS/Michaela Rehle The German government acknowledges Bayat, her husband and two daughters can’t return to Iran where they could face reprisal for converting from Islam to Christianity.\nBut the three-year permit that allowed her to work at the Fahnen Koessinger textile factory has been revoked.\n“What happened to Bayat shows the idiocy of the system,” said Florian Englmaier, owner of the firm in the southern Bavarian town of Schierling, who hired her in September 2016.\n“They don’t let her work, they can’t deport her to Iran, and so they make her a burden on the welfare system,” he said. An order for a major client was delayed by her departure, he said, and he has still not found a replacement.\nIt’s a big source of frustration for the hundreds of small- and medium-sized “Mittelstand” companies that eagerly hired asylum seekers in the midst of a labor shortage, only to see their work permits revoked. A record 1.2 million jobs remain unfilled in Germany, the Federal Labor Office says.\n“We need security for refugee workers so that we can plan long-term,” Englmaier said.\nFaced with cases like Englmaier’s, business leaders are pushing the government to reform a system that leaves decisions over the fate of the Geduldete to Germany’s 16 states, with inconsistent outcomes that often seem arbitrary.\nTheir efforts could be foiled by politics, however.\nAfter losses to a far-right anti-immigrant party in last September’s election, Chancellor Angela Merkel’s conservatives and their center-left Social Democrat (SPD) coalition partners can ill afford further liberalizing immigration policies that are already seen by many voters as overly generous.\nA two-pronged approach is taking shape, according to a federal government official who spoke to Reuters on condition of anonymity: lenient rules for migrants who are already in Germany in exchange for tougher rules for ones who come in the future.\n“All refugees who are either studying, have qualifications, or are in preparatory vocational courses, should be granted secure residency permits,” said Eberhard Sasse, president of the Bavarian Industry and Commerce Chambers (BIHK), which has called on the government to consider an amnesty for the Gedultete.\n“This would bring to an end the burdensome tug of war over the right to stay for many refugees who have integrated well and want to earn a living,” he said.\nIranian Masoumeh Bayat, 39, is seen while visiting her former working place at company the Fahnen Koessinger company, where she was a seamstress, in Schierling, Germany April 10, 2018. Picture taken April 10, 2018. She had to quit the job after her asylum application was rejected and her work permit was annulled. Masoumeh, her husband, and two daughters are in fear of deportation to Iran. REUTERS/Michaela Rehle IN LIMBO Some 1.6 million people have come to Germany seeking asylum since 2014, mostly from the Middle East and Africa.\nOf these, more than 166,000 people are now in limbo: their applications for asylum have been rejected but they cannot be deported because they have no identification documents, their home countries refuse to accept them back, or there is founded fear for their safety once home.\nThe number of these “tolerated persons” is expected to grow as Germany has been rejecting more asylum applications. About 25 percent of asylum decisions were rejected in 2016, government figures show. That figure rose to 38.5 percent last year.\nAccording to rules introduced after the influx of migrants peaked in 2015, asylum seekers can apply to work three months from the date of their arrival while they wait for a decision on their asylum, a process that takes seven months on average.\nTheir work permits can be taken away if they’ve been rejected. But in some cases, if they retain their permits, they can apply for three-year apprenticeships that include language training as well as work experience followed by another two years to look for work.\nThe problem is the three most populous German states, which have absorbed nearly half of the new arrivals, have different positions on the issue, according to business leaders, migration experts and the government official.\nBaden-Wuerttemberg in the southwest and North Rhine-Westphalia on the Dutch border are showing leniency. But Bavaria, where the anti-immigrant Alternative for Germany (AfD) is expected to enter regional parliament for the first time in elections in October, is taking a tough line.\n“This is a big and growing problem,” said Thomas Liebig, a migration expert at the Organization for Economic Co-operation and Development (OECD).\n“The longer those people stay here the more difficult it will be to return them. Their prospects of finding work will also decrease. Pressure to find a solution for them will rise.”\nThe government has said it plans to set up a commission to recommend how integration and immigration policies can be improved.\nSlideshow (4 Images) The government official, who is familiar with the efforts but asked not to be named because the commission’s mandate has not yet been agreed, said it would seek to address the inconsistencies.\nMerkel’s Christian Democrats (CDU), their Christian Social Union (CSU) allies in Bavaria and the SPD were unlikely to go as far as declaring a general amnesty, the official said.\nBut they could agree an amnesty for failed asylum seekers who have made an effort to integrate through language learning or who could work, the official said. It would only apply to those who arrived in Germany before a certain deadline.\n“No-one has an interest in an amnesty that comes without strings attached for migrants,” the government official said.\nLANGUAGE AND RESIDENCY Experts say reforms should facilitate language study and establish permanent residency status for those who qualify.\nThat would appeal to companies which have said in surveys that knowledge of German and secure residency status are the two most important factors in hiring.\n“The initial reaction when the refugees arrived was very positive. Companies thought: ‘we are looking for young people and those people are mainly young. Perfect!’,” said Andreas Oehme, managing director of the West German Skilled Crafts Chambers, which represents the sector employing most refugees.\n“Then there was a phase of frustration: ‘Oh! They don’t speak German, they need training’. Today the approach is more realistic. Companies know the refugees are no solution to their labor shortages but they think they could make a contribution.”\nThe situation would be different for new arrivals.\nThe coalition partners want to set up centers where newly arrived asylum seekers would be held for up to 18 months until a decision on their application is made.\nInterior Minister Horst Seehofer of the arch-conservative CSU, which is based in Bavaria, has vowed to use the centers to increase deportations. Some 24,000 people were deported last year, 5.6 percent less than in 2016.\n“With regards to the centers, one of the overarching goals would be deportations in order to send a message to newcomers that the rules have changed,” said Julian Lehmann of the Global Public Policy Institute in Berlin.\nSpeaking to Reuters on her old factory floor, Bayat said she hoped an amnesty can be agreed that will apply to her family.\n“The whole situation makes me very sad,” she said, wiping tears away with one hand while she held her deportation order in the other. Around her, her former colleagues embroidered banners for churches and unions.\n“I just want to work, rent a bigger flat, buy a car, take the kids on holiday.”\nAdditional reporting by Christina Amann and Andreas Rinke in Berlin; Editing by Sonya Hepinstall\nOur Standards: The Thomson Reuters Trust Principles. ",
    "published": "2018-05-07T16:36:00.000+03:00",
    "crawled": "2018-05-07T16:53:31.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "schierling",
        "germany",
        "reuters",
        "denied",
        "asylum",
        "put",
        "deportation",
        "notice",
        "iranian",
        "seamstress",
        "masoumeh",
        "bayat",
        "february",
        "became",
        "one",
        "germany",
        "geduldete",
        "tolerated",
        "person",
        "iranian",
        "masoumeh",
        "bayat",
        "reacts",
        "visiting",
        "former",
        "working",
        "place",
        "fahnen",
        "koessinger",
        "company",
        "seamstress",
        "schierling",
        "germany",
        "april",
        "picture",
        "taken",
        "april",
        "quit",
        "job",
        "asylum",
        "application",
        "rejected",
        "work",
        "permit",
        "annulled",
        "masoumeh",
        "husband",
        "two",
        "daughter",
        "fear",
        "deportation",
        "iran",
        "rehle",
        "german",
        "government",
        "acknowledges",
        "bayat",
        "husband",
        "two",
        "daughter",
        "return",
        "iran",
        "could",
        "face",
        "reprisal",
        "converting",
        "islam",
        "christianity",
        "permit",
        "allowed",
        "work",
        "fahnen",
        "koessinger",
        "textile",
        "factory",
        "revoked",
        "happened",
        "bayat",
        "show",
        "idiocy",
        "system",
        "said",
        "florian",
        "englmaier",
        "owner",
        "firm",
        "southern",
        "bavarian",
        "town",
        "schierling",
        "hired",
        "september",
        "let",
        "work",
        "deport",
        "iran",
        "make",
        "burden",
        "welfare",
        "system",
        "said",
        "order",
        "major",
        "client",
        "delayed",
        "departure",
        "said",
        "still",
        "found",
        "replacement",
        "big",
        "source",
        "frustration",
        "hundred",
        "mittelstand",
        "company",
        "eagerly",
        "hired",
        "asylum",
        "seeker",
        "midst",
        "labor",
        "shortage",
        "see",
        "work",
        "permit",
        "revoked",
        "record",
        "million",
        "job",
        "remain",
        "unfilled",
        "germany",
        "federal",
        "labor",
        "office",
        "say",
        "need",
        "security",
        "refugee",
        "worker",
        "plan",
        "englmaier",
        "said",
        "faced",
        "case",
        "like",
        "englmaier",
        "business",
        "leader",
        "pushing",
        "government",
        "reform",
        "system",
        "leaf",
        "decision",
        "fate",
        "geduldete",
        "germany",
        "state",
        "inconsistent",
        "outcome",
        "often",
        "seem",
        "arbitrary",
        "effort",
        "could",
        "foiled",
        "politics",
        "however",
        "loss",
        "party",
        "last",
        "september",
        "election",
        "chancellor",
        "angela",
        "merkel",
        "conservative",
        "social",
        "democrat",
        "spd",
        "coalition",
        "partner",
        "ill",
        "afford",
        "liberalizing",
        "immigration",
        "policy",
        "already",
        "seen",
        "many",
        "voter",
        "overly",
        "generous",
        "approach",
        "taking",
        "shape",
        "according",
        "federal",
        "government",
        "official",
        "spoke",
        "reuters",
        "condition",
        "anonymity",
        "lenient",
        "rule",
        "migrant",
        "already",
        "germany",
        "exchange",
        "tougher",
        "rule",
        "one",
        "come",
        "future",
        "refugee",
        "either",
        "studying",
        "qualification",
        "preparatory",
        "vocational",
        "course",
        "granted",
        "secure",
        "residency",
        "permit",
        "said",
        "eberhard",
        "sasse",
        "president",
        "bavarian",
        "industry",
        "commerce",
        "chamber",
        "bihk",
        "called",
        "government",
        "consider",
        "amnesty",
        "gedultete",
        "would",
        "bring",
        "end",
        "burdensome",
        "tug",
        "war",
        "right",
        "stay",
        "many",
        "refugee",
        "integrated",
        "well",
        "want",
        "earn",
        "living",
        "said",
        "iranian",
        "masoumeh",
        "bayat",
        "seen",
        "visiting",
        "former",
        "working",
        "place",
        "company",
        "fahnen",
        "koessinger",
        "company",
        "seamstress",
        "schierling",
        "germany",
        "april",
        "picture",
        "taken",
        "april",
        "quit",
        "job",
        "asylum",
        "application",
        "rejected",
        "work",
        "permit",
        "annulled",
        "masoumeh",
        "husband",
        "two",
        "daughter",
        "fear",
        "deportation",
        "iran",
        "rehle",
        "limbo",
        "million",
        "people",
        "come",
        "germany",
        "seeking",
        "asylum",
        "since",
        "mostly",
        "middle",
        "east",
        "africa",
        "people",
        "limbo",
        "application",
        "asylum",
        "rejected",
        "deported",
        "identification",
        "document",
        "home",
        "country",
        "refuse",
        "accept",
        "back",
        "founded",
        "fear",
        "safety",
        "home",
        "number",
        "tolerated",
        "person",
        "expected",
        "grow",
        "germany",
        "rejecting",
        "asylum",
        "application",
        "percent",
        "asylum",
        "decision",
        "rejected",
        "government",
        "figure",
        "show",
        "figure",
        "rose",
        "percent",
        "last",
        "year",
        "according",
        "rule",
        "introduced",
        "influx",
        "migrant",
        "peaked",
        "asylum",
        "seeker",
        "apply",
        "work",
        "three",
        "month",
        "date",
        "arrival",
        "wait",
        "decision",
        "asylum",
        "process",
        "take",
        "seven",
        "month",
        "average",
        "work",
        "permit",
        "taken",
        "away",
        "rejected",
        "case",
        "retain",
        "permit",
        "apply",
        "apprenticeship",
        "include",
        "language",
        "training",
        "well",
        "work",
        "experience",
        "followed",
        "another",
        "two",
        "year",
        "look",
        "work",
        "problem",
        "three",
        "populous",
        "german",
        "state",
        "absorbed",
        "nearly",
        "half",
        "new",
        "arrival",
        "different",
        "position",
        "issue",
        "according",
        "business",
        "leader",
        "migration",
        "expert",
        "government",
        "official",
        "southwest",
        "north",
        "dutch",
        "border",
        "showing",
        "leniency",
        "bavaria",
        "alternative",
        "germany",
        "afd",
        "expected",
        "enter",
        "regional",
        "parliament",
        "first",
        "time",
        "election",
        "october",
        "taking",
        "tough",
        "line",
        "big",
        "growing",
        "problem",
        "said",
        "thomas",
        "liebig",
        "migration",
        "expert",
        "organization",
        "economic",
        "development",
        "oecd",
        "longer",
        "people",
        "stay",
        "difficult",
        "return",
        "prospect",
        "finding",
        "work",
        "also",
        "decrease",
        "pressure",
        "find",
        "solution",
        "government",
        "said",
        "plan",
        "set",
        "commission",
        "recommend",
        "integration",
        "immigration",
        "policy",
        "improved",
        "slideshow",
        "image",
        "government",
        "official",
        "familiar",
        "effort",
        "asked",
        "named",
        "commission",
        "mandate",
        "yet",
        "agreed",
        "said",
        "would",
        "seek",
        "address",
        "inconsistency",
        "merkel",
        "christian",
        "democrat",
        "cdu",
        "christian",
        "social",
        "union",
        "csu",
        "ally",
        "bavaria",
        "spd",
        "unlikely",
        "go",
        "far",
        "declaring",
        "general",
        "amnesty",
        "official",
        "said",
        "could",
        "agree",
        "amnesty",
        "failed",
        "asylum",
        "seeker",
        "made",
        "effort",
        "integrate",
        "language",
        "learning",
        "could",
        "work",
        "official",
        "said",
        "would",
        "apply",
        "arrived",
        "germany",
        "certain",
        "deadline",
        "interest",
        "amnesty",
        "come",
        "without",
        "string",
        "attached",
        "migrant",
        "government",
        "official",
        "said",
        "language",
        "residency",
        "expert",
        "say",
        "reform",
        "facilitate",
        "language",
        "study",
        "establish",
        "permanent",
        "residency",
        "status",
        "qualify",
        "would",
        "appeal",
        "company",
        "said",
        "survey",
        "knowledge",
        "german",
        "secure",
        "residency",
        "status",
        "two",
        "important",
        "factor",
        "hiring",
        "initial",
        "reaction",
        "refugee",
        "arrived",
        "positive",
        "company",
        "thought",
        "looking",
        "young",
        "people",
        "people",
        "mainly",
        "young",
        "perfect",
        "said",
        "andreas",
        "oehme",
        "managing",
        "director",
        "west",
        "german",
        "skilled",
        "craft",
        "chamber",
        "represents",
        "sector",
        "employing",
        "refugee",
        "phase",
        "frustration",
        "oh",
        "speak",
        "german",
        "need",
        "training",
        "today",
        "approach",
        "realistic",
        "company",
        "know",
        "refugee",
        "solution",
        "labor",
        "shortage",
        "think",
        "could",
        "make",
        "situation",
        "would",
        "different",
        "new",
        "arrival",
        "coalition",
        "partner",
        "want",
        "set",
        "center",
        "newly",
        "arrived",
        "asylum",
        "seeker",
        "would",
        "held",
        "month",
        "decision",
        "application",
        "made",
        "interior",
        "minister",
        "horst",
        "seehofer",
        "csu",
        "based",
        "bavaria",
        "vowed",
        "use",
        "center",
        "increase",
        "deportation",
        "people",
        "deported",
        "last",
        "year",
        "percent",
        "less",
        "regard",
        "center",
        "one",
        "overarching",
        "goal",
        "would",
        "deportation",
        "order",
        "send",
        "message",
        "newcomer",
        "rule",
        "changed",
        "said",
        "julian",
        "lehmann",
        "global",
        "public",
        "policy",
        "institute",
        "berlin",
        "speaking",
        "reuters",
        "old",
        "factory",
        "floor",
        "bayat",
        "said",
        "hoped",
        "amnesty",
        "agreed",
        "apply",
        "family",
        "whole",
        "situation",
        "make",
        "sad",
        "said",
        "wiping",
        "tear",
        "away",
        "one",
        "hand",
        "held",
        "deportation",
        "order",
        "around",
        "former",
        "colleague",
        "embroidered",
        "banner",
        "church",
        "union",
        "want",
        "work",
        "rent",
        "bigger",
        "flat",
        "buy",
        "car",
        "take",
        "kid",
        "additional",
        "reporting",
        "christina",
        "amann",
        "andreas",
        "rinke",
        "berlin",
        "editing",
        "sonya",
        "hepinstall",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle"
    ]
}