{
    "organizations": [],
    "uuid": "cd443ea1562866bd17416ecccdc75c8b83478c39",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/05/12/maybe-trump-and-xi-both-benefit-from-a-trade-war/",
    "ord_in_thread": 0,
    "title": "Maybe Trump and Xi Both Benefit from a Trade War",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler 11:12 AM EDT\nChina’s top economic adviser Liu He lands in Washington on Tuesday for another round of trade negotiations with counterparts in the Trump administration. His mission: to find an eleventh-hour compromise that will dissuade Trump from imposing sanctions on Chinese imports, avert retaliation in kind from Beijing, and thereby save the world’s two largest economies from stumbling into a senseless and mutually destructive trade war. (And you thought your job was tough!)\nBut as Washington awaits Liu’s arrival, it’s worth wondering whether compromise is really the point of the exercise. On Wall Street, the prevailing view remains that Trump’s hard line on China is just a negotiating tactic. To hear optimists tell it, the sweeping list of demands presented by the U.S. trade delegation that visited Beijing last week was vintage Trump—a deliberately outrageous opening position in crafted in hopes of eventually closing a better deal.\nBut what if neither side really wants a deal? In recent days, a small but growing chorus of cynics has suggested that, while a trade war might be economically ruinous for producers and consumers in both nations, leaders from the two countries might find protracted conflict politically advantageous.\nProponents of this view mostly have heaped blame on Trump. In a scathing essay in the Financial Times a few days ago, columnist Martin Wolf blasted the U.S. “draft framework” for trade talks as an absurd ultimatum, to which China could not possibly accede. “The idea that the US will be judge, jury and executioner, while China will be deprived of the rights to retaliate or seek recourse to the WTO is crazy,” Wolf declared. “No great sovereign power could accept such a humiliation. For China, it would be a modern version of the ‘unequal treaties’ of the 19th century.” While China might suffer more than the U.S. in an all-out trade war, Wolf argued, for China’s leaders, the economic costs of a trade war would be “dwarfed” by the political consequences of such abject surrender.\nA Financial Times editorial took that argument even further: “If one sat down and made a determined effort, it would be hard to come up with a more economically wrong-headed, diplomatically toxic and legally destructive negotiating position than that presented to China last week by a visiting US trade delegation. Indeed, it is such an extreme set of demands that it is hard to avoid the conclusion that President Donald Trump’s administration, itching for a trade war, has produced an impossible agenda with the aim of goading Beijing into open hostilities….If the Trump administration simply wants an excuse that might play well back home to slap tariffs on Chinese goods, it has created one.”\nBut China has been equally unyielding. As Hoover Institution scholars Niall Ferguson and Xiang Xu point out —quite correctly—Chinese industrial policies that seemed relatively harmless when China joined the World Trade Organization back in 2001 have become enormously disruptive now that China has become the world’s second largest economy. “Beijing’s negotiators ought to abandon the pretense that the bilateral U.S.-China trade deficit has nothing to do with their country’s policies,” Ferguson and Xu contend. In 2001, China was “merely a big emerging market. Today it is approaching economic parity—and open strategic rivalry—with the U.S. The marriage must be adjusted to take this into account.”\nAnd yet Xi Jinping, despite frequent public references to “openness” and “shared prosperity,” hasn’t shown the slightest inclination to relinquish the state’s grip on China’s economy. To the contrary, he has stepped up support for state-owned enterprises, tightened restrictions on foreign firms operating in China, and doled out massive government subsidies for key sectors such as semi-conductors, robotics and artificial intelligence.\nFerguson and Xu calculate that a trade war would curb China’s GDP growth by a modest 0.3% a year, while the U.S. would be even less vulnerable. I’m reminded of the old the ad campaign for Tareyton cigarettes (back in the days when tobacco companies could advertise openly) that celebrated stubbornly loyal smokers by depicting them with big black eyes happily puffing away. The ad’s motto: “ I’d rather fight than switch !” Perhaps leaders in Beijing and Washington have come to exactly that conclusion.\nClay Chandler @claychandler clay.chandler@timeinc.com Politics and Policy\nBack to the table. Newly elected Malaysian Prime Minister Mahathir Mohamad said he is keen to renegotiate several agreements that had been struck between Malaysia and China, just hours after his opposition coalition received the majority of parliament seats in the May 9 elections in Malaysia. Mahathir said he was supportive of China’s Belt and Road initiative but has been critical of vast mainland Chinese investments welcomed by the previous administration. CNBC\nKudos, China. Donald Trump on Wednesday thanked China for its aid in improving relations with North Korea, shortly after announcing that Pyongyang agreed to the release of three US detainees this week. North Korean leader Kim Jong-un met with Chinese President Xi Jinping from 7-8 May in Beijing. Kim will meet Trump in a summit in Singapore on June 12, Trump tweeted on Thursday.. Reuters\nChinese whispers. Former CIA officer Jerry Chun has been indicted this week for conspiring to commit espionage. Chun, who is suspected of helping China unravel the CIA’s spy network in China was arrested in January for illegally possessing classified documents but the new charge reflects prosecutors’ willingness of prosecutors to disclose sensitive details they were previously reluctant to acknowledge. New York Times\nCall me maybe? China and Japan have agreed to launch a security hotline to defuse maritime tensions in the East China Sea, where both parties have repeatedly clashed over territory ownership and lingering wartime disputes. The agreement was signed during Chinese Premier Li Keqiang’s official visit to Prime Minister Shinzo Abe and Emperor Akihito in Tokyo this week. Reuters\nAdvertisement Technology and Innovation\nDidi Chuxing chastised. Didi Chuxing has been chided by China’s Ministry of Transport after a female passenger was alleged raped and murdered by one of its drivers. The firm has issued a public apology and offered a 1m yuan reward for the driver, who is still at large, but it has done little to quell widespread outrage on Chinese social media. The firm said on Friday that it is suspending its carpooling Hitch service for a week for “self-inspection and rectification”. Fast Company\nHit the brakes. Chinese telecoms manufacturer ZTE said on Wednesday that it has halted “major operations” after a US ban on the sale of equipment to the firm by American companies came into effect in April. The ban was imposed on ZTE for its violation of sanctions on Iran and North Korea. ZTE products including smartphones and telecoms equipment were visible but no longer listed for sale on ZTE’s online store from Wednesday. Fortune\nMore than words. Republican Senator Marco Rubio has proposed a bill that will block the US government and contractors from buying equipment and services from Chinese tech giants ZTE and Huawei, as well as impose higher taxes on any income made from China by US companies and caps on shares held by Chinese investors in US companies that produce goods under the “Made in China 2025” initiative, which aims to boost China’s robotics, aerospace, and clean-energy auto sectors. ZDNet\nIn Case You Missed It\nWho Are the Three Americans That Have Been Released by North Korea? TIME\nPeace in North Korea Could Cost $2 Trillion If History Is a Guide Fortune\nNorth Korea airline plans new China flights CNBC\nTake a look around Huawei’s headquarters in China CNBC\nFor Xiaomi, the real money is not in gadgets Tech in Asia\nPanasonic rattled by high-maintenance partner Tesla Nikkei Asian Review\n10 Years Ago in Sichuan, a Quake Killed 69,000. Should China Be Thankful? New York Times\nThe Price of Saying ‘Me Too’ in China New York Times\nAdvertisement Trade and Economy\nFrom beleaguered to behind bars. Wu Xiaohui, chairman of China’s Anbang Insurance Group has been sentenced to 18 years in prison for fraud and embezzlement. The news comes three months after the Chinese government seized control of his company, as part of its ongoing efforts to reduce leverage in the Chinese economy . Wu famously bought New York’s Waldorf Astoria hotel, among other business, with a mountain of debt. China’s Caixin magazine details his fall from grace. Financial Times\nLi Ka-shing retires. Prominent Hong Kong billionaire Li Ka-shing officially retired on Thursday, after handing over the reins of firms, CK Hutchison Holdings and CK Asset Holdings, to his eldest son Victor. Li was Hong Kong’s, and often Asia’s, richest man for decades and is often referred to as “Superman” in Hong Kong for his business acumen. Bloomberg\n‘Orwellian nonsense’. The Chinese government has said it could use a new social credit regulation enacted late last year to punish carriers that refer to Taiwan, Hong Kong or Macau as independent territories. The Civil Aviation Administration of China indicated this in its letter sent to 36 global carriers last month urging them to acknowledge the one-China principle. The White House responded in a statement last weekend calling China’s demands “Orwellian nonsense”. South China Morning Post\nSummaries by Debbie Yong. @debyong\ndebbie.yong@meredith.com\nFind past issues , and sign up for other Fortune newsletters .",
    "published": "2018-05-12T18:12:00.000+03:00",
    "crawled": "2018-05-12T18:17:58.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "edt",
        "china",
        "top",
        "economic",
        "adviser",
        "liu",
        "land",
        "washington",
        "tuesday",
        "another",
        "round",
        "trade",
        "negotiation",
        "counterpart",
        "trump",
        "administration",
        "mission",
        "find",
        "compromise",
        "dissuade",
        "trump",
        "imposing",
        "sanction",
        "chinese",
        "import",
        "avert",
        "retaliation",
        "kind",
        "beijing",
        "thereby",
        "save",
        "world",
        "two",
        "largest",
        "economy",
        "stumbling",
        "senseless",
        "mutually",
        "destructive",
        "trade",
        "war",
        "thought",
        "job",
        "tough",
        "washington",
        "awaits",
        "liu",
        "arrival",
        "worth",
        "wondering",
        "whether",
        "compromise",
        "really",
        "point",
        "exercise",
        "wall",
        "street",
        "prevailing",
        "view",
        "remains",
        "trump",
        "hard",
        "line",
        "china",
        "negotiating",
        "tactic",
        "hear",
        "optimist",
        "tell",
        "sweeping",
        "list",
        "demand",
        "presented",
        "trade",
        "delegation",
        "visited",
        "beijing",
        "last",
        "week",
        "vintage",
        "deliberately",
        "outrageous",
        "opening",
        "position",
        "crafted",
        "hope",
        "eventually",
        "closing",
        "better",
        "deal",
        "neither",
        "side",
        "really",
        "want",
        "deal",
        "recent",
        "day",
        "small",
        "growing",
        "chorus",
        "cynic",
        "suggested",
        "trade",
        "war",
        "might",
        "economically",
        "ruinous",
        "producer",
        "consumer",
        "nation",
        "leader",
        "two",
        "country",
        "might",
        "find",
        "protracted",
        "conflict",
        "politically",
        "advantageous",
        "proponent",
        "view",
        "mostly",
        "heaped",
        "blame",
        "trump",
        "scathing",
        "essay",
        "financial",
        "time",
        "day",
        "ago",
        "columnist",
        "martin",
        "wolf",
        "blasted",
        "draft",
        "framework",
        "trade",
        "talk",
        "absurd",
        "ultimatum",
        "china",
        "could",
        "possibly",
        "accede",
        "idea",
        "u",
        "judge",
        "jury",
        "executioner",
        "china",
        "deprived",
        "right",
        "retaliate",
        "seek",
        "recourse",
        "wto",
        "crazy",
        "wolf",
        "declared",
        "great",
        "sovereign",
        "power",
        "could",
        "accept",
        "humiliation",
        "china",
        "would",
        "modern",
        "version",
        "unequal",
        "treaty",
        "19th",
        "china",
        "might",
        "suffer",
        "trade",
        "war",
        "wolf",
        "argued",
        "china",
        "leader",
        "economic",
        "cost",
        "trade",
        "war",
        "would",
        "dwarfed",
        "political",
        "consequence",
        "abject",
        "surrender",
        "financial",
        "time",
        "editorial",
        "took",
        "argument",
        "even",
        "one",
        "sat",
        "made",
        "determined",
        "effort",
        "would",
        "hard",
        "come",
        "economically",
        "diplomatically",
        "toxic",
        "legally",
        "destructive",
        "negotiating",
        "position",
        "presented",
        "china",
        "last",
        "week",
        "visiting",
        "u",
        "trade",
        "delegation",
        "indeed",
        "extreme",
        "set",
        "demand",
        "hard",
        "avoid",
        "conclusion",
        "president",
        "donald",
        "trump",
        "administration",
        "itching",
        "trade",
        "war",
        "produced",
        "impossible",
        "agenda",
        "aim",
        "goading",
        "beijing",
        "open",
        "trump",
        "administration",
        "simply",
        "want",
        "excuse",
        "might",
        "play",
        "well",
        "back",
        "home",
        "slap",
        "tariff",
        "chinese",
        "good",
        "created",
        "china",
        "equally",
        "unyielding",
        "hoover",
        "institution",
        "scholar",
        "niall",
        "ferguson",
        "xiang",
        "xu",
        "point",
        "industrial",
        "policy",
        "seemed",
        "relatively",
        "harmless",
        "china",
        "joined",
        "world",
        "trade",
        "organization",
        "back",
        "become",
        "enormously",
        "disruptive",
        "china",
        "become",
        "world",
        "second",
        "largest",
        "economy",
        "beijing",
        "negotiator",
        "ought",
        "abandon",
        "pretense",
        "bilateral",
        "trade",
        "deficit",
        "nothing",
        "country",
        "policy",
        "ferguson",
        "xu",
        "contend",
        "china",
        "merely",
        "big",
        "emerging",
        "market",
        "today",
        "approaching",
        "economic",
        "open",
        "strategic",
        "marriage",
        "must",
        "adjusted",
        "take",
        "yet",
        "xi",
        "jinping",
        "despite",
        "frequent",
        "public",
        "reference",
        "openness",
        "shared",
        "prosperity",
        "shown",
        "slightest",
        "inclination",
        "relinquish",
        "state",
        "grip",
        "china",
        "economy",
        "contrary",
        "stepped",
        "support",
        "enterprise",
        "tightened",
        "restriction",
        "foreign",
        "firm",
        "operating",
        "china",
        "doled",
        "massive",
        "government",
        "subsidy",
        "key",
        "sector",
        "robotics",
        "artificial",
        "intelligence",
        "ferguson",
        "xu",
        "calculate",
        "trade",
        "war",
        "would",
        "curb",
        "china",
        "gdp",
        "growth",
        "modest",
        "year",
        "would",
        "even",
        "less",
        "vulnerable",
        "reminded",
        "old",
        "ad",
        "campaign",
        "tareyton",
        "cigarette",
        "back",
        "day",
        "tobacco",
        "company",
        "could",
        "advertise",
        "openly",
        "celebrated",
        "stubbornly",
        "loyal",
        "smoker",
        "depicting",
        "big",
        "black",
        "eye",
        "happily",
        "puffing",
        "away",
        "ad",
        "motto",
        "rather",
        "fight",
        "switch",
        "perhaps",
        "leader",
        "beijing",
        "washington",
        "come",
        "exactly",
        "conclusion",
        "clay",
        "chandler",
        "claychandler",
        "politics",
        "policy",
        "back",
        "table",
        "newly",
        "elected",
        "malaysian",
        "prime",
        "minister",
        "mahathir",
        "mohamad",
        "said",
        "keen",
        "renegotiate",
        "several",
        "agreement",
        "struck",
        "malaysia",
        "china",
        "hour",
        "opposition",
        "coalition",
        "received",
        "majority",
        "parliament",
        "seat",
        "may",
        "election",
        "malaysia",
        "mahathir",
        "said",
        "supportive",
        "china",
        "belt",
        "road",
        "initiative",
        "critical",
        "vast",
        "mainland",
        "chinese",
        "investment",
        "welcomed",
        "previous",
        "administration",
        "cnbc",
        "kudos",
        "china",
        "donald",
        "trump",
        "wednesday",
        "thanked",
        "china",
        "aid",
        "improving",
        "relation",
        "north",
        "korea",
        "shortly",
        "announcing",
        "pyongyang",
        "agreed",
        "release",
        "three",
        "u",
        "detainee",
        "week",
        "north",
        "korean",
        "leader",
        "kim",
        "met",
        "chinese",
        "president",
        "xi",
        "jinping",
        "may",
        "beijing",
        "kim",
        "meet",
        "trump",
        "summit",
        "singapore",
        "june",
        "trump",
        "tweeted",
        "thursday",
        "reuters",
        "chinese",
        "whisper",
        "former",
        "cia",
        "officer",
        "jerry",
        "chun",
        "indicted",
        "week",
        "conspiring",
        "commit",
        "espionage",
        "chun",
        "suspected",
        "helping",
        "china",
        "unravel",
        "cia",
        "spy",
        "network",
        "china",
        "arrested",
        "january",
        "illegally",
        "possessing",
        "classified",
        "document",
        "new",
        "charge",
        "reflects",
        "prosecutor",
        "willingness",
        "prosecutor",
        "disclose",
        "sensitive",
        "detail",
        "previously",
        "reluctant",
        "acknowledge",
        "new",
        "york",
        "time",
        "call",
        "maybe",
        "china",
        "japan",
        "agreed",
        "launch",
        "security",
        "hotline",
        "defuse",
        "maritime",
        "tension",
        "east",
        "china",
        "sea",
        "party",
        "repeatedly",
        "clashed",
        "territory",
        "ownership",
        "lingering",
        "wartime",
        "dispute",
        "agreement",
        "signed",
        "chinese",
        "premier",
        "li",
        "keqiang",
        "official",
        "visit",
        "prime",
        "minister",
        "shinzo",
        "abe",
        "emperor",
        "akihito",
        "tokyo",
        "week",
        "reuters",
        "advertisement",
        "technology",
        "innovation",
        "didi",
        "chuxing",
        "chastised",
        "didi",
        "chuxing",
        "chided",
        "china",
        "ministry",
        "transport",
        "female",
        "passenger",
        "alleged",
        "raped",
        "murdered",
        "one",
        "driver",
        "firm",
        "issued",
        "public",
        "apology",
        "offered",
        "1m",
        "yuan",
        "reward",
        "driver",
        "still",
        "large",
        "done",
        "little",
        "quell",
        "widespread",
        "outrage",
        "chinese",
        "social",
        "medium",
        "firm",
        "said",
        "friday",
        "suspending",
        "carpooling",
        "hitch",
        "service",
        "week",
        "rectification",
        "fast",
        "company",
        "hit",
        "brake",
        "chinese",
        "telecom",
        "manufacturer",
        "zte",
        "said",
        "wednesday",
        "halted",
        "major",
        "operation",
        "u",
        "ban",
        "sale",
        "equipment",
        "firm",
        "american",
        "company",
        "came",
        "effect",
        "april",
        "ban",
        "imposed",
        "zte",
        "violation",
        "sanction",
        "iran",
        "north",
        "korea",
        "zte",
        "product",
        "including",
        "smartphones",
        "telecom",
        "equipment",
        "visible",
        "longer",
        "listed",
        "sale",
        "zte",
        "online",
        "store",
        "wednesday",
        "fortune",
        "word",
        "republican",
        "senator",
        "marco",
        "rubio",
        "proposed",
        "bill",
        "block",
        "u",
        "government",
        "contractor",
        "buying",
        "equipment",
        "service",
        "chinese",
        "tech",
        "giant",
        "zte",
        "huawei",
        "well",
        "impose",
        "higher",
        "tax",
        "income",
        "made",
        "china",
        "u",
        "company",
        "cap",
        "share",
        "held",
        "chinese",
        "investor",
        "u",
        "company",
        "produce",
        "good",
        "made",
        "china",
        "initiative",
        "aim",
        "boost",
        "china",
        "robotics",
        "aerospace",
        "auto",
        "sector",
        "zdnet",
        "case",
        "missed",
        "three",
        "american",
        "released",
        "north",
        "korea",
        "time",
        "peace",
        "north",
        "korea",
        "could",
        "cost",
        "trillion",
        "history",
        "guide",
        "fortune",
        "north",
        "korea",
        "airline",
        "plan",
        "new",
        "china",
        "flight",
        "cnbc",
        "take",
        "look",
        "around",
        "huawei",
        "headquarters",
        "china",
        "cnbc",
        "xiaomi",
        "real",
        "money",
        "gadget",
        "tech",
        "asia",
        "panasonic",
        "rattled",
        "partner",
        "tesla",
        "nikkei",
        "asian",
        "review",
        "year",
        "ago",
        "sichuan",
        "quake",
        "killed",
        "china",
        "thankful",
        "new",
        "york",
        "time",
        "price",
        "saying",
        "china",
        "new",
        "york",
        "time",
        "advertisement",
        "trade",
        "economy",
        "beleaguered",
        "behind",
        "bar",
        "wu",
        "xiaohui",
        "chairman",
        "china",
        "anbang",
        "insurance",
        "group",
        "sentenced",
        "year",
        "prison",
        "fraud",
        "embezzlement",
        "news",
        "come",
        "three",
        "month",
        "chinese",
        "government",
        "seized",
        "control",
        "company",
        "part",
        "ongoing",
        "effort",
        "reduce",
        "leverage",
        "chinese",
        "economy",
        "wu",
        "famously",
        "bought",
        "new",
        "york",
        "waldorf",
        "astoria",
        "hotel",
        "among",
        "business",
        "mountain",
        "debt",
        "china",
        "caixin",
        "magazine",
        "detail",
        "fall",
        "grace",
        "financial",
        "time",
        "li",
        "retires",
        "prominent",
        "hong",
        "kong",
        "billionaire",
        "li",
        "officially",
        "retired",
        "thursday",
        "handing",
        "rein",
        "firm",
        "ck",
        "hutchison",
        "holding",
        "ck",
        "asset",
        "holding",
        "eldest",
        "son",
        "victor",
        "li",
        "hong",
        "kong",
        "often",
        "asia",
        "richest",
        "man",
        "decade",
        "often",
        "referred",
        "superman",
        "hong",
        "kong",
        "business",
        "acumen",
        "bloomberg",
        "orwellian",
        "nonsense",
        "chinese",
        "government",
        "said",
        "could",
        "use",
        "new",
        "social",
        "credit",
        "regulation",
        "enacted",
        "late",
        "last",
        "year",
        "punish",
        "carrier",
        "refer",
        "taiwan",
        "hong",
        "kong",
        "macau",
        "independent",
        "territory",
        "civil",
        "aviation",
        "administration",
        "china",
        "indicated",
        "letter",
        "sent",
        "global",
        "carrier",
        "last",
        "month",
        "urging",
        "acknowledge",
        "principle",
        "white",
        "house",
        "responded",
        "statement",
        "last",
        "weekend",
        "calling",
        "china",
        "demand",
        "orwellian",
        "nonsense",
        "south",
        "china",
        "morning",
        "post",
        "summary",
        "debbie",
        "yong",
        "debyong",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}