{
    "organizations": [],
    "uuid": "b4f6c5d43f8e6b3349dc9cfb3f1e791f497571f0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-superior-gold-inc-announces-first-quarter-2018-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "Superior Gold Inc. Announces First Quarter 2018 Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A QUARTER OF KEY MILESTONES\nREITERATING 2018 GUIDANCE\n(In US Dollars unless otherwise stated)\nTORONTO, May 15, 2018 /PRNewswire/ - Superior Gold Inc. (\"Superior Gold\" or the \"Company\") (TSX.V:SGI) announced today its financial and operating results for the quarter ended March 31, 2018. This release should be read in conjunction with the Company's Management Discussion and Analysis (MD&A) and condensed consolidated interim financial statements for the quarter ended March 31, 2018. These documents will be posted on the Company's website at www.superior-gold.com and SEDAR at www.sedar.com .\nFirst Quarter Highlights:\nProduced 19,232 ounces of gold, including 5,054 of pre-commercial production ounces from Hermes Sold a total of 18,940 ounces of gold. This included 13,972 ounces of gold from the Plutonic mine, at a total cash cost 1 of $1,256 per ounce, all-in sustaining cost 1 of $1,421 per ounce and average realized gold price 1 of $1,331 per ounce An additional 4,968 ounces of gold were sold from Hermes during its pre-commercial production period Declared commercial production at Hermes and achieved \"Fill The Mill\" strategy ahead of schedule Reported substantial growth in Mineral Reserves and Mineral Resources (as at December 31, 2017)\nChris Bradbrook, President and CEO of Superior Gold stated: \"We are pleased to provide results for the first quarter of 2018 and to highlight a number of key achievements accomplished during the quarter. The ramp up of quarterly production towards annual guidance proceeded as expected, with the first quarter anticipated to be the weakest of the year. Underground production levels and costs were disappointing, although the result of the decision to mine lower grade material to ensure that none of the better grade mineralization was sterilized. We anticipate the grade in the second quarter to improve in accordance with the mine plan. The Company is maintaining its 2018 production guidance at 100,000 to 110,000 ounces of gold with this growth being internally funded.\nRecoveries continued to increase, averaging 86% for the quarter (compared to 78% in the first quarter of 2017 and 84% in the fourth quarter of 2017), with a further increase after quarter end, averaging 90% for the second quarter to date. It is important to note that this increase in recoveries was achieved without the anticipated benefit from the gravity circuit which is being constructed during the first six months of 2018.\nCommercial production at the Hermes gold mine was declared, on schedule, by quarter end. Initial production from the mine averaged below reserve grade as lower grade, near-surface ore was extracted first. Hermes waste mined included completion of the pre-strip.\nThe \"Fill The Mill\" strategy was achieved ahead of schedule as the mill throughput averaged approximately 5,000 tonnes per day by quarter end. This throughput was maintained subsequently throughout April and was achieved by processing material from Hermes below reserve grade, but above the cut-off grade of 0.6 g Au/t. This strategy has now been updated to \"Fill The Mill At The Best Possible Grade\".\nIn April, we provided updated mineral reserve and mineral resource estimates as at December 31, 2017. The underground mineral reserves at the Plutonic mine more than tripled to 276,000 ounces grading 5.97 g Au/t (from 4.60 g Au/t). The total mineral reserves across all projects doubled to 382,000 ounces. Total measured and indicated resources increased approximately 30% to 1.14 million ounces, while total inferred resources increased more than 35% to 1.09 million ounces. We are currently working towards incorporating this higher grade material into the Plutonic mine's schedule and will provide updates as available.\"\nSummary of Financial and Operational Results:\nThree months ended\nMarch 31, 2018\nThree months ended\nMarch 31, 2017\nAll amounts in $ millions except where noted\nFinancial\nRevenue\n18.6\n26.6\nCost of sales\n20.4\n22.1\nGeneral and administrative\n1.5\n0.8\nOperating income (loss)\n(3.3)\n3.7\nIncome (loss) before taxes 3\n(8.5)\n(3.9)\nNet income (loss) 3\n(5.6)\n(3.0)\nEarnings (loss) per share\n–basic and diluted 3\n(0.06)\n(0.05)\nAdjusted net income (loss)1\n(2.2)\n2.1\nAdjusted net income (loss) per share – basic1\n(0.02)\n0.03\nCash from (used in) operations\n(1.6)\n7.4\nCash, cash equivalents and restricted cash 4\n25.6\n27.8\nWeighted number of common shares o/s\n95,669,140\n64,438,715\nOperational\nGold produced (ounces)\n19,232\n20,769\nGold sold (ounces) 2\n18,940\n21,801\nGold sold (excluding Hermes) 2\n13,972\n21,801\nAverage realized price ($/ounce) 1\n1,331\n1,219\nTotal cash costs ($/ounce) 1 2\n1,256\n799\nAll-in sustaining costs ($/ounce) 1 2\n1,421\n920\nTotal underground material mined (000's tonnes)\n208\n201\nTotal material milled (000's tonnes)\n344\n332\nGrade Milled (g/t)\n2.0\n2.5\nGold Recovery (%)\n86\n78\nPlutonic Gold Operations\nThe Plutonic Gold operations produced 19,232 ounces of gold in the first quarter of 2018 compared to 20,769 ounces of gold in the first quarter of 2017 as a result of lower head grade milled, partially offset by higher tonnes milled and higher recoveries. Total underground material milled increased by 6% to 210,000 tonnes and total material milled increased marginally by 3% to 344,000 tonnes as ore was available from the ramp-up of the Hermes project in the first quarter of 2018 which effectively replaced the contribution of low grade stockpile material in the first quarter of 2017. Head grade decreased as a result of lower grade areas of the underground operation being mined and milled during the quarter, offset in part by Hermes ore that had a higher grade than the low grade stockpile material milled in the first quarter of 2017. Recovery rates rose from 78% to 86% due to operational improvements, a decrease in the proportion of milled tonnages from areas that typically have lower recoveries and the addition of higher recovery ore from Hermes.\nGold sold decreased by 7,829 ounces during the first quarter of 2018 to 13,972 ounces in comparison to the first quarter of 2017 due to mining and processing lower grade underground ore that was outside of plan, and the reduced contribution from low grade stockpile material. The lower grade ore mined was a result of mining extensions to the current plan where grades were lower but above cutoff and rescheduling in the quarter allowed the Company to access this ore to minimize sterilization of the mineralization available. The variance in ounces sold was also due to higher sales from finished goods inventory in the first quarter of 2017.\nTotal cash costs 1 2 were $1,256 per ounce sold for the quarter, an increase from $799 per ounce compared to the first quarter of 2017, due largely to lower sales volumes from reduced mining grades outlined above and higher costs of sales, excluding depreciation, partially offset by non-cash inventory movements. All-in sustaining costs 1 2 increased from $920 per ounce sold to $1,421 per ounce sold due to higher total cash costs per ounce and higher corporate general and administration expenses resulting from the finalization of senior management's 2017 short-term incentive compensation review and higher consulting costs primarily due to administrative projects completed in the quarter.\nDevelopment Activities\nIn October 2017, pre-stripping operations were initiated at Hermes' Trapper pit. Initial processing of mineralization commenced on schedule in late December 2017. In March 2018, the Company declared commercial production at Hermes, with the inclusion of operating results to commence on April 1, 2018. The contribution of ore from Hermes is expected to allow the Company to reach its objective of increasing annual production to more than 100,000 ounces of gold. During the first quarter of 2018, Hermes produced 5,054 ounces of gold.\nExploration Activities\nDuring the first quarter, the Company's ongoing underground diamond drilling program focused on seven zones at its wholly-owned Plutonic Gold mine: Area 134, Baltic, Caribbean, Caspian, Cortez, Indian and Pacific. A number of significant intersections were encountered. Results were released for 149 drill holes with a total of more than 10,000 metres. The drill holes were primarily completed for resource definition and grade control purposes. Resource definition drilling was designed to increase the confidence level of the mineral resources in areas where drilling was limited as part of the ongoing work to upgrade resources to reserves. Grade control drilling was completed to provide additional information for stope design ahead of mining.\nThe following key findings were noted:\n187 intersections encountered more than >5 g Au/t 103 intersections encountered more than >10 g Au/t 30 intersections encountered more than >20 g Au/t 7 intersections encountered more than >50 g Au/t\nThe Company's interest in the Bryah Basin joint venture is an earn-in option which, upon completion of required expenditures of AUD$1.2 million by April 2018, entitles Superior Gold to an interest of up to 80% in the joint venture. The Hermes South project is included in the Bryah Basin joint venture, and as part of the new corporate mineral reserve and mineral resource estimate the Company announced an initial inferred mineral resource estimate of 1.29 million tonnes @ 1.54 g Au/t for 64,000 ounces (100% basis). A new intersection was identified at Hermes South during the quarter grading 9.3 g Au/t over 9.00 metres from 136.2 metres downhole, which is outside of the existing mineral resource estimate.\nOutlook and Strategy\nThe Company intends to focus on re-establishing the Plutonic Gold operations as a stable gold producer capable of producing at least 100,000 ounces of gold annually. To achieve this goal, the Company intends to focus on its growth strategy which includes:\nIncreasing annual gold production at its Plutonic and Hermes operations to approximately 100,000 ounces Resource and reserve additions through increased drill activity in 2018 Increasing annual gold production of more than 100,000 ounces to \"Fill The Mill At The Best Possible Grade\" at its existing Plutonic Gold operations\nWith the proceeds raised upon the completion of the initial public offering, the cash generated from the Plutonic Gold mine and the recent completion of the Hermes mine, the Company has the liquidity available to execute on its near-term growth and exploration strategy. This will enable the Company to execute on its medium to long-term goals of:\nFurther exploration and development at the Plutonic Gold operations Acquisition of precious metals properties in established low risk jurisdictions",
    "published": "2018-05-15T14:00:00.000+03:00",
    "crawled": "2018-05-15T14:19:49.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quarter",
        "key",
        "milestone",
        "reiterating",
        "guidance",
        "u",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "toronto",
        "may",
        "superior",
        "gold",
        "superior",
        "gold",
        "company",
        "sgi",
        "announced",
        "today",
        "financial",
        "operating",
        "result",
        "quarter",
        "ended",
        "march",
        "release",
        "read",
        "conjunction",
        "company",
        "management",
        "discussion",
        "analysis",
        "md",
        "condensed",
        "consolidated",
        "interim",
        "financial",
        "statement",
        "quarter",
        "ended",
        "march",
        "document",
        "posted",
        "company",
        "website",
        "sedar",
        "first",
        "quarter",
        "highlight",
        "produced",
        "ounce",
        "gold",
        "including",
        "production",
        "ounce",
        "hermes",
        "sold",
        "total",
        "ounce",
        "gold",
        "included",
        "ounce",
        "gold",
        "plutonic",
        "mine",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "average",
        "realized",
        "gold",
        "price",
        "per",
        "ounce",
        "additional",
        "ounce",
        "gold",
        "sold",
        "hermes",
        "production",
        "period",
        "declared",
        "commercial",
        "production",
        "hermes",
        "achieved",
        "fill",
        "mill",
        "strategy",
        "ahead",
        "schedule",
        "reported",
        "substantial",
        "growth",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "december",
        "chris",
        "bradbrook",
        "president",
        "ceo",
        "superior",
        "gold",
        "stated",
        "pleased",
        "provide",
        "result",
        "first",
        "quarter",
        "highlight",
        "number",
        "key",
        "achievement",
        "accomplished",
        "quarter",
        "ramp",
        "quarterly",
        "production",
        "towards",
        "annual",
        "guidance",
        "proceeded",
        "expected",
        "first",
        "quarter",
        "anticipated",
        "weakest",
        "year",
        "underground",
        "production",
        "level",
        "cost",
        "disappointing",
        "although",
        "result",
        "decision",
        "mine",
        "lower",
        "grade",
        "material",
        "ensure",
        "none",
        "better",
        "grade",
        "mineralization",
        "sterilized",
        "anticipate",
        "grade",
        "second",
        "quarter",
        "improve",
        "accordance",
        "mine",
        "plan",
        "company",
        "maintaining",
        "production",
        "guidance",
        "ounce",
        "gold",
        "growth",
        "internally",
        "funded",
        "recovery",
        "continued",
        "increase",
        "averaging",
        "quarter",
        "compared",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "increase",
        "quarter",
        "end",
        "averaging",
        "second",
        "quarter",
        "date",
        "important",
        "note",
        "increase",
        "recovery",
        "achieved",
        "without",
        "anticipated",
        "benefit",
        "gravity",
        "circuit",
        "constructed",
        "first",
        "six",
        "month",
        "commercial",
        "production",
        "hermes",
        "gold",
        "mine",
        "declared",
        "schedule",
        "quarter",
        "end",
        "initial",
        "production",
        "mine",
        "averaged",
        "reserve",
        "grade",
        "lower",
        "grade",
        "ore",
        "extracted",
        "first",
        "hermes",
        "waste",
        "mined",
        "included",
        "completion",
        "fill",
        "mill",
        "strategy",
        "achieved",
        "ahead",
        "schedule",
        "mill",
        "throughput",
        "averaged",
        "approximately",
        "tonne",
        "per",
        "day",
        "quarter",
        "end",
        "throughput",
        "maintained",
        "subsequently",
        "throughout",
        "april",
        "achieved",
        "processing",
        "material",
        "hermes",
        "reserve",
        "grade",
        "grade",
        "g",
        "strategy",
        "updated",
        "fill",
        "mill",
        "best",
        "possible",
        "grade",
        "april",
        "provided",
        "updated",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "estimate",
        "december",
        "underground",
        "mineral",
        "reserve",
        "plutonic",
        "mine",
        "tripled",
        "ounce",
        "grading",
        "g",
        "g",
        "total",
        "mineral",
        "reserve",
        "across",
        "project",
        "doubled",
        "ounce",
        "total",
        "measured",
        "indicated",
        "resource",
        "increased",
        "approximately",
        "million",
        "ounce",
        "total",
        "inferred",
        "resource",
        "increased",
        "million",
        "ounce",
        "currently",
        "working",
        "towards",
        "incorporating",
        "higher",
        "grade",
        "material",
        "plutonic",
        "mine",
        "schedule",
        "provide",
        "update",
        "available",
        "summary",
        "financial",
        "operational",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "amount",
        "million",
        "except",
        "noted",
        "financial",
        "revenue",
        "cost",
        "sale",
        "general",
        "administrative",
        "operating",
        "income",
        "loss",
        "income",
        "loss",
        "tax",
        "net",
        "income",
        "loss",
        "earnings",
        "loss",
        "per",
        "share",
        "diluted",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic1",
        "cash",
        "used",
        "operation",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "weighted",
        "number",
        "common",
        "share",
        "operational",
        "gold",
        "produced",
        "ounce",
        "gold",
        "sold",
        "ounce",
        "gold",
        "sold",
        "excluding",
        "hermes",
        "average",
        "realized",
        "price",
        "total",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "total",
        "underground",
        "material",
        "mined",
        "tonne",
        "total",
        "material",
        "milled",
        "tonne",
        "grade",
        "milled",
        "gold",
        "recovery",
        "plutonic",
        "gold",
        "operation",
        "plutonic",
        "gold",
        "operation",
        "produced",
        "ounce",
        "gold",
        "first",
        "quarter",
        "compared",
        "ounce",
        "gold",
        "first",
        "quarter",
        "result",
        "lower",
        "head",
        "grade",
        "milled",
        "partially",
        "offset",
        "higher",
        "tonne",
        "milled",
        "higher",
        "recovery",
        "total",
        "underground",
        "material",
        "milled",
        "increased",
        "tonne",
        "total",
        "material",
        "milled",
        "increased",
        "marginally",
        "tonne",
        "ore",
        "available",
        "hermes",
        "project",
        "first",
        "quarter",
        "effectively",
        "replaced",
        "contribution",
        "low",
        "grade",
        "stockpile",
        "material",
        "first",
        "quarter",
        "head",
        "grade",
        "decreased",
        "result",
        "lower",
        "grade",
        "area",
        "underground",
        "operation",
        "mined",
        "milled",
        "quarter",
        "offset",
        "part",
        "hermes",
        "ore",
        "higher",
        "grade",
        "low",
        "grade",
        "stockpile",
        "material",
        "milled",
        "first",
        "quarter",
        "recovery",
        "rate",
        "rose",
        "due",
        "operational",
        "improvement",
        "decrease",
        "proportion",
        "milled",
        "tonnage",
        "area",
        "typically",
        "lower",
        "recovery",
        "addition",
        "higher",
        "recovery",
        "ore",
        "hermes",
        "gold",
        "sold",
        "decreased",
        "ounce",
        "first",
        "quarter",
        "ounce",
        "comparison",
        "first",
        "quarter",
        "due",
        "mining",
        "processing",
        "lower",
        "grade",
        "underground",
        "ore",
        "outside",
        "plan",
        "reduced",
        "contribution",
        "low",
        "grade",
        "stockpile",
        "material",
        "lower",
        "grade",
        "ore",
        "mined",
        "result",
        "mining",
        "extension",
        "current",
        "plan",
        "grade",
        "lower",
        "cutoff",
        "rescheduling",
        "quarter",
        "allowed",
        "company",
        "access",
        "ore",
        "minimize",
        "sterilization",
        "mineralization",
        "available",
        "variance",
        "ounce",
        "sold",
        "also",
        "due",
        "higher",
        "sale",
        "finished",
        "good",
        "inventory",
        "first",
        "quarter",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "sold",
        "quarter",
        "increase",
        "per",
        "ounce",
        "compared",
        "first",
        "quarter",
        "due",
        "largely",
        "lower",
        "sale",
        "volume",
        "reduced",
        "mining",
        "grade",
        "outlined",
        "higher",
        "cost",
        "sale",
        "excluding",
        "depreciation",
        "partially",
        "offset",
        "inventory",
        "movement",
        "sustaining",
        "cost",
        "increased",
        "per",
        "ounce",
        "sold",
        "per",
        "ounce",
        "sold",
        "due",
        "higher",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "higher",
        "corporate",
        "general",
        "administration",
        "expense",
        "resulting",
        "finalization",
        "senior",
        "management",
        "incentive",
        "compensation",
        "review",
        "higher",
        "consulting",
        "cost",
        "primarily",
        "due",
        "administrative",
        "project",
        "completed",
        "quarter",
        "development",
        "activity",
        "october",
        "operation",
        "initiated",
        "hermes",
        "trapper",
        "pit",
        "initial",
        "processing",
        "mineralization",
        "commenced",
        "schedule",
        "late",
        "december",
        "march",
        "company",
        "declared",
        "commercial",
        "production",
        "hermes",
        "inclusion",
        "operating",
        "result",
        "commence",
        "april",
        "contribution",
        "ore",
        "hermes",
        "expected",
        "allow",
        "company",
        "reach",
        "objective",
        "increasing",
        "annual",
        "production",
        "ounce",
        "gold",
        "first",
        "quarter",
        "hermes",
        "produced",
        "ounce",
        "gold",
        "exploration",
        "activity",
        "first",
        "quarter",
        "company",
        "ongoing",
        "underground",
        "diamond",
        "drilling",
        "program",
        "focused",
        "seven",
        "zone",
        "plutonic",
        "gold",
        "mine",
        "area",
        "baltic",
        "caribbean",
        "caspian",
        "cortez",
        "indian",
        "pacific",
        "number",
        "significant",
        "intersection",
        "encountered",
        "result",
        "released",
        "drill",
        "hole",
        "total",
        "metre",
        "drill",
        "hole",
        "primarily",
        "completed",
        "resource",
        "definition",
        "grade",
        "control",
        "purpose",
        "resource",
        "definition",
        "drilling",
        "designed",
        "increase",
        "confidence",
        "level",
        "mineral",
        "resource",
        "area",
        "drilling",
        "limited",
        "part",
        "ongoing",
        "work",
        "upgrade",
        "resource",
        "reserve",
        "grade",
        "control",
        "drilling",
        "completed",
        "provide",
        "additional",
        "information",
        "stope",
        "design",
        "ahead",
        "mining",
        "following",
        "key",
        "finding",
        "noted",
        "intersection",
        "encountered",
        "g",
        "intersection",
        "encountered",
        "g",
        "intersection",
        "encountered",
        "g",
        "intersection",
        "encountered",
        "g",
        "company",
        "interest",
        "bryah",
        "basin",
        "joint",
        "venture",
        "option",
        "upon",
        "completion",
        "required",
        "expenditure",
        "aud",
        "million",
        "april",
        "entitles",
        "superior",
        "gold",
        "interest",
        "joint",
        "venture",
        "hermes",
        "south",
        "project",
        "included",
        "bryah",
        "basin",
        "joint",
        "venture",
        "part",
        "new",
        "corporate",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "estimate",
        "company",
        "announced",
        "initial",
        "inferred",
        "mineral",
        "resource",
        "estimate",
        "million",
        "tonne",
        "g",
        "ounce",
        "basis",
        "new",
        "intersection",
        "identified",
        "hermes",
        "south",
        "quarter",
        "grading",
        "g",
        "metre",
        "metre",
        "downhole",
        "outside",
        "existing",
        "mineral",
        "resource",
        "estimate",
        "outlook",
        "strategy",
        "company",
        "intends",
        "focus",
        "plutonic",
        "gold",
        "operation",
        "stable",
        "gold",
        "producer",
        "capable",
        "producing",
        "least",
        "ounce",
        "gold",
        "annually",
        "achieve",
        "goal",
        "company",
        "intends",
        "focus",
        "growth",
        "strategy",
        "includes",
        "increasing",
        "annual",
        "gold",
        "production",
        "plutonic",
        "hermes",
        "operation",
        "approximately",
        "ounce",
        "resource",
        "reserve",
        "addition",
        "increased",
        "drill",
        "activity",
        "increasing",
        "annual",
        "gold",
        "production",
        "ounce",
        "fill",
        "mill",
        "best",
        "possible",
        "grade",
        "existing",
        "plutonic",
        "gold",
        "operation",
        "proceeds",
        "raised",
        "upon",
        "completion",
        "initial",
        "public",
        "offering",
        "cash",
        "generated",
        "plutonic",
        "gold",
        "mine",
        "recent",
        "completion",
        "hermes",
        "mine",
        "company",
        "liquidity",
        "available",
        "execute",
        "growth",
        "exploration",
        "strategy",
        "enable",
        "company",
        "execute",
        "medium",
        "goal",
        "exploration",
        "development",
        "plutonic",
        "gold",
        "operation",
        "acquisition",
        "precious",
        "metal",
        "property",
        "established",
        "low",
        "risk",
        "jurisdiction"
    ]
}