{
    "organizations": [],
    "uuid": "259210e0445348b575a37c6ed7106c5a5a8cd5d5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/business-wire-red-violet-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "red violet Announces First 2018 Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Revenue Increases 112% to $3.3 Million with Continued Improvement in Key Financial Indicators on Path to Profitability\nBOCA RATON, Fla.--(BUSINESS WIRE)-- Red Violet, Inc. (NASDAQ:RDVT), a leading information solutions provider, today announced financial results for the quarter ended March 31, 2018.\n“We are pleased to report a strong start to 2018,” stated Derek Dubner, red violet’s CEO. “With our R&D phase behind us and a robust pipeline of new business and products to bring to market, we believe that we have more than ample cash to achieve profitability, which we expect to occur in the next several quarters. Given the improvement in various financial metrics and the outlook for our business, we are very optimistic about the remainder of 2018 and beyond.”\nFirst Quarter Financial Results\nFor the three months ended March 31, 2018, as compared to the three months ended March 31, 2017:\nTotal revenue increased 112% to $3.3 million. Net loss improved by $0.8 million to $2.1 million. Loss per share improved by $0.08 to $0.20. Adjusted gross profit increased 665% to $1.3 million. Adjusted gross margin increased to 39% from 11%. Adjusted EBITDA improved by $0.3 million to negative $1.4 million.\nFirst Quarter and Recent Business Highlights\nSuccessfully completed the spin-off of our business on March 26, 2018, with red violet operating as a NASDAQ-listed emerging growth company. Well-capitalized balance sheet, with approximately $20 million in cash as of March 31, 2018 and no debt, allowing the Company to intently focus on driving the business to profitability. With our early-stage development completed, including our proprietary, cloud-based technology platform, CORE™, and our initial suite of products released into the marketplace, monthly sales increased at a CAGR of 126% from a $5.8 million annual run-rate for the month ended January 31, 2017, to a $15.1 million annual run-rate for the month ended March 31, 2018. FOREWARN™, our subscription app-based solution for the real estate industry, powered by CORE, grew revenue at a CAGR of 660% in the first quarter 2018, representing an annual run-rate of $0.3 million for the month ended March 31, 2018, with no incremental cost of revenue. Fixed cost of revenue model allows for continued scaling of the business with exponential growth in adjusted gross profit, as reflected in the 28 percentage point increase in adjusted gross margin to 39%, over prior year quarter.\nAdjusted gross profit, adjusted gross margin and adjusted EBITDA are non-GAAP financial measures. Reconciliation of these non-GAAP measures are provided in the attached tables.\nAbout red violet™\nAt red violet, we believe that time is your most valuable asset. Through powerful analytics, we transform data into intelligence, in a fast and efficient manner, so that our clients can spend their time on what matters most - running their organizations with confidence. Through leading-edge, proprietary technology and a massive data repository, our data and analytical solutions harness the power of data fusion, uncovering the relevance of disparate data points and converting them into comprehensive and insightful views of people, businesses, assets and their interrelationships. We empower clients across markets and industries to better execute all aspects of their business, from managing risk, conducting investigations, identifying fraud and abuse, and collecting debts. At red violet, we are dedicated to making the world a safer place and reducing the cost of doing business. For more information, please visit www.redviolet.com .\nFORWARD-LOOKING STATEMENTS\nThis press release contains \" ,\" as that term is defined under the Private Securities Litigation Reform Act of 1995 (PSLRA), which statements may be identified by words such as \"expects,\" \"plans,\" \"projects,\" \"will,\" \"may,\" \"anticipate,\" \"believes,\" \"should,\" \"intends,\" \"estimates,\" and other words of similar meaning. Such forward looking statements are subject to risks and uncertainties that are often difficult to predict, are beyond our control and which may cause results to differ materially from expectations, including whether red violet’s fixed cost of revenue model allows for continued scaling of the business with exponential growth in adjusted gross profit; whether red violet has more than ample cash to achieve profitability, which is expected to occur in the next several quarters and whether given the improvement in various financial metrics, red violet is very optimistic about the remainder of 2018 and beyond. Readers are cautioned not to place undue reliance on these , which are based on our expectations as of the date of this press release and speak only as of the date of this press release and are advised to consider the factors listed above together with the additional factors under the heading \"Forward-Looking Statements\" and \"Risk Factors\" in red violet’s Information Statement filed as Exhibit 99.1 to the Company’s Current Report on Form 8-K filed with the SEC on March 27, 2018, as may be supplemented or amended by the Company’s Quarterly Reports on Form 10-Q and other SEC filings. We undertake no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise, except as required by law.\nRED VIOLET, INC. CONDENSED CONSOLIDATED AND COMBINED BALANCE SHEETS (Amounts in thousands, except share data) (unaudited) March 31, 2018 December 31, 2017 ASSETS:\nCurrent assets: Cash and cash equivalents $ 19,793 $ 65 Accounts receivable, net of allowance for doubtful accounts of $153 and $228 at March 31, 2018 and December 31, 2017, respectively\n2,032 1,650 Prepaid expenses and other current assets 796 559 Total current assets 22,621 2,274 Property and equipment, net 974 1,091 Intangible assets, net 16,531 15,353 Goodwill 5,227 5,227 Other non-current assets 1,182 1,180 Total assets $ 46,535 $ 25,125 LIABILITIES AND SHAREHOLDERS' EQUITY:\nCurrent liabilities: Trade accounts payable $ 1,063 $ 919 Accrued expenses and other current liabilities 5,189 6,437 Deferred revenue 21 33 Total liabilities 6,273 7,389 Shareholders' equity: Preferred stock—$0.001 par value, 10,000,000 and 0 authorized, and 0 shares issued and outstanding, at March 31, 2018 and December 31, 2017, respectively\n- - Common stock—$0.001 par value, 200,000,000 and 5,000 shares authorized, and 10,266,613 and 1,000 shares issued and outstanding, at March 31, 2018 and\nDecember 31, 2017, respectively\n10 - Additional paid-in capital 40,252 - Member's capital - 17,736 Total shareholders' equity 40,262 17,736 Total liabilities and shareholders' equity $ 46,535 $ 25,125 RED VIOLET, INC. CONDENSED CONSOLIDATED AND COMBINED STATEMENTS OF OPERATIONS (Amounts in thousands, except share data) (unaudited) Three Months Ended March 31, 2018 2017 Revenue $ 3,325 $ 1,572 Costs and expenses: Cost of revenue (exclusive of depreciation and amortization) 2,017 1,401 Sales and marketing expenses 1,089 818 General and administrative expenses 1,852 2,030 Depreciation and amortization 451 216 Total costs and expenses 5,409 4,465 Loss before income taxes (2,084 ) (2,893 ) Income taxes - - Net loss $ (2,084 ) $ (2,893 ) Loss per share: Basic and diluted $ (0.20 ) $ (0.28 ) Weighted average number of shares outstanding: Basic and diluted 10,266,613 10,266,613 RED VIOLET, INC. CONDENSED CONSOLIDATED AND COMBINED STATEMENTS OF CASH FLOWS (Amounts in thousands) (unaudited) Three Months Ended March 31, 2018 2017 CASH FLOWS FROM OPERATING ACTIVITIES: Net loss $ (2,084 ) $ (2,893 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization 451 216 Share-based compensation expense 165 458 Write-off of long-lived assets 55 - Provision for (recovery of) bad debts (56 ) 6 Allocation of expenses from Fluent, Inc. 325 840 Changes in assets and liabilities: Accounts receivable (326 ) (202 ) Prepaid expenses and other current assets (237 ) (12 ) Other non-current assets (2 ) 85 Trade accounts payable 144 (29 ) Accrued expenses and other current liabilities (1,248 ) (14 ) Deferred revenue (12 ) (17 ) Net cash used in operating activities (2,825 ) (1,562 ) CASH FLOWS FROM INVESTING ACTIVITIES: Purchase of property and equipment (16 ) (225 ) Capitalized costs included in intangible assets (1,370 ) (1,702 ) Net cash used in investing activities (1,386 ) (1,927 ) CASH FLOWS FROM FINANCING ACTIVITIES: Capital contributed by Fluent, Inc. 23,939 3,263 Net cash provided by financing activities 23,939 3,263 Net increase (decrease) in cash and cash equivalents $ 19,728 $ (226 ) Cash and cash equivalents at beginning of period 65 226 Cash and cash equivalents at end of period $ 19,793 $ - SUPPLEMENTAL DISCLOSURE INFORMATION Cash paid for interest $ - $ - Cash paid for income taxes $ - $ - Share-based compensation capitalized in intangible assets $ 181 $ 191 Use and Reconciliation of Non-GAAP Financial Measures\nManagement evaluates the financial performance of our business on a variety of key indicators, including non-GAAP metrics of adjusted EBITDA, adjusted gross profit and adjusted gross margin. Adjusted EBITDA is a financial measure equal to net loss, the most directly comparable financial measure based on US GAAP, adding back income tax, depreciation and amortization, share-based compensation expense, litigation costs, and write-off of long-lived assets, as noted in the tables below. We define adjusted gross profit as revenue less cost of revenue (exclusive of depreciation and amortization), and adjusted gross margin as adjusted gross profit as a percentage of revenue.\nThree Months Ended March 31, (In thousands) 2018 2017 Net loss $ (2,084 ) $ (2,893 ) Depreciation and amortization 451 216 Share-based compensation expense 165 458 Litigation costs - 504 Write-off of long-lived assets 55 - Adjusted EBITDA $ (1,413 ) $ (1,715 ) Three Months Ended March 31, (In thousands) 2018 2017 Revenue $ 3,325 $ 1,572 Cost of revenue (exclusive of depreciation and amortization) 2,017 1,401 Adjusted gross profit $ 1,308 $ 171 Adjusted gross margin 39 % 11 % We present adjusted EBITDA, adjusted gross profit and adjusted gross margin as supplemental measures of our operating performance because we believe they provide useful information to our investors as they eliminate the impact of certain items that we do not consider indicative of our cash operations and ongoing operating performance. In addition, we use them as an integral part of our internal reporting to measure the performance of our business, evaluate the performance of our senior management and measure the operating strength of our business.\nAdjusted EBITDA, adjusted gross profit and adjusted gross margin are measures frequently used by securities analysts, investors and other interested parties in their evaluation of the operating performance of companies similar to ours and are indicators of the operational strength of our business. Adjusted EBITDA eliminates the uneven effect of considerable amounts of non-cash depreciation and amortization, share-based compensation expense and write-off of long-lived assets, and the impact of other items. Adjusted gross profit and adjusted gross margin are calculated by using cost of revenue (exclusive of depreciation and amortization).\nAdjusted EBITDA, adjusted gross profit and adjusted gross margin are not intended to be performance measures that should be regarded as an alternative to, or more meaningful than, either loss before income taxes or net loss as indicators of operating performance or to cash flows from operating activities as a measure of liquidity. The way we measure adjusted EBITDA, adjusted gross profit and adjusted gross margin may not be comparable to similarly titled measures presented by other companies, and may not be identical to corresponding measures used in our various agreements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180514006174/en/\nRed Violet, Inc.\nInvestors Relations:\nCamilo Ramirez, 561-757-4500\nir@redviolet.com\nSource: Red Violet",
    "published": "2018-05-15T00:05:00.000+03:00",
    "crawled": "2018-05-15T01:04:15.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "increase",
        "million",
        "continued",
        "improvement",
        "key",
        "financial",
        "indicator",
        "path",
        "profitability",
        "boca",
        "raton",
        "business",
        "wire",
        "red",
        "violet",
        "nasdaq",
        "rdvt",
        "leading",
        "information",
        "solution",
        "provider",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "pleased",
        "report",
        "strong",
        "start",
        "stated",
        "derek",
        "dubner",
        "red",
        "violet",
        "ceo",
        "r",
        "phase",
        "behind",
        "u",
        "robust",
        "pipeline",
        "new",
        "business",
        "product",
        "bring",
        "market",
        "believe",
        "ample",
        "cash",
        "achieve",
        "profitability",
        "expect",
        "occur",
        "next",
        "several",
        "quarter",
        "given",
        "improvement",
        "various",
        "financial",
        "metric",
        "outlook",
        "business",
        "optimistic",
        "remainder",
        "first",
        "quarter",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "revenue",
        "increased",
        "million",
        "net",
        "loss",
        "improved",
        "million",
        "million",
        "loss",
        "per",
        "share",
        "improved",
        "adjusted",
        "gross",
        "profit",
        "increased",
        "million",
        "adjusted",
        "gross",
        "margin",
        "increased",
        "adjusted",
        "ebitda",
        "improved",
        "million",
        "negative",
        "million",
        "first",
        "quarter",
        "recent",
        "business",
        "highlight",
        "successfully",
        "completed",
        "business",
        "march",
        "red",
        "violet",
        "operating",
        "emerging",
        "growth",
        "company",
        "balance",
        "sheet",
        "approximately",
        "million",
        "cash",
        "march",
        "debt",
        "allowing",
        "company",
        "intently",
        "focus",
        "driving",
        "business",
        "profitability",
        "development",
        "completed",
        "including",
        "proprietary",
        "technology",
        "platform",
        "initial",
        "suite",
        "product",
        "released",
        "marketplace",
        "monthly",
        "sale",
        "increased",
        "cagr",
        "million",
        "annual",
        "month",
        "ended",
        "january",
        "million",
        "annual",
        "month",
        "ended",
        "march",
        "subscription",
        "solution",
        "real",
        "estate",
        "industry",
        "powered",
        "core",
        "grew",
        "revenue",
        "cagr",
        "first",
        "quarter",
        "representing",
        "annual",
        "million",
        "month",
        "ended",
        "march",
        "incremental",
        "cost",
        "revenue",
        "fixed",
        "cost",
        "revenue",
        "model",
        "allows",
        "continued",
        "scaling",
        "business",
        "exponential",
        "growth",
        "adjusted",
        "gross",
        "profit",
        "reflected",
        "percentage",
        "point",
        "increase",
        "adjusted",
        "gross",
        "margin",
        "prior",
        "year",
        "quarter",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "reconciliation",
        "measure",
        "provided",
        "attached",
        "table",
        "red",
        "red",
        "violet",
        "believe",
        "time",
        "valuable",
        "asset",
        "powerful",
        "analytics",
        "transform",
        "data",
        "intelligence",
        "fast",
        "efficient",
        "manner",
        "client",
        "spend",
        "time",
        "matter",
        "running",
        "organization",
        "confidence",
        "proprietary",
        "technology",
        "massive",
        "data",
        "repository",
        "data",
        "analytical",
        "solution",
        "harness",
        "power",
        "data",
        "fusion",
        "uncovering",
        "relevance",
        "disparate",
        "data",
        "point",
        "converting",
        "comprehensive",
        "insightful",
        "view",
        "people",
        "business",
        "asset",
        "interrelationship",
        "empower",
        "client",
        "across",
        "market",
        "industry",
        "better",
        "execute",
        "aspect",
        "business",
        "managing",
        "risk",
        "conducting",
        "investigation",
        "identifying",
        "fraud",
        "abuse",
        "collecting",
        "debt",
        "red",
        "violet",
        "dedicated",
        "making",
        "world",
        "safer",
        "place",
        "reducing",
        "cost",
        "business",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "pslra",
        "statement",
        "may",
        "identified",
        "word",
        "expects",
        "plan",
        "project",
        "may",
        "anticipate",
        "belief",
        "intends",
        "estimate",
        "word",
        "similar",
        "meaning",
        "forward",
        "looking",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "often",
        "difficult",
        "predict",
        "beyond",
        "control",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "expectation",
        "including",
        "whether",
        "red",
        "violet",
        "fixed",
        "cost",
        "revenue",
        "model",
        "allows",
        "continued",
        "scaling",
        "business",
        "exponential",
        "growth",
        "adjusted",
        "gross",
        "profit",
        "whether",
        "red",
        "violet",
        "ample",
        "cash",
        "achieve",
        "profitability",
        "expected",
        "occur",
        "next",
        "several",
        "quarter",
        "whether",
        "given",
        "improvement",
        "various",
        "financial",
        "metric",
        "red",
        "violet",
        "optimistic",
        "remainder",
        "beyond",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "based",
        "expectation",
        "date",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "advised",
        "consider",
        "factor",
        "listed",
        "together",
        "additional",
        "factor",
        "heading",
        "statement",
        "risk",
        "factor",
        "red",
        "violet",
        "information",
        "statement",
        "filed",
        "exhibit",
        "company",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "may",
        "supplemented",
        "amended",
        "company",
        "quarterly",
        "report",
        "form",
        "sec",
        "filing",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "red",
        "violet",
        "condensed",
        "consolidated",
        "combined",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "march",
        "december",
        "respectively",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "total",
        "liability",
        "shareholder",
        "equity",
        "preferred",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "common",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "member",
        "capital",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "red",
        "violet",
        "condensed",
        "consolidated",
        "combined",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "exclusive",
        "depreciation",
        "amortization",
        "sale",
        "marketing",
        "expense",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "total",
        "cost",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "red",
        "violet",
        "condensed",
        "consolidated",
        "combined",
        "statement",
        "cash",
        "flow",
        "amount",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "asset",
        "provision",
        "recovery",
        "bad",
        "debt",
        "allocation",
        "expense",
        "fluent",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "trade",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "capitalized",
        "cost",
        "included",
        "intangible",
        "asset",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "capital",
        "contributed",
        "fluent",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "information",
        "cash",
        "paid",
        "interest",
        "cash",
        "paid",
        "income",
        "tax",
        "compensation",
        "capitalized",
        "intangible",
        "asset",
        "use",
        "reconciliation",
        "financial",
        "measure",
        "management",
        "evaluates",
        "financial",
        "performance",
        "business",
        "variety",
        "key",
        "indicator",
        "including",
        "metric",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "equal",
        "net",
        "loss",
        "directly",
        "comparable",
        "financial",
        "measure",
        "based",
        "u",
        "gaap",
        "adding",
        "back",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "litigation",
        "cost",
        "asset",
        "noted",
        "table",
        "define",
        "adjusted",
        "gross",
        "profit",
        "revenue",
        "less",
        "cost",
        "revenue",
        "exclusive",
        "depreciation",
        "amortization",
        "adjusted",
        "gross",
        "margin",
        "adjusted",
        "gross",
        "profit",
        "percentage",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "litigation",
        "cost",
        "asset",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "thousand",
        "revenue",
        "cost",
        "revenue",
        "exclusive",
        "depreciation",
        "amortization",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "present",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "believe",
        "provide",
        "useful",
        "information",
        "investor",
        "eliminate",
        "impact",
        "certain",
        "item",
        "consider",
        "indicative",
        "cash",
        "operation",
        "ongoing",
        "operating",
        "performance",
        "addition",
        "use",
        "integral",
        "part",
        "internal",
        "reporting",
        "measure",
        "performance",
        "business",
        "evaluate",
        "performance",
        "senior",
        "management",
        "measure",
        "operating",
        "strength",
        "business",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "measure",
        "frequently",
        "used",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluation",
        "operating",
        "performance",
        "company",
        "similar",
        "indicator",
        "operational",
        "strength",
        "business",
        "adjusted",
        "ebitda",
        "eliminates",
        "uneven",
        "effect",
        "considerable",
        "amount",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "asset",
        "impact",
        "item",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "calculated",
        "using",
        "cost",
        "revenue",
        "exclusive",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "intended",
        "performance",
        "measure",
        "regarded",
        "alternative",
        "meaningful",
        "either",
        "loss",
        "income",
        "tax",
        "net",
        "loss",
        "indicator",
        "operating",
        "performance",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "liquidity",
        "way",
        "measure",
        "adjusted",
        "ebitda",
        "adjusted",
        "gross",
        "profit",
        "adjusted",
        "gross",
        "margin",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "presented",
        "company",
        "may",
        "identical",
        "corresponding",
        "measure",
        "used",
        "various",
        "agreement",
        "view",
        "source",
        "version",
        "http",
        "red",
        "violet",
        "investor",
        "relation",
        "camilo",
        "ramirez",
        "ir",
        "source",
        "red",
        "violet"
    ]
}