{
    "organizations": [],
    "uuid": "903c98d44032cd95ebff2e5f23036333902de487",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/globe-newswire-1775aprojected-new-jobs-coming-to-southern-nevada-through-lvgea.html",
    "ord_in_thread": 0,
    "title": "1,775 Projected New Jobs Coming to Southern Nevada through LVGEA",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Las Vegas, May 17, 2018 (GLOBE NEWSWIRE) -- With the assistance of the Las Vegas Global Economic Alliance ( LVGEA ), 1,775 jobs are projected for Southern Nevada (five year projection) as nine companies that plan to expand in the region were approved for state incentives today by the Nevada Governor’s Office of Economic Development ( GOED ​) board of directors:\nCaremark, LLC / CVS Sephora USA KRS Global Biotechnology, Inc. Ritchie Bros. Auctioneers 3PEA International Pictographics Alpha Guardian Cannae Holdings, Inc. Fortress Innovations\n“The LVGEA and our partners in economic development are proud to announce the expansion of these nine companies - the largest number of projects our organization has ever presented in a single GOED board meeting,” said LVGEA Chief Operating Officer Jared Smith. “Nevada’s pro-business climate, ready workforce, and strategic location encourages the growth of these dynamic companies choosing our region and strengthens our economy.”\nSince Jan. the LVGEA has assisted in the expansion and relocation of 20 companies, projecting a total of more than 3,312 jobs over five years.\nCaremark, LLC (CVS): 500 jobs (five year projection); average wage: $25.73\nCaremark, LLC/CVS plans to expand its base of operations to Clark County, to include the creation of a prescription management service center. The new facility would support operations for CVS/Caremark and CVS/Specialty, providing pharmacy care services and disease management support for CVS/Caremark members.\nThis project would expand Nevada’s pharmaceutical sector by providing high paying employment opportunities and creating entry level Pharmacy technician positions.\nThe LVGEA assisted Caremark in the application of incentives. The company is in favor of Southern Nevada because of the low cost of operations.\nLearn more about Caremark/CVS at caremark.com .\nSephora USA: 460 jobs (five year projection); average wage: $24.05\nSephora USA, Inc. is considering opening a 715,000 sq. ft. facility in Southern Nevada. The proposed project will be a new regional distribution center that will ship products to stores and customers located in 11 western states.\nSephora is a French chain of cosmetics. Featuring nearly 300 brands, along with its own private label, Sephora offers beauty products including makeup, skincare, body, fragrance, nail color and haircare. It operates approximately 1,900 locations in 33 countries worldwide, with an expanding base of over 430 stores across the U.S.\nThe LVGEA assisted Sephora in the application of incentives, which is a key factor in the company’s strategic decision to consider creating a presence in Nevada. Additionally, Sephora is also considering the region because of the pro-business climate.\nLearn more about Sephora at Sephora.com .\nKRS Global Biotechnology, Inc.: 320 jobs (five year projection); average wage: $25\nKRS Global Biotechnology, Inc. is planning to expand to the region and potentially build a new 150,000 sq. ft. licensed pharmaceutical manufacturing facility. This facility would house new clean rooms, production lines and warehousing.\nKRS Global Biotechnology creates custom pharmaceuticals, sterile products (i.e., syringes and IV bags), purified water for drug manufacturing and kits used by hospitals and other compounding pharmacies to test their technicians.\nThe LVGEA assisted KRS Global Biotechnical in the application of incentives, which played a key role in the company’s decision to potentially locate to Las Vegas.\nLearn more at krsbio.com .\nRitchie Bros. Auctioneers: 55 jobs (five year projection); average wage: $22.94\nRitchie Bros. Auctioneers (RBA) is expanding its Southern Nevada operations to establish a 169,080 sq. ft. warehouse facility that will be used to manage the storage and distribution of equipment. This warehouse will be the central processing center in the region that handles storage, logistics, inventory management, auction management and delivery orders.\nRBA is the world’s largest industrial auctioneer. Through unreserved public auctions, the company sells a broad range of used and unused industrial assets such as equipment, trucks and other assets utilized in construction.\nThe LVGEA assisted RBA in the application of incentives. The company chose to expand within Southern Nevada because of the critical logistics hub that supports the western U.S. and the strong infrastructure with quality human capital resources in Nevada.\nLearn more at rbauction.com .\n3PEA International, Inc. : 85 jobs (five year projection); average wage $40.20\n3PEA International designs and develops payment solutions, prepaid card programs and processions services under the PaySign brand name for corporate consumer and government applications.\nIn order to accommodate its Southern Nevada expansion plans, 3PEA International, Inc. is seeking to relocate from its current 11,541 sq. ft. space to a 21,000 sq. ft. facility. Additionally, to support growth plans, the company’s plan is to hire from within the state of Nevada.\nThe LVGEA assisted 3PEA International in the application of incentives, which was a key factor in the company’s expansion strategy. Projected cost savings from the support of these incentives will allow it to hire more full time employees.\nLearn more about the company at 3pea.com .\nPictographics: 50 jobs (five year projection); average wage: $27.35\nAn industry leader in print technology, Pictographics plans to expand its existing Southern Nevada manufacturing facility. As part of the expansion, the company will be bringing in multiple 3D printers to expand its services in that space.\nUtilizing the latest hardware to deliver the highest quality products with environmentally friendly inks and paper, Pictographics is a high-tech manufacturing company that produces graphics for events, trade shows and more.\nThe LVGEA assisted Pictographics with the application of tax incentives. The company aims to diversify Nevada’s economy by increasing manufacturing and high-tech industry and promoting sales outside the state and the U.S.\nLearn more about Pictographics at pictographics.net .\nAlpha Guardian. : 60 jobs (five year projection); average wage $26.92\nAlpha Guardian—a leader in the residential safe, security and storage industry—is planning to expand its current Nevada operations and also considering relocating its Chicago Stack-On brand operations from Illinois to Las Vegas. The planned expansion would require a facility of at least 100,000 sq. ft, which would house the company’s corporate operations.\nThe LVGEA assisted Alpha Guardian in the application of tax incentives, which was a key factor in its decision making process to locate operations in the state. Nevada was chosen for its overall incentive package and pro-business climate.\nLearn more about Alpha Guardian at alphaguardian.com .\nCannae Holdings, Inc. : 65 jobs (five year projection); average wage $36.90\nCannae Holdings, Inc.—a diversified investment company—is considering building a headquarters operation adjacent to its existing Las Vegas facility. The company would seek to primarily hire financial, information technology and accounting personnel to support its headquarters and operations.\nThe executive group of Cannae Holdings includes Bill Foley, owner of the Vegas Golden Knights hockey team. The firm primarily invests in restaurants, technology enabled healthcare services, financial services and more.\nThe LVGEA assisted Cannae Holdings in the application of incentives, which was a key factor in its decision-making process to locate its operations in the state. Nevada was chosen for its overall incentive package and pro-business climate.\nLearn more about the company at cannaeholdings.com .\nFortress Innovations: 180 jobs (five year projection); average wage $25.18\nFortress Innovations, Inc. plans to build a 315,000 sq. ft. permanent manufacturing facility in Southern Nevada. The company distributes a suite of insulation paints and coatings for commercial, industrial and domestic/residential use.\nLearn more at fortressbp.com .\nAbout Las Vegas Global Economic Alliance\nThe Las Vegas Global Economic Alliance (LVGEA) is a public-private partnership dedicated to growing the economy in Southern Nevada through connectivity, community development, and strong business recruitment, retention and outreach. As Southern Nevada’s regional development authority, the LVGEA’s vision is to help residents thrive in a global economy by fostering a more prosperous, diverse and connected regional economy. To learn more, visit lvgea.org .\n###\nNicole Santero Las Vegas Global Economic Alliance 7025223357 nicoles@lvgea.org\nSource:Las Vegas Global Economic Alliance",
    "published": "2018-05-18T03:11:00.000+03:00",
    "crawled": "2018-05-18T04:47:04.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "may",
        "globe",
        "newswire",
        "assistance",
        "la",
        "vega",
        "global",
        "economic",
        "alliance",
        "lvgea",
        "job",
        "projected",
        "southern",
        "nevada",
        "five",
        "year",
        "projection",
        "nine",
        "company",
        "plan",
        "expand",
        "region",
        "approved",
        "state",
        "incentive",
        "today",
        "nevada",
        "governor",
        "office",
        "economic",
        "development",
        "goed",
        "board",
        "director",
        "caremark",
        "llc",
        "cv",
        "sephora",
        "usa",
        "kr",
        "global",
        "biotechnology",
        "ritchie",
        "auctioneer",
        "3pea",
        "international",
        "pictographics",
        "alpha",
        "guardian",
        "cannae",
        "holding",
        "fortress",
        "innovation",
        "lvgea",
        "partner",
        "economic",
        "development",
        "proud",
        "announce",
        "expansion",
        "nine",
        "company",
        "largest",
        "number",
        "project",
        "organization",
        "ever",
        "presented",
        "single",
        "goed",
        "board",
        "meeting",
        "said",
        "lvgea",
        "chief",
        "operating",
        "officer",
        "jared",
        "smith",
        "nevada",
        "climate",
        "ready",
        "workforce",
        "strategic",
        "location",
        "encourages",
        "growth",
        "dynamic",
        "company",
        "choosing",
        "region",
        "strengthens",
        "since",
        "lvgea",
        "assisted",
        "expansion",
        "relocation",
        "company",
        "projecting",
        "total",
        "job",
        "five",
        "year",
        "caremark",
        "llc",
        "cv",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "caremark",
        "plan",
        "expand",
        "base",
        "operation",
        "clark",
        "county",
        "include",
        "creation",
        "prescription",
        "management",
        "service",
        "center",
        "new",
        "facility",
        "would",
        "support",
        "operation",
        "providing",
        "pharmacy",
        "care",
        "service",
        "disease",
        "management",
        "support",
        "member",
        "project",
        "would",
        "expand",
        "nevada",
        "pharmaceutical",
        "sector",
        "providing",
        "high",
        "paying",
        "employment",
        "opportunity",
        "creating",
        "entry",
        "level",
        "pharmacy",
        "technician",
        "position",
        "lvgea",
        "assisted",
        "caremark",
        "application",
        "incentive",
        "company",
        "favor",
        "southern",
        "nevada",
        "low",
        "cost",
        "operation",
        "learn",
        "sephora",
        "usa",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "sephora",
        "usa",
        "considering",
        "opening",
        "sq",
        "facility",
        "southern",
        "nevada",
        "proposed",
        "project",
        "new",
        "regional",
        "distribution",
        "center",
        "ship",
        "product",
        "store",
        "customer",
        "located",
        "western",
        "state",
        "sephora",
        "french",
        "chain",
        "cosmetic",
        "featuring",
        "nearly",
        "brand",
        "along",
        "private",
        "label",
        "sephora",
        "offer",
        "beauty",
        "product",
        "including",
        "makeup",
        "skincare",
        "body",
        "fragrance",
        "nail",
        "color",
        "haircare",
        "operates",
        "approximately",
        "location",
        "country",
        "worldwide",
        "expanding",
        "base",
        "store",
        "across",
        "lvgea",
        "assisted",
        "sephora",
        "application",
        "incentive",
        "key",
        "factor",
        "company",
        "strategic",
        "decision",
        "consider",
        "creating",
        "presence",
        "nevada",
        "additionally",
        "sephora",
        "also",
        "considering",
        "region",
        "climate",
        "learn",
        "sephora",
        "kr",
        "global",
        "biotechnology",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "kr",
        "global",
        "biotechnology",
        "planning",
        "expand",
        "region",
        "potentially",
        "build",
        "new",
        "sq",
        "licensed",
        "pharmaceutical",
        "manufacturing",
        "facility",
        "facility",
        "would",
        "house",
        "new",
        "clean",
        "room",
        "production",
        "line",
        "warehousing",
        "kr",
        "global",
        "biotechnology",
        "creates",
        "custom",
        "pharmaceutical",
        "sterile",
        "product",
        "syrinx",
        "iv",
        "bag",
        "purified",
        "water",
        "drug",
        "manufacturing",
        "kit",
        "used",
        "hospital",
        "compounding",
        "pharmacy",
        "test",
        "technician",
        "lvgea",
        "assisted",
        "kr",
        "global",
        "biotechnical",
        "application",
        "incentive",
        "played",
        "key",
        "role",
        "company",
        "decision",
        "potentially",
        "locate",
        "la",
        "vega",
        "learn",
        "ritchie",
        "auctioneer",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "ritchie",
        "auctioneer",
        "rba",
        "expanding",
        "southern",
        "nevada",
        "operation",
        "establish",
        "sq",
        "warehouse",
        "facility",
        "used",
        "manage",
        "storage",
        "distribution",
        "equipment",
        "warehouse",
        "central",
        "processing",
        "center",
        "region",
        "handle",
        "storage",
        "logistics",
        "inventory",
        "management",
        "auction",
        "management",
        "delivery",
        "order",
        "rba",
        "world",
        "largest",
        "industrial",
        "auctioneer",
        "unreserved",
        "public",
        "auction",
        "company",
        "sell",
        "broad",
        "range",
        "used",
        "unused",
        "industrial",
        "asset",
        "equipment",
        "truck",
        "asset",
        "utilized",
        "construction",
        "lvgea",
        "assisted",
        "rba",
        "application",
        "incentive",
        "company",
        "chose",
        "expand",
        "within",
        "southern",
        "nevada",
        "critical",
        "logistics",
        "hub",
        "support",
        "western",
        "strong",
        "infrastructure",
        "quality",
        "human",
        "capital",
        "resource",
        "nevada",
        "learn",
        "3pea",
        "international",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "3pea",
        "international",
        "design",
        "develops",
        "payment",
        "solution",
        "prepaid",
        "card",
        "program",
        "procession",
        "service",
        "paysign",
        "brand",
        "name",
        "corporate",
        "consumer",
        "government",
        "application",
        "order",
        "accommodate",
        "southern",
        "nevada",
        "expansion",
        "plan",
        "3pea",
        "international",
        "seeking",
        "relocate",
        "current",
        "sq",
        "space",
        "sq",
        "facility",
        "additionally",
        "support",
        "growth",
        "plan",
        "company",
        "plan",
        "hire",
        "within",
        "state",
        "nevada",
        "lvgea",
        "assisted",
        "3pea",
        "international",
        "application",
        "incentive",
        "key",
        "factor",
        "company",
        "expansion",
        "strategy",
        "projected",
        "cost",
        "saving",
        "support",
        "incentive",
        "allow",
        "hire",
        "full",
        "time",
        "employee",
        "learn",
        "company",
        "pictographics",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "industry",
        "leader",
        "print",
        "technology",
        "pictographics",
        "plan",
        "expand",
        "existing",
        "southern",
        "nevada",
        "manufacturing",
        "facility",
        "part",
        "expansion",
        "company",
        "bringing",
        "multiple",
        "3d",
        "printer",
        "expand",
        "service",
        "space",
        "utilizing",
        "latest",
        "hardware",
        "deliver",
        "highest",
        "quality",
        "product",
        "environmentally",
        "friendly",
        "ink",
        "paper",
        "pictographics",
        "manufacturing",
        "company",
        "produce",
        "graphic",
        "event",
        "trade",
        "show",
        "lvgea",
        "assisted",
        "pictographics",
        "application",
        "tax",
        "incentive",
        "company",
        "aim",
        "diversify",
        "nevada",
        "economy",
        "increasing",
        "manufacturing",
        "industry",
        "promoting",
        "sale",
        "outside",
        "state",
        "learn",
        "pictographics",
        "alpha",
        "guardian",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "alpha",
        "leader",
        "residential",
        "safe",
        "security",
        "storage",
        "planning",
        "expand",
        "current",
        "nevada",
        "operation",
        "also",
        "considering",
        "relocating",
        "chicago",
        "brand",
        "operation",
        "illinois",
        "la",
        "vega",
        "planned",
        "expansion",
        "would",
        "require",
        "facility",
        "least",
        "sq",
        "ft",
        "would",
        "house",
        "company",
        "corporate",
        "operation",
        "lvgea",
        "assisted",
        "alpha",
        "guardian",
        "application",
        "tax",
        "incentive",
        "key",
        "factor",
        "decision",
        "making",
        "process",
        "locate",
        "operation",
        "state",
        "nevada",
        "chosen",
        "overall",
        "incentive",
        "package",
        "climate",
        "learn",
        "alpha",
        "guardian",
        "cannae",
        "holding",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "cannae",
        "holding",
        "diversified",
        "investment",
        "considering",
        "building",
        "headquarters",
        "operation",
        "adjacent",
        "existing",
        "la",
        "vega",
        "facility",
        "company",
        "would",
        "seek",
        "primarily",
        "hire",
        "financial",
        "information",
        "technology",
        "accounting",
        "personnel",
        "support",
        "headquarters",
        "operation",
        "executive",
        "group",
        "cannae",
        "holding",
        "includes",
        "bill",
        "foley",
        "owner",
        "vega",
        "golden",
        "knight",
        "hockey",
        "team",
        "firm",
        "primarily",
        "invests",
        "restaurant",
        "technology",
        "enabled",
        "healthcare",
        "service",
        "financial",
        "service",
        "lvgea",
        "assisted",
        "cannae",
        "holding",
        "application",
        "incentive",
        "key",
        "factor",
        "process",
        "locate",
        "operation",
        "state",
        "nevada",
        "chosen",
        "overall",
        "incentive",
        "package",
        "climate",
        "learn",
        "company",
        "fortress",
        "innovation",
        "job",
        "five",
        "year",
        "projection",
        "average",
        "wage",
        "fortress",
        "innovation",
        "plan",
        "build",
        "sq",
        "permanent",
        "manufacturing",
        "facility",
        "southern",
        "nevada",
        "company",
        "distributes",
        "suite",
        "insulation",
        "paint",
        "coating",
        "commercial",
        "industrial",
        "use",
        "learn",
        "la",
        "vega",
        "global",
        "economic",
        "alliance",
        "la",
        "vega",
        "global",
        "economic",
        "alliance",
        "lvgea",
        "partnership",
        "dedicated",
        "growing",
        "economy",
        "southern",
        "nevada",
        "connectivity",
        "community",
        "development",
        "strong",
        "business",
        "recruitment",
        "retention",
        "outreach",
        "southern",
        "nevada",
        "regional",
        "development",
        "authority",
        "lvgea",
        "vision",
        "help",
        "resident",
        "thrive",
        "global",
        "economy",
        "fostering",
        "prosperous",
        "diverse",
        "connected",
        "regional",
        "economy",
        "learn",
        "visit",
        "nicole",
        "santero",
        "la",
        "vega",
        "global",
        "economic",
        "alliance",
        "nicoles",
        "source",
        "la",
        "vega",
        "global",
        "economic",
        "alliance"
    ]
}