{
    "organizations": [],
    "uuid": "1501623ecdead3604f085c878f071ce8884b8779",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-biocept-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Biocept Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 15, 2018 /PRNewswire/ -- Biocept, Inc. (NASDAQ: BIOC), a leading commercial provider of liquid biopsy tests designed to provide physicians with clinically actionable information to improve the outcomes of cancer patients, reports financial results for the three months ended March 31, 2018, and provides an update on its business progress.\n\"Our actions to grow our business resulted in a 10% increase in billable test volume for 2018 over the fourth quarter of 2017,\" said Michael Nall, President and CEO of Biocept. \"In reviewing our year-over-year performance, 2018 revenue of $807,000 was essentially unchanged with one less sales day compared to the prior-year period. Importantly, 2017 included a one-time benefit of $874,000 due to the conversion to accrual-based revenue recognition, which would have resulted in $809,000 of accrual-based revenue. As has been our experience in past years, average reimbursement per assay for the quarter was impacted by the seasonal reset of health insurance deductibles that occur at the beginning of each year.\"\nMr. Nall continued, \"We have consolidated our salesforce to a team of experienced sales professionals with a directive to focus on lung cancer profiling and monitoring where the need for liquid biopsy is high. To that end, our sales representatives are educating physicians with two case studies, both recently published in peer-reviewed journals, featuring the advantages of our Target Selector™ platform in patients with lung cancer. We are also raising awareness of the revised clinical consensus guidelines issued earlier this year that recommend expanded use of liquid biopsy for both the profiling and monitoring of molecular biomarkers in patients diagnosed with lung cancer.\n\"I'm also pleased to report that we have shipped our first order of patented blood collection tubes for distribution through our previously announced exclusive agreement with global laboratory product supplier VWR,\" Mr. Nall added. \"VWR has launched our tubes commercially, which now can be ordered through VWR's extensive distribution network. This is an important milestone as we transition our business from a CLIA laboratory to a fully integrated diagnostic provider, offering services as well as devices and kits.\"\nReview of First Quarter and Recent Accomplishments\nCollaborations\nEntered into a partnership with Thermo Fisher Scientific to validate its Oncomine™ next-generation sequencing panel in Biocept's CLIA laboratory. Upon completion of validation, Biocept expects to become a Thermo Fisher Liquid Biopsy Center of Excellence with the potential to jointly market services to the pharmaceutical industry.\nClinical Data Presentations and Publications\nPublished case report in the peer-reviewed journal Oncology & Hematology Review, demonstrating the clinical utility of Biocept's Target Selector™ ALK gene rearrangement test. The circulating tumor cell (CTC)-based assay detected the ALK gene translocation in a patient diagnosed with non-small cell lung cancer who subsequently received sequential ALK inhibitor therapies and exhibited excellent clinical response to treatment. Announced publication of a letter to the editor in the peer-reviewed Journal of Thoracic Oncology, the official journal of the International Association for the study of Lung Cancer. The letter outlined the ability of Biocept's Target Selector™ test to identify a ROS1 gene rearrangement in a patient with lung cancer, confirming the results of a prior tissue biopsy. Another liquid biopsy method cited in the report failed to find this important cancer biomarker. Presented two posters at the fifth AACR-IASLC International Joint Conference including clinical data generated in collaboration with the University of Minnesota demonstrating clinical utility of monitoring metastatic testicular cancer using Biocept's CTC assay technology, as well as data showing that incorporation of Thermo Fisher Scientific's QuantStudio 5 PCR Instrument into the Company's Target Selector™ platform improves sensitivity and specificity for the detection of lung cancer biomarkers.\nPatents\nAwarded a patent in China for assays to perform molecular (ctDNA) analysis using real-time PCR, Sanger sequencing and next-generation sequencing, encompassing Biocept's proprietary \"switch-blocker\" technology. Granted patents in the U.S. and Australia for the Company's Target Selector ctDNA assay platform, which enriches for mutations of interest associated with cancer. Awarded a patent in Japan for the use of antibodies to capture any target of interest from any sample type on a device surface. These targets include CTCs, sub-cellular vesicles and exosomes shed by solid tumors into the bloodstream. Awarded a patent in Australia for the use of antibodies in microchannels for the capture of cancer cells, including uses for CTCs and other rare cells.\nFirst Quarter Financial Results\nRevenues for 2018 were $0.8 million, compared with $1.7 million for 2017, which included one-time revenues of $874,000 associated with the conversion from cash-based to accrual-based revenue recognition. Without the impact of the conversion, revenues for the first quarters of 2018 and 2017 would have been unchanged at $0.8 million. For 2018, revenues included $762,000 in commercial test revenues and $45,000 in development services test revenues.\nBiocept accessioned 1,170 total samples in 2018 compared with 1,246 total samples in 2017. Total accessions include billable samples and samples from research activities, assay validations, and other non-billable sources. The Company accessioned 1,084 billable samples in 2018 with one less sales day compared with 1,107 billable samples for 2017.\nCost of revenues for 2018 was $2.4 million compared with $2.1 million for 2017. The increase was due to increased software amortization and other information technology and laboratory equipment costs related to the laboratory information system and laboratory equipment, as well as direct costs from the addition of excess capacity in our laboratory operations to service expected higher test volumes in future months associated with the signing of Pathology Partnership agreements.\nResearch and development (R&D) expenses for 2018 were $1.1 million compared with $0.8 million for 2017, with the increase due primarily to the addition of personnel for the development of new biomarker assays and a higher proportion of allocated laboratory costs in support of increased R&D activities.\nGeneral and administrative (G&A) expenses were unchanged at $1.9 million for the first quarters of 2018 and 2017.\nSales and marketing expenses for 2018 were $1.6 million, compared with $1.3 million for 2017, with the increase due to higher salesforce expenses.\nThe net loss for 2018 was $6.4 million, or $0.11 per share on 57.1 million weighted-average shares outstanding. This compares with a net loss for 2017 of $4.4 million, or $0.21 per share on 21.0 million weighted-average shares outstanding.\n as of March 31, 2018 were $9.3 million compared with $2.1 million as of December 31, 2017. In January 2018, the Company completed the sale of common stock and warrants raising $13.3 million in net proceeds.\nBiocept has begun implementing a cost-reduction program, which is expected to save an estimated $1.0 million to $1.5 million annually. Additionally, the Company expects to make the final payment on its long-term debt obligation in July of this year, which is anticipated to reduce the Company's annual cash need by more than $2.0 million, bringing total expected annual cost savings to a range of $3.0 million to $3.5 million.\nConference Call and Webcast\nBiocept will hold a conference call today at 4:30 p.m. Eastern time to discuss these results and answer questions. The conference call can be accessed by dialing (855) 656-0927 for domestic callers, (855) 669-9657 for Canadian callers or (412) 902-4109 for other international callers. A live webcast of the conference call will be available on the investor relations page of the company's website at http://ir.biocept.com/events.cfm . A replay of the webcast will be available for 90 days.\nA replay of the call will be available for 48 hours following the conclusion of the call and can be accessed by dialing (877) 344-7529 for domestic callers, (855) 669-9658 for Canadian callers or (412) 317-0088 for other international callers. Please use event passcode 10119942.\nAbout Biocept\nBiocept, Inc. is a molecular diagnostics company with commercialized assays for lung, breast, gastric, colorectal and prostate cancers, and melanoma. The Company leverages its proprietary liquid biopsy technology to provide physicians with clinically actionable information for treating and monitoring patients diagnosed with cancer. Biocept's patented Target Selector™ liquid biopsy technology platform captures and analyzes tumor-associated molecular markers in both circulating tumor cells (CTCs) and in circulating tumor DNA (ctDNA). With thousands of tests performed, the platform has demonstrated the ability to identify cancer mutations and alterations to inform physicians about a patient's disease and therapeutic options. For additional information, please visit www.biocept.com .\nForward-Looking Statements Disclaimer Statement\nThis news release contains forward-looking statements that are based upon current expectations or beliefs, as well as a number of assumptions about future events. Although we believe that the expectations reflected in the forward-looking statements and the assumptions upon which they are based are reasonable, we can give no assurance that such expectations and assumptions will prove to be correct. Forward-looking statements are generally identifiable by the use of words like \"may,\" \"will,\" \"should,\" \"could,\" \"expect,\" \"anticipate,\" \"estimate,\" \"believe,\" \"intend\" or \"project,\" or the negative of these words or other variations on these words or comparable terminology. To the extent that statements in this news release are not strictly historical, including, without limitation, statements as to our ability to provide physicians with clinically actionable information to improve the outcomes of cancer patients, our ability to transition our business from a CLIA laboratory to a fully integrated diagnostic provider, the ability of recent developments to support future growth, the success of our collaboration with Thermo Fisher Scientific, the benefits of our cost-reduction program, our ability to pay-off our long-term debt obligation, and our ability to increase physician adoption of our liquid biopsy platform, such statements are forward-looking, and are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. The reader is cautioned not to put undue reliance on these as these statements are subject to numerous risk factors as set forth in our Securities and Exchange Commission (SEC) filings. The effects of such risks and uncertainties could cause actual results to differ materially from the forward-looking statements contained in this news release. We do not plan to update any such forward-looking statements and expressly disclaim any duty to update the information contained in this press release except as required by law. Readers are advised to review our filings with the SEC at www.sec.gov .\nBIOCEPT, INC.\nCONDENSED BALANCE SHEETS\nDecember 31,\nMarch 31,\n2017\n2018\n(unaudited)\nASSETS\nCash\n$\n2,146,611\n$\n9,272,420\nAccounts receivable, net\n1,193,426\n1,329,701\nInventories, net\n498,702\n490,979\nPrepaid expenses and other current assets\n416,600\n665,140\nTOTAL CURRENT ASSETS\n4,255,339\n11,758,240\nFIXED ASSETS, NET\n3,123,567\n2,989,587\nTOTAL ASSETS\n$\n7,378,906\n$\n14,747,827\nLIABILITIES AND SHAREHOLDERS' EQUITY\nCURRENT LIABILITIES, NET\n$\n4,661,345\n$\n4,882,920\nNON-CURRENT LIABILITIES, NET\n1,421,527\n1,357,193\nTOTAL LIABILITIES\n6,082,872\n6,240,113\nSHAREHOLDERS' EQUITY\n1,296,034\n8,507,714\nTOTAL LIABILITIES AND SHAREHOLDERS' EQUITY\n$\n7,378,906\n$\n14,747,827\nBIOCEPT, INC.\nCONDENSED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\nFor the three months ended March 31,\n2017\n2018\n(unaudited)\n(unaudited)\nNET REVENUES\n$\n1,683,065\n$\n806,943\nCOSTS AND EXPENSES\nCost of revenues\n2,129,454\n2,434,886\nResearch and development expenses\n757,258\n1,070,581\nGeneral and administrative expenses\n1,909,635\n1,938,664\nSales and marketing expenses\n1,278,311\n1,636,542\nTotal costs and expenses\n6,071,658\n7,080,673\nLOSS FROM OPERATIONS\n(4,388,593)\n(6,273,730)\nINTEREST AND OTHER INCOME/(EXPENSE), NET\n(44,114)\n(82,674)\nLOSS BEFORE INCOME TAXES\n(4,432,707)\n(6,356,404)\nINCOME TAXES\n—\n—\nNET LOSS AND COMPREHENSIVE LOSS\n$\n(4,432,707)\n$\n(6,356,404)\nNET LOSS PER SHARE\n- Basic\n$\n(0.21)\n$\n(0.11)\n- Diluted\n$\n(0.21)\n$\n(0.11)\nWEIGHTED AVG NUMBER OF SHARES OUTSTANDING\n- Basic\n20,969,131\n57,086,814\n- Diluted\n20,969,131\n57,086,814\nView original content with multimedia: http://www.prnewswire.com/news-releases/biocept-reports-first-quarter-2018-financial-results-300648926.html\nSOURCE Biocept, Inc.",
    "published": "2018-05-16T00:05:00.000+03:00",
    "crawled": "2018-05-16T02:50:19.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "biocept",
        "nasdaq",
        "bioc",
        "leading",
        "commercial",
        "provider",
        "liquid",
        "biopsy",
        "test",
        "designed",
        "provide",
        "physician",
        "clinically",
        "actionable",
        "information",
        "improve",
        "outcome",
        "cancer",
        "patient",
        "report",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "provides",
        "update",
        "business",
        "progress",
        "action",
        "grow",
        "business",
        "resulted",
        "increase",
        "billable",
        "test",
        "volume",
        "fourth",
        "quarter",
        "said",
        "michael",
        "nall",
        "president",
        "ceo",
        "biocept",
        "reviewing",
        "performance",
        "revenue",
        "essentially",
        "unchanged",
        "one",
        "less",
        "sale",
        "day",
        "compared",
        "period",
        "importantly",
        "included",
        "benefit",
        "due",
        "conversion",
        "revenue",
        "recognition",
        "would",
        "resulted",
        "revenue",
        "experience",
        "past",
        "year",
        "average",
        "reimbursement",
        "per",
        "assay",
        "quarter",
        "impacted",
        "seasonal",
        "reset",
        "health",
        "insurance",
        "deductible",
        "occur",
        "beginning",
        "year",
        "nall",
        "continued",
        "consolidated",
        "salesforce",
        "team",
        "experienced",
        "sale",
        "professional",
        "directive",
        "focus",
        "lung",
        "cancer",
        "profiling",
        "monitoring",
        "need",
        "liquid",
        "biopsy",
        "high",
        "end",
        "sale",
        "representative",
        "educating",
        "physician",
        "two",
        "case",
        "study",
        "recently",
        "published",
        "journal",
        "featuring",
        "advantage",
        "target",
        "platform",
        "patient",
        "lung",
        "cancer",
        "also",
        "raising",
        "awareness",
        "revised",
        "clinical",
        "consensus",
        "guideline",
        "issued",
        "earlier",
        "year",
        "recommend",
        "expanded",
        "use",
        "liquid",
        "biopsy",
        "profiling",
        "monitoring",
        "molecular",
        "biomarkers",
        "patient",
        "diagnosed",
        "lung",
        "cancer",
        "also",
        "pleased",
        "report",
        "shipped",
        "first",
        "order",
        "patented",
        "blood",
        "collection",
        "tube",
        "distribution",
        "previously",
        "announced",
        "exclusive",
        "agreement",
        "global",
        "laboratory",
        "product",
        "supplier",
        "vwr",
        "nall",
        "added",
        "vwr",
        "launched",
        "tube",
        "commercially",
        "ordered",
        "vwr",
        "extensive",
        "distribution",
        "network",
        "important",
        "milestone",
        "transition",
        "business",
        "clia",
        "laboratory",
        "fully",
        "integrated",
        "diagnostic",
        "provider",
        "offering",
        "service",
        "well",
        "device",
        "kit",
        "review",
        "first",
        "quarter",
        "recent",
        "accomplishment",
        "collaboration",
        "entered",
        "partnership",
        "thermo",
        "fisher",
        "scientific",
        "validate",
        "sequencing",
        "panel",
        "biocept",
        "clia",
        "laboratory",
        "upon",
        "completion",
        "validation",
        "biocept",
        "expects",
        "become",
        "thermo",
        "fisher",
        "liquid",
        "biopsy",
        "center",
        "excellence",
        "potential",
        "jointly",
        "market",
        "service",
        "pharmaceutical",
        "industry",
        "clinical",
        "data",
        "presentation",
        "publication",
        "published",
        "case",
        "report",
        "journal",
        "oncology",
        "hematology",
        "review",
        "demonstrating",
        "clinical",
        "utility",
        "biocept",
        "target",
        "alk",
        "gene",
        "rearrangement",
        "test",
        "circulating",
        "tumor",
        "cell",
        "ctc",
        "assay",
        "detected",
        "alk",
        "gene",
        "translocation",
        "patient",
        "diagnosed",
        "cell",
        "lung",
        "cancer",
        "subsequently",
        "received",
        "sequential",
        "alk",
        "inhibitor",
        "therapy",
        "exhibited",
        "excellent",
        "clinical",
        "response",
        "treatment",
        "announced",
        "publication",
        "letter",
        "editor",
        "journal",
        "thoracic",
        "oncology",
        "official",
        "journal",
        "international",
        "association",
        "study",
        "lung",
        "cancer",
        "letter",
        "outlined",
        "ability",
        "biocept",
        "target",
        "test",
        "identify",
        "ros1",
        "gene",
        "rearrangement",
        "patient",
        "lung",
        "cancer",
        "confirming",
        "result",
        "prior",
        "tissue",
        "biopsy",
        "another",
        "liquid",
        "biopsy",
        "method",
        "cited",
        "report",
        "failed",
        "find",
        "important",
        "cancer",
        "biomarker",
        "presented",
        "two",
        "poster",
        "fifth",
        "international",
        "joint",
        "conference",
        "including",
        "clinical",
        "data",
        "generated",
        "collaboration",
        "university",
        "minnesota",
        "demonstrating",
        "clinical",
        "utility",
        "monitoring",
        "metastatic",
        "testicular",
        "cancer",
        "using",
        "biocept",
        "ctc",
        "assay",
        "technology",
        "well",
        "data",
        "showing",
        "incorporation",
        "thermo",
        "fisher",
        "scientific",
        "quantstudio",
        "pcr",
        "instrument",
        "company",
        "target",
        "platform",
        "improves",
        "sensitivity",
        "specificity",
        "detection",
        "lung",
        "cancer",
        "biomarkers",
        "patent",
        "awarded",
        "patent",
        "china",
        "assay",
        "perform",
        "molecular",
        "ctdna",
        "analysis",
        "using",
        "pcr",
        "sanger",
        "sequencing",
        "sequencing",
        "encompassing",
        "biocept",
        "proprietary",
        "technology",
        "granted",
        "patent",
        "australia",
        "company",
        "target",
        "selector",
        "ctdna",
        "assay",
        "platform",
        "enriches",
        "mutation",
        "interest",
        "associated",
        "cancer",
        "awarded",
        "patent",
        "japan",
        "use",
        "antibody",
        "capture",
        "target",
        "interest",
        "sample",
        "type",
        "device",
        "surface",
        "target",
        "include",
        "ctc",
        "vesicle",
        "exosomes",
        "shed",
        "solid",
        "tumor",
        "bloodstream",
        "awarded",
        "patent",
        "australia",
        "use",
        "antibody",
        "microchannels",
        "capture",
        "cancer",
        "cell",
        "including",
        "us",
        "ctc",
        "rare",
        "cell",
        "first",
        "quarter",
        "financial",
        "result",
        "revenue",
        "million",
        "compared",
        "million",
        "included",
        "revenue",
        "associated",
        "conversion",
        "revenue",
        "recognition",
        "without",
        "impact",
        "conversion",
        "revenue",
        "first",
        "quarter",
        "would",
        "unchanged",
        "million",
        "revenue",
        "included",
        "commercial",
        "test",
        "revenue",
        "development",
        "service",
        "test",
        "revenue",
        "biocept",
        "accessioned",
        "total",
        "sample",
        "compared",
        "total",
        "sample",
        "total",
        "accession",
        "include",
        "billable",
        "sample",
        "sample",
        "research",
        "activity",
        "assay",
        "validation",
        "source",
        "company",
        "accessioned",
        "billable",
        "sample",
        "one",
        "less",
        "sale",
        "day",
        "compared",
        "billable",
        "sample",
        "cost",
        "revenue",
        "million",
        "compared",
        "million",
        "increase",
        "due",
        "increased",
        "software",
        "amortization",
        "information",
        "technology",
        "laboratory",
        "equipment",
        "cost",
        "related",
        "laboratory",
        "information",
        "system",
        "laboratory",
        "equipment",
        "well",
        "direct",
        "cost",
        "addition",
        "excess",
        "capacity",
        "laboratory",
        "operation",
        "service",
        "expected",
        "higher",
        "test",
        "volume",
        "future",
        "month",
        "associated",
        "signing",
        "pathology",
        "partnership",
        "agreement",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "due",
        "primarily",
        "addition",
        "personnel",
        "development",
        "new",
        "biomarker",
        "assay",
        "higher",
        "proportion",
        "allocated",
        "laboratory",
        "cost",
        "support",
        "increased",
        "r",
        "activity",
        "general",
        "administrative",
        "g",
        "expense",
        "unchanged",
        "million",
        "first",
        "quarter",
        "sale",
        "marketing",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "due",
        "higher",
        "salesforce",
        "expense",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "million",
        "share",
        "outstanding",
        "compare",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "million",
        "share",
        "outstanding",
        "march",
        "million",
        "compared",
        "million",
        "december",
        "january",
        "company",
        "completed",
        "sale",
        "common",
        "stock",
        "warrant",
        "raising",
        "million",
        "net",
        "proceeds",
        "biocept",
        "begun",
        "implementing",
        "program",
        "expected",
        "save",
        "estimated",
        "million",
        "million",
        "annually",
        "additionally",
        "company",
        "expects",
        "make",
        "final",
        "payment",
        "debt",
        "obligation",
        "july",
        "year",
        "anticipated",
        "reduce",
        "company",
        "annual",
        "cash",
        "need",
        "million",
        "bringing",
        "total",
        "expected",
        "annual",
        "cost",
        "saving",
        "range",
        "million",
        "million",
        "conference",
        "call",
        "webcast",
        "biocept",
        "hold",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "discus",
        "result",
        "answer",
        "question",
        "conference",
        "call",
        "accessed",
        "dialing",
        "domestic",
        "caller",
        "canadian",
        "caller",
        "international",
        "caller",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "investor",
        "relation",
        "page",
        "company",
        "website",
        "http",
        "replay",
        "webcast",
        "available",
        "day",
        "replay",
        "call",
        "available",
        "hour",
        "following",
        "conclusion",
        "call",
        "accessed",
        "dialing",
        "domestic",
        "caller",
        "canadian",
        "caller",
        "international",
        "caller",
        "please",
        "use",
        "event",
        "passcode",
        "biocept",
        "biocept",
        "molecular",
        "diagnostics",
        "company",
        "commercialized",
        "assay",
        "lung",
        "breast",
        "gastric",
        "colorectal",
        "prostate",
        "cancer",
        "melanoma",
        "company",
        "leverage",
        "proprietary",
        "liquid",
        "biopsy",
        "technology",
        "provide",
        "physician",
        "clinically",
        "actionable",
        "information",
        "treating",
        "monitoring",
        "patient",
        "diagnosed",
        "cancer",
        "biocept",
        "patented",
        "target",
        "liquid",
        "biopsy",
        "technology",
        "platform",
        "capture",
        "analyzes",
        "molecular",
        "marker",
        "circulating",
        "tumor",
        "cell",
        "ctc",
        "circulating",
        "tumor",
        "dna",
        "ctdna",
        "thousand",
        "test",
        "performed",
        "platform",
        "demonstrated",
        "ability",
        "identify",
        "cancer",
        "mutation",
        "alteration",
        "inform",
        "physician",
        "patient",
        "disease",
        "therapeutic",
        "option",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "disclaimer",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "belief",
        "well",
        "number",
        "assumption",
        "future",
        "event",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "assumption",
        "upon",
        "based",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "assumption",
        "prove",
        "correct",
        "statement",
        "generally",
        "identifiable",
        "use",
        "word",
        "like",
        "may",
        "could",
        "expect",
        "anticipate",
        "estimate",
        "believe",
        "intend",
        "project",
        "negative",
        "word",
        "variation",
        "word",
        "comparable",
        "terminology",
        "extent",
        "statement",
        "news",
        "release",
        "strictly",
        "historical",
        "including",
        "without",
        "limitation",
        "statement",
        "ability",
        "provide",
        "physician",
        "clinically",
        "actionable",
        "information",
        "improve",
        "outcome",
        "cancer",
        "patient",
        "ability",
        "transition",
        "business",
        "clia",
        "laboratory",
        "fully",
        "integrated",
        "diagnostic",
        "provider",
        "ability",
        "recent",
        "development",
        "support",
        "future",
        "growth",
        "success",
        "collaboration",
        "thermo",
        "fisher",
        "scientific",
        "benefit",
        "program",
        "ability",
        "debt",
        "obligation",
        "ability",
        "increase",
        "physician",
        "adoption",
        "liquid",
        "biopsy",
        "platform",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "reader",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "subject",
        "numerous",
        "risk",
        "factor",
        "set",
        "forth",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "effect",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "contained",
        "news",
        "release",
        "plan",
        "update",
        "statement",
        "expressly",
        "disclaim",
        "duty",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "except",
        "required",
        "law",
        "reader",
        "advised",
        "review",
        "filing",
        "sec",
        "biocept",
        "condensed",
        "balance",
        "sheet",
        "december",
        "march",
        "unaudited",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "fixed",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "net",
        "liability",
        "net",
        "total",
        "liability",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "biocept",
        "condensed",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "net",
        "revenue",
        "cost",
        "expense",
        "cost",
        "revenue",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "sale",
        "marketing",
        "expense",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "avg",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "biocept",
        "inc"
    ]
}