{
    "organizations": [],
    "uuid": "c1167ce9ff34a778825a71e363fa469106a8cd69",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/03/another-problem-with-chinas-coal-mercury-in-rice.html",
    "ord_in_thread": 0,
    "title": "Another problem with China’s coal: Mercury in rice",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Mercury pollution is a problem usually associated with fish consumption. Pregnant women and children in many parts of the world are advised to eat fish low in mercury to protect against the adverse health impacts, including neurological damages, posed by a particularly toxic form of mercury, methylmercury.\nBut some people in China, the world's largest mercury emitter, are exposed to more methylmercury from rice than they are from fish. In a recent study , we explored the extent of this problem and which direction it could go in the future.\nWe found that China's future emissions trajectory can have a measurable influence on the country's rice methylmercury. This has important implications not only in China but across Asia, where coal use is increasing and rice is a staple food. It is also relevant as countries across the world implement the Minamata Convention , a global treaty to protect human health and the environment from mercury.\nWhy is mercury a problem in rice? Measurements of methylmercury in rice in China from the early 2000s were in areas where mercury mining and other industrial activities led to high mercury levels in soil that was then taken up by rice plants. More recent research, however, has shown that methylmercury in rice is also elevated in other areas of China . This suggests that airborne mercury – emitted by sources such as coal-fired power plants and subsequently settling onto the land – might also be a factor.\nMore from The Conversation:\nBacteria may be powerful weapon against antibiotic resistance\nAre public objections to wind farms overblown?\nCould bats guide humans to clean drinking water in places where it's scarce?\nTo better understand the process of methylmercury accumulation in rice through deposition – that is, mercury originating from the air that rains out or settles to the land – we constructed a computer model to analyze the relative importance of soil and atmospheric sources of rice methylmercury. Then we projected how future methylmercury concentrations could change under different emissions scenarios.\nConcentrations of methylmercury in rice are lower than those in fish, but, in central China, people eat much more rice than fish. Studies have calculated that residents in areas with mercury-contaminated soil consume more methylmercury than the U.S. EPA's reference dose of 0.1 microgram methylmercury per kilogram of body weight per day, a level set to protect against adverse health outcomes such as decreased IQ. Recent data suggest that other neurodevelopmental impacts from methylmercury might occur at levels below the reference dose . Few health studies, however, have examined impacts of methylmercury exposure to rice consumers specifically.\nTo identify the potential scope of the problem, we compared the areas in China where mercury deposition is expected to be high based on mercury models, with maps of rice production. We found that provinces with high mercury deposition also produce substantial amounts of rice. Seven provinces in central China (Henan, Anhui, Jiangxi, Hunan, Guizhou, Chongqing and Hubei) account for 48 percent of Chinese rice production and receive nearly double the atmospheric mercury deposition as the rest of China.\nWe calculated that mercury deposition could increase nearly 90 percent or decrease by 60 percent by 2050, depending on future policies and technologies .\nOur modeling approach To understand how mercury from the atmosphere might be incorporated into rice as methylmercury, we built a model to simulate mercury in rice paddies. Methylmercury is produced in the environment by biological activity – specifically, by bacteria. Often, this occurs in flooded environments such as wetlands and sediments. Similarly, rice paddies are kept flooded during the growing season, and the nutrient-rich environment created by rice roots support both the bacterial growth and methylmercury production.\nOur rice paddy model simulates how mercury changes form, accumulates and converts to methylmercury in different parts of the ecosystem, including in the water, the soil and the rice plants.\nIn our model, mercury enters the standing flooded water via deposition and irrigation processes, and then moves among water, soil and plants. After initializing and calibrating the model, we ran it for the typical five-month duration from planting seedlings to rice harvest and compared our results to measurements of mercury in rice from China. We also conducted different simulations with varying atmospheric deposition and soil mercury concentrations.\nDespite its simplicity, our model was able to reproduce how rice methylmercury concentrations vary across different Chinese provinces. Our model was able to accurately reflect how higher soil mercury concentrations led to higher concentrations in rice.\nBut the soil wasn't the whole story. Mercury from water – which can come from the flooded water in rice paddies or the water held in the soil – can also influence concentrations in rice. How much depends on the relative rates of different processes within soil and water. Under some conditions, a portion of the mercury in rice can come from the mercury in the atmosphere, once that mercury is deposited to the rice paddy. This suggested that changing emissions of mercury could potentially affect concentrations in rice.\nFuture emissions can influence rice How will the rates of mercury in rice change in the future?\nWe examined a high emission scenario, which assumes no new policies to control mercury emissions by 2050, and a low emission scenario, where China uses less coal and coal-fired power plants have advanced mercury emission controls. Median Chinese rice methylmercury concentrations increased by 13 percent in the high scenario and decreased by 18 percent under the low scenario. Regions where rice methylmercury declined the most under strict policy controls were in central China, where rice production is high and rice is an important source of methylmercury exposure.\nManaging mercury concentrations in rice thus requires an integrated approach, addressing both deposition and soil and water contamination. Understanding local conditions is also important: Other environmental factors not captured by our model, such as soil acidity, can also influence methylmercury production and accumulation to rice.\nDifferent rice production strategies can also help – for example, alternating wetting and drying cycles in rice cultivation can reduce water consumption and methane emissions as well as rice methylmercury concentrations.\nOur scenarios likely underestimate the potential health benefits of Minamata Convention controls in China, which is a party to the Convention. We include in our scenarios only changes in air emissions from power generation, while the Convention controls emissions from other sectors, bans mercury mining and addresses contaminated sites and land and water releases.\nReducing mercury could also be beneficial for other rice-producing countries, but at present, there are few data available outside China . However, our research suggests that the problem of mercury is not just a fish story – and that policy efforts can indeed make a difference.\nCommentary by Noelle Eckley Selin and Sae Yun Kwon, an Associate Professor of Data, Systems, and Society and Atmospheric Chemistry and an Assistant Professor at the Division of Environmental Science & Engineering at Massachusetts Institute of Technology and Pohang University of Science and Technology, respectively. They are also contributors at The Conversation , an independent source of news and views from the academic and research community. Follow Noelle Eckley Selin on Twitter @noelleselin .\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-05-03T22:46:00.000+03:00",
    "crawled": "2018-05-03T22:48:27.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mercury",
        "pollution",
        "problem",
        "usually",
        "associated",
        "fish",
        "consumption",
        "pregnant",
        "woman",
        "child",
        "many",
        "part",
        "world",
        "advised",
        "eat",
        "fish",
        "low",
        "mercury",
        "protect",
        "adverse",
        "health",
        "impact",
        "including",
        "neurological",
        "damage",
        "posed",
        "particularly",
        "toxic",
        "form",
        "mercury",
        "methylmercury",
        "people",
        "china",
        "world",
        "largest",
        "mercury",
        "emitter",
        "exposed",
        "methylmercury",
        "rice",
        "fish",
        "recent",
        "study",
        "explored",
        "extent",
        "problem",
        "direction",
        "could",
        "go",
        "future",
        "found",
        "china",
        "future",
        "emission",
        "trajectory",
        "measurable",
        "influence",
        "country",
        "rice",
        "methylmercury",
        "important",
        "implication",
        "china",
        "across",
        "asia",
        "coal",
        "use",
        "increasing",
        "rice",
        "staple",
        "food",
        "also",
        "relevant",
        "country",
        "across",
        "world",
        "implement",
        "minamata",
        "convention",
        "global",
        "treaty",
        "protect",
        "human",
        "health",
        "environment",
        "mercury",
        "mercury",
        "problem",
        "rice",
        "measurement",
        "methylmercury",
        "rice",
        "china",
        "early",
        "2000s",
        "area",
        "mercury",
        "mining",
        "industrial",
        "activity",
        "led",
        "high",
        "mercury",
        "level",
        "soil",
        "taken",
        "rice",
        "plant",
        "recent",
        "research",
        "however",
        "shown",
        "methylmercury",
        "rice",
        "also",
        "elevated",
        "area",
        "china",
        "suggests",
        "airborne",
        "mercury",
        "emitted",
        "source",
        "power",
        "plant",
        "subsequently",
        "settling",
        "onto",
        "land",
        "might",
        "also",
        "factor",
        "conversation",
        "bacteria",
        "may",
        "powerful",
        "weapon",
        "antibiotic",
        "resistance",
        "public",
        "objection",
        "wind",
        "farm",
        "overblown",
        "could",
        "bat",
        "guide",
        "human",
        "clean",
        "drinking",
        "water",
        "place",
        "scarce",
        "better",
        "understand",
        "process",
        "methylmercury",
        "accumulation",
        "rice",
        "deposition",
        "mercury",
        "originating",
        "air",
        "rain",
        "settle",
        "land",
        "constructed",
        "computer",
        "model",
        "analyze",
        "relative",
        "importance",
        "soil",
        "atmospheric",
        "source",
        "rice",
        "methylmercury",
        "projected",
        "future",
        "methylmercury",
        "concentration",
        "could",
        "change",
        "different",
        "emission",
        "scenario",
        "concentration",
        "methylmercury",
        "rice",
        "lower",
        "fish",
        "central",
        "china",
        "people",
        "eat",
        "much",
        "rice",
        "fish",
        "study",
        "calculated",
        "resident",
        "area",
        "soil",
        "consume",
        "methylmercury",
        "epa",
        "reference",
        "dose",
        "microgram",
        "methylmercury",
        "per",
        "kilogram",
        "body",
        "weight",
        "per",
        "day",
        "level",
        "set",
        "protect",
        "adverse",
        "health",
        "outcome",
        "decreased",
        "iq",
        "recent",
        "data",
        "suggest",
        "neurodevelopmental",
        "impact",
        "methylmercury",
        "might",
        "occur",
        "level",
        "reference",
        "dose",
        "health",
        "study",
        "however",
        "examined",
        "impact",
        "methylmercury",
        "exposure",
        "rice",
        "consumer",
        "specifically",
        "identify",
        "potential",
        "scope",
        "problem",
        "compared",
        "area",
        "china",
        "mercury",
        "deposition",
        "expected",
        "high",
        "based",
        "mercury",
        "model",
        "map",
        "rice",
        "production",
        "found",
        "province",
        "high",
        "mercury",
        "deposition",
        "also",
        "produce",
        "substantial",
        "amount",
        "rice",
        "seven",
        "province",
        "central",
        "china",
        "henan",
        "anhui",
        "jiangxi",
        "hunan",
        "guizhou",
        "chongqing",
        "hubei",
        "account",
        "percent",
        "chinese",
        "rice",
        "production",
        "receive",
        "nearly",
        "double",
        "atmospheric",
        "mercury",
        "deposition",
        "rest",
        "china",
        "calculated",
        "mercury",
        "deposition",
        "could",
        "increase",
        "nearly",
        "percent",
        "decrease",
        "percent",
        "depending",
        "future",
        "policy",
        "technology",
        "modeling",
        "approach",
        "understand",
        "mercury",
        "atmosphere",
        "might",
        "incorporated",
        "rice",
        "methylmercury",
        "built",
        "model",
        "simulate",
        "mercury",
        "rice",
        "paddy",
        "methylmercury",
        "produced",
        "environment",
        "biological",
        "activity",
        "specifically",
        "bacteria",
        "often",
        "occurs",
        "flooded",
        "environment",
        "wetland",
        "sediment",
        "similarly",
        "rice",
        "paddy",
        "kept",
        "flooded",
        "growing",
        "season",
        "environment",
        "created",
        "rice",
        "root",
        "support",
        "bacterial",
        "growth",
        "methylmercury",
        "production",
        "rice",
        "paddy",
        "model",
        "simulates",
        "mercury",
        "change",
        "form",
        "accumulates",
        "convert",
        "methylmercury",
        "different",
        "part",
        "ecosystem",
        "including",
        "water",
        "soil",
        "rice",
        "plant",
        "model",
        "mercury",
        "enters",
        "standing",
        "flooded",
        "water",
        "via",
        "deposition",
        "irrigation",
        "process",
        "move",
        "among",
        "water",
        "soil",
        "plant",
        "initializing",
        "calibrating",
        "model",
        "ran",
        "typical",
        "duration",
        "planting",
        "seedling",
        "rice",
        "harvest",
        "compared",
        "result",
        "measurement",
        "mercury",
        "rice",
        "china",
        "also",
        "conducted",
        "different",
        "simulation",
        "varying",
        "atmospheric",
        "deposition",
        "soil",
        "mercury",
        "concentration",
        "despite",
        "simplicity",
        "model",
        "able",
        "reproduce",
        "rice",
        "methylmercury",
        "concentration",
        "vary",
        "across",
        "different",
        "chinese",
        "province",
        "model",
        "able",
        "accurately",
        "reflect",
        "higher",
        "soil",
        "mercury",
        "concentration",
        "led",
        "higher",
        "concentration",
        "rice",
        "soil",
        "whole",
        "story",
        "mercury",
        "water",
        "come",
        "flooded",
        "water",
        "rice",
        "paddy",
        "water",
        "held",
        "soil",
        "also",
        "influence",
        "concentration",
        "rice",
        "much",
        "depends",
        "relative",
        "rate",
        "different",
        "process",
        "within",
        "soil",
        "water",
        "condition",
        "portion",
        "mercury",
        "rice",
        "come",
        "mercury",
        "atmosphere",
        "mercury",
        "deposited",
        "rice",
        "paddy",
        "suggested",
        "changing",
        "emission",
        "mercury",
        "could",
        "potentially",
        "affect",
        "concentration",
        "rice",
        "future",
        "emission",
        "influence",
        "rice",
        "rate",
        "mercury",
        "rice",
        "change",
        "future",
        "examined",
        "high",
        "emission",
        "scenario",
        "assumes",
        "new",
        "policy",
        "control",
        "mercury",
        "emission",
        "low",
        "emission",
        "scenario",
        "china",
        "us",
        "less",
        "coal",
        "power",
        "plant",
        "advanced",
        "mercury",
        "emission",
        "control",
        "median",
        "chinese",
        "rice",
        "methylmercury",
        "concentration",
        "increased",
        "percent",
        "high",
        "scenario",
        "decreased",
        "percent",
        "low",
        "scenario",
        "region",
        "rice",
        "methylmercury",
        "declined",
        "strict",
        "policy",
        "control",
        "central",
        "china",
        "rice",
        "production",
        "high",
        "rice",
        "important",
        "source",
        "methylmercury",
        "exposure",
        "managing",
        "mercury",
        "concentration",
        "rice",
        "thus",
        "requires",
        "integrated",
        "approach",
        "addressing",
        "deposition",
        "soil",
        "water",
        "contamination",
        "understanding",
        "local",
        "condition",
        "also",
        "important",
        "environmental",
        "factor",
        "captured",
        "model",
        "soil",
        "acidity",
        "also",
        "influence",
        "methylmercury",
        "production",
        "accumulation",
        "rice",
        "different",
        "rice",
        "production",
        "strategy",
        "also",
        "help",
        "example",
        "alternating",
        "wetting",
        "drying",
        "cycle",
        "rice",
        "cultivation",
        "reduce",
        "water",
        "consumption",
        "methane",
        "emission",
        "well",
        "rice",
        "methylmercury",
        "concentration",
        "scenario",
        "likely",
        "underestimate",
        "potential",
        "health",
        "benefit",
        "minamata",
        "convention",
        "control",
        "china",
        "party",
        "convention",
        "include",
        "scenario",
        "change",
        "air",
        "emission",
        "power",
        "generation",
        "convention",
        "control",
        "emission",
        "sector",
        "ban",
        "mercury",
        "mining",
        "address",
        "contaminated",
        "site",
        "land",
        "water",
        "release",
        "reducing",
        "mercury",
        "could",
        "also",
        "beneficial",
        "country",
        "present",
        "data",
        "available",
        "outside",
        "china",
        "however",
        "research",
        "suggests",
        "problem",
        "mercury",
        "fish",
        "story",
        "policy",
        "effort",
        "indeed",
        "make",
        "difference",
        "commentary",
        "noelle",
        "eckley",
        "selin",
        "sae",
        "yun",
        "kwon",
        "associate",
        "professor",
        "data",
        "system",
        "society",
        "atmospheric",
        "chemistry",
        "assistant",
        "professor",
        "division",
        "environmental",
        "science",
        "engineering",
        "massachusetts",
        "institute",
        "technology",
        "pohang",
        "university",
        "science",
        "technology",
        "respectively",
        "also",
        "contributor",
        "conversation",
        "independent",
        "source",
        "news",
        "view",
        "academic",
        "research",
        "community",
        "follow",
        "noelle",
        "eckley",
        "selin",
        "twitter",
        "noelleselin",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}