{
    "organizations": [],
    "uuid": "0e6ee42989854a4e066d7e5a289f4b553a0b4f72",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-torex-announces-q1-2018-financial-and-operational-results.html",
    "ord_in_thread": 0,
    "title": "Torex Announces Q1 2018 Financial and Operational Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(All amounts expressed in U.S. Dollars unless otherwise stated)\nTORONTO, May 09, 2018 (GLOBE NEWSWIRE) -- Torex Gold Resources Inc. (the \"Company\" or \"Torex\") (TSX:TXG) reported today the Company’s financial results for the quarter ended March 31, 2018.\nFred Stanford, President & CEO of Torex stated: “The Torex team has been tested and strengthened by the challenges that we have managed in the past six months. With those challenges now behind us and with a strong Q1 as a foundation, our eyes are now lifted to the horizon and the opportunities ahead of us to create shareholder value. 2018 promises to be a catalyst rich year, with near term advances in throughput, SART plant start-up, Sub-Sill ramp-up, exploration results, in-fill results at Media Luna, an updated PEA for Media Luna, and advances in underground mining technology that we have been working on. We all look forward to getting on with delivering on these value creating opportunities.”\nThis release should be read in conjunction with the Company's March 31, 2018 Financial Statements and MD&A on the Company's website or on SEDAR.\nHIGHLIGHTS\nThe processing plant was restarted under the illegal blockade (the “Blockade”). The team delivered a strong operating performance.\nGold produced totalled 67,167 ounces in Dore, and an additional 8,887 ounces in carbon fines. Mine production , 3,079 kt, averaged 41,053 tpd. Mine ore production , 571 kt, averaged 7,613 tpd. Average grade mined was 3.29 gpt. Plant throughput , 785 kt, averaged 10,467 tpd, or 75% of design capacity of 14,000 tpd. Average grade processed in the quarter of 3.13 gpt. Gold recovery averaged 87%, consistent with design expectations. SART plant construction is on track to be fully operational at the beginning of July 2018. Sub-Sill mining was restarted in March 2018, one month ahead of schedule. Principal repayment of $9.3 million was made to reduce the Term Loan under the Debt Facility to $290.7 million.\nSubsequent to the end of the first quarter of 2018, the blockade ended and full access has been restored\nOn April 6, 2018, after a negotiation with community leaders that the Company was not a party to, the supporters of the Miners Union (Los Mineros) ended the Blockade. On April 10, 2018, the Company received notification from the Federal Labour Board that the Miners Union had withdrawn their application to challenge and to become the legally constituted union for the Company’s union-eligible employees. In April 2018, plant throughput was constrained as mine production transitioned to the El Limón Pit, which had been unavailable during the Blockade. Starting in May, and for the rest of the year, plant throughput is expected to average 12,500 tonnes per day.\nFinancial results\nNet income totalled $10.2 million, or $0.12 per share, on a basic and diluted basis. Adjusted net earnings 1 totalled $6.6 million, or $0.08 per share on a basic and diluted basis. Earnings from mine operations totalled $18.8 million. Cash flow from operations totalled $52.5 million. Revenue totalled $84.0 million and cost of sales totalled $65.2 million, or $1,036 per ounce of gold sold. Gold sold for the first quarter of 2018 totalled 62,906 ounces for total proceeds of $83.7 million at an average realized gold price 1 of $1,331 per ounce. Cash balances as at March 31, 2018 totalled $124.4 million (including restricted cash of $13.9 million). Total cash costs 1 of $730 per ounce of gold sold. All-in sustaining costs (“AISC”) 1 of $954 per ounce of gold sold.\nGrade and tonnage continue to reconcile well to the reserve model for the ELG Open Pits\nTotal ounce reconciliation of 106% to the reserve model for the quarter.\nGrade reconciliation of 96% to the reserve model for the quarter.\nFinancing\nOn January 29, 2018, the Company announced that it had entered into an agreement with a syndicate of underwriters led by BMO Capital Markets, under which the underwriters agreed to purchase, on a “bought deal” basis, 4,370,000 common shares at a price of C$12.60 per common share for gross proceeds of approximately C$55.0 million (the “Offering”). The Offering closed on February 7, 2018 and resulted in aggregate net proceeds of C$58.5 million to the Company. As part of the Offering, the underwriters partially exercised their over-allotment option and purchased an additional 12% of the Offering with the remainder of the over-allotment option being exercised and closing on February 16, 2018, for aggregate net proceeds of C$60.0 million to the Company.\nThe maiden ELG Underground mineral reserves and mine plan was declared in the first quarter of 2018\nThe ELG Underground mine plan includes 29 months of production, delivering 480 kt at 11.65 gpt containing 180,000 gold ounces. Total capital required is $23.0 million, with the majority in the first year.\nStep-out exploration drilling for the Sub-Sill zone continued to demonstrate the potential to add resources, with high-grade intercepts beyond the boundaries of the current mine plan.\nELG Open Pit mineral reserves and resources remain largely unchanged, except for depletion.\n1 Refer to “Non-IFRS Financial Performance Measures” in the Company’s March 31, 2018 Management’s Discussion and Analysis for further information and a detailed reconciliation.\nQualified Persons\nScientific and technical information contained in this news release has been reviewed and approved by Dawson Proudfoot, P.Eng., Vice President, Engineering of Torex Gold Resources Inc. and a Qualified Person under NI 43-101 – Standards of Disclosure for Mineral Projects.\nConference Call\nThe Company will host a conference call today at 9:00 am (ET) where senior management will discuss the first quarter of 2018 operational and financial results. Access the conference call as follows:\nWebcast access: A live audio webcast of the conference call will be available on the Company’s website at www.torexgold.com .\nTelephone access: Please call the numbers below approximately ten minutes prior to the scheduled start of the call.\nToronto local or international 1 (416) 915-3239\nToll-Free (North America) 1 800-319-4610\nToll-Free (France) 0 800-900-351\nToll-Free (Switzerland) 0-800-802-457\nToll-Free (United Kingdom) 0 808-101-2791\nThe webcast will be archived on the Company’s website.\nAbout Torex\nTorex is an intermediate gold producer based in Canada, engaged in the exploration, development and operation of its 100% owned Morelos Gold Property, an area of 29,000 hectares in the highly prospective Guerrero Gold Belt located 180 kilometers southwest of Mexico City. The Company’s principal assets are the El Limón Guajes mining complex (the “ELG Mine Complex”), comprised of the El Limón, Guajes and El Limón Sur open pits, the El Limón Guajes underground mine including zones referred to as Sub-Sill, El Limón Deep and 71, and the processing plant and related infrastructure, which is in the commercial production stage as of April 1, 2016, and the Media Luna deposit, which is an early stage development project, and for which the Company issued a preliminary economic assessment in 2015. The property remains 75% unexplored.\nFor further information, please contact:\nTOREX GOLD RESOURCES INC. Fred Stanford\nPresident and CEO\nTel.: (647) 260-1502\nEmail: fred.stanford@torexgold.com Gabriela Sanchez\nVice President Investor Relations\nTel.: (647) 260-1503\nEmail: gabriela.sanchez@torexgold.com CAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS\nThis press release contains \" \" and \"forward-looking information\" within the meaning of applicable Canadian securities legislation. Notwithstanding the Company's efforts, there can be no guarantee that the Company will not face unforeseen delays or further disruptions of its operations. Forward-looking information also includes, but is not limited to, the expected successful completion of the ramp-up, completion of the SART plant, completion of the ramp-up of the processing plant and the Sub-Sill, exploration results from the Sub-Sill and the completion and timing of an updated PEA for Media Luna and the related in-fill drilling program, the expected production from the ELG Underground mine plan and related capital requirements, and continued safety and security. Generally, forward-looking information can be identified by the use of forward-looking terminology such as \"plans\", \"expects\", \"estimates\", \"intends\", \"anticipates\" or \"believes\" or variations of such words and phrases or state that certain actions, events or results \"may\", \"could\", \"would\", \"might\", or \"will be taken\", \"occur\", or \"be achieved\". Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information, including, without limitation, those risk factors identified in the Company's annual information form and management's discussion and analysis. Forward-looking information is based on the reasonable assumptions, estimates, analysis and opinions of management, made in light of its experience and its perception of trends, current conditions and expected developments, as well as other factors that management believes to be relevant and reasonable in the circumstances at the date that such statements are made, but which may prove to be incorrect. Although the Company believes that the assumptions and expectations reflected in such forward-looking information are reasonable, undue reliance should not be placed on forward-looking information because the Company can give no assurance that such expectations will prove to be correct. There can be no assurance that such information will prove to be accurate, as actual results and future events could those anticipated in such information. The Company does not undertake to update any forward-looking information, except in accordance with applicable securities laws.\nSource: Torex Gold Resources Inc.",
    "published": "2018-05-09T14:00:00.000+03:00",
    "crawled": "2018-05-09T16:50:31.032+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amount",
        "expressed",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "toronto",
        "may",
        "globe",
        "newswire",
        "torex",
        "gold",
        "resource",
        "company",
        "torex",
        "tsx",
        "txg",
        "reported",
        "today",
        "company",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "fred",
        "stanford",
        "president",
        "ceo",
        "torex",
        "stated",
        "torex",
        "team",
        "tested",
        "strengthened",
        "challenge",
        "managed",
        "past",
        "six",
        "month",
        "challenge",
        "behind",
        "u",
        "strong",
        "q1",
        "foundation",
        "eye",
        "lifted",
        "horizon",
        "opportunity",
        "ahead",
        "u",
        "create",
        "shareholder",
        "value",
        "promise",
        "catalyst",
        "rich",
        "year",
        "near",
        "term",
        "advance",
        "throughput",
        "sart",
        "plant",
        "exploration",
        "result",
        "result",
        "medium",
        "luna",
        "updated",
        "pea",
        "medium",
        "luna",
        "advance",
        "underground",
        "mining",
        "technology",
        "working",
        "look",
        "forward",
        "getting",
        "delivering",
        "value",
        "creating",
        "release",
        "read",
        "conjunction",
        "company",
        "march",
        "financial",
        "statement",
        "md",
        "company",
        "website",
        "sedar",
        "highlight",
        "processing",
        "plant",
        "restarted",
        "illegal",
        "blockade",
        "blockade",
        "team",
        "delivered",
        "strong",
        "operating",
        "performance",
        "gold",
        "produced",
        "totalled",
        "ounce",
        "dore",
        "additional",
        "ounce",
        "carbon",
        "fine",
        "mine",
        "production",
        "kt",
        "averaged",
        "tpd",
        "mine",
        "ore",
        "production",
        "kt",
        "averaged",
        "tpd",
        "average",
        "grade",
        "mined",
        "gpt",
        "plant",
        "throughput",
        "kt",
        "averaged",
        "tpd",
        "design",
        "capacity",
        "tpd",
        "average",
        "grade",
        "processed",
        "quarter",
        "gpt",
        "gold",
        "recovery",
        "averaged",
        "consistent",
        "design",
        "expectation",
        "sart",
        "plant",
        "construction",
        "track",
        "fully",
        "operational",
        "beginning",
        "july",
        "mining",
        "restarted",
        "march",
        "one",
        "month",
        "ahead",
        "schedule",
        "principal",
        "repayment",
        "million",
        "made",
        "reduce",
        "term",
        "loan",
        "debt",
        "facility",
        "million",
        "subsequent",
        "end",
        "first",
        "quarter",
        "blockade",
        "ended",
        "full",
        "access",
        "restored",
        "april",
        "negotiation",
        "community",
        "leader",
        "company",
        "party",
        "supporter",
        "miner",
        "union",
        "los",
        "mineros",
        "ended",
        "blockade",
        "april",
        "company",
        "received",
        "notification",
        "federal",
        "labour",
        "board",
        "miner",
        "union",
        "withdrawn",
        "application",
        "challenge",
        "become",
        "legally",
        "constituted",
        "union",
        "company",
        "employee",
        "april",
        "plant",
        "throughput",
        "constrained",
        "mine",
        "production",
        "transitioned",
        "el",
        "limón",
        "pit",
        "unavailable",
        "blockade",
        "starting",
        "may",
        "rest",
        "year",
        "plant",
        "throughput",
        "expected",
        "average",
        "tonne",
        "per",
        "day",
        "financial",
        "result",
        "net",
        "income",
        "totalled",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "basis",
        "adjusted",
        "net",
        "earnings",
        "totalled",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "basis",
        "earnings",
        "mine",
        "operation",
        "totalled",
        "million",
        "cash",
        "flow",
        "operation",
        "totalled",
        "million",
        "revenue",
        "totalled",
        "million",
        "cost",
        "sale",
        "totalled",
        "million",
        "per",
        "ounce",
        "gold",
        "sold",
        "gold",
        "sold",
        "first",
        "quarter",
        "totalled",
        "ounce",
        "total",
        "proceeds",
        "million",
        "average",
        "realized",
        "gold",
        "price",
        "per",
        "ounce",
        "cash",
        "balance",
        "march",
        "totalled",
        "million",
        "including",
        "restricted",
        "cash",
        "million",
        "total",
        "cash",
        "cost",
        "per",
        "ounce",
        "gold",
        "sold",
        "sustaining",
        "cost",
        "aisc",
        "per",
        "ounce",
        "gold",
        "sold",
        "grade",
        "tonnage",
        "continue",
        "reconcile",
        "well",
        "reserve",
        "model",
        "elg",
        "open",
        "pit",
        "total",
        "ounce",
        "reconciliation",
        "reserve",
        "model",
        "quarter",
        "grade",
        "reconciliation",
        "reserve",
        "model",
        "quarter",
        "financing",
        "january",
        "company",
        "announced",
        "entered",
        "agreement",
        "syndicate",
        "underwriter",
        "led",
        "bmo",
        "capital",
        "market",
        "underwriter",
        "agreed",
        "purchase",
        "bought",
        "deal",
        "basis",
        "common",
        "share",
        "price",
        "c",
        "per",
        "common",
        "share",
        "gross",
        "proceeds",
        "approximately",
        "c",
        "million",
        "offering",
        "offering",
        "closed",
        "february",
        "resulted",
        "aggregate",
        "net",
        "proceeds",
        "c",
        "million",
        "company",
        "part",
        "offering",
        "underwriter",
        "partially",
        "exercised",
        "option",
        "purchased",
        "additional",
        "offering",
        "remainder",
        "option",
        "exercised",
        "closing",
        "february",
        "aggregate",
        "net",
        "proceeds",
        "c",
        "million",
        "company",
        "maiden",
        "elg",
        "underground",
        "mineral",
        "reserve",
        "mine",
        "plan",
        "declared",
        "first",
        "quarter",
        "elg",
        "underground",
        "mine",
        "plan",
        "includes",
        "month",
        "production",
        "delivering",
        "kt",
        "gpt",
        "containing",
        "gold",
        "ounce",
        "total",
        "capital",
        "required",
        "million",
        "majority",
        "first",
        "year",
        "exploration",
        "drilling",
        "zone",
        "continued",
        "demonstrate",
        "potential",
        "add",
        "resource",
        "intercept",
        "beyond",
        "boundary",
        "current",
        "mine",
        "plan",
        "elg",
        "open",
        "pit",
        "mineral",
        "reserve",
        "resource",
        "remain",
        "largely",
        "unchanged",
        "except",
        "depletion",
        "refer",
        "financial",
        "performance",
        "measure",
        "company",
        "march",
        "management",
        "discussion",
        "analysis",
        "information",
        "detailed",
        "reconciliation",
        "qualified",
        "person",
        "scientific",
        "technical",
        "information",
        "contained",
        "news",
        "release",
        "reviewed",
        "approved",
        "dawson",
        "proudfoot",
        "vice",
        "president",
        "engineering",
        "torex",
        "gold",
        "resource",
        "qualified",
        "person",
        "ni",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "senior",
        "management",
        "discus",
        "first",
        "quarter",
        "operational",
        "financial",
        "result",
        "access",
        "conference",
        "call",
        "follows",
        "webcast",
        "access",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "available",
        "company",
        "website",
        "telephone",
        "access",
        "please",
        "call",
        "number",
        "approximately",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "start",
        "call",
        "toronto",
        "local",
        "international",
        "north",
        "america",
        "france",
        "switzerland",
        "united",
        "kingdom",
        "webcast",
        "archived",
        "company",
        "website",
        "torex",
        "torex",
        "intermediate",
        "gold",
        "producer",
        "based",
        "canada",
        "engaged",
        "exploration",
        "development",
        "operation",
        "owned",
        "morelos",
        "gold",
        "property",
        "area",
        "hectare",
        "highly",
        "prospective",
        "guerrero",
        "gold",
        "belt",
        "located",
        "kilometer",
        "southwest",
        "mexico",
        "city",
        "company",
        "principal",
        "asset",
        "el",
        "limón",
        "guajes",
        "mining",
        "complex",
        "elg",
        "mine",
        "complex",
        "comprised",
        "el",
        "limón",
        "guajes",
        "el",
        "limón",
        "sur",
        "open",
        "pit",
        "el",
        "limón",
        "guajes",
        "underground",
        "mine",
        "including",
        "zone",
        "referred",
        "el",
        "limón",
        "deep",
        "processing",
        "plant",
        "related",
        "infrastructure",
        "commercial",
        "production",
        "stage",
        "april",
        "medium",
        "luna",
        "deposit",
        "early",
        "stage",
        "development",
        "project",
        "company",
        "issued",
        "preliminary",
        "economic",
        "assessment",
        "property",
        "remains",
        "unexplored",
        "information",
        "please",
        "contact",
        "torex",
        "gold",
        "resource",
        "fred",
        "stanford",
        "president",
        "ceo",
        "tel",
        "email",
        "gabriela",
        "sanchez",
        "vice",
        "president",
        "investor",
        "relation",
        "tel",
        "email",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "notwithstanding",
        "company",
        "effort",
        "guarantee",
        "company",
        "face",
        "unforeseen",
        "delay",
        "disruption",
        "operation",
        "information",
        "also",
        "includes",
        "limited",
        "expected",
        "successful",
        "completion",
        "completion",
        "sart",
        "plant",
        "completion",
        "processing",
        "plant",
        "exploration",
        "result",
        "completion",
        "timing",
        "updated",
        "pea",
        "medium",
        "luna",
        "related",
        "drilling",
        "program",
        "expected",
        "production",
        "elg",
        "underground",
        "mine",
        "plan",
        "related",
        "capital",
        "requirement",
        "continued",
        "safety",
        "security",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "estimate",
        "intends",
        "anticipates",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "including",
        "without",
        "limitation",
        "risk",
        "factor",
        "identified",
        "company",
        "annual",
        "information",
        "form",
        "management",
        "discussion",
        "analysis",
        "information",
        "based",
        "reasonable",
        "assumption",
        "estimate",
        "analysis",
        "opinion",
        "management",
        "made",
        "light",
        "experience",
        "perception",
        "trend",
        "current",
        "condition",
        "expected",
        "development",
        "well",
        "factor",
        "management",
        "belief",
        "relevant",
        "reasonable",
        "circumstance",
        "date",
        "statement",
        "made",
        "may",
        "prove",
        "incorrect",
        "although",
        "company",
        "belief",
        "assumption",
        "expectation",
        "reflected",
        "information",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "information",
        "company",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "anticipated",
        "information",
        "company",
        "undertake",
        "update",
        "information",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "torex",
        "gold",
        "resource",
        "inc"
    ]
}