{
    "organizations": [],
    "uuid": "195a15a5eea89b62d20d3fef5c15ad0907d76a82",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/pr-newswire-pdl-biopharma-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "PDL BioPharma Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "INCLINE VILLAGE, Nev., May 9, 2018 /PRNewswire/ -- PDL BioPharma, Inc. (PDL or the Company) (NASDAQ: PDLI) today reported first quarter ended March 31, 2018 including:\nTotal revenues of $38.5 million for the three months ended March 31, 2018. GAAP diluted EPS of $0.01 for the three months ended March 31, 2018. GAAP net income attributable to PDL's shareholders of $1.6 million for the three months ended March 31, 2018. Non-GAAP net income attributable to PDL's shareholders of $13.4 million for the three months ended March 31, 2018. A full reconciliation of all components of the GAAP to non-GAAP financial results can be found in Table 3 at the end of the release.\nRevenue Highlights\nTotal revenues of $38.5 million for the three months ended March 31, 2018 included: Product revenues of $23.3 million, which consisted of $18.3 million from sales of Tekturna ® and Tekturna HCT ® in the United States, Rasilez ® and Rasilez HCT ® in the rest of the world (collectively, the Noden Products) and $5.0 million for product sales of the LENSAR ® Laser System; Net royalty payments from acquired royalty rights and a change in fair value of the royalty rights assets of $11.1 million, which consisted of the change in estimated fair value of our royalty right assets, primarily related to the Depomed royalty asset; Royalties from PDL's licensees to the Queen et al. patents of $2.8 million, which consisted of royalties earned on sales of Tysabri ® ; and Interest revenue from note receivable investment to CareView Communications of $0.7 million. Total revenues decreased by 15 percent or $6.9 million for the three months ended March 31, 2018, when compared to the same period in 2017. The evolution of our revenues reflects PDL's strategic shift to a specialty biopharmaceutical business model and the residual decline in royalty income from our expired Queen et al. patents. The 85 percent increase in product revenues was derived from the sales of the Noden Products and the LENSAR Laser System, the latter of which PDL did not begin to recognize until May 2017. Product revenues accounted for approximately 61 percent of total revenues compared to approximately 28 percent in the first quarter of 2017. Rasilez and Rasilez HCT revenues were $7.8 million, which was the first full quarter of revenue recognized from the ex-U.S. commercialization by Noden, having assumed commercialization from Novartis in November 2017; PDL received $18.6 million in net cash royalties from its royalty rights in the first quarter of 2018, compared to $13.5 million for the same period of 2017. The increase in cash royalties is mainly due to royalties from Glumetza ® sold by Valeant Pharmaceuticals International, Inc., partially offset by the decrease of royalties from ARIAD Pharmaceuticals, Inc. as royalties ceased when the asset was sold in the first quarter of 2017; Royalties from PDL's licensees to the Queen et al. patents were 80 percent or $11.4 million lower than in the first quarter of 2017 as product supply of Tysabri ® manufactured prior to patent expiry in the United States have been extinguished and ex-U.S. product supplies are rapidly being exhausted; and The decrease in interest revenues was primarily due to the sale of the kaléo, Inc. note receivable in September 2017.\nOperating Expense Highlights\nOperating expenses were $34.2 million for the three months ended March 31, 2018, compared to $26.9 million for the same period of 2017. The increase in operating expenses for the three months ended March 31, 2018, as compared to the same period in 2017, was primarily a result of Noden Products and LENSAR contributing additional cost of product revenue of $5.6 million and $2.4 million, respectively, which was the result of increased revenue and recognition of costs of goods for ex-U.S. revenue from Noden Products and increased revenue from LENSAR, which PDL did not begin to recognize until May 2017. Sales and marketing expenses at Noden and LENSAR increased an additional $1.4 million and $1.5 million, respectively, and research and development expenses increased an additional $0.6 million due to LENSAR clinical studies. These increases were partially offset by a decrease in the fair value of acquisition-related contingent consideration of $2.0 million, a decrease in research and development costs for the completion of a pediatric trial for Tekturna and a decrease in general and administration asset management and legal expenses related to the Merck litigation.\nRecent Developments\nStock Repurchase Program\nFrom April 1, 2018 to May 8, 2018, the Company repurchased approximately 2.8 million shares of its common stock under the share repurchase program at a weighted average price of $3.03 per share for a total of $8.4 million. Since the inception of the share repurchase program in March 2018, the Company has repurchased approximately 4.2 million shares of its common stock for a total of $12.6 million. Approximately $12.4 million remains available under the current share repurchase program.\nOther Financial Highlights\nPDL had cash, cash equivalents, short-term investments and other investments of $405.1 million at March 31, 2018, compared to $532.1 million at December 31, 2017. The change in cash balance for the quarter was primarily a result of PDL retiring the remaining $126.4 million of principal of its 4.0% Convertible Senior Notes due 2018 at their stated maturity by making a payment to the noteholders of $129.0 million, which included $2.6 million of accrued interest.\nConference Call and Webcast Details\nPDL will hold a conference call to discuss financial results at 4:30 p.m. Eastern Time today, May 9, 2018.\nTo access the live conference call via phone, please dial (800) 668-4132 from the United States and Canada or (224) 357-2196 internationally. The conference ID is 1798597. Please dial in approximately 10 minutes prior to the start of the call. A telephone replay will be available beginning approximately one hour after the call through one week following the call, and may be accessed by dialing (855) 859-2056 from the United States and Canada or (404) 537-3406 internationally. The replay passcode is 1798597.\nTo access the live and subsequently archived webcast of the conference call, go to the Company's website at http://www.pdl.com and go to the Investor Relations section and select \"Events & Presentations.\" Please connect to the website at least 15 minutes prior to the call to allow for any software download that may be necessary.\nAbout PDL BioPharma, Inc.\nWe seek to provide a significant return for our stockholders by acquiring and managing a portfolio of companies, products, royalty agreements and debt facilities in the biotechnology, pharmaceutical and medical device industries. In 2012, we began providing alternative sources of capital through royalty monetization and debt facilities, and in 2016, we began acquiring commercial-stage products and launching specialized companies dedicated to the commercialization of these products. To date, we have consummated seventeen of such transactions, of which nine are active and outstanding. We have one debt transaction outstanding, representing deployed capital of $20.0 million: CareView; we have one hybrid royalty/debt transaction outstanding, representing deployed capital of $44.0 million: Wellstat Diagnostics; and we have five royalty transactions outstanding, representing deployed capital of $396.1 million: KYBELLA ® , AcelRx, University of Michigan, Viscogliosi Brothers and Depomed. Our equity and loan investment in Noden represents deployed capital of $179.0 million, and our converted equity and loan investment in LENSAR represents deployed capital of $40.0 million.\nNOTE: PDL, PDL BioPharma, the PDL logo and the PDL BioPharma logo are trademarks or registered trademarks of, and are proprietary, to PDL BioPharma, Inc. which reserves all rights therein.\nForward-looking Statements\nThis press release contains \" \" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Each of these involves risks and uncertainties. Actual results may differ materially from those, express or implied, in these . Important factors that could impair the value of the Company's assets and business are disclosed in the risk factors contained in the Company's Annual Report on Form 10-K, filed with the Securities and Exchange Commission, filed with the Securities and Exchange Commission on March 16, 2018. All are expressly qualified in their entirety by such factors. We do not undertake any duty to update any forward-looking statement except as required by law.\nTABLE 1\nPDL BIOPHARMA, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF INCOME DATA\n(In thousands, except per share amounts)\nThree Months Ended\nMarch 31,\n2018\n2017\nRevenues\nRoyalties from Queen et al. patents\n$\n2,783\n$\n14,156\nRoyalty rights - change in fair value\n11,091\n13,146\nInterest revenue\n749\n5,457\nProduct revenue, net\n23,324\n12,581\nLicense and other\n571\n100\nTotal revenues\n38,518\n45,440\nOperating Expenses\nCost of product revenue (excluding intangible amortization)\n10,566\n2,552\nAmortization of intangible assets\n6,293\n6,015\nGeneral and administrative expenses\n11,661\n12,576\nSales and marketing\n5,513\n2,584\nResearch and development\n793\n1,766\nChange in fair value of anniversary payment and contingent consideration\n(600)\n1,442\nTotal operating expenses\n34,226\n26,935\nOperating income\n4,292\n18,505\nNon-operating expense, net\nInterest and other income, net\n1,914\n212\nInterest expense\n(3,585)\n(4,971)\nTotal non-operating expense, net\n(1,671)\n(4,759)\nIncome before income taxes\n2,621\n13,746\nIncome tax expense\n1,019\n6,552\nNet income\n1,602\n7,194\nLess: Net income/(loss) attributable to noncontrolling interests\n—\n(47)\nNet income attributable to PDL's shareholders\n$\n1,602\n$\n7,241\nNet income per share\nBasic\n$\n0.01\n$\n0.04\nDiluted\n$\n0.01\n$\n0.04\nShares used to compute income per basic share\n151,473\n163,745\nShares used to compute income per diluted share\n152,579\n163,992\nCash dividends declared per common share\n$\n—\n$\n—\nTABLE 2\nPDL BIOPHARMA, INC.\nCONDENSED CONSOLIDATED BALANCE SHEET DATA\n(Unaudited)\n(In thousands)\nMarch 31,\nDecember 31,\n2018\n2017\nCash, cash equivalents and short-term investments\n$\n405,078\n$\n532,114\nTotal notes receivable\n$\n70,811\n$\n70,737\nTotal royalty rights - at fair value\n$\n341,691\n$\n349,223\nTotal assets\n$\n1,100,401\n$\n1,243,123\nTotal convertible notes payable\n$\n119,166\n$\n243,481\nTotal stockholders' equity\n$\n843,109\n$\n845,890\nTABLE 3\nPDL BIOPHARMA, INC.\nGAAP to NON-GAAP RECONCILIATION:\nNET INCOME AND DILUTED EARNINGS PER SHARE\n(Unaudited)\n(In thousands, except per share amount)\nA reconciliation between net income on a GAAP basis and on a non-GAAP basis is as follows:\nThree Months Ended\nMarch 31,\n2018\n2017\nGAAP net income attributed to PDL's shareholders as reported\n$\n1,602\n$\n7,241\nAdjustments to Non-GAAP net income (as detailed below)\n11,776\n5,971\nNon-GAAP net income attributed to PDL's shareholders\n$\n13,378\n$\n13,212\nAn itemized reconciliation between net income on a GAAP basis and on a non-GAAP basis is as follows:\nThree Months Ended\nMarch 31,\n2018\n2017\nGAAP net income attributed to PDL's shareholders as reported\n$\n1,602\n$\n7,241\nAdjustments:\nMark-to-market adjustment to fair value assets\n7,532\n348\nNon-cash interest revenues\n(74)\n(75)\nNon-cash stock-based compensation expense\n957\n1,112\nNon-cash debt offering costs\n2,132\n2,675\nMark-to-market adjustment on warrants held\n(71)\n(100)\nAmortization of the intangible assets\n6,293\n6,015\nMark-to-market adjustment of anniversary payment and contingent consideration\n(600)\n1,442\nIncome tax effect related to above items\n(4,393)\n(5,446)\nTotal adjustments\n11,776\n5,971\nNon-GAAP net income\n$\n13,378\n$\n13,212\nUse of Non-GAAP Financial Measures\nWe supplement our consolidated financial statements presented on a GAAP basis by providing additional measures which may be considered \"non-GAAP\" financial measures under applicable SEC rules. We believe that the disclosure of these non-GAAP financial measures provides our investors with additional information that reflects the amounts and financial basis upon which our management assesses and operates our business. These non-GAAP financial measures are not in accordance with generally accepted accounting principles and should not be viewed in isolation or as a substitute for reported, or GAAP, net income, and diluted earnings per share, and are not a substitute for, or superior to, measures of financial performance performed in conformity with GAAP.\n\"Non-GAAP net income\" is not based on any standardized methodology prescribed by GAAP and represent GAAP net income adjusted to exclude (1) mark-to market adjustments related to the fair value election for our investments in royalty rights presented in our earnings, which include the fair value re-measurement of future discounted cash flows for each of the royalty rights assets we have acquired, (2) non-cash interest revenue from notes receivable (3) stock-based compensation expense, (4) non-cash interest expense related to PDL debt offering costs, (5) mark-to market adjustments related to warrants held, (6) mark-to-market adjustment related to acquisition-related contingent considerations, (7) amortization of intangible assets, and to adjust (7) the related tax effect of all reconciling items within our reconciliation of our GAAP to Non-GAAP net income. Non-GAAP financial measures used by PDL may be calculated differently from, and therefore may not be comparable to, non-GAAP measures used by other companies.\nView original content with multimedia: http://www.prnewswire.com/news-releases/pdl-biopharma-announces-first-quarter-2018-financial-results-300645781.html\nSOURCE PDL BioPharma, Inc.",
    "published": "2018-05-10T00:01:00.000+03:00",
    "crawled": "2018-05-10T01:23:38.029+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "incline",
        "village",
        "may",
        "pdl",
        "biopharma",
        "pdl",
        "company",
        "nasdaq",
        "pdli",
        "today",
        "reported",
        "first",
        "quarter",
        "ended",
        "march",
        "including",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "diluted",
        "eps",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "attributable",
        "pdl",
        "shareholder",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "attributable",
        "pdl",
        "shareholder",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "full",
        "reconciliation",
        "component",
        "gaap",
        "financial",
        "result",
        "found",
        "table",
        "end",
        "release",
        "revenue",
        "highlight",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "included",
        "product",
        "revenue",
        "million",
        "consisted",
        "million",
        "sale",
        "tekturna",
        "tekturna",
        "hct",
        "united",
        "state",
        "rasilez",
        "rasilez",
        "hct",
        "rest",
        "world",
        "collectively",
        "noden",
        "product",
        "million",
        "product",
        "sale",
        "lensar",
        "laser",
        "system",
        "net",
        "royalty",
        "payment",
        "acquired",
        "royalty",
        "right",
        "change",
        "fair",
        "value",
        "royalty",
        "right",
        "asset",
        "million",
        "consisted",
        "change",
        "estimated",
        "fair",
        "value",
        "royalty",
        "right",
        "asset",
        "primarily",
        "related",
        "depomed",
        "royalty",
        "asset",
        "royalty",
        "pdl",
        "licensee",
        "queen",
        "et",
        "al",
        "patent",
        "million",
        "consisted",
        "royalty",
        "earned",
        "sale",
        "tysabri",
        "interest",
        "revenue",
        "note",
        "receivable",
        "investment",
        "careview",
        "communication",
        "million",
        "total",
        "revenue",
        "decreased",
        "percent",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "evolution",
        "revenue",
        "reflects",
        "pdl",
        "strategic",
        "shift",
        "specialty",
        "biopharmaceutical",
        "business",
        "model",
        "residual",
        "decline",
        "royalty",
        "income",
        "expired",
        "queen",
        "et",
        "al",
        "patent",
        "percent",
        "increase",
        "product",
        "revenue",
        "derived",
        "sale",
        "noden",
        "product",
        "lensar",
        "laser",
        "system",
        "latter",
        "pdl",
        "begin",
        "recognize",
        "may",
        "product",
        "revenue",
        "accounted",
        "approximately",
        "percent",
        "total",
        "revenue",
        "compared",
        "approximately",
        "percent",
        "first",
        "quarter",
        "rasilez",
        "rasilez",
        "hct",
        "revenue",
        "million",
        "first",
        "full",
        "quarter",
        "revenue",
        "recognized",
        "commercialization",
        "noden",
        "assumed",
        "commercialization",
        "novartis",
        "november",
        "pdl",
        "received",
        "million",
        "net",
        "cash",
        "royalty",
        "royalty",
        "right",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "cash",
        "royalty",
        "mainly",
        "due",
        "royalty",
        "glumetza",
        "sold",
        "valeant",
        "pharmaceutical",
        "international",
        "partially",
        "offset",
        "decrease",
        "royalty",
        "ariad",
        "pharmaceutical",
        "royalty",
        "ceased",
        "asset",
        "sold",
        "first",
        "quarter",
        "royalty",
        "pdl",
        "licensee",
        "queen",
        "et",
        "al",
        "patent",
        "percent",
        "million",
        "lower",
        "first",
        "quarter",
        "product",
        "supply",
        "tysabri",
        "manufactured",
        "prior",
        "patent",
        "expiry",
        "united",
        "state",
        "extinguished",
        "product",
        "supply",
        "rapidly",
        "exhausted",
        "decrease",
        "interest",
        "revenue",
        "primarily",
        "due",
        "sale",
        "kaléo",
        "note",
        "receivable",
        "september",
        "operating",
        "expense",
        "highlight",
        "operating",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "increase",
        "operating",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "primarily",
        "result",
        "noden",
        "product",
        "lensar",
        "contributing",
        "additional",
        "cost",
        "product",
        "revenue",
        "million",
        "million",
        "respectively",
        "result",
        "increased",
        "revenue",
        "recognition",
        "cost",
        "good",
        "revenue",
        "noden",
        "product",
        "increased",
        "revenue",
        "lensar",
        "pdl",
        "begin",
        "recognize",
        "may",
        "sale",
        "marketing",
        "expense",
        "noden",
        "lensar",
        "increased",
        "additional",
        "million",
        "million",
        "respectively",
        "research",
        "development",
        "expense",
        "increased",
        "additional",
        "million",
        "due",
        "lensar",
        "clinical",
        "study",
        "increase",
        "partially",
        "offset",
        "decrease",
        "fair",
        "value",
        "contingent",
        "consideration",
        "million",
        "decrease",
        "research",
        "development",
        "cost",
        "completion",
        "pediatric",
        "trial",
        "tekturna",
        "decrease",
        "general",
        "administration",
        "asset",
        "management",
        "legal",
        "expense",
        "related",
        "merck",
        "litigation",
        "recent",
        "development",
        "stock",
        "repurchase",
        "program",
        "april",
        "may",
        "company",
        "repurchased",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "share",
        "repurchase",
        "program",
        "weighted",
        "average",
        "price",
        "per",
        "share",
        "total",
        "million",
        "since",
        "inception",
        "share",
        "repurchase",
        "program",
        "march",
        "company",
        "repurchased",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "total",
        "million",
        "approximately",
        "million",
        "remains",
        "available",
        "current",
        "share",
        "repurchase",
        "program",
        "financial",
        "highlight",
        "pdl",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "investment",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "change",
        "cash",
        "balance",
        "quarter",
        "primarily",
        "result",
        "pdl",
        "retiring",
        "remaining",
        "million",
        "principal",
        "convertible",
        "senior",
        "note",
        "due",
        "stated",
        "maturity",
        "making",
        "payment",
        "noteholders",
        "million",
        "included",
        "million",
        "accrued",
        "interest",
        "conference",
        "call",
        "webcast",
        "detail",
        "pdl",
        "hold",
        "conference",
        "call",
        "discus",
        "financial",
        "result",
        "eastern",
        "time",
        "today",
        "may",
        "access",
        "live",
        "conference",
        "call",
        "via",
        "phone",
        "please",
        "dial",
        "united",
        "state",
        "canada",
        "internationally",
        "conference",
        "id",
        "please",
        "dial",
        "approximately",
        "minute",
        "prior",
        "start",
        "call",
        "telephone",
        "replay",
        "available",
        "beginning",
        "approximately",
        "one",
        "hour",
        "call",
        "one",
        "week",
        "following",
        "call",
        "may",
        "accessed",
        "dialing",
        "united",
        "state",
        "canada",
        "internationally",
        "replay",
        "passcode",
        "access",
        "live",
        "subsequently",
        "archived",
        "webcast",
        "conference",
        "call",
        "go",
        "company",
        "website",
        "http",
        "go",
        "investor",
        "relation",
        "section",
        "select",
        "event",
        "presentation",
        "please",
        "connect",
        "website",
        "least",
        "minute",
        "prior",
        "call",
        "allow",
        "software",
        "download",
        "may",
        "necessary",
        "pdl",
        "biopharma",
        "seek",
        "provide",
        "significant",
        "return",
        "stockholder",
        "acquiring",
        "managing",
        "portfolio",
        "company",
        "product",
        "royalty",
        "agreement",
        "debt",
        "facility",
        "biotechnology",
        "pharmaceutical",
        "medical",
        "device",
        "industry",
        "began",
        "providing",
        "alternative",
        "source",
        "capital",
        "royalty",
        "monetization",
        "debt",
        "facility",
        "began",
        "acquiring",
        "product",
        "launching",
        "specialized",
        "company",
        "dedicated",
        "commercialization",
        "product",
        "date",
        "consummated",
        "seventeen",
        "transaction",
        "nine",
        "active",
        "outstanding",
        "one",
        "debt",
        "transaction",
        "outstanding",
        "representing",
        "deployed",
        "capital",
        "million",
        "careview",
        "one",
        "hybrid",
        "transaction",
        "outstanding",
        "representing",
        "deployed",
        "capital",
        "million",
        "wellstat",
        "diagnostics",
        "five",
        "royalty",
        "transaction",
        "outstanding",
        "representing",
        "deployed",
        "capital",
        "million",
        "kybella",
        "acelrx",
        "university",
        "michigan",
        "viscogliosi",
        "brother",
        "depomed",
        "equity",
        "loan",
        "investment",
        "noden",
        "represents",
        "deployed",
        "capital",
        "million",
        "converted",
        "equity",
        "loan",
        "investment",
        "lensar",
        "represents",
        "deployed",
        "capital",
        "million",
        "note",
        "pdl",
        "pdl",
        "biopharma",
        "pdl",
        "logo",
        "pdl",
        "biopharma",
        "logo",
        "trademark",
        "registered",
        "trademark",
        "proprietary",
        "pdl",
        "biopharma",
        "reserve",
        "right",
        "therein",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "involves",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "express",
        "implied",
        "important",
        "factor",
        "could",
        "impair",
        "value",
        "company",
        "asset",
        "business",
        "disclosed",
        "risk",
        "factor",
        "contained",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "expressly",
        "qualified",
        "entirety",
        "factor",
        "undertake",
        "duty",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "table",
        "pdl",
        "biopharma",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "data",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "royalty",
        "queen",
        "et",
        "al",
        "patent",
        "royalty",
        "right",
        "change",
        "fair",
        "value",
        "interest",
        "revenue",
        "product",
        "revenue",
        "net",
        "license",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "revenue",
        "excluding",
        "intangible",
        "amortization",
        "amortization",
        "intangible",
        "asset",
        "general",
        "administrative",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "change",
        "fair",
        "value",
        "anniversary",
        "payment",
        "contingent",
        "consideration",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "expense",
        "net",
        "interest",
        "income",
        "net",
        "interest",
        "expense",
        "total",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "pdl",
        "shareholder",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "income",
        "per",
        "basic",
        "share",
        "share",
        "used",
        "compute",
        "income",
        "per",
        "diluted",
        "share",
        "cash",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "table",
        "pdl",
        "biopharma",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "total",
        "note",
        "receivable",
        "total",
        "royalty",
        "right",
        "fair",
        "value",
        "total",
        "asset",
        "total",
        "convertible",
        "note",
        "payable",
        "total",
        "stockholder",
        "equity",
        "table",
        "pdl",
        "biopharma",
        "gaap",
        "reconciliation",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "reconciliation",
        "net",
        "income",
        "gaap",
        "basis",
        "basis",
        "follows",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "attributed",
        "pdl",
        "shareholder",
        "reported",
        "adjustment",
        "net",
        "income",
        "detailed",
        "net",
        "income",
        "attributed",
        "pdl",
        "shareholder",
        "itemized",
        "reconciliation",
        "net",
        "income",
        "gaap",
        "basis",
        "basis",
        "follows",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "attributed",
        "pdl",
        "shareholder",
        "reported",
        "adjustment",
        "adjustment",
        "fair",
        "value",
        "asset",
        "interest",
        "revenue",
        "compensation",
        "expense",
        "debt",
        "offering",
        "cost",
        "adjustment",
        "warrant",
        "held",
        "amortization",
        "intangible",
        "asset",
        "adjustment",
        "anniversary",
        "payment",
        "contingent",
        "consideration",
        "income",
        "tax",
        "effect",
        "related",
        "item",
        "total",
        "adjustment",
        "net",
        "income",
        "use",
        "financial",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "gaap",
        "basis",
        "providing",
        "additional",
        "measure",
        "may",
        "considered",
        "financial",
        "measure",
        "applicable",
        "sec",
        "rule",
        "believe",
        "disclosure",
        "financial",
        "measure",
        "provides",
        "investor",
        "additional",
        "information",
        "reflects",
        "amount",
        "financial",
        "basis",
        "upon",
        "management",
        "assesses",
        "operates",
        "business",
        "financial",
        "measure",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "viewed",
        "isolation",
        "substitute",
        "reported",
        "gaap",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "substitute",
        "superior",
        "measure",
        "financial",
        "performance",
        "performed",
        "conformity",
        "gaap",
        "net",
        "income",
        "based",
        "standardized",
        "methodology",
        "prescribed",
        "gaap",
        "represent",
        "gaap",
        "net",
        "income",
        "adjusted",
        "exclude",
        "market",
        "adjustment",
        "related",
        "fair",
        "value",
        "election",
        "investment",
        "royalty",
        "right",
        "presented",
        "earnings",
        "include",
        "fair",
        "value",
        "future",
        "discounted",
        "cash",
        "flow",
        "royalty",
        "right",
        "asset",
        "acquired",
        "interest",
        "revenue",
        "note",
        "receivable",
        "compensation",
        "expense",
        "interest",
        "expense",
        "related",
        "pdl",
        "debt",
        "offering",
        "cost",
        "market",
        "adjustment",
        "related",
        "warrant",
        "held",
        "adjustment",
        "related",
        "contingent",
        "consideration",
        "amortization",
        "intangible",
        "asset",
        "adjust",
        "related",
        "tax",
        "effect",
        "reconciling",
        "item",
        "within",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "financial",
        "measure",
        "used",
        "pdl",
        "may",
        "calculated",
        "differently",
        "therefore",
        "may",
        "comparable",
        "measure",
        "used",
        "company",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "pdl",
        "biopharma",
        "inc"
    ]
}