{
    "organizations": [],
    "uuid": "e455744bec776911faa5bbc31da8027a95baf3a8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-the-facts-matter-davidstea-sets-the-record-straight.html",
    "ord_in_thread": 0,
    "title": "The Facts Matter: DAVIDsTEA Sets the Record Straight",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Dissident shareholder risks stalling DAVIDsTEA's progress.\nDAVIDsTEA shareholders urged to vote the YELLOW Proxy in favour of the DAVIDsTEA nominees.\nYour vote is critical. Make an informed choice to protect your investment.\nMONTREAL, May 22, 2018 (GLOBE NEWSWIRE) -- The Board of Directors of DAVIDsTEA Inc. (Nasdaq:DTEA) today highlighted the following facts regarding the company’s strategy and vision for the future in response to recent claims presented by Rainy Day Investments Ltd. (RDI) and dissident shareholder Herschel Segal.\nAt the company’s annual meeting on June 14, 2018, DAVIDsTEA shareholders are faced with a critical vote, one that will determine the future leadership and direction of the company. For this reason, it is important that shareholders are armed with the facts when making this important decision.\nHere are the facts:\nFACT #1: Mr. Segal is trying to gain control of the board without paying a premium to shareholders.\nBy proposing an alternative slate of director nominees to replace the ENTIRE existing board and rejecting attempts to include a compromise slate, Mr. Segal is attempting to effectively control the DAVIDsTEA board without paying a premium to other shareholders. Further, Mr. Segal is seeking to become the company’s executive chairman if his slate is elected. If Mr. Segal wants to control the company, he is welcome to make an offer to purchase all the shares he does not own. Don’t let Mr. Segal take control without paying you for your shares.\nAt the same time, outside of Mr. Segal, only one other member of the dissident slate holds any shares in DAVIDsTEA. Will the other directors be able to act independently of Mr. Segal? In contrast, management's renewed board will act in the best interests of all of the shareholders, not just one, as over a majority of the nominees own shares in the company.\nFACT #2: DAVID sTEA IS OPTIMIZING the business to take advantage of the evolving retail landscape.\nUnder CEO Joel Silver’s guidance, e-commerce is a core part of the company’s plan to grow sales. It is one of the four pillars of DAVIDsTEA’s go-forward strategy, and in fiscal 2017, DAVIDsTEA’s e-commerce platform experienced double-digit growth. The company anticipates selling on Amazon in late 2018.\nIn contrast, neither e-commerce nor online strategies are mentioned in the dissident’s turnaround plan. Unlike Mr. Segal, we recognize that an online presence and e-commerce growth are critical components to succeed in today’s competitive retail climate.\nFACT #3: THE ONGOING STRATEGIC REVIEW IS FOCUSED ON ADDRESSING THE COMPANY’S CHALLENGES AND CREATING VALUE FOR ALL SHAREHOLDERS.\nMr. Segal wants you to believe that the strategic review process underway at DAVIDsTEA is exclusively focused on “selling all or part of the business”. That is false. As outlined in the Management Information Circular, the objective of the strategic review is to ensure that no stone is left unturned in creating shareholder value; this could include strategic partnerships, licensing and other value-creating measures. Your board is focused on maximizing value for all shareholders.\nIn fact, Mr. Segal selectively ignores that, as a board member until he resigned on March 5, 2018, he exerted considerable influence over the company’s strategic direction. The current challenges that he has highlighted to date all occurred under his watch at DAVIDsTEA.\nLastly, Mr. Segal states that he is a successful retail-industry entrepreneur. But consider the facts. While he was important to co-founding DAVIDsTEA, he does not have a track record of growing shareholder value in the current retail climate. Mr. Segal has had long-term involvement in another public company – a clothing retailer that, under his guidance and leadership, has dropped nearly 100% from its all-time high of over CAD$17.00 in July 2007 to a closing price of CAD$0.19 on May 8, 2018.\nFACT #4: Mr. Segal has failed to present a detailed plan for DAVIDsTEA.\nMr. Segal has only presented a vague vision for the company. For example, Mr. Segal’s plan includes a “Focus on the Canadian market” but he does not provide specifics on how he intends to do so. He also appears to be concentrating mainly on brick-and-mortar stores in Canada. While this used to be core to our historical growth strategy, we believe it is an outdated view – the overall Canadian retail market is naturally reaching its saturation point and we need to invest in other channels, including online and grocery. What shareholders need right now is assurance there is an actionable plan in place to drive DAVIDsTEA into the future – not go back in time.\nIn contrast, DAVIDsTEA’s go-forward strategy reflects the evolving retail landscape and customer preferences and leverages the company’s strong brand to drive growth opportunities in Canada and beyond. In particular, the DAVIDsTEA plan provides:\nSpecific elements of an e-commerce strategy. Mr. Segal’s does not. Specific details to build a profitable store network. Mr. Segal’s does not. Specific strategies to take advantage of other distribution channels like wholesale and expand the company’s international reach. Mr. Segal’s does not. Specific tactics to execute data-driven marketing and merchandising programs to drive increased traffic and sales. Mr. Segal’s does not.\nTHE BOTTOM LINE: MAKE AN INFORMED DECISION WITH YOUR VOTE FOR DAVIDsTEA. CONSIDER THE FACTS. PROTECT THE VALUE OF YOUR INVESTMENT IN DAVIDsTEA AND VOTE THE YELLOW PROXY OR VOTING INSTRUCTION FORM TODAY FOR ALL OF DAVIDsTEA’S DIRECTOR NOMINEES.\nInvestors are encouraged to read DAVIDsTEA’s entire Management Information Circular for a complete understanding of the company’s go-forward strategy and the relevant experience of the DAVIDsTEA nominees. The Circular and instructions on how to vote are publicly available on DAVIDsTEA’s website at http://2018meeting.davidstea.com .\nVote by Tuesday, June 12 at 5 p.m. (Eastern Time)\nTime is short. Vote today in support of the DAVIDsTEA nominees by voting using only the YELLOW Proxy or Voting Instruction Form well in advance of the proxy deadline. Disregard any Blue proxy or voting instruction form that you may receive from Rainy Day Investments Ltd.\nFor questions or voting assistance, please contact Laurel Hill Advisory Group at 1-877-452-7184 toll free (416-304-0211 collect) or by email at assistance@laurelhill.com . Forward-Looking Statements\nThis press release includes forward-looking statements. These forward-looking statements generally can be identified by the use of words such as “anticipate,” “expect,” “plan,” “could,” “may,” “will,” “believe,” “estimate,” “forecast,” “goal,” “project,” and other words of similar meaning. These forward-looking statements address various matters including management’s beliefs and plans regarding the Company’s strategic direction and management’s beliefs regarding the dissident shareholder’s plans for the Company. Actual events may differ materially from these expectations due to risks and uncertainties including the risks of undertaking a public strategic process, the risks of a public proxy contest as well as other risks set forth in the Company’s Annual Report on Form 10-K dated April 19, 2018, which is and filed with the Securities and Exchange Commission on EDGAR (accessible at www.sec.gov/edgar.shtm ) and SEDAR (accessible at www.sedar.com ). If one or more of these risks or uncertainties materialize, or if any of the Company’s assumptions prove incorrect, the Company’s actual results may vary in material respects from those projected in these forward-looking statements. Any forward-looking statement made by the Company in this release speaks only as of the date on which the Company makes it. The Company undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future developments or otherwise, except as may be required by any applicable securities laws.\nAbout DAVIDsTEA\nDAVIDsTEA is a retailer of specialty tea, offering a differentiated selection of proprietary loose-leaf teas, pre-packaged teas, tea sachets and tea-related gifts, accessories and food and beverages, primarily through 240 company-operated DAVIDsTEA stores throughout Canada and the United States as of February 3, 2018, and its website, davidstea.com . The Company is headquartered in Montréal, Canada.\nShareholder Questions\nShareholders who have questions may contact DAVIDsTEA's proxy agent at:\nLaurel Hill Advisory Group\nToll free in North America: 1 (877) 452-7184\n(1 (416) 304-0211 outside North America)\nassistance@laurelhill.com\nMedia Contact\nEdelman\nNina Godard\n(416) 455-6324\nnina.godard@edelman.com\nSource:DAVIDsTEA",
    "published": "2018-05-22T16:00:00.000+03:00",
    "crawled": "2018-05-22T18:05:58.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dissident",
        "shareholder",
        "risk",
        "stalling",
        "davidstea",
        "progress",
        "davidstea",
        "shareholder",
        "urged",
        "vote",
        "yellow",
        "proxy",
        "favour",
        "davidstea",
        "nominee",
        "vote",
        "critical",
        "make",
        "informed",
        "choice",
        "protect",
        "investment",
        "montreal",
        "may",
        "globe",
        "newswire",
        "board",
        "director",
        "davidstea",
        "nasdaq",
        "dtea",
        "today",
        "highlighted",
        "following",
        "fact",
        "regarding",
        "company",
        "strategy",
        "vision",
        "future",
        "response",
        "recent",
        "claim",
        "presented",
        "rainy",
        "day",
        "investment",
        "rdi",
        "dissident",
        "shareholder",
        "herschel",
        "segal",
        "company",
        "annual",
        "meeting",
        "june",
        "davidstea",
        "shareholder",
        "faced",
        "critical",
        "vote",
        "one",
        "determine",
        "future",
        "leadership",
        "direction",
        "company",
        "reason",
        "important",
        "shareholder",
        "armed",
        "fact",
        "making",
        "important",
        "decision",
        "fact",
        "fact",
        "segal",
        "trying",
        "gain",
        "control",
        "board",
        "without",
        "paying",
        "premium",
        "shareholder",
        "proposing",
        "alternative",
        "slate",
        "director",
        "nominee",
        "replace",
        "entire",
        "existing",
        "board",
        "rejecting",
        "attempt",
        "include",
        "compromise",
        "slate",
        "segal",
        "attempting",
        "effectively",
        "control",
        "davidstea",
        "board",
        "without",
        "paying",
        "premium",
        "shareholder",
        "segal",
        "seeking",
        "become",
        "company",
        "executive",
        "chairman",
        "slate",
        "elected",
        "segal",
        "want",
        "control",
        "company",
        "welcome",
        "make",
        "offer",
        "purchase",
        "share",
        "let",
        "segal",
        "take",
        "control",
        "without",
        "paying",
        "share",
        "time",
        "outside",
        "segal",
        "one",
        "member",
        "dissident",
        "slate",
        "hold",
        "share",
        "davidstea",
        "director",
        "able",
        "act",
        "independently",
        "segal",
        "contrast",
        "management",
        "renewed",
        "board",
        "act",
        "best",
        "interest",
        "shareholder",
        "one",
        "majority",
        "nominee",
        "share",
        "company",
        "fact",
        "david",
        "stea",
        "optimizing",
        "business",
        "take",
        "advantage",
        "evolving",
        "retail",
        "landscape",
        "ceo",
        "joel",
        "silver",
        "guidance",
        "core",
        "part",
        "company",
        "plan",
        "grow",
        "sale",
        "one",
        "four",
        "pillar",
        "davidstea",
        "strategy",
        "fiscal",
        "davidstea",
        "platform",
        "experienced",
        "growth",
        "company",
        "anticipates",
        "selling",
        "amazon",
        "late",
        "contrast",
        "neither",
        "online",
        "strategy",
        "mentioned",
        "dissident",
        "turnaround",
        "plan",
        "unlike",
        "segal",
        "recognize",
        "online",
        "presence",
        "growth",
        "critical",
        "component",
        "succeed",
        "today",
        "competitive",
        "retail",
        "climate",
        "fact",
        "ongoing",
        "strategic",
        "review",
        "focused",
        "addressing",
        "company",
        "challenge",
        "creating",
        "value",
        "shareholder",
        "segal",
        "want",
        "believe",
        "strategic",
        "review",
        "process",
        "underway",
        "davidstea",
        "exclusively",
        "focused",
        "selling",
        "part",
        "business",
        "false",
        "outlined",
        "management",
        "information",
        "circular",
        "objective",
        "strategic",
        "review",
        "ensure",
        "stone",
        "left",
        "unturned",
        "creating",
        "shareholder",
        "value",
        "could",
        "include",
        "strategic",
        "partnership",
        "licensing",
        "measure",
        "board",
        "focused",
        "maximizing",
        "value",
        "shareholder",
        "fact",
        "segal",
        "selectively",
        "ignores",
        "board",
        "member",
        "resigned",
        "march",
        "exerted",
        "considerable",
        "influence",
        "company",
        "strategic",
        "direction",
        "current",
        "challenge",
        "highlighted",
        "date",
        "occurred",
        "watch",
        "davidstea",
        "lastly",
        "segal",
        "state",
        "successful",
        "entrepreneur",
        "consider",
        "fact",
        "important",
        "davidstea",
        "track",
        "record",
        "growing",
        "shareholder",
        "value",
        "current",
        "retail",
        "climate",
        "segal",
        "involvement",
        "another",
        "public",
        "company",
        "clothing",
        "retailer",
        "guidance",
        "leadership",
        "dropped",
        "nearly",
        "high",
        "cad",
        "july",
        "closing",
        "price",
        "cad",
        "may",
        "fact",
        "segal",
        "failed",
        "present",
        "detailed",
        "plan",
        "davidstea",
        "segal",
        "presented",
        "vague",
        "vision",
        "company",
        "example",
        "segal",
        "plan",
        "includes",
        "focus",
        "canadian",
        "market",
        "provide",
        "specific",
        "intends",
        "also",
        "appears",
        "concentrating",
        "mainly",
        "store",
        "canada",
        "used",
        "core",
        "historical",
        "growth",
        "strategy",
        "believe",
        "outdated",
        "view",
        "overall",
        "canadian",
        "retail",
        "market",
        "naturally",
        "reaching",
        "saturation",
        "point",
        "need",
        "invest",
        "channel",
        "including",
        "online",
        "grocery",
        "shareholder",
        "need",
        "right",
        "assurance",
        "actionable",
        "plan",
        "place",
        "drive",
        "davidstea",
        "future",
        "go",
        "back",
        "time",
        "contrast",
        "davidstea",
        "strategy",
        "reflects",
        "evolving",
        "retail",
        "landscape",
        "customer",
        "preference",
        "leverage",
        "company",
        "strong",
        "brand",
        "drive",
        "growth",
        "opportunity",
        "canada",
        "beyond",
        "particular",
        "davidstea",
        "plan",
        "provides",
        "specific",
        "element",
        "strategy",
        "segal",
        "specific",
        "detail",
        "build",
        "profitable",
        "store",
        "network",
        "segal",
        "specific",
        "strategy",
        "take",
        "advantage",
        "distribution",
        "channel",
        "like",
        "wholesale",
        "expand",
        "company",
        "international",
        "reach",
        "segal",
        "specific",
        "tactic",
        "execute",
        "marketing",
        "merchandising",
        "program",
        "drive",
        "increased",
        "traffic",
        "sale",
        "segal",
        "bottom",
        "line",
        "make",
        "informed",
        "decision",
        "vote",
        "davidstea",
        "consider",
        "fact",
        "protect",
        "value",
        "investment",
        "davidstea",
        "vote",
        "yellow",
        "proxy",
        "voting",
        "instruction",
        "form",
        "today",
        "davidstea",
        "director",
        "nominee",
        "investor",
        "encouraged",
        "read",
        "davidstea",
        "entire",
        "management",
        "information",
        "circular",
        "complete",
        "understanding",
        "company",
        "strategy",
        "relevant",
        "experience",
        "davidstea",
        "nominee",
        "circular",
        "instruction",
        "vote",
        "publicly",
        "available",
        "davidstea",
        "website",
        "http",
        "vote",
        "tuesday",
        "june",
        "eastern",
        "time",
        "time",
        "short",
        "vote",
        "today",
        "support",
        "davidstea",
        "nominee",
        "voting",
        "using",
        "yellow",
        "proxy",
        "voting",
        "instruction",
        "form",
        "well",
        "advance",
        "proxy",
        "deadline",
        "disregard",
        "blue",
        "proxy",
        "voting",
        "instruction",
        "form",
        "may",
        "receive",
        "rainy",
        "day",
        "investment",
        "question",
        "voting",
        "assistance",
        "please",
        "contact",
        "laurel",
        "hill",
        "advisory",
        "group",
        "toll",
        "free",
        "collect",
        "email",
        "assistance",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "statement",
        "generally",
        "identified",
        "use",
        "word",
        "anticipate",
        "expect",
        "plan",
        "could",
        "may",
        "believe",
        "estimate",
        "forecast",
        "goal",
        "project",
        "word",
        "similar",
        "meaning",
        "statement",
        "address",
        "various",
        "matter",
        "including",
        "management",
        "belief",
        "plan",
        "regarding",
        "company",
        "strategic",
        "direction",
        "management",
        "belief",
        "regarding",
        "dissident",
        "shareholder",
        "plan",
        "company",
        "actual",
        "event",
        "may",
        "differ",
        "materially",
        "expectation",
        "due",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "undertaking",
        "public",
        "strategic",
        "process",
        "risk",
        "public",
        "proxy",
        "contest",
        "well",
        "risk",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "dated",
        "april",
        "filed",
        "security",
        "exchange",
        "commission",
        "edgar",
        "accessible",
        "sedar",
        "accessible",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "company",
        "assumption",
        "prove",
        "incorrect",
        "company",
        "actual",
        "result",
        "may",
        "vary",
        "material",
        "respect",
        "projected",
        "statement",
        "statement",
        "made",
        "company",
        "release",
        "speaks",
        "date",
        "company",
        "make",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "davidstea",
        "davidstea",
        "retailer",
        "specialty",
        "tea",
        "offering",
        "differentiated",
        "selection",
        "proprietary",
        "tea",
        "tea",
        "tea",
        "sachet",
        "gift",
        "accessory",
        "food",
        "beverage",
        "primarily",
        "davidstea",
        "store",
        "throughout",
        "canada",
        "united",
        "state",
        "february",
        "website",
        "company",
        "headquartered",
        "montréal",
        "canada",
        "shareholder",
        "question",
        "shareholder",
        "question",
        "may",
        "contact",
        "davidstea",
        "proxy",
        "agent",
        "laurel",
        "hill",
        "advisory",
        "group",
        "toll",
        "free",
        "north",
        "america",
        "outside",
        "north",
        "america",
        "assistance",
        "medium",
        "contact",
        "edelman",
        "nina",
        "godard",
        "source",
        "davidstea"
    ]
}