{
    "organizations": [],
    "uuid": "8e56d9d9ad06b2ac2fd6c3d18e6084b991211457",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/pr-newswire-rockwell-medical-announces-ceo-transition.html",
    "ord_in_thread": 0,
    "title": "Rockwell Medical Announces CEO Transition",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WIXOM, Mich., May 22, 2018 /PRNewswire/ -- Rockwell Medical, Inc. (NASDAQ: RMTI) (\"the Company\") today announced that its Board of Directors has formed a Special Transition Committee to provide board-level oversight over the Company's strategic direction and day-to-day operations, effective immediately. The Board of Directors also announced that the Company's President and Chief Executive Officer, Robert Chioini, has been terminated from his positions, effective immediately. In connection with today's announcement, Mr. Chioini has resigned as a member of the Board and will not stand for reelection at the 2018 Annual Meeting of Shareholders.\nThe Special Transition Committee, which will remain in place until a new CEO is appointed, will comprise independent directors Ben Wolin, who is also Chairman of the Board, Lisa Colleran and John Cooper. The Board has initiated a formal search process and retained a leading executive search firm to identify a permanent CEO.\nMr. Wolin said, \"Having completed a top to bottom review of our business, it was determined that a change in leadership at this time is in the best interests of all our key stakeholders, including shareholders, employees, patients and providers. The Board believes this leadership change is necessary to enhance the Company's ability to execute on its plans for growth and best position it for future success.\"\nMr. Wolin continued, \"Our focus is on realizing the potential of our innovative renal drug therapies to enhance the everyday lives' of dialysis patients and drive value for our shareholders. We are committed to working closely with industry leaders and policymakers to ensure patients get access to Triferic and Calcitriol. The formation of the Special Transition Committee will enable Rockwell Medical's management team to continue their focus on commercializing these life-changing therapies and driving operational excellence while the CEO search is underway. Thanks to the hard work and dedication of Rockwell Medical's employees, we have a solid foundation from which to build on as we work to further our goal of helping patients and creating value for all of our stakeholders.\"\nThe Company reiterated its financial results and cash position provided on May 10, 2018.\nAbout the Members of the Special Transition Committee\nBen Wolin\nMr. Wolin joined the Rockwell Medical Board of Directors in March 2018. He brings extensive healthcare, technology, financial and operating expertise to the Rockwell Medical Board, in addition to significant leadership and corporate governance experience, having co-founded Everyday Health, Inc., a leading provider of digital health and wellness solutions, in 2002, and serving as the company's CEO and a member of its board of directors until its sale to a subsidiary of j2 Global, Inc. in 2016. During this time, Mr. Wolin oversaw the company's initial public offering, providing him with unique insights into the dynamics of a growing company. Mr. Wolin currently serves as an advisor to each of 3L Capital LLC, a growth-stage private equity firm, and Refinery 29 Inc., a leading global media company. Mr. Wolin previously served as the independent lead director of the board of directors of Diplomat Pharmacy, Inc., a title he will resume on June 4, 2018, following his service as Chairman, and serves as a director of Dance Biopharm, a privately-held biotechnology company focused on the development of Dance 501, a proprietary 'soft-mist' inhaled insulin product to treat diabetes. Mr. Wolin holds a B.A. degree from Bowdoin College.\nLisa N. Colleran\nMs. Colleran joined the Rockwell Medical Board of Directors in March 2018. She is an experienced senior executive in the healthcare industry. She has played key leadership roles in high growth businesses at various healthcare companies over the past 30 years. Most recently she served as President, Chief Executive Officer and board member for LifeCell Corporation, a high growth $400 million medical device company. Prior to LifeCell, Ms. Colleran spent 20 years at Baxter Healthcare's Renal Division in various commercial and general management roles. Early in her career, Ms. Colleran was a renal dialysis nurse at Cornell Medical Center. She has a proven track record for delivering strong business results and significant shareholder value. Ms. Colleran specializes in market creation for high revenue growth, operational excellence, organizational development and M&A. She is currently a board member at Establishment Labs, an innovative breast implant company, and Ariste Medical, a company developing a new class of drug eluting medical devices. She recently served as a board member for Novadaq Technologies, Inc., helping to oversee its $700 million sale to Stryker Corporation. Ms. Colleran received her Bachelor of Science from Molloy College and her Masters in Business Administration from Loyola University of Chicago.\nJohn G. Cooper\nMr. Cooper joined the Rockwell Medical Board of Directors in September 2017. He is an experienced executive with over 30 years managing publicly-traded companies in the life sciences industry. He has played key leadership roles with companies developing and commercializing important medical technologies, including the first FDA approved synthetic peptide-containing pulmonary surfactant for premature infants with severe respiratory disease, the application of transgenic technology for developing bio-therapeutics and specialty drug development services, and the second FDA approved blood diagnostic test for HIV. Mr. Cooper has expertise in corporate and financial management with expertise in capital raising, mergers and acquisitions, strategic alliances, organizational development and board governance for public life science companies. Over his career, Mr. Cooper has raised approximately $1 billion in capital through various financing and strategic transactions. Mr. Cooper is currently providing financial and management advisory services to Life Science companies. From 2001 to 2106, Mr. Cooper was an executive for Windtree Therapeutics, Inc. (formerly Discovery Labs, Inc.), a specialty pharmaceutical company, and served as President and Chief Executive Officer and board member, President and Chief Financial Officer, and Executive Vice President and Chief Financial Officer. Previously, Mr. Cooper was Senior Vice President and Chief Financial Officer at Chrysalis International Corporation (acquired by Phoenix International Life Sciences Inc.), DNX Corporation, and served in senior financial management roles at ENI Diagnostics, Inc. (acquired by Pharmacia AB). Mr. Cooper earned a Certified Public Accountant credential and a Bachelor of Science degree in Commerce from Rider University.\nAbout Rockwell Medical, Inc.\nRockwell Medical is a fully-integrated biopharmaceutical company targeting end-stage renal disease (ESRD) and chronic kidney disease (CKD) with innovative products for the treatment of iron replacement, secondary hyperparathyroidism and hemodialysis.\nRockwell's anemia drug Triferic is the only FDA approved product indicated for iron replacement and maintenance of hemoglobin in hemodialysis patients. Triferic delivers iron to patients during their regular dialysis treatment, using dialysate as the delivery mechanism. Triferic has demonstrated that it safely and effectively delivers sufficient iron to the bone marrow and maintains hemoglobin, without increasing iron stores (ferritin). Rockwell intends to market Triferic to hemodialysis patients in the U.S. dialysis market and other major markets globally.\nRockwell's FDA approved generic drug Calcitriol is for treating secondary hyperparathyroidism in dialysis patients. Calcitriol (active vitamin D) injection is indicated in the management of hypocalcemia in patients undergoing chronic renal dialysis. It has been shown to significantly reduce elevated parathyroid hormone levels. Reduction of PTH has been shown to result in an improvement in renal osteodystrophy. Rockwell intends to market Calcitriol to hemodialysis patients in the U.S. dialysis market.\nRockwell is also an established manufacturer and leader in delivering high-quality hemodialysis concentrates/dialysates to dialysis providers and distributors in the U.S. and abroad. As one of the two major suppliers in the U.S., Rockwell's products are used to maintain human life by removing toxins and replacing critical nutrients in the dialysis patient's bloodstream. Rockwell has three U.S. manufacturing/distribution facilities.\nRockwell's exclusive renal drug therapies support disease management initiatives to improve the quality of life and care of dialysis patients and are intended to deliver safe and effective therapy, while decreasing drug administration costs and improving patient convenience. Rockwell Medical is developing a pipeline of drug therapies, including extensions of Triferic for indications outside of hemodialysis. Please visit www.rockwellmed.com for more information.\nForward-Looking Statement\nCertain statements in this press release constitute \"forward-looking statements\" within the meaning of the federal securities laws, including, but not limited to, Rockwell's intention to sell and market Calcitriol and Triferic, as well as the timing for any such activities. Words such as \"may,\" \"might,\" \"will,\" \"should,\" \"believe,\" \"expect,\" \"anticipate,\" \"estimate,\" \"continue,\" \"could,\" \"plan,\" \"potential,\" \"predict,\" \"forecast,\" \"project,\" \"plan\", \"intend\" or similar expressions, or statements regarding intent, belief, or current expectations, are forward-looking statements. While Rockwell believes these forward-looking statements are reasonable, undue reliance should not be placed on any such forward-looking statements, which are based on information available to us on the date of this release. These forward-looking statements are based upon current estimates and assumptions and are subject to various risks and uncertainties, (including without limitation those set forth in Rockwell's SEC filings), many of which are beyond our control, actual results could be materially different. Risks and uncertainties include: the timing for CMS approval of reimbursement for Triferic, and whether approval will be obtained; the timing for the appointment of a successor Chief Executive Officer; and whether Rockwell can successfully execute on its business strategy. Rockwell expressly disclaims any obligation to update or alter any statements whether as a result of new information, future events or otherwise, except as required by law.\nContacts\nDan Katcher or Arielle Rothstein\nJoele Frank, Wilkinson Brimmer Katcher\n212-355-4449\nView original content: http://www.prnewswire.com/news-releases/rockwell-medical-announces-ceo-transition-300653209.html\nSOURCE Rockwell Medical, Inc.",
    "published": "2018-05-23T03:19:00.000+03:00",
    "crawled": "2018-05-23T06:29:28.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wixom",
        "may",
        "rockwell",
        "medical",
        "nasdaq",
        "rmti",
        "company",
        "today",
        "announced",
        "board",
        "director",
        "formed",
        "special",
        "transition",
        "committee",
        "provide",
        "oversight",
        "company",
        "strategic",
        "direction",
        "operation",
        "effective",
        "immediately",
        "board",
        "director",
        "also",
        "announced",
        "company",
        "president",
        "chief",
        "executive",
        "officer",
        "robert",
        "chioini",
        "terminated",
        "position",
        "effective",
        "immediately",
        "connection",
        "today",
        "announcement",
        "chioini",
        "resigned",
        "member",
        "board",
        "stand",
        "reelection",
        "annual",
        "meeting",
        "shareholder",
        "special",
        "transition",
        "committee",
        "remain",
        "place",
        "new",
        "ceo",
        "appointed",
        "comprise",
        "independent",
        "director",
        "ben",
        "wolin",
        "also",
        "chairman",
        "board",
        "lisa",
        "colleran",
        "john",
        "cooper",
        "board",
        "initiated",
        "formal",
        "search",
        "process",
        "retained",
        "leading",
        "executive",
        "search",
        "firm",
        "identify",
        "permanent",
        "ceo",
        "wolin",
        "said",
        "completed",
        "top",
        "bottom",
        "review",
        "business",
        "determined",
        "change",
        "leadership",
        "time",
        "best",
        "interest",
        "key",
        "stakeholder",
        "including",
        "shareholder",
        "employee",
        "patient",
        "provider",
        "board",
        "belief",
        "leadership",
        "change",
        "necessary",
        "enhance",
        "company",
        "ability",
        "execute",
        "plan",
        "growth",
        "best",
        "position",
        "future",
        "success",
        "wolin",
        "continued",
        "focus",
        "realizing",
        "potential",
        "innovative",
        "renal",
        "drug",
        "therapy",
        "enhance",
        "everyday",
        "life",
        "dialysis",
        "patient",
        "drive",
        "value",
        "shareholder",
        "committed",
        "working",
        "closely",
        "industry",
        "leader",
        "policymakers",
        "ensure",
        "patient",
        "get",
        "access",
        "triferic",
        "calcitriol",
        "formation",
        "special",
        "transition",
        "committee",
        "enable",
        "rockwell",
        "medical",
        "management",
        "team",
        "continue",
        "focus",
        "commercializing",
        "therapy",
        "driving",
        "operational",
        "excellence",
        "ceo",
        "search",
        "underway",
        "thanks",
        "hard",
        "work",
        "dedication",
        "rockwell",
        "medical",
        "employee",
        "solid",
        "foundation",
        "build",
        "work",
        "goal",
        "helping",
        "patient",
        "creating",
        "value",
        "stakeholder",
        "company",
        "reiterated",
        "financial",
        "result",
        "cash",
        "position",
        "provided",
        "may",
        "member",
        "special",
        "transition",
        "committee",
        "ben",
        "wolin",
        "wolin",
        "joined",
        "rockwell",
        "medical",
        "board",
        "director",
        "march",
        "brings",
        "extensive",
        "healthcare",
        "technology",
        "financial",
        "operating",
        "expertise",
        "rockwell",
        "medical",
        "board",
        "addition",
        "significant",
        "leadership",
        "corporate",
        "governance",
        "experience",
        "everyday",
        "health",
        "leading",
        "provider",
        "digital",
        "health",
        "wellness",
        "solution",
        "serving",
        "company",
        "ceo",
        "member",
        "board",
        "director",
        "sale",
        "subsidiary",
        "j2",
        "global",
        "time",
        "wolin",
        "oversaw",
        "company",
        "initial",
        "public",
        "offering",
        "providing",
        "unique",
        "insight",
        "dynamic",
        "growing",
        "company",
        "wolin",
        "currently",
        "serf",
        "advisor",
        "3l",
        "capital",
        "llc",
        "private",
        "equity",
        "firm",
        "refinery",
        "leading",
        "global",
        "medium",
        "company",
        "wolin",
        "previously",
        "served",
        "independent",
        "lead",
        "director",
        "board",
        "director",
        "diplomat",
        "pharmacy",
        "title",
        "resume",
        "june",
        "following",
        "service",
        "chairman",
        "serf",
        "director",
        "dance",
        "biopharm",
        "biotechnology",
        "company",
        "focused",
        "development",
        "dance",
        "proprietary",
        "inhaled",
        "insulin",
        "product",
        "treat",
        "diabetes",
        "wolin",
        "hold",
        "degree",
        "bowdoin",
        "college",
        "lisa",
        "colleran",
        "colleran",
        "joined",
        "rockwell",
        "medical",
        "board",
        "director",
        "march",
        "experienced",
        "senior",
        "executive",
        "healthcare",
        "industry",
        "played",
        "key",
        "leadership",
        "role",
        "high",
        "growth",
        "business",
        "various",
        "healthcare",
        "company",
        "past",
        "year",
        "recently",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "board",
        "member",
        "lifecell",
        "corporation",
        "high",
        "growth",
        "million",
        "medical",
        "device",
        "company",
        "prior",
        "lifecell",
        "colleran",
        "spent",
        "year",
        "baxter",
        "healthcare",
        "renal",
        "division",
        "various",
        "commercial",
        "general",
        "management",
        "role",
        "early",
        "career",
        "colleran",
        "renal",
        "dialysis",
        "nurse",
        "cornell",
        "medical",
        "center",
        "proven",
        "track",
        "record",
        "delivering",
        "strong",
        "business",
        "result",
        "significant",
        "shareholder",
        "value",
        "colleran",
        "specializes",
        "market",
        "creation",
        "high",
        "revenue",
        "growth",
        "operational",
        "excellence",
        "organizational",
        "development",
        "currently",
        "board",
        "member",
        "establishment",
        "lab",
        "innovative",
        "breast",
        "implant",
        "company",
        "ariste",
        "medical",
        "company",
        "developing",
        "new",
        "class",
        "drug",
        "eluting",
        "medical",
        "device",
        "recently",
        "served",
        "board",
        "member",
        "novadaq",
        "technology",
        "helping",
        "oversee",
        "million",
        "sale",
        "stryker",
        "corporation",
        "colleran",
        "received",
        "bachelor",
        "science",
        "molloy",
        "college",
        "master",
        "business",
        "administration",
        "loyola",
        "university",
        "chicago",
        "john",
        "cooper",
        "cooper",
        "joined",
        "rockwell",
        "medical",
        "board",
        "director",
        "september",
        "experienced",
        "executive",
        "year",
        "managing",
        "company",
        "life",
        "science",
        "industry",
        "played",
        "key",
        "leadership",
        "role",
        "company",
        "developing",
        "commercializing",
        "important",
        "medical",
        "technology",
        "including",
        "first",
        "fda",
        "approved",
        "synthetic",
        "pulmonary",
        "surfactant",
        "premature",
        "infant",
        "severe",
        "respiratory",
        "disease",
        "application",
        "transgenic",
        "technology",
        "developing",
        "specialty",
        "drug",
        "development",
        "service",
        "second",
        "fda",
        "approved",
        "blood",
        "diagnostic",
        "test",
        "hiv",
        "cooper",
        "expertise",
        "corporate",
        "financial",
        "management",
        "expertise",
        "capital",
        "raising",
        "merger",
        "acquisition",
        "strategic",
        "alliance",
        "organizational",
        "development",
        "board",
        "governance",
        "public",
        "life",
        "science",
        "company",
        "career",
        "cooper",
        "raised",
        "approximately",
        "billion",
        "capital",
        "various",
        "financing",
        "strategic",
        "transaction",
        "cooper",
        "currently",
        "providing",
        "financial",
        "management",
        "advisory",
        "service",
        "life",
        "science",
        "company",
        "cooper",
        "executive",
        "windtree",
        "therapeutic",
        "formerly",
        "discovery",
        "lab",
        "specialty",
        "pharmaceutical",
        "company",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "board",
        "member",
        "president",
        "chief",
        "financial",
        "officer",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "previously",
        "cooper",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "chrysalis",
        "international",
        "corporation",
        "acquired",
        "phoenix",
        "international",
        "life",
        "science",
        "dnx",
        "corporation",
        "served",
        "senior",
        "financial",
        "management",
        "role",
        "eni",
        "diagnostics",
        "acquired",
        "pharmacia",
        "ab",
        "cooper",
        "earned",
        "certified",
        "public",
        "accountant",
        "credential",
        "bachelor",
        "science",
        "degree",
        "commerce",
        "rider",
        "university",
        "rockwell",
        "medical",
        "rockwell",
        "medical",
        "biopharmaceutical",
        "company",
        "targeting",
        "renal",
        "disease",
        "esrd",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "innovative",
        "product",
        "treatment",
        "iron",
        "replacement",
        "secondary",
        "hyperparathyroidism",
        "hemodialysis",
        "rockwell",
        "anemia",
        "drug",
        "triferic",
        "fda",
        "approved",
        "product",
        "indicated",
        "iron",
        "replacement",
        "maintenance",
        "hemoglobin",
        "hemodialysis",
        "patient",
        "triferic",
        "delivers",
        "iron",
        "patient",
        "regular",
        "dialysis",
        "treatment",
        "using",
        "dialysate",
        "delivery",
        "mechanism",
        "triferic",
        "demonstrated",
        "safely",
        "effectively",
        "delivers",
        "sufficient",
        "iron",
        "bone",
        "marrow",
        "maintains",
        "hemoglobin",
        "without",
        "increasing",
        "iron",
        "store",
        "ferritin",
        "rockwell",
        "intends",
        "market",
        "triferic",
        "hemodialysis",
        "patient",
        "dialysis",
        "market",
        "major",
        "market",
        "globally",
        "rockwell",
        "fda",
        "approved",
        "generic",
        "drug",
        "calcitriol",
        "treating",
        "secondary",
        "hyperparathyroidism",
        "dialysis",
        "patient",
        "calcitriol",
        "active",
        "vitamin",
        "injection",
        "indicated",
        "management",
        "hypocalcemia",
        "patient",
        "undergoing",
        "chronic",
        "renal",
        "dialysis",
        "shown",
        "significantly",
        "reduce",
        "elevated",
        "parathyroid",
        "hormone",
        "level",
        "reduction",
        "pth",
        "shown",
        "result",
        "improvement",
        "renal",
        "osteodystrophy",
        "rockwell",
        "intends",
        "market",
        "calcitriol",
        "hemodialysis",
        "patient",
        "dialysis",
        "market",
        "rockwell",
        "also",
        "established",
        "manufacturer",
        "leader",
        "delivering",
        "hemodialysis",
        "dialysis",
        "provider",
        "distributor",
        "abroad",
        "one",
        "two",
        "major",
        "supplier",
        "rockwell",
        "product",
        "used",
        "maintain",
        "human",
        "life",
        "removing",
        "toxin",
        "replacing",
        "critical",
        "nutrient",
        "dialysis",
        "patient",
        "bloodstream",
        "rockwell",
        "three",
        "facility",
        "rockwell",
        "exclusive",
        "renal",
        "drug",
        "therapy",
        "support",
        "disease",
        "management",
        "initiative",
        "improve",
        "quality",
        "life",
        "care",
        "dialysis",
        "patient",
        "intended",
        "deliver",
        "safe",
        "effective",
        "therapy",
        "decreasing",
        "drug",
        "administration",
        "cost",
        "improving",
        "patient",
        "convenience",
        "rockwell",
        "medical",
        "developing",
        "pipeline",
        "drug",
        "therapy",
        "including",
        "extension",
        "triferic",
        "indication",
        "outside",
        "hemodialysis",
        "please",
        "visit",
        "information",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "including",
        "limited",
        "rockwell",
        "intention",
        "sell",
        "market",
        "calcitriol",
        "triferic",
        "well",
        "timing",
        "activity",
        "word",
        "may",
        "might",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "continue",
        "could",
        "plan",
        "potential",
        "predict",
        "forecast",
        "project",
        "plan",
        "intend",
        "similar",
        "expression",
        "statement",
        "regarding",
        "intent",
        "belief",
        "current",
        "expectation",
        "statement",
        "rockwell",
        "belief",
        "statement",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "based",
        "information",
        "available",
        "u",
        "date",
        "release",
        "statement",
        "based",
        "upon",
        "current",
        "estimate",
        "assumption",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "including",
        "without",
        "limitation",
        "set",
        "forth",
        "rockwell",
        "sec",
        "filing",
        "many",
        "beyond",
        "control",
        "actual",
        "result",
        "could",
        "materially",
        "different",
        "risk",
        "uncertainty",
        "include",
        "timing",
        "cm",
        "approval",
        "reimbursement",
        "triferic",
        "whether",
        "approval",
        "obtained",
        "timing",
        "appointment",
        "successor",
        "chief",
        "executive",
        "officer",
        "whether",
        "rockwell",
        "successfully",
        "execute",
        "business",
        "strategy",
        "rockwell",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "contact",
        "dan",
        "katcher",
        "arielle",
        "rothstein",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "view",
        "original",
        "content",
        "http",
        "source",
        "rockwell",
        "medical",
        "inc"
    ]
}