{
    "organizations": [],
    "uuid": "7a4f3274b531f1706195450d3c362bf7f7456b27",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-gibson-energy-announces-2018-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Gibson Energy Announces 2018 First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 08, 2018 (GLOBE NEWSWIRE) -- Gibson Energy Inc. (“Gibson” or the “Company”), (TSX:GEI), announced today its operating and financial results for the three months ended March 31, 2018.\nFinancial Highlights:\nInfrastructure segment profit of $69 million, a 15% increase over the first quarter of 2017, primarily due to additional tankage entering service at the beginning of 2018 under take-or-pay, stable fee-based contracts\nSegment profit from continuing operations of $102 million, a 21% increase relative to the first quarter of 2017, driven by a higher contribution from Infrastructure and the impact of IFRS 16\nAdjusted EBITDA from continuing operations (1) increased by 31% to $93 million relative to the $71 million earned in the first quarter of 2017, due to the same factors as segment profit as well as the impact of cost savings initiatives completed in 2017\nDistributable cash flow from combined operations (2) of $65 million, an increase of 48% over the first quarter of 2017, resulting in a payout ratio on a trailing twelve month basis of approximately 92%\nIncurred $26 million in growth capital expenditures, with nearly the entire amount attributable to the construction of new tankage and related infrastructure at the Hardisty and Edmonton Terminals\nStrategic Developments and Highlights:\nDuring the quarter, announced the corporate strategy to accelerate Gibson’s transition to an oil infrastructure focused company, targeting 10% distributable cash flow per share growth while paying a secure, growing dividend\nAs part of the strategy, the Company announced its intention to divest of its NGL Wholesale, Canadian Truck Transportation, non-core Canadian Environmental Services and non-core U.S. Injection Stations and Truck Transportation businesses\nPlaced an 800,000 barrel expansion of the Edmonton Terminal into service on January 3, 2018, and continued to advance the construction of 1.1 million barrels of new tankage at the Hardisty Terminal that is expected to be in-service in mid-2019\nOn February 21, 2018, announced the sanction of the Viking Pipeline Project, which is expected to be in-service in the first quarter of 2019 at a capital cost of approximately $50 million\nOn March 19, 2018, announced the sale of its U.S. energy services businesses, including its U.S. Environmental Services and its U.S. seismic assets, for approximately US$96 million prior to closing adjustments or approximately $125 million at current exchange rates. Subsequent to the end of the quarter, the Company closed both transactions\n“The solid financial and operational results in the first quarter provide a strong start to 2018, helping to push down our payout ratio and leverage as we focus on realigning and growing the business,” said Steve Spaulding, President and Chief Executive Officer. “The sanction of the Viking Pipeline Project and the sale of our U.S. energy services businesses were important first steps in executing our strategy, and we are confident that the non-core divestitures will be completed on or ahead of schedule with proceeds within or above our target range. Additionally, we are optimistic we will sanction additional capital projects over the balance of the year to provide growth visibility into 2020 and beyond. With the progress we have made over the last several months, we are very well positioned to deliver on our strategy.”\n(1) Adjusted EBITDA from continuing operations is defined in Gibson’s Management’s Discussion and Analysis (“MD&A”). See MD&A section “Results of Continuing Operations ” for segment profit from continuing operations discussion, which is the most closely related additional GAAP measure and disclosed in note 1 of the consolidated financial statements. (2) Distributable cash flow from combined operations is defined in Gibson’s MD&A. See MD&A sections “Liquidity and Capital Resources” and “Results of Discontinued Operations” for cash flow from operations discussion, which is the most closely related GAAP measure. Management’s Discussion and Analysis and Financial Statements\nThe first quarter 2018 Management’s Discussion and Analysis and unaudited Condensed Consolidated Financial Statements provide a detailed explanation of Gibson’s operating results for the three months ended March 31, 2018, as compared to the three months ended March 31, 2017. These documents are available at www.gibsonenergy.com and at www.sedar.com .\n2018 First Quarter Results Conference Call\nA conference call and webcast will be held to discuss the 2018 first quarter financial and operating results at 7:00am Mountain Time (9:00am Eastern Time) on Wednesday, May 9, 2018.\nThe conference call dial-in numbers are:\n478-219-0003 / 844-358-6759 Participant Pass Code: 4373469\nThis call will also be broadcast live on the Internet and may be accessed directly at the following URL:\nhttps://edge.media-server.com/m6/p/ng27b468\nThe webcast will remain accessible for a 12 month period at the above URL. Additionally, a digital recording will be available for replay two hours after the call's completion until May 15, 2018, using the following dial-in numbers:\n404-537-3406 / 855-859-2056 Participant Pass Code: 4373469\nAnnual General Meeting & Webcast Details\nGibson is holding its annual meeting of shareholders on Wednesday, May 9, 2018 at 10:00am Mountain Time at The Westin Calgary, 320 – 4th Avenue S.W., Calgary, Alberta. Following the conclusion of the formal proceedings of Gibson’s annual meeting of shareholders, Steve Spaulding, President and Chief Executive Officer, will address shareholders and provide an update on Gibson’s 2017 accomplishments, remarks on the current state of the business and discuss highlights of the Company’s key initiatives.\nTo listen to a live broadcast of the presentation on the Internet, please access the following URL:\nhttps://edge.media-server.com/m6/p/daa2g7jh\nThe webcast will remain accessible for a 12 month period at the above URL.\nAbout Gibson\nGibson is a Canadian-based oil infrastructure company with its principal businesses consisting of the storage, optimization, processing, and gathering of crude oil and refined products. Headquartered in Calgary, Alberta, the Company’s operations are focused around its core terminal assets located at Hardisty and Edmonton, Alberta, and also include the Moose Jaw Facility and injections stations in Texas and Oklahoma.\nGibson shares trade under the symbol GEI and are listed on the Toronto Stock Exchange. For more information, visit www.gibsonenergy.com .\nForward-Looking Statements\nCertain statements contained in this news release constitute forward-looking information and statements (collectively, “forward-looking statements”) including, but not limited to, statements concerning the future payment of dividends by Gibson and growth thereof, distributable cash flow and growth thereof, management’s expectations with respect to the business and financial prospects and opportunities of the Company, the transition of the Company to a focused oil infrastructure growth company, proposed divestitures by the Company, and the use of proceeds, closing and timing thereof, opportunities and areas for potential growth including the sanctioning of capital projects and the in-service date and completion of the Viking Pipeline Project. All statements other than statements of historical fact are forward-looking statements. The use of any of the words ‘‘anticipate’’, ‘‘plan’’, ‘‘contemplate’’, ‘‘continue’’, ‘‘estimate’’, ‘‘expect’’, ‘‘intend’’, ‘‘propose’’, ‘‘might’’, ‘‘may’’, ‘‘will’’, ‘‘shall’’, ‘‘project’’, ‘‘should’’, ‘‘could’’, ‘‘would’’, ‘‘believe’’, ‘‘predict’’, ‘‘forecast’’, ‘‘pursue’’, ‘‘potential’’ and ‘‘capable’’ and similar expressions are intended to identify forward looking statements. These statements involve known and unknown risks, uncertainties and other factors that may cause actual results or events to differ materially from those anticipated in such forward-looking statements. No assurance can be given that these expectations will prove to be correct and such forward-looking statements included in this news release should not be unduly relied upon. These statements speak only as of the date of this news release. In addition, this news release may contain forward-looking statements and forward-looking information attributed to third party industry sources. The Company does not undertake any obligations to publicly update or revise any forward looking statements except as required by securities law. Actual results could differ materially from those anticipated in these forward-looking statements as a result of numerous risks and uncertainties including, but not limited to, the risks and uncertainties described in “Forward-Looking Statements” and “Risk Factors” included in the Company’s Annual Information Form dated March 5, 2018 as filed on SEDAR and available on the Gibson website at www.gibsonenergy.com .\nNon-GAAP Measures\nThis news release refers to certain financial measures that are not determined in accordance with IFRS. Adjusted EBITDA from continuing operations and Distributable cash flow (“DCF”) from combined operations are not a measure recognized under IFRS and does not have standardized meaning prescribed by IFRS and, therefore, may not be comparable to similar measures reported by other entities. Management considers these to be important supplemental measures of the Company’s performance and believes these measures are frequently used by securities analysts, investors and other interested parties in the evaluation of companies in industries with similar capital structures. Adjusted EBITDA from continuing operations and Distributable cash flow are used to assess the level of cash flow generated and to evaluate the adequacy of internally generated cash flow to fund dividends. Additional information about reconciliation of historical distributable cash flow and Adjusted EBITDA to its most closely related IFRS measure, cash flow from operating activities and segment profit, respectively, can be found in our MD&A available on SEDAR at www.sedar.com and on our website at www.gibsonenergy.com .\nFor further information, please contact:\nMark Chyc-Cies\nVice President, Investor Relations\nPhone: (403) 776-3146\nEmail: mark.chyccies@gibsonenergy.com\nSelected Financial Information Three months ended March 31, 2018 1 2017 1 Continuing operations Revenue $ 1,736,619 $ 1,398,823 Segment profit 102,064 84,449 Net income(loss) 12,824 (3,117 ) Basic and diluted earnings (loss) per share 0.09 (0.02 ) Adjusted EBITDA 3,4 93,328 70,952 Distributable cash flow 3,4 59,490 40,469 Dividends declared 47,472 47,057 Cash flow from operating activities 127,188 99,149 Growth capital expenditures $ 26,384 $ 24,990 Combined operations 2 Combined adjusted EBITDA 2, 3, 4 $ 101,480 $ 86,906 Distributable cash flow 3, 4 $ 65,293 $ 43,714\nLast twelve months - as at March 31, 2018 2017 Debt ratios 5\nTotal and senior debt leverage ratio 3.6 3.4 Interest coverage ratio 5.0 2.8 1 The current period results include the impacts from the adoption of new accounting standards as discussed on page 29 and 30. Comparative information has not been restated and therefore may not be comparable\n2 See definition of non-GAAP measures on pages 18 to 20 and 34. Combined Adjusted EBITDA and Combined distributable cash flow, represents the aggregated results of both continuing and discontinued operations.\n3 See pages 19 to 20 and 25 to 26 for a reconciliation of Adjusted EBITDA to segment profit and distributable cash flow to cash flow from operations, respectively.\n4 Comparative period information has been restated to reflect the impact of discontinued operations.\n5 Refer to page 24 and 30 for more information on the ratio calculation and impact of new accounting standards on covenant calculations.\nSource: Gibson Energy ULC",
    "published": "2018-05-09T01:00:00.000+03:00",
    "crawled": "2018-05-09T02:38:40.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "gibson",
        "energy",
        "gibson",
        "company",
        "tsx",
        "gei",
        "announced",
        "today",
        "operating",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "financial",
        "highlight",
        "infrastructure",
        "segment",
        "profit",
        "million",
        "increase",
        "first",
        "quarter",
        "primarily",
        "due",
        "additional",
        "tankage",
        "entering",
        "service",
        "beginning",
        "stable",
        "contract",
        "segment",
        "profit",
        "continuing",
        "operation",
        "million",
        "increase",
        "relative",
        "first",
        "quarter",
        "driven",
        "higher",
        "contribution",
        "infrastructure",
        "impact",
        "ifrs",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "increased",
        "million",
        "relative",
        "million",
        "earned",
        "first",
        "quarter",
        "due",
        "factor",
        "segment",
        "profit",
        "well",
        "impact",
        "cost",
        "saving",
        "initiative",
        "completed",
        "distributable",
        "cash",
        "flow",
        "combined",
        "operation",
        "million",
        "increase",
        "first",
        "quarter",
        "resulting",
        "payout",
        "ratio",
        "trailing",
        "twelve",
        "month",
        "basis",
        "approximately",
        "incurred",
        "million",
        "growth",
        "capital",
        "expenditure",
        "nearly",
        "entire",
        "amount",
        "attributable",
        "construction",
        "new",
        "tankage",
        "related",
        "infrastructure",
        "hardisty",
        "edmonton",
        "terminal",
        "strategic",
        "development",
        "highlight",
        "quarter",
        "announced",
        "corporate",
        "strategy",
        "accelerate",
        "gibson",
        "transition",
        "oil",
        "infrastructure",
        "focused",
        "company",
        "targeting",
        "distributable",
        "cash",
        "flow",
        "per",
        "share",
        "growth",
        "paying",
        "secure",
        "growing",
        "dividend",
        "part",
        "strategy",
        "company",
        "announced",
        "intention",
        "divest",
        "ngl",
        "wholesale",
        "canadian",
        "truck",
        "transportation",
        "canadian",
        "environmental",
        "service",
        "injection",
        "station",
        "truck",
        "transportation",
        "business",
        "placed",
        "barrel",
        "expansion",
        "edmonton",
        "terminal",
        "service",
        "january",
        "continued",
        "advance",
        "construction",
        "million",
        "barrel",
        "new",
        "tankage",
        "hardisty",
        "terminal",
        "expected",
        "february",
        "announced",
        "sanction",
        "viking",
        "pipeline",
        "project",
        "expected",
        "first",
        "quarter",
        "capital",
        "cost",
        "approximately",
        "million",
        "march",
        "announced",
        "sale",
        "energy",
        "service",
        "business",
        "including",
        "environmental",
        "service",
        "seismic",
        "asset",
        "approximately",
        "u",
        "million",
        "prior",
        "closing",
        "adjustment",
        "approximately",
        "million",
        "current",
        "exchange",
        "rate",
        "subsequent",
        "end",
        "quarter",
        "company",
        "closed",
        "transaction",
        "solid",
        "financial",
        "operational",
        "result",
        "first",
        "quarter",
        "provide",
        "strong",
        "start",
        "helping",
        "push",
        "payout",
        "ratio",
        "leverage",
        "focus",
        "realigning",
        "growing",
        "business",
        "said",
        "steve",
        "spaulding",
        "president",
        "chief",
        "executive",
        "officer",
        "sanction",
        "viking",
        "pipeline",
        "project",
        "sale",
        "energy",
        "service",
        "business",
        "important",
        "first",
        "step",
        "executing",
        "strategy",
        "confident",
        "divestiture",
        "completed",
        "ahead",
        "schedule",
        "proceeds",
        "within",
        "target",
        "range",
        "additionally",
        "optimistic",
        "sanction",
        "additional",
        "capital",
        "project",
        "balance",
        "year",
        "provide",
        "growth",
        "visibility",
        "beyond",
        "progress",
        "made",
        "last",
        "several",
        "month",
        "well",
        "positioned",
        "deliver",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "defined",
        "gibson",
        "management",
        "discussion",
        "analysis",
        "md",
        "see",
        "md",
        "section",
        "result",
        "continuing",
        "operation",
        "segment",
        "profit",
        "continuing",
        "operation",
        "discussion",
        "closely",
        "related",
        "additional",
        "gaap",
        "measure",
        "disclosed",
        "note",
        "consolidated",
        "financial",
        "statement",
        "distributable",
        "cash",
        "flow",
        "combined",
        "operation",
        "defined",
        "gibson",
        "md",
        "see",
        "md",
        "section",
        "liquidity",
        "capital",
        "resource",
        "result",
        "discontinued",
        "operation",
        "cash",
        "flow",
        "operation",
        "discussion",
        "closely",
        "related",
        "gaap",
        "measure",
        "management",
        "discussion",
        "analysis",
        "financial",
        "statement",
        "first",
        "quarter",
        "management",
        "discussion",
        "analysis",
        "unaudited",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "provide",
        "detailed",
        "explanation",
        "gibson",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "document",
        "available",
        "first",
        "quarter",
        "result",
        "conference",
        "call",
        "conference",
        "call",
        "webcast",
        "held",
        "discus",
        "first",
        "quarter",
        "financial",
        "operating",
        "result",
        "mountain",
        "time",
        "eastern",
        "time",
        "wednesday",
        "may",
        "conference",
        "call",
        "number",
        "participant",
        "pas",
        "code",
        "call",
        "also",
        "broadcast",
        "live",
        "internet",
        "may",
        "accessed",
        "directly",
        "following",
        "url",
        "http",
        "webcast",
        "remain",
        "accessible",
        "month",
        "period",
        "url",
        "additionally",
        "digital",
        "recording",
        "available",
        "replay",
        "two",
        "hour",
        "call",
        "completion",
        "may",
        "using",
        "following",
        "number",
        "participant",
        "pas",
        "code",
        "annual",
        "general",
        "meeting",
        "webcast",
        "detail",
        "gibson",
        "holding",
        "annual",
        "meeting",
        "shareholder",
        "wednesday",
        "may",
        "mountain",
        "time",
        "westin",
        "calgary",
        "4th",
        "avenue",
        "calgary",
        "alberta",
        "following",
        "conclusion",
        "formal",
        "proceeding",
        "gibson",
        "annual",
        "meeting",
        "shareholder",
        "steve",
        "spaulding",
        "president",
        "chief",
        "executive",
        "officer",
        "address",
        "shareholder",
        "provide",
        "update",
        "gibson",
        "accomplishment",
        "remark",
        "current",
        "state",
        "business",
        "discus",
        "highlight",
        "company",
        "key",
        "initiative",
        "listen",
        "live",
        "broadcast",
        "presentation",
        "internet",
        "please",
        "access",
        "following",
        "url",
        "http",
        "webcast",
        "remain",
        "accessible",
        "month",
        "period",
        "url",
        "gibson",
        "gibson",
        "oil",
        "infrastructure",
        "company",
        "principal",
        "business",
        "consisting",
        "storage",
        "optimization",
        "processing",
        "gathering",
        "crude",
        "oil",
        "refined",
        "product",
        "headquartered",
        "calgary",
        "alberta",
        "company",
        "operation",
        "focused",
        "around",
        "core",
        "terminal",
        "asset",
        "located",
        "hardisty",
        "edmonton",
        "alberta",
        "also",
        "include",
        "moose",
        "jaw",
        "facility",
        "injection",
        "station",
        "texas",
        "oklahoma",
        "gibson",
        "share",
        "trade",
        "symbol",
        "gei",
        "listed",
        "toronto",
        "stock",
        "exchange",
        "information",
        "visit",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "statement",
        "collectively",
        "statement",
        "including",
        "limited",
        "statement",
        "concerning",
        "future",
        "payment",
        "dividend",
        "gibson",
        "growth",
        "thereof",
        "distributable",
        "cash",
        "flow",
        "growth",
        "thereof",
        "management",
        "expectation",
        "respect",
        "business",
        "financial",
        "prospect",
        "opportunity",
        "company",
        "transition",
        "company",
        "focused",
        "oil",
        "infrastructure",
        "growth",
        "company",
        "proposed",
        "divestiture",
        "company",
        "use",
        "proceeds",
        "closing",
        "timing",
        "thereof",
        "opportunity",
        "area",
        "potential",
        "growth",
        "including",
        "sanctioning",
        "capital",
        "project",
        "date",
        "completion",
        "viking",
        "pipeline",
        "project",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "use",
        "word",
        "anticipate",
        "plan",
        "contemplate",
        "continue",
        "estimate",
        "expect",
        "intend",
        "propose",
        "might",
        "may",
        "shall",
        "project",
        "could",
        "would",
        "believe",
        "predict",
        "forecast",
        "pursue",
        "potential",
        "capable",
        "similar",
        "expression",
        "intended",
        "identify",
        "forward",
        "looking",
        "statement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "assurance",
        "given",
        "expectation",
        "prove",
        "correct",
        "statement",
        "included",
        "news",
        "release",
        "unduly",
        "relied",
        "upon",
        "statement",
        "speak",
        "date",
        "news",
        "release",
        "addition",
        "news",
        "release",
        "may",
        "contain",
        "statement",
        "information",
        "attributed",
        "third",
        "party",
        "industry",
        "source",
        "company",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "forward",
        "looking",
        "statement",
        "except",
        "required",
        "security",
        "law",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "numerous",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "risk",
        "uncertainty",
        "described",
        "statement",
        "risk",
        "factor",
        "included",
        "company",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "filed",
        "sedar",
        "available",
        "gibson",
        "website",
        "measure",
        "news",
        "release",
        "refers",
        "certain",
        "financial",
        "measure",
        "determined",
        "accordance",
        "ifrs",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "distributable",
        "cash",
        "flow",
        "dcf",
        "combined",
        "operation",
        "measure",
        "recognized",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "may",
        "comparable",
        "similar",
        "measure",
        "reported",
        "entity",
        "management",
        "considers",
        "important",
        "supplemental",
        "measure",
        "company",
        "performance",
        "belief",
        "measure",
        "frequently",
        "used",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluation",
        "company",
        "industry",
        "similar",
        "capital",
        "structure",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "distributable",
        "cash",
        "flow",
        "used",
        "assess",
        "level",
        "cash",
        "flow",
        "generated",
        "evaluate",
        "adequacy",
        "internally",
        "generated",
        "cash",
        "flow",
        "fund",
        "dividend",
        "additional",
        "information",
        "reconciliation",
        "historical",
        "distributable",
        "cash",
        "flow",
        "adjusted",
        "ebitda",
        "closely",
        "related",
        "ifrs",
        "measure",
        "cash",
        "flow",
        "operating",
        "activity",
        "segment",
        "profit",
        "respectively",
        "found",
        "md",
        "available",
        "sedar",
        "website",
        "information",
        "please",
        "contact",
        "mark",
        "vice",
        "president",
        "investor",
        "relation",
        "phone",
        "email",
        "selected",
        "financial",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "continuing",
        "operation",
        "revenue",
        "segment",
        "profit",
        "net",
        "income",
        "loss",
        "basic",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "distributable",
        "cash",
        "flow",
        "dividend",
        "declared",
        "cash",
        "flow",
        "operating",
        "activity",
        "growth",
        "capital",
        "expenditure",
        "combined",
        "operation",
        "combined",
        "adjusted",
        "ebitda",
        "distributable",
        "cash",
        "flow",
        "last",
        "twelve",
        "month",
        "march",
        "debt",
        "ratio",
        "total",
        "senior",
        "debt",
        "leverage",
        "ratio",
        "interest",
        "coverage",
        "ratio",
        "current",
        "period",
        "result",
        "include",
        "impact",
        "adoption",
        "new",
        "accounting",
        "standard",
        "discussed",
        "page",
        "comparative",
        "information",
        "restated",
        "therefore",
        "may",
        "comparable",
        "see",
        "definition",
        "measure",
        "page",
        "combined",
        "adjusted",
        "ebitda",
        "combined",
        "distributable",
        "cash",
        "flow",
        "represents",
        "aggregated",
        "result",
        "continuing",
        "discontinued",
        "operation",
        "see",
        "page",
        "reconciliation",
        "adjusted",
        "ebitda",
        "segment",
        "profit",
        "distributable",
        "cash",
        "flow",
        "cash",
        "flow",
        "operation",
        "respectively",
        "comparative",
        "period",
        "information",
        "restated",
        "reflect",
        "impact",
        "discontinued",
        "operation",
        "refer",
        "page",
        "information",
        "ratio",
        "calculation",
        "impact",
        "new",
        "accounting",
        "standard",
        "covenant",
        "calculation",
        "source",
        "gibson",
        "energy",
        "ulc"
    ]
}