{
    "organizations": [],
    "uuid": "fa6fa556899cbed2a16142601babe53a08e70413",
    "author": "",
    "url": "https://www.reuters.com/article/brazil-retail-cargo/insight-they-blocked-the-truck-cargo-bandits-disrupt-e-commerce-in-brazil-idUSL1N1SB1TA",
    "ord_in_thread": 0,
    "title": "INSIGHT-'They blocked the truck!' Cargo bandits disrupt e-commerce in Brazil",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GUARULHOS, Brazil, May 30 (Reuters) - In a bunker-like room in a gritty suburb of Sao Paulo, retired police colonel Antonio Marin and a dozen employees track the location of hundreds of cargo trucks on a bank of monitors.\nDuring his 34 years in Sao Paulo state’s military police, Marin took a gunshot to the thigh and spent two years guarding the governor. But his latest job at a private trucking firm may be his biggest challenge yet: protecting clothing, cosmetics and other merchandise amid a crime wave in Brazil that is reshaping the country’s nascent e-commerce industry.\nLast year, 22,000 cargo robberies were reported in two states alone - Sao Paulo and Rio de Janeiro - home to the country’s two largest cities. That is about 60 heists a day, a record figure that has almost doubled since 2012. Authorities blame criminal gangs preying on shipments. Losses are estimated at hundreds of millions of dollars annually.\n“You are always running a risk,” said Marin, head of security for Braspress, one of the country’s largest trucking and logistics firms. “It starts the moment you put cargo in the truck and travel across Brazil.”\nAll manner of businesses are targets, but authorities say bandits favor consumer goods that are easy to fence. That is posing a particular challenge to Brazil’s fast-growing e-commerce trade. Security costs are squeezing profit margins and forcing retailers and logistics firms to adjust their strategies to succeed in Latin America’s largest economy.\nElectronics retailer Via Varejo SA, for example, has developed a satellite-tracking system to keep tabs on its trucks. And it dispatches armed guards to accompany many shipments, logistics chief Marcelo Lopes told Reuters.\n“We don’t scrimp on security,” he said. “We invest heavily to protect goods and to protect people.”\nA major e-commerce player, the company has also bet big on a “click-and-collect” operation that allows customers to pick up online orders at Via Varejo stores. The program is popular with working-class shoppers who like the security, and it means fewer delivery trucks plying dangerous neighborhoods, Lopes said.\nBrazilian retailer Magazine Luiza SA has employed a similar model to grow its online sales. Still, it is avoiding expansion in Rio state, in part due to worries about cargo theft, Chairwoman Luiza Trajano said last year.\nLousy infrastructure, hefty taxes and tangled bureaucracy have long made shipping expensive in this continent-sized country. Rampant cargo theft has only added to the burden.\nThe tricky terrain will be a test for Amazon.com Inc . The world’s largest online retailer is gearing up for a major expansion in Brazil after about six years of peddling mostly e-books and digital movies here.\nAmazon declined to discuss its strategy. But retail veterans said the Seattle company had better buckle up.\nBrazil presents “a very different reality for the companies that prosper elsewhere,” Magazine Luiza’s CEO, Frederico Trajano, said at a public event in April.\nOUTMANNED, OUTGUNNED At around 2 a.m. on a weeknight in March, the call came into Braspress’ security center. Bandits had trapped a truck carrying clothing on a busy thoroughfare in northern Rio de Janeiro. A Braspress guard radioed for help from the scene. “They blocked the truck!” the guard shouted in a call that Braspress recorded and shared with Reuters. “We’ve been held up by two cars here. They’re heavily armed!”\nMarin’s team cut the truck’s ignition remotely and the robbers fled. The driver and two guards were unharmed.\nBut the battle never stops, said Marin, a stout 55-year-old who got his start patrolling rough neighborhoods in Sao Paulo. In the midst of an interview with Reuters at the Braspress command recently, he got word that yet another company truck was under attack in Rio.\nCargo theft in Brazil is on pace for a new record in 2018, police reports show. Roads in southeast Brazil now rank the eighth most dangerous in the world for these heists, worse than in war-torn Iraq, according to a report released this month by the Joint Cargo Committee, an organization of insurers.\nA dozen logistics and retail executives consulted by Reuters blamed organized crime for the surge. The problem is particularly acute in Rio, where a military intervention to crack down on drug gangs has done little to stop lawlessness.\nGroups such as Rio’s feared Red Command have cultivated crooked cops as well as moles inside private companies to tip them off about shipments. That has added a level of sophistication to cargo piracy that was once the domain of common street criminals, logistics experts say.\n“Cargo robbery is just as profitable as trafficking drugs,” said Marco Aurelio Prometti, head of logistics for Prezunic, a Rio-based grocery chain owned by owned by Chile’s Cencosud SA . He said attacks on the company’s trucks jumped four-fold between 2015 and 2016.\nAn exact measure of losses due to theft is hard to come by. NTC & Logistica, a national cargo trade group, estimated 1.36 billion reais ($365 million) in 2016, the most recent year available. But the true cost is probably much higher.\nMembers of Sao Paulo state’s cargo transport guild reported spending an average of 10 percent to 14 percent of revenue on security, up from 4 percent to 6 percent just a few years ago, said Tayguara Helou, the group’s president. In violent Rio state, it is 15 percent to 20 percent. Grocery chain Prezunic, for example, now has armed guards escorting many shipments, logistics chief Prometti said, adding costs to a low-margin business.\nInsurance premiums are rising too. For shipments in Rio, insurers are charging an “emergency rate” of up to 1 percent of the cargo’s value, said Eduardo Ferreira Rebuzzi, president of the state’s transport guild.\nTo stem losses, retailers Magazine Luiza and Via Varejo have outsourced some deliveries in rough neighborhoods to local firms that best know the terrain, executives from both companies said.\nLogistics firm Tegma Gestao Logistica SA sold its e-commerce delivery business to major online retailer B2W Cia Digital SA in 2014, in part because of the unit’s security problems, Tegma CEO Gennaro Oddone told Reuters.\nFor a look at rising cargo theft in Brazil, see: tmsnrt.rs/2KO0g15\nDITCHING THE HIGHWAYS In the Braspress bunker where Marin operates, red dots on a computer monitor show the few places where drivers are allowed to stop for a bathroom break on a 370-mile (595 kilometer) trip between Sao Paulo and Belo Horizonte in neighboring Minas Gerais state.\n“Heat maps” showing the likelihood of a hijacking attempt dictate drivers’ routes. Red patches represent serious danger zones; the screen is loaded with them. Workers also scan social media for news of trouble near roadways.\nFed up with watching their trucks picked off, some companies are taking to the air.\nBrazilian airline Azul SA has seen its cargo business increase dramatically in recent years, especially for pricey but lightweight consumer goods such as cell phones, said Leandro Pires, head of cargo sales at Azul. He said demand was increasing even for short-haul routes, such as the 220-mile (354 kilometer) hop from Rio to Sao Paulo.\nStill, even air travel is not foolproof.\nIn early March, thieves disguised as security personnel infiltrated an airport near Sao Paulo and made off with $5 million in cash set to be flown out on German airline Lufthansa , a crime reminiscent of the famed 1978 Lufthansa heist at John F. Kennedy International Airport in New York.\nThe Sao Paulo crime remains unsolved.\n“Criminals are evolving as time passes,” said Marin of Braspress. “We’re learning and adapting along the way.”\nReporting by Gram Slattery; additional reporting by Gabriela Mello, Flavia Bohone, Jeffrey Dastin and Alberto Alerigi Jr. Editing by Marla Dickerson\n ",
    "published": "2018-05-30T08:00:00.000+03:00",
    "crawled": "2018-05-30T08:11:23.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "guarulhos",
        "brazil",
        "may",
        "reuters",
        "room",
        "gritty",
        "suburb",
        "sao",
        "paulo",
        "retired",
        "police",
        "colonel",
        "antonio",
        "marin",
        "dozen",
        "employee",
        "track",
        "location",
        "hundred",
        "cargo",
        "truck",
        "bank",
        "monitor",
        "year",
        "sao",
        "paulo",
        "state",
        "military",
        "police",
        "marin",
        "took",
        "gunshot",
        "thigh",
        "spent",
        "two",
        "year",
        "guarding",
        "governor",
        "latest",
        "job",
        "private",
        "trucking",
        "firm",
        "may",
        "biggest",
        "challenge",
        "yet",
        "protecting",
        "clothing",
        "cosmetic",
        "merchandise",
        "amid",
        "crime",
        "wave",
        "brazil",
        "reshaping",
        "country",
        "nascent",
        "industry",
        "last",
        "year",
        "cargo",
        "robbery",
        "reported",
        "two",
        "state",
        "alone",
        "sao",
        "paulo",
        "rio",
        "de",
        "janeiro",
        "home",
        "country",
        "two",
        "largest",
        "city",
        "heist",
        "day",
        "record",
        "figure",
        "almost",
        "doubled",
        "since",
        "authority",
        "blame",
        "criminal",
        "gang",
        "preying",
        "shipment",
        "loss",
        "estimated",
        "hundred",
        "million",
        "dollar",
        "annually",
        "always",
        "running",
        "risk",
        "said",
        "marin",
        "head",
        "security",
        "braspress",
        "one",
        "country",
        "largest",
        "trucking",
        "logistics",
        "firm",
        "start",
        "moment",
        "put",
        "cargo",
        "truck",
        "travel",
        "across",
        "manner",
        "business",
        "target",
        "authority",
        "say",
        "bandit",
        "favor",
        "consumer",
        "good",
        "easy",
        "fence",
        "posing",
        "particular",
        "challenge",
        "brazil",
        "trade",
        "security",
        "cost",
        "squeezing",
        "profit",
        "margin",
        "forcing",
        "retailer",
        "logistics",
        "firm",
        "adjust",
        "strategy",
        "succeed",
        "latin",
        "america",
        "largest",
        "economy",
        "electronics",
        "retailer",
        "via",
        "varejo",
        "sa",
        "example",
        "developed",
        "system",
        "keep",
        "tab",
        "truck",
        "dispatch",
        "armed",
        "guard",
        "accompany",
        "many",
        "shipment",
        "logistics",
        "chief",
        "marcelo",
        "lope",
        "told",
        "reuters",
        "scrimp",
        "security",
        "said",
        "invest",
        "heavily",
        "protect",
        "good",
        "protect",
        "major",
        "player",
        "company",
        "also",
        "bet",
        "big",
        "operation",
        "allows",
        "customer",
        "pick",
        "online",
        "order",
        "via",
        "varejo",
        "store",
        "program",
        "popular",
        "shopper",
        "like",
        "security",
        "mean",
        "fewer",
        "delivery",
        "truck",
        "plying",
        "dangerous",
        "neighborhood",
        "lope",
        "said",
        "brazilian",
        "retailer",
        "magazine",
        "luiza",
        "sa",
        "employed",
        "similar",
        "model",
        "grow",
        "online",
        "sale",
        "still",
        "avoiding",
        "expansion",
        "rio",
        "state",
        "part",
        "due",
        "worry",
        "cargo",
        "theft",
        "chairwoman",
        "luiza",
        "trajano",
        "said",
        "last",
        "year",
        "lousy",
        "infrastructure",
        "hefty",
        "tax",
        "tangled",
        "bureaucracy",
        "long",
        "made",
        "shipping",
        "expensive",
        "country",
        "rampant",
        "cargo",
        "theft",
        "added",
        "burden",
        "tricky",
        "terrain",
        "test",
        "inc",
        "world",
        "largest",
        "online",
        "retailer",
        "gearing",
        "major",
        "expansion",
        "brazil",
        "six",
        "year",
        "peddling",
        "mostly",
        "digital",
        "movie",
        "amazon",
        "declined",
        "discus",
        "strategy",
        "retail",
        "veteran",
        "said",
        "seattle",
        "company",
        "better",
        "buckle",
        "brazil",
        "present",
        "different",
        "reality",
        "company",
        "prosper",
        "elsewhere",
        "magazine",
        "luiza",
        "ceo",
        "frederico",
        "trajano",
        "said",
        "public",
        "event",
        "april",
        "outmanned",
        "outgunned",
        "around",
        "weeknight",
        "march",
        "call",
        "came",
        "braspress",
        "security",
        "center",
        "bandit",
        "trapped",
        "truck",
        "carrying",
        "clothing",
        "busy",
        "thoroughfare",
        "northern",
        "rio",
        "de",
        "janeiro",
        "braspress",
        "guard",
        "radioed",
        "help",
        "scene",
        "blocked",
        "truck",
        "guard",
        "shouted",
        "call",
        "braspress",
        "recorded",
        "shared",
        "reuters",
        "held",
        "two",
        "car",
        "heavily",
        "armed",
        "marin",
        "team",
        "cut",
        "truck",
        "ignition",
        "remotely",
        "robber",
        "fled",
        "driver",
        "two",
        "guard",
        "unharmed",
        "battle",
        "never",
        "stop",
        "said",
        "marin",
        "stout",
        "got",
        "start",
        "patrolling",
        "rough",
        "neighborhood",
        "sao",
        "paulo",
        "midst",
        "interview",
        "reuters",
        "braspress",
        "command",
        "recently",
        "got",
        "word",
        "yet",
        "another",
        "company",
        "truck",
        "attack",
        "rio",
        "cargo",
        "theft",
        "brazil",
        "pace",
        "new",
        "record",
        "police",
        "report",
        "show",
        "road",
        "southeast",
        "brazil",
        "rank",
        "eighth",
        "dangerous",
        "world",
        "heist",
        "worse",
        "iraq",
        "according",
        "report",
        "released",
        "month",
        "joint",
        "cargo",
        "committee",
        "organization",
        "insurer",
        "dozen",
        "logistics",
        "retail",
        "executive",
        "consulted",
        "reuters",
        "blamed",
        "organized",
        "crime",
        "surge",
        "problem",
        "particularly",
        "acute",
        "rio",
        "military",
        "intervention",
        "crack",
        "drug",
        "gang",
        "done",
        "little",
        "stop",
        "lawlessness",
        "group",
        "rio",
        "feared",
        "red",
        "command",
        "cultivated",
        "crooked",
        "cop",
        "well",
        "mole",
        "inside",
        "private",
        "company",
        "tip",
        "shipment",
        "added",
        "level",
        "sophistication",
        "cargo",
        "piracy",
        "domain",
        "common",
        "street",
        "criminal",
        "logistics",
        "expert",
        "say",
        "cargo",
        "robbery",
        "profitable",
        "trafficking",
        "drug",
        "said",
        "marco",
        "aurelio",
        "prometti",
        "head",
        "logistics",
        "prezunic",
        "grocery",
        "chain",
        "owned",
        "owned",
        "chile",
        "cencosud",
        "sa",
        "said",
        "attack",
        "company",
        "truck",
        "jumped",
        "exact",
        "measure",
        "loss",
        "due",
        "theft",
        "hard",
        "come",
        "ntc",
        "logistica",
        "national",
        "cargo",
        "trade",
        "group",
        "estimated",
        "billion",
        "reais",
        "million",
        "recent",
        "year",
        "available",
        "true",
        "cost",
        "probably",
        "much",
        "higher",
        "member",
        "sao",
        "paulo",
        "state",
        "cargo",
        "transport",
        "guild",
        "reported",
        "spending",
        "average",
        "percent",
        "percent",
        "revenue",
        "security",
        "percent",
        "percent",
        "year",
        "ago",
        "said",
        "tayguara",
        "helou",
        "group",
        "president",
        "violent",
        "rio",
        "state",
        "percent",
        "percent",
        "grocery",
        "chain",
        "prezunic",
        "example",
        "armed",
        "guard",
        "escorting",
        "many",
        "shipment",
        "logistics",
        "chief",
        "prometti",
        "said",
        "adding",
        "cost",
        "business",
        "insurance",
        "premium",
        "rising",
        "shipment",
        "rio",
        "insurer",
        "charging",
        "emergency",
        "rate",
        "percent",
        "cargo",
        "value",
        "said",
        "eduardo",
        "ferreira",
        "rebuzzi",
        "president",
        "state",
        "transport",
        "guild",
        "stem",
        "loss",
        "retailer",
        "magazine",
        "luiza",
        "via",
        "varejo",
        "outsourced",
        "delivery",
        "rough",
        "neighborhood",
        "local",
        "firm",
        "best",
        "know",
        "terrain",
        "executive",
        "company",
        "said",
        "logistics",
        "firm",
        "tegma",
        "gestao",
        "logistica",
        "sa",
        "sold",
        "delivery",
        "business",
        "major",
        "online",
        "retailer",
        "b2w",
        "cia",
        "digital",
        "sa",
        "part",
        "unit",
        "security",
        "problem",
        "tegma",
        "ceo",
        "gennaro",
        "oddone",
        "told",
        "reuters",
        "look",
        "rising",
        "cargo",
        "theft",
        "brazil",
        "see",
        "ditching",
        "highway",
        "braspress",
        "bunker",
        "marin",
        "operates",
        "red",
        "dot",
        "computer",
        "monitor",
        "show",
        "place",
        "driver",
        "allowed",
        "stop",
        "bathroom",
        "break",
        "kilometer",
        "trip",
        "sao",
        "paulo",
        "belo",
        "horizonte",
        "neighboring",
        "mina",
        "gerais",
        "state",
        "heat",
        "map",
        "showing",
        "likelihood",
        "hijacking",
        "attempt",
        "dictate",
        "driver",
        "route",
        "red",
        "patch",
        "represent",
        "serious",
        "danger",
        "zone",
        "screen",
        "loaded",
        "worker",
        "also",
        "scan",
        "social",
        "medium",
        "news",
        "trouble",
        "near",
        "roadway",
        "fed",
        "watching",
        "truck",
        "picked",
        "company",
        "taking",
        "air",
        "brazilian",
        "airline",
        "azul",
        "sa",
        "seen",
        "cargo",
        "business",
        "increase",
        "dramatically",
        "recent",
        "year",
        "especially",
        "pricey",
        "lightweight",
        "consumer",
        "good",
        "cell",
        "phone",
        "said",
        "leandro",
        "pires",
        "head",
        "cargo",
        "sale",
        "azul",
        "said",
        "demand",
        "increasing",
        "even",
        "route",
        "kilometer",
        "hop",
        "rio",
        "sao",
        "paulo",
        "still",
        "even",
        "air",
        "travel",
        "foolproof",
        "early",
        "march",
        "thief",
        "disguised",
        "security",
        "personnel",
        "infiltrated",
        "airport",
        "near",
        "sao",
        "paulo",
        "made",
        "million",
        "cash",
        "set",
        "flown",
        "german",
        "airline",
        "lufthansa",
        "crime",
        "reminiscent",
        "famed",
        "lufthansa",
        "heist",
        "john",
        "kennedy",
        "international",
        "airport",
        "new",
        "york",
        "sao",
        "paulo",
        "crime",
        "remains",
        "unsolved",
        "criminal",
        "evolving",
        "time",
        "pass",
        "said",
        "marin",
        "braspress",
        "learning",
        "adapting",
        "along",
        "reporting",
        "gram",
        "slattery",
        "additional",
        "reporting",
        "gabriela",
        "mello",
        "flavia",
        "bohone",
        "jeffrey",
        "dastin",
        "alberto",
        "alerigi",
        "editing",
        "marla",
        "dickerson"
    ]
}