{
    "organizations": [],
    "uuid": "9ba4d1d736cbd23818484bc57d089935bc4dc1db",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-reata-pharmaceuticals-inc-announces-first-quarter-2018-financial-results-and-an-update-on-development-programs.html",
    "ord_in_thread": 0,
    "title": "Reata Pharmaceuticals, Inc. Announces First Quarter 2018 Financial Results and an Update on Development Programs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CATALYST TRIAL IN CTD-PAH FINAL SAMPLE SIZE SET AT 200; TOP-LINE DATA EXPECTED IN THE FIRST HALF OF 2020\nPHOENIX TRIAL INTERIM DATA FOR ADPKD AND IGA NEPHROPATHY COHORTS AT ERA-EDTA IN MAY; FULL DATA FOR THESE COHORTS AND T1D CKD NOW EXPECTED DURING THE THIRD QUARTER OF 2018\nCARDINAL PHASE 3 TRIAL IN ALPORT SYNDROME AND MOXIE REGISTRATIONAL TRIAL IN FRIEDREICH’S ATAXIA PROCEEDING AS PLANNED; DATA EXPECTED IN THE SECOND HALF OF 2019\nIRVING, Texas, May 08, 2018 (GLOBE NEWSWIRE) -- Reata Pharmaceuticals, Inc. (Nasdaq:RETA), a clinical-stage biopharmaceutical company, today provided an update on the Company's product development programs and announced financial results for the first quarter ended March 31, 2018.\nProduct Development Updates\nCATALYST Trial of Bardoxolone Methyl in CTD-PAH\nThe primary endpoint for the Phase 3 CATALYST trial in CTD-PAH is the placebo-corrected change in six-minute walk distance (6MWD) following six months of treatment. The sample size range for the CATALYST trial was based upon data from the Phase 2 LARIAT trial and set at a range of 130 to 200 patients. The final sample size is determined by a prospectively-defined, pooled, and blinded sample size recalculation occurring after enrollment of at least 100 patients. The purpose of this analysis is to preserve statistical power, and it incorporates baseline characteristics and observed 6MWD variability from enrolled patients. The sample size recalculation was recently performed and indicated that a sample size of 200 patients will be sufficient to support the initial statistical assumptions and preserve statistical power of the study. The sample size recalculation was performed on a blinded basis, and there was no assessment of treatment effect. Accordingly, no statistical penalty was incurred toward the primary endpoint of the CATALYST study. As a result of the sample size recalculation, Reata expects that it will require at least 12 months to complete enrollment of the study, and now expects top-line data from CATALYST during the first half of 2020.\nPhase 2 PHOENIX Trial of Bardoxolone Methyl in Rare Forms of Chronic Kidney Disease (CKD)\nWe are completing enrollment earlier than planned in the autosomal dominant polycystic kidney disease (ADPKD), IgA nephropathy, and type 1 diabetic CKD (T1D CKD) cohorts of PHOENIX. We expect enrollment in all three cohorts to be complete by the end of May and full primary endpoint data from these three rare forms of CKD to be available during the third quarter of 2018. Full primary endpoint data from the focal segmental glomerulosclerosis cohort are expected to be available in the first half of 2019.\nInterim data for the ADPKD and IgA nephropathy cohorts will be presented in a late-breaking abstract at the European Renal Association and European Dialysis and Transplant Association (ERA-EDTA) meeting in Copenhagen on May 25, 2018 in an abstract entitled “Initial Results from a Phase 2 Trial of the Safety and Efficacy of Bardoxolone Methyl in Patients with Autosomal Dominant Polycystic Kidney Disease and IgA Nephropathy.” Reata’s data presentations from other clinical trials with bardoxolone methyl at ERA-EDTA will include:\nEffect of Bardoxolone Methyl on Urinary Albumin in Patients with Type 2 Diabetes and Chronic Kidney Disease: Post-hoc Analyses from BEAM and BEACON Bardoxolone Methyl Prevents eGFR Decline in Patients with Chronic Kidney Disease Stage 4 and Type 2 Diabetes ─ Post-hoc Analyses from BEACON Two-Year Durability of Improvements in eGFR with Bardoxolone Methyl in Patients with Pulmonary Arterial Hypertension: The LARIAT Study\nRegistrational Phase 3 Portion of the CARDINAL Trial of Bardoxolone Methyl in Alport Syndrome\nEnrollment in the pivotal Phase 3 portion of the CARDINAL trial of bardoxolone methyl in Alport syndrome is proceeding as planned. The clinical trial is expected to be fully enrolled in the second half of 2018, with top-line data available in the second half of 2019. One-year eGFR withdrawal data, also known as the “retained benefit” analysis, from the Phase 2 portion of CARDINAL will be available in the third quarter of this year. In addition, Reata’s development partner, Kyowa Hakko Kirin, is planning to initiate a pivotal Phase 3 clinical trial in diabetic CKD in Japan during 2018.\nRegistrational Portion of MOXIe Trial of Omaveloxolone in Friedreich’s Ataxia\nEnrollment in the pivotal Part 2 of the Phase 2 MOXIe trial of omaveloxolone in Friedreich’s ataxia is proceeding as planned. The clinical study is expected to be fully enrolled in the second half of 2018, with top-line data available in the second half of 2019.\nUpcoming Milestones\nInterim Phase 2 PHOENIX data in ADPKD and IgA nephropathy at ERA-EDTA on May 25 th One-year retained eGFR benefit data for CARDINAL Phase 2 patients in the third quarter of 2018 Full 12-week PHOENIX data in ADPKD, IgA nephropathy, and T1D CKD during the third quarter of 2018 Launch of pivotal trial in diabetic CKD by Kyowa Hakko Kirin in Japan during 2018 Full 12-week PHOENIX data in FSGS in the first half of 2019 Pivotal data from the CARDINAL trial in the second half of 2019 Pivotal data from the MOXIe trial in the second half of 2019 Pivotal data from the CATALYST trial in the first half of 2020\nFinancial Highlights\nThe Company incurred operating expenses of $28.1 million for the quarter ended March 31, 2018, with research and development accounting for $21.4 million. This compares to operating expenses of $19.9 million for the same period of the year prior, when research and development accounted for $14.6 million. Net income of $4.1 million or $0.16 per share was reported by the Company for the quarter ended March 31, 2018. This compares to net loss of $7.1 million or $0.32 per share in the same period of the year prior. The increase in net income and net income per share is primarily due to revenue of $25.1 million related to a milestone payment that we expect to receive from Kyowa Hakko Kirin in 2018 that was partially recognized in accordance with newly-adopted revenue recognition requirements under Accounting Standards Update No. 2014-09, Revenue from Contracts with Customers (Topic 606) issued by the Financial Accounting Standards Board. The increase in revenue under the new guidance resulted in increases of $25.1 million in net income and $0.96 in basic net income per share for the three months ended March 31, 2018.\nAs of March 31, 2018, the Company had $105.9 million in cash and cash equivalents. We believe our existing cash and cash equivalents, in combination with available debt and the expected milestone payment from Kyowa Hakko Kirin, will be sufficient to enable us to fund our operating expenses and capital expenditure requirements through registrational data from both CARDINAL and MOXIe in the second half of 2019.\nReata management will be hosting a conference call to discuss our development programs on May 9, 2018 at 8:00 a.m. ET at the following:\nCONFERENCE CALL INFORMATION\nDate: Wednesday May 9, 2018\nTime: 8:00 a.m. ET\nAudience Dial-in (toll-free): (844) 348-3946\nAudience Dial-in (international): (213) 358-0892\nPasscode: 8266998\nWebcast Link: https://edge.media-server.com/m6/p/imwkx9nt\nThree Months ended March 31, 2018 2017 Consolidated Statements of Operations (Unaudited) (in thousands, except share and per share data) Collaboration revenue License and milestone $ 32,168 $ 12,729 Other revenue 224 3 Total collaboration revenue 32,392 12,732 Expenses Research and development 21,407 14,603 General and administrative 6,628 5,173 Depreciation and amortization 101 130 Total expenses 28,136 19,906 Other income (expense) Investment income 335 81 Interest expense (509 ) (5 ) Total other income (expense) (174 ) 76 Income (loss) before taxes on income 4,082 (7,098 ) Provision (benefit) for taxes on income - - Net income (loss) $ 4,082 $ (7,098 ) Net income (loss) per share—basic $ 0.16 $ (0.32 ) Net income (loss) per share—diluted 0.15 (0.32 ) Weighted-average number of common shares used in net\nincome (loss) per share basic 26,155,141 22,350,436 Weighted-average number of common shares used in net\nincome (loss) per share diluted 26,633,521 22,350,436\nAs of\nMarch 31, 2018 (Unaudited) As of\nDecember 31, 2017 (in thousands) Condensed Consolidated Balance Sheet Data Cash and cash equivalents $ 105,937 $ 129,780 Working capital 83,381 85,492 Total assets 136,813 135,337 Term loan 19,670 19,614 Deferred revenue (including current portion) 239,961 244,438 Accumulated deficit (335,688 ) (337,143 ) Total stockholders' equity $ (142,701 ) $ (146,973 ) About Reata Pharmaceuticals, Inc.\nReata is a clinical-stage biopharmaceutical company that develops novel therapeutics for patients with serious or life-threatening diseases by targeting molecular pathways involved in the regulation of cellular metabolism and inflammation. Reata’s two most advanced clinical candidates, bardoxolone methyl and omaveloxolone, target the important transcription factor Nrf2 that promotes the resolution of inflammation by restoring mitochondrial function, reducing oxidative stress, and inhibiting pro-inflammatory signaling.\nForward-Looking Statements\nThis press release includes certain disclosures that contain “forward-looking statements,” including, without limitation, statements regarding the success, cost and timing of our product development activities and clinical trials, our plans to research, develop and commercialize our product candidates, and our ability to obtain and retain regulatory approval of our product candidates. You can identify forward-looking statements because they contain words such as “believes,” “will,” “may,” “aims,” “plans,” and “expects.” Forward-looking statements are based on Reata’s current expectations and assumptions. Because forward-looking statements relate to the future, they are subject to inherent uncertainties, risks, and changes in circumstances that may contemplated by the forward-looking statements, which are neither statements of historical fact nor guarantees or assurances of future performance. Important factors that could cause actual results to in the forward-looking statements include, but are not limited to, (i) the timing, costs, conduct, and outcome of our clinical trials and future preclinical studies and clinical trials, including the timing of the initiation and availability of data from such trials; (ii) the timing and likelihood of regulatory filings and approvals for our product candidates; (iii) the potential market size and the size of the patient populations for our product candidates, if approved for commercial use, and the market opportunities for our product candidates; and (iv) other factors set forth in Reata’s filings with the U.S. Securities and Exchange Commission, including its Annual Report on Form 10-K, under the caption “Risk Factors.” The forward-looking statements speak only as of the date made and, other than as required by law, we undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise.\nContact:\nReata Pharmaceuticals, Inc.\n(972) 865-2219\ninfo@reatapharma.com\nhttp://news.reatapharma.com\nInvestor Relations:\nVinny Jindal\nVice President, Strategy\n(469) 374-8721\nir@reatapharma.com\nMedia:\nMatt Middleman, M.D.\nLifeSci Public Relations\n(646) 627-8384\nmatt.middleman@lifescipublicrelations.com\nSource:Reata Pharmaceuticals, Inc.",
    "published": "2018-05-09T01:00:00.000+03:00",
    "crawled": "2018-05-09T02:48:16.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "catalyst",
        "trial",
        "final",
        "sample",
        "size",
        "set",
        "data",
        "expected",
        "first",
        "half",
        "phoenix",
        "trial",
        "interim",
        "data",
        "adpkd",
        "iga",
        "nephropathy",
        "cohort",
        "may",
        "full",
        "data",
        "cohort",
        "t1d",
        "ckd",
        "expected",
        "third",
        "quarter",
        "cardinal",
        "phase",
        "trial",
        "alport",
        "syndrome",
        "moxie",
        "registrational",
        "trial",
        "friedreich",
        "ataxia",
        "proceeding",
        "planned",
        "data",
        "expected",
        "second",
        "half",
        "irving",
        "texas",
        "may",
        "globe",
        "newswire",
        "reata",
        "pharmaceutical",
        "nasdaq",
        "reta",
        "biopharmaceutical",
        "company",
        "today",
        "provided",
        "update",
        "company",
        "product",
        "development",
        "program",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "product",
        "development",
        "update",
        "catalyst",
        "trial",
        "bardoxolone",
        "methyl",
        "primary",
        "endpoint",
        "phase",
        "catalyst",
        "trial",
        "change",
        "walk",
        "distance",
        "6mwd",
        "following",
        "six",
        "month",
        "treatment",
        "sample",
        "size",
        "range",
        "catalyst",
        "trial",
        "based",
        "upon",
        "data",
        "phase",
        "lariat",
        "trial",
        "set",
        "range",
        "patient",
        "final",
        "sample",
        "size",
        "determined",
        "pooled",
        "blinded",
        "sample",
        "size",
        "recalculation",
        "occurring",
        "enrollment",
        "least",
        "patient",
        "purpose",
        "analysis",
        "preserve",
        "statistical",
        "power",
        "incorporates",
        "baseline",
        "characteristic",
        "observed",
        "6mwd",
        "variability",
        "enrolled",
        "patient",
        "sample",
        "size",
        "recalculation",
        "recently",
        "performed",
        "indicated",
        "sample",
        "size",
        "patient",
        "sufficient",
        "support",
        "initial",
        "statistical",
        "assumption",
        "preserve",
        "statistical",
        "power",
        "study",
        "sample",
        "size",
        "recalculation",
        "performed",
        "blinded",
        "basis",
        "assessment",
        "treatment",
        "effect",
        "accordingly",
        "statistical",
        "penalty",
        "incurred",
        "toward",
        "primary",
        "endpoint",
        "catalyst",
        "study",
        "result",
        "sample",
        "size",
        "recalculation",
        "reata",
        "expects",
        "require",
        "least",
        "month",
        "complete",
        "enrollment",
        "study",
        "expects",
        "data",
        "catalyst",
        "first",
        "half",
        "phase",
        "phoenix",
        "trial",
        "bardoxolone",
        "methyl",
        "rare",
        "form",
        "chronic",
        "kidney",
        "disease",
        "ckd",
        "completing",
        "enrollment",
        "earlier",
        "planned",
        "autosomal",
        "dominant",
        "polycystic",
        "kidney",
        "disease",
        "adpkd",
        "iga",
        "nephropathy",
        "type",
        "diabetic",
        "ckd",
        "t1d",
        "ckd",
        "cohort",
        "phoenix",
        "expect",
        "enrollment",
        "three",
        "cohort",
        "complete",
        "end",
        "may",
        "full",
        "primary",
        "endpoint",
        "data",
        "three",
        "rare",
        "form",
        "ckd",
        "available",
        "third",
        "quarter",
        "full",
        "primary",
        "endpoint",
        "data",
        "focal",
        "segmental",
        "glomerulosclerosis",
        "cohort",
        "expected",
        "available",
        "first",
        "half",
        "interim",
        "data",
        "adpkd",
        "iga",
        "nephropathy",
        "cohort",
        "presented",
        "abstract",
        "european",
        "renal",
        "association",
        "european",
        "dialysis",
        "transplant",
        "association",
        "meeting",
        "copenhagen",
        "may",
        "abstract",
        "entitled",
        "initial",
        "result",
        "phase",
        "trial",
        "safety",
        "efficacy",
        "bardoxolone",
        "methyl",
        "patient",
        "autosomal",
        "dominant",
        "polycystic",
        "kidney",
        "disease",
        "iga",
        "reata",
        "data",
        "presentation",
        "clinical",
        "trial",
        "bardoxolone",
        "methyl",
        "include",
        "effect",
        "bardoxolone",
        "methyl",
        "urinary",
        "albumin",
        "patient",
        "type",
        "diabetes",
        "chronic",
        "kidney",
        "disease",
        "analysis",
        "beam",
        "beacon",
        "bardoxolone",
        "methyl",
        "prevents",
        "egfr",
        "decline",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "stage",
        "type",
        "diabetes",
        "analysis",
        "beacon",
        "durability",
        "improvement",
        "egfr",
        "bardoxolone",
        "methyl",
        "patient",
        "pulmonary",
        "arterial",
        "hypertension",
        "lariat",
        "study",
        "registrational",
        "phase",
        "portion",
        "cardinal",
        "trial",
        "bardoxolone",
        "methyl",
        "alport",
        "syndrome",
        "enrollment",
        "pivotal",
        "phase",
        "portion",
        "cardinal",
        "trial",
        "bardoxolone",
        "methyl",
        "alport",
        "syndrome",
        "proceeding",
        "planned",
        "clinical",
        "trial",
        "expected",
        "fully",
        "enrolled",
        "second",
        "half",
        "data",
        "available",
        "second",
        "half",
        "egfr",
        "withdrawal",
        "data",
        "also",
        "known",
        "retained",
        "benefit",
        "analysis",
        "phase",
        "portion",
        "cardinal",
        "available",
        "third",
        "quarter",
        "year",
        "addition",
        "reata",
        "development",
        "partner",
        "kyowa",
        "hakko",
        "kirin",
        "planning",
        "initiate",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "diabetic",
        "ckd",
        "japan",
        "registrational",
        "portion",
        "moxie",
        "trial",
        "omaveloxolone",
        "friedreich",
        "ataxia",
        "enrollment",
        "pivotal",
        "part",
        "phase",
        "moxie",
        "trial",
        "omaveloxolone",
        "friedreich",
        "ataxia",
        "proceeding",
        "planned",
        "clinical",
        "study",
        "expected",
        "fully",
        "enrolled",
        "second",
        "half",
        "data",
        "available",
        "second",
        "half",
        "upcoming",
        "milestone",
        "interim",
        "phase",
        "phoenix",
        "data",
        "adpkd",
        "iga",
        "nephropathy",
        "may",
        "th",
        "retained",
        "egfr",
        "benefit",
        "data",
        "cardinal",
        "phase",
        "patient",
        "third",
        "quarter",
        "full",
        "phoenix",
        "data",
        "adpkd",
        "iga",
        "nephropathy",
        "t1d",
        "ckd",
        "third",
        "quarter",
        "launch",
        "pivotal",
        "trial",
        "diabetic",
        "ckd",
        "kyowa",
        "hakko",
        "kirin",
        "japan",
        "full",
        "phoenix",
        "data",
        "fsgs",
        "first",
        "half",
        "pivotal",
        "data",
        "cardinal",
        "trial",
        "second",
        "half",
        "pivotal",
        "data",
        "moxie",
        "trial",
        "second",
        "half",
        "pivotal",
        "data",
        "catalyst",
        "trial",
        "first",
        "half",
        "financial",
        "highlight",
        "company",
        "incurred",
        "operating",
        "expense",
        "million",
        "quarter",
        "ended",
        "march",
        "research",
        "development",
        "accounting",
        "million",
        "compare",
        "operating",
        "expense",
        "million",
        "period",
        "year",
        "prior",
        "research",
        "development",
        "accounted",
        "million",
        "net",
        "income",
        "million",
        "per",
        "share",
        "reported",
        "company",
        "quarter",
        "ended",
        "march",
        "compare",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "year",
        "prior",
        "increase",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "primarily",
        "due",
        "revenue",
        "million",
        "related",
        "milestone",
        "payment",
        "expect",
        "receive",
        "kyowa",
        "hakko",
        "kirin",
        "partially",
        "recognized",
        "accordance",
        "revenue",
        "recognition",
        "requirement",
        "accounting",
        "standard",
        "update",
        "revenue",
        "contract",
        "customer",
        "topic",
        "issued",
        "financial",
        "accounting",
        "standard",
        "board",
        "increase",
        "revenue",
        "new",
        "guidance",
        "resulted",
        "increase",
        "million",
        "net",
        "income",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "march",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "believe",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "combination",
        "available",
        "debt",
        "expected",
        "milestone",
        "payment",
        "kyowa",
        "hakko",
        "kirin",
        "sufficient",
        "enable",
        "u",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "registrational",
        "data",
        "cardinal",
        "moxie",
        "second",
        "half",
        "reata",
        "management",
        "hosting",
        "conference",
        "call",
        "discus",
        "development",
        "program",
        "may",
        "et",
        "following",
        "conference",
        "call",
        "information",
        "date",
        "wednesday",
        "may",
        "time",
        "et",
        "audience",
        "audience",
        "international",
        "passcode",
        "webcast",
        "link",
        "http",
        "three",
        "month",
        "ended",
        "march",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "collaboration",
        "revenue",
        "license",
        "milestone",
        "revenue",
        "total",
        "collaboration",
        "revenue",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "expense",
        "income",
        "expense",
        "investment",
        "income",
        "interest",
        "expense",
        "total",
        "income",
        "expense",
        "income",
        "loss",
        "tax",
        "income",
        "provision",
        "benefit",
        "tax",
        "income",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "net",
        "income",
        "loss",
        "per",
        "number",
        "common",
        "share",
        "used",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "number",
        "common",
        "share",
        "used",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "march",
        "unaudited",
        "december",
        "thousand",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "term",
        "loan",
        "deferred",
        "revenue",
        "including",
        "current",
        "portion",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "reata",
        "pharmaceutical",
        "reata",
        "biopharmaceutical",
        "company",
        "develops",
        "novel",
        "therapeutic",
        "patient",
        "serious",
        "disease",
        "targeting",
        "molecular",
        "pathway",
        "involved",
        "regulation",
        "cellular",
        "metabolism",
        "inflammation",
        "reata",
        "two",
        "advanced",
        "clinical",
        "candidate",
        "bardoxolone",
        "methyl",
        "omaveloxolone",
        "target",
        "important",
        "transcription",
        "factor",
        "nrf2",
        "promotes",
        "resolution",
        "inflammation",
        "restoring",
        "mitochondrial",
        "function",
        "reducing",
        "oxidative",
        "stress",
        "inhibiting",
        "signaling",
        "statement",
        "press",
        "release",
        "includes",
        "certain",
        "disclosure",
        "contain",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "success",
        "cost",
        "timing",
        "product",
        "development",
        "activity",
        "clinical",
        "trial",
        "plan",
        "research",
        "develop",
        "commercialize",
        "product",
        "candidate",
        "ability",
        "obtain",
        "retain",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "identify",
        "statement",
        "contain",
        "word",
        "belief",
        "may",
        "aim",
        "plan",
        "statement",
        "based",
        "reata",
        "current",
        "expectation",
        "assumption",
        "statement",
        "relate",
        "future",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "may",
        "contemplated",
        "statement",
        "neither",
        "statement",
        "historical",
        "fact",
        "guarantee",
        "assurance",
        "future",
        "performance",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "statement",
        "include",
        "limited",
        "timing",
        "cost",
        "conduct",
        "outcome",
        "clinical",
        "trial",
        "future",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "including",
        "timing",
        "initiation",
        "availability",
        "data",
        "trial",
        "ii",
        "timing",
        "likelihood",
        "regulatory",
        "filing",
        "approval",
        "product",
        "candidate",
        "iii",
        "potential",
        "market",
        "size",
        "size",
        "patient",
        "population",
        "product",
        "candidate",
        "approved",
        "commercial",
        "use",
        "market",
        "opportunity",
        "product",
        "candidate",
        "iv",
        "factor",
        "set",
        "forth",
        "reata",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "caption",
        "risk",
        "statement",
        "speak",
        "date",
        "made",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "reata",
        "pharmaceutical",
        "info",
        "http",
        "investor",
        "relation",
        "vinny",
        "jindal",
        "vice",
        "president",
        "strategy",
        "ir",
        "medium",
        "matt",
        "middleman",
        "lifesci",
        "public",
        "relation",
        "source",
        "reata",
        "pharmaceutical",
        "inc"
    ]
}