{
    "organizations": [],
    "uuid": "1ca91e53e03b7d0bdafc38a0aa44b7d9c7254d52",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-tetraphase-pharmaceuticals-reports-first-quarter-2018-financial-resultsaand-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "Tetraphase Pharmaceuticals Reports First Quarter 2018 Financial Results and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WATERTOWN, Mass., May 03, 2018 (GLOBE NEWSWIRE) -- Tetraphase Pharmaceuticals, Inc. (NASDAQ:TTPH), a biopharmaceutical company focused on developing and commercializing novel antibiotics to treat life-threatening multidrug-resistant (MDR) infections, today reported financial results for the first quarter ended March 31, 2018.\n“During the first quarter, we revised our eravacycline strategy to focus primarily on the commercialization of the IV formulation of the drug in complicated intra-abdominal infections (cIAI), for which we have submitted a New Drug Application (NDA) to the U.S. Food and Drug Administration (FDA) based on the positive results of the IGNITE1 and IGNITE4 phase 3 clinical trials,” said Guy Macdonald, President and Chief Executive Officer of Tetraphase. “We recently presented data from IGNITE4, in which eravacycline demonstrated statistical non-inferiority to meropenem, at the 28th European Congress of Clinical Microbiology and Infectious Diseases (ECCMID). We believe these data underscore the opportunity for eravacycline to address a critical unmet need in the treatment paradigm for gram-negative, multidrug-resistant infections. We are especially excited to move forward with commercial preparations to bring eravacycline to market as a treatment for cIAI in the second half of 2018, pending U.S. regulatory approval following our PDUFA date of August 28.”\nMr. Macdonald continued: “Beyond our U.S. strategy for IV eravacycline in cIAI, we also have a Marketing Authorization Application (MAA) under review with the European Medicines Agency (EMA) and expect an approval decision in cIAI in Europe in the second half of the year, with plans for potential commercial launch in Europe in 2019. In addition, we were pleased to enter into an exclusive licensing agreement this quarter with Everest Medicines, a biopharmaceutical company based in China, to develop and commercialize eravacycline in mainland China and other Asian territories, advancing our goal to deliver new treatment options for serious, often life-threatening infections, to patients on a global level.”\nKey Milestones for 2018\nPotential approval of eravacycline in cIAI in U.S. – Q3 2018\nPotential approval of eravacycline in cIAI in Europe – 2H 2018\nPotential commercial launch of eravacycline in cIAI in the U.S. – Q4 2018\nComplete phase 1 multiple ascending dose studies for TP-271 and TP-6076 – 2H 2018\nFirst Quarter and Recent Highlights\nPresented data at ECCMID 2018 including an oral presentation of IGNITE4, the Company’s phase 3 study to evaluate the efficacy and safety of eravacycline versus meropenem in cIAI. This is the first time IGNITE4 data have been presented and the submission was awarded a “Best Rated Abstract” from ECCMID. Additionally, poster presentations included data regarding the in vitro activity of eravacycline and comparators against Gram-negative isolates from a large-scale global surveillance study, as well as the activity of TP-6076 against carbapenem-resistant Acinetobacter baumannii isolates. Entered into an exclusive licensing agreement with Everest Medicines Limited, a biopharmaceutical company based in China, to develop and commercialize eravacycline for the treatment of cIAI and other indications in mainland China, Taiwan, Hong Kong, Macau, South Korea and Singapore. Notified of a Prescription User Fee Act (PDUFA) goal date of August 28, 2018 for the FDA’s completion of its review of the NDA for IV eravacycline for the treatment of cIAI. The NDA submission includes data from the IGNITE1 and IGNITE4 phase 3 clinical trials, in which twice-daily IV eravacycline was well tolerated and achieved high clinical cure rates in patients with cIAI. Both studies demonstrated statistical non-inferiority of eravacycline to widely used comparators – ertapenem in IGNITE1 and meropenem in IGNITE4 – for the primary efficacy endpoint of clinical response at the test-of-cure visit. Appointed Larry Edwards, Chief Operating Officer. Mr. Edwards joined Tetraphase in July 2015 as vice president, marketing, served as vice president, commercial operations from January 2016 to December 2016 and as senior vice president, chief commercial officer from December 2016 to February 2017. He has over 20 years of experience in the infectious disease area. Mr. Edwards is responsible for all phases of the launch of eravacycline, pending regulatory approval. Appointed Larry Tsai, M.D., Chief Medical Officer. Dr. Tsai joined Tetraphase in 2014 as senior medical director and became vice president, clinical development in 2015. He has nearly 20 years of experience in clinical practice and development. Dr. Tsai has provided significant expertise to the clinical team throughout the IGNITE phase 3 program for eravacycline, as well as in the early clinical development of the Company’s pipeline programs. Announced top-line results from IGNITE3, the Company's phase 3 clinical trial evaluating the efficacy and safety of once-daily IV eravacycline compared to ertapenem for the treatment of patients with complicated urinary tract infections (cUTI), in which eravacycline did not achieve statistical non-inferiority to ertapenem. Given the IGNITE3 results, the Company ceased development of IV and oral eravacycline for the treatment of cUTI.\nFirst Quarter 2018 Financial Results\nAs of March 31, 2018, Tetraphase had cash and cash equivalents of $117.7 million and 51.6 million shares outstanding. The Company expects that its cash and cash equivalents, as well as expected revenue from its U.S. government awards, will be sufficient to fund operations through the first half of 2019.\nRevenues during the first quarter of 2018 were $1.9 million compared to $1.5 million for the same period in 2017. Revenues for each period consisted of contract and grant revenue under the Company's U.S. government awards for the development of Tetraphase compounds for the treatment of diseases caused by bacterial biothreat pathogens and for certain infections caused by life-threatening multidrug-resistant bacteria. The increase was primarily due to the initiation of the CARB-X grant in second half of 2017.\nResearch and development (R&D) expenses 2018 were $18.1 million compared to $25.9 million for the same period in 2017. The decrease in R&D expenses was primarily due to the completion of our IGNITE phase 3 clinical studies for eravacycline.\nGeneral and administrative (G&A) expenses 2018 were $5.7 million compared to $5.1 million for the same period in 2017. This increase was primarily due to pre-commercialization expenses.\nFor the first quarter of 2018, Tetraphase reported a net loss of $21.6 million, or ($0.42) per share, compared to a net loss of $29.5 million, or ($0.79) per share, for the same period in 2017.\nAbout Eravacycline\nEravacycline is a novel, fully-synthetic fluorocycline antibiotic being developed for the treatment of cIAI and other serious infections, including those caused by MDR pathogens that have been highlighted as urgent public health threats by both the World Health Organization and the U.S. Centers for Disease Control & Prevention (CDC). In clinical trials, eravacycline has demonstrated potent activity against MDR pathogens, including carbapenem-resistant Enterobacteriaceae, Acinetobacter baumannii , and colistin-resistant bacteria carrying the mcr-1 gene.\nEravacycline was investigated for the treatment of cIAI as part of the Company's IGNITE ( I nvestigating G ram- N egative I nfections T reated with E ravacycline) phase 3 programs. In IGNITE1, a pivotal phase 3 trial in patients with cIAI, twice-daily IV eravacycline met the primary endpoint by demonstrating statistical non-inferiority of clinical response compared to ertapenem, was well tolerated, and achieved high cure rates in patients with Gram-negative pathogens, including resistant isolates. The IGNITE1 data is serving as the basis of the MAA for IV eravacycline for the treatment of patients with cIAI now under review by the EMA. In IGNITE4, a second phase 3 clinical trial in patients with cIAI, twice-daily IV eravacycline met the primary endpoint by demonstrating statistical non-inferiority of clinical response compared to meropenem, was well tolerated, and achieved high cure rates. The Company has used the results from IGNITE1 and IGNITE4 to support NDA submission for IV eravacycline in cIAI. To date, eravacycline has been administered to over 2,700 patients. Eravacycline is an investigational product and has not been approved for commercial use.\nAbout Tetraphase Pharmaceuticals, Inc.\nTetraphase is a biopharmaceutical company using its proprietary chemistry technology to create novel antibiotics for serious and life-threatening bacterial infections, including those caused by many of the MDR bacteria highlighted as urgent public health threats by the CDC. The Company has created more than 3,000 novel tetracycline analogs using its proprietary technology platform. Tetraphase's pipeline includes three antibiotic clinical candidates: eravacycline, which has completed phase 3 clinical trials and is under review for potential approval in complicated intra-abdominal infections by the FDA and the EMA, and TP-271 and TP-6076, which are in phase 1 clinical trials. Eravacycline is an investigational product only and has not been approved for commercial use. Please visit www.tphase.com for more company information.\nForward-Looking Statements\nAny statements in this press release about our future expectations, plans and prospects, including statements regarding our strategy, future operations, prospects, plans and objectives, and other statements containing the words \"anticipates,\" \"believes,\" \"expects,\" \"plans,\" \"will\" and similar expressions, constitute within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such as a result of various important factors, including: whether the Company's regulatory submission will receive approval from the United States Food and Drug Administration or equivalent foreign regulatory agencies; whether, if any clinical candidate, including eravacycline obtains approval, it will be successfully distributed and marketed; and other factors discussed in the \"Risk Factors\" section of our quarterly report on Form 10-Q for the period ended March 31, 2018, filed with the Securities and Exchange Commission on May 3, 2018. In addition, the included in this press release represent our views as of May 3, 2018. We anticipate that subsequent events and developments will cause our views to change. However, while we may elect to update these at some point in the future, we specifically disclaim any obligation to do so.\nTetraphase Pharmaceuticals, Inc. Condensed Consolidated Statement of Operations (Unaudited) (In thousands, except per share data) Three Months Ended March 31, 2018 2017 Revenues $ 1,891 $ 1,485 Operating expenses Research and development 18,127 25,947 General and administrative 5,705 5,133 Total operating expenses 23,832 31,080 Loss from operations (21,941 ) (29,595 ) Other income (expense) Other income (expense), net 365 137 Net loss $ (21,576 ) $ (29,458 ) Net loss per share-basic and diluted $ (0.42 ) $ (0.79 ) Weighted-average number of common shares used in net loss per share applicable to common stockholders-basic and diluted 51,601 37,093\nTetraphase Pharmaceuticals, Inc. Condensed Consolidated Balance Sheets (unaudited) (In thousands) March 31, December 31, 2018 2017 Assets Cash and cash equivalents $ 117,665 $ 136,411 Accounts receivable 3,213 4,653 Prepaid expenses and other current assets 6,931 6,382 Property and equipment, net 1,362 1,395 Other assets, noncurrent 199 199 Total assets $ 129,370 $ 149,040 Liabilities and Stockholders' equity Accounts payable and accrued expenses $ 9,723 $ 17,865 Total deferred revenue 7,479 660 Other liabilities, noncurrent 131 105 Total stockholders' equity 112,037 130,410 Total liabilities and stockholders' equity $ 129,370 $ 149,040 Media and Investor Contact:\nJennifer Viera\njviera@tphase.com\n617-600-7040\nSource:Tetraphase Pharmaceuticals, Inc.",
    "published": "2018-05-04T00:30:00.000+03:00",
    "crawled": "2018-05-04T03:24:55.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "watertown",
        "may",
        "globe",
        "newswire",
        "tetraphase",
        "pharmaceutical",
        "nasdaq",
        "ttph",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "novel",
        "antibiotic",
        "treat",
        "mdr",
        "infection",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "revised",
        "eravacycline",
        "strategy",
        "focus",
        "primarily",
        "commercialization",
        "iv",
        "formulation",
        "drug",
        "complicated",
        "infection",
        "ciai",
        "submitted",
        "new",
        "drug",
        "application",
        "nda",
        "food",
        "drug",
        "administration",
        "fda",
        "based",
        "positive",
        "result",
        "ignite1",
        "ignite4",
        "phase",
        "clinical",
        "trial",
        "said",
        "guy",
        "macdonald",
        "president",
        "chief",
        "executive",
        "officer",
        "tetraphase",
        "recently",
        "presented",
        "data",
        "ignite4",
        "eravacycline",
        "demonstrated",
        "statistical",
        "meropenem",
        "28th",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "eccmid",
        "believe",
        "data",
        "underscore",
        "opportunity",
        "eravacycline",
        "address",
        "critical",
        "unmet",
        "need",
        "treatment",
        "paradigm",
        "infection",
        "especially",
        "excited",
        "move",
        "forward",
        "commercial",
        "preparation",
        "bring",
        "eravacycline",
        "market",
        "treatment",
        "ciai",
        "second",
        "half",
        "pending",
        "regulatory",
        "approval",
        "following",
        "pdufa",
        "date",
        "august",
        "macdonald",
        "continued",
        "beyond",
        "strategy",
        "iv",
        "eravacycline",
        "ciai",
        "also",
        "marketing",
        "authorization",
        "application",
        "maa",
        "review",
        "european",
        "medicine",
        "agency",
        "ema",
        "expect",
        "approval",
        "decision",
        "ciai",
        "europe",
        "second",
        "half",
        "year",
        "plan",
        "potential",
        "commercial",
        "launch",
        "europe",
        "addition",
        "pleased",
        "enter",
        "exclusive",
        "licensing",
        "agreement",
        "quarter",
        "everest",
        "medicine",
        "biopharmaceutical",
        "company",
        "based",
        "china",
        "develop",
        "commercialize",
        "eravacycline",
        "mainland",
        "china",
        "asian",
        "territory",
        "advancing",
        "goal",
        "deliver",
        "new",
        "treatment",
        "option",
        "serious",
        "often",
        "infection",
        "patient",
        "global",
        "key",
        "milestone",
        "potential",
        "approval",
        "eravacycline",
        "ciai",
        "q3",
        "potential",
        "approval",
        "eravacycline",
        "ciai",
        "europe",
        "2h",
        "potential",
        "commercial",
        "launch",
        "eravacycline",
        "ciai",
        "q4",
        "complete",
        "phase",
        "multiple",
        "ascending",
        "dose",
        "study",
        "2h",
        "first",
        "quarter",
        "recent",
        "highlight",
        "presented",
        "data",
        "eccmid",
        "including",
        "oral",
        "presentation",
        "ignite4",
        "company",
        "phase",
        "study",
        "evaluate",
        "efficacy",
        "safety",
        "eravacycline",
        "versus",
        "meropenem",
        "ciai",
        "first",
        "time",
        "ignite4",
        "data",
        "presented",
        "submission",
        "awarded",
        "best",
        "rated",
        "abstract",
        "eccmid",
        "additionally",
        "poster",
        "presentation",
        "included",
        "data",
        "regarding",
        "vitro",
        "activity",
        "eravacycline",
        "comparators",
        "isolates",
        "global",
        "surveillance",
        "study",
        "well",
        "activity",
        "acinetobacter",
        "baumannii",
        "isolates",
        "entered",
        "exclusive",
        "licensing",
        "agreement",
        "everest",
        "medicine",
        "limited",
        "biopharmaceutical",
        "company",
        "based",
        "china",
        "develop",
        "commercialize",
        "eravacycline",
        "treatment",
        "ciai",
        "indication",
        "mainland",
        "china",
        "taiwan",
        "hong",
        "kong",
        "macau",
        "south",
        "korea",
        "singapore",
        "notified",
        "prescription",
        "user",
        "fee",
        "act",
        "pdufa",
        "goal",
        "date",
        "august",
        "fda",
        "completion",
        "review",
        "nda",
        "iv",
        "eravacycline",
        "treatment",
        "ciai",
        "nda",
        "submission",
        "includes",
        "data",
        "ignite1",
        "ignite4",
        "phase",
        "clinical",
        "trial",
        "iv",
        "eravacycline",
        "well",
        "tolerated",
        "achieved",
        "high",
        "clinical",
        "cure",
        "rate",
        "patient",
        "ciai",
        "study",
        "demonstrated",
        "statistical",
        "eravacycline",
        "widely",
        "used",
        "comparators",
        "ertapenem",
        "ignite1",
        "meropenem",
        "ignite4",
        "primary",
        "efficacy",
        "endpoint",
        "clinical",
        "response",
        "visit",
        "appointed",
        "larry",
        "edward",
        "chief",
        "operating",
        "officer",
        "edward",
        "joined",
        "tetraphase",
        "july",
        "vice",
        "president",
        "marketing",
        "served",
        "vice",
        "president",
        "commercial",
        "operation",
        "january",
        "december",
        "senior",
        "vice",
        "president",
        "chief",
        "commercial",
        "officer",
        "december",
        "february",
        "year",
        "experience",
        "infectious",
        "disease",
        "area",
        "edward",
        "responsible",
        "phase",
        "launch",
        "eravacycline",
        "pending",
        "regulatory",
        "approval",
        "appointed",
        "larry",
        "tsai",
        "chief",
        "medical",
        "officer",
        "tsai",
        "joined",
        "tetraphase",
        "senior",
        "medical",
        "director",
        "became",
        "vice",
        "president",
        "clinical",
        "development",
        "nearly",
        "year",
        "experience",
        "clinical",
        "practice",
        "development",
        "tsai",
        "provided",
        "significant",
        "expertise",
        "clinical",
        "team",
        "throughout",
        "ignite",
        "phase",
        "program",
        "eravacycline",
        "well",
        "early",
        "clinical",
        "development",
        "company",
        "pipeline",
        "program",
        "announced",
        "result",
        "ignite3",
        "company",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "efficacy",
        "safety",
        "iv",
        "eravacycline",
        "compared",
        "ertapenem",
        "treatment",
        "patient",
        "complicated",
        "urinary",
        "tract",
        "infection",
        "cuti",
        "eravacycline",
        "achieve",
        "statistical",
        "ertapenem",
        "given",
        "ignite3",
        "result",
        "company",
        "ceased",
        "development",
        "iv",
        "oral",
        "eravacycline",
        "treatment",
        "cuti",
        "first",
        "quarter",
        "financial",
        "result",
        "march",
        "tetraphase",
        "cash",
        "cash",
        "equivalent",
        "million",
        "million",
        "share",
        "outstanding",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "well",
        "expected",
        "revenue",
        "government",
        "award",
        "sufficient",
        "fund",
        "operation",
        "first",
        "half",
        "revenue",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "revenue",
        "period",
        "consisted",
        "contract",
        "grant",
        "revenue",
        "company",
        "government",
        "award",
        "development",
        "tetraphase",
        "compound",
        "treatment",
        "disease",
        "caused",
        "bacterial",
        "biothreat",
        "pathogen",
        "certain",
        "infection",
        "caused",
        "bacteria",
        "increase",
        "primarily",
        "due",
        "initiation",
        "grant",
        "second",
        "half",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "r",
        "expense",
        "primarily",
        "due",
        "completion",
        "ignite",
        "phase",
        "clinical",
        "study",
        "eravacycline",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "expense",
        "first",
        "quarter",
        "tetraphase",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "eravacycline",
        "eravacycline",
        "novel",
        "fluorocycline",
        "antibiotic",
        "developed",
        "treatment",
        "ciai",
        "serious",
        "infection",
        "including",
        "caused",
        "mdr",
        "pathogen",
        "highlighted",
        "urgent",
        "public",
        "health",
        "threat",
        "world",
        "health",
        "organization",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "clinical",
        "trial",
        "eravacycline",
        "demonstrated",
        "potent",
        "activity",
        "mdr",
        "pathogen",
        "including",
        "enterobacteriaceae",
        "acinetobacter",
        "baumannii",
        "bacteria",
        "carrying",
        "gene",
        "eravacycline",
        "investigated",
        "treatment",
        "ciai",
        "part",
        "company",
        "ignite",
        "nvestigating",
        "g",
        "n",
        "egative",
        "nfections",
        "reated",
        "e",
        "ravacycline",
        "phase",
        "program",
        "ignite1",
        "pivotal",
        "phase",
        "trial",
        "patient",
        "ciai",
        "iv",
        "eravacycline",
        "met",
        "primary",
        "endpoint",
        "demonstrating",
        "statistical",
        "clinical",
        "response",
        "compared",
        "ertapenem",
        "well",
        "tolerated",
        "achieved",
        "high",
        "cure",
        "rate",
        "patient",
        "pathogen",
        "including",
        "resistant",
        "isolates",
        "ignite1",
        "data",
        "serving",
        "basis",
        "maa",
        "iv",
        "eravacycline",
        "treatment",
        "patient",
        "ciai",
        "review",
        "ema",
        "ignite4",
        "second",
        "phase",
        "clinical",
        "trial",
        "patient",
        "ciai",
        "iv",
        "eravacycline",
        "met",
        "primary",
        "endpoint",
        "demonstrating",
        "statistical",
        "clinical",
        "response",
        "compared",
        "meropenem",
        "well",
        "tolerated",
        "achieved",
        "high",
        "cure",
        "rate",
        "company",
        "used",
        "result",
        "ignite1",
        "ignite4",
        "support",
        "nda",
        "submission",
        "iv",
        "eravacycline",
        "ciai",
        "date",
        "eravacycline",
        "administered",
        "patient",
        "eravacycline",
        "investigational",
        "product",
        "approved",
        "commercial",
        "use",
        "tetraphase",
        "pharmaceutical",
        "tetraphase",
        "biopharmaceutical",
        "company",
        "using",
        "proprietary",
        "chemistry",
        "technology",
        "create",
        "novel",
        "antibiotic",
        "serious",
        "bacterial",
        "infection",
        "including",
        "caused",
        "many",
        "mdr",
        "bacteria",
        "highlighted",
        "urgent",
        "public",
        "health",
        "threat",
        "cdc",
        "company",
        "created",
        "novel",
        "tetracycline",
        "analog",
        "using",
        "proprietary",
        "technology",
        "platform",
        "tetraphase",
        "pipeline",
        "includes",
        "three",
        "antibiotic",
        "clinical",
        "candidate",
        "eravacycline",
        "completed",
        "phase",
        "clinical",
        "trial",
        "review",
        "potential",
        "approval",
        "complicated",
        "infection",
        "fda",
        "ema",
        "phase",
        "clinical",
        "trial",
        "eravacycline",
        "investigational",
        "product",
        "approved",
        "commercial",
        "use",
        "please",
        "visit",
        "company",
        "information",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "including",
        "statement",
        "regarding",
        "strategy",
        "future",
        "operation",
        "prospect",
        "plan",
        "objective",
        "statement",
        "containing",
        "word",
        "anticipates",
        "belief",
        "expects",
        "plan",
        "similar",
        "expression",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "whether",
        "company",
        "regulatory",
        "submission",
        "receive",
        "approval",
        "united",
        "state",
        "food",
        "drug",
        "administration",
        "equivalent",
        "foreign",
        "regulatory",
        "agency",
        "whether",
        "clinical",
        "candidate",
        "including",
        "eravacycline",
        "obtains",
        "approval",
        "successfully",
        "distributed",
        "marketed",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "may",
        "addition",
        "included",
        "press",
        "release",
        "represent",
        "view",
        "may",
        "anticipate",
        "subsequent",
        "event",
        "development",
        "cause",
        "view",
        "change",
        "however",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "specifically",
        "disclaim",
        "obligation",
        "tetraphase",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "diluted",
        "number",
        "common",
        "share",
        "used",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "diluted",
        "tetraphase",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "noncurrent",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "deferred",
        "revenue",
        "liability",
        "noncurrent",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "medium",
        "investor",
        "contact",
        "jennifer",
        "viera",
        "jviera",
        "source",
        "tetraphase",
        "pharmaceutical",
        "inc"
    ]
}