{
    "organizations": [],
    "uuid": "b8c39310e2aa7cb9382129e19587408ae57a4994",
    "author": "Sallie Krawcheck",
    "url": "http://fortune.com/2018/05/10/sallie-krawcheck-me-too-money/",
    "ord_in_thread": 0,
    "title": "#MeToo Isn’t Just About an Imbalance of Power. It’s About Money.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Most Powerful Women #MeToo Isn't Just About an Imbalance of Power. It's About Money. Ellevest CEO Sallie Krawcheck speaks at Fortune's Most Powerful Women Next Gen Summit in San Francisco in December 2014. Photograph by Stuart Isett — Fortune Most Powerful Women By Sallie Krawcheck 3:57 PM EDT\nI had just boarded my flight to Europe with a couple of minutes to spare. I sunk into my seat, looked around…and saw my harasser.\nA guy I knew in my 20s—an investment banker who was just a few years ahead of me. A guy who always, always had a crude comment. A guy who coerced young, drunk female analysts to go home with him (and bragged about it later). A guy who lived directly across the street from me (and so shared what he claims to have seen through my bedroom window). A creep.\nI studiously avoided his gaze, and he studiously avoided mine. But when he looked away, I looked over. It was clear that he was with his family, all clustered together in a couple of rows. His wife was knitting. One son was playing a video game, another watching a movie. His daughter was reading The Handmaid’s Tale. I wondered what his wife knew about the person he used to be, and the person he maybe still is. Even more, I wondered about his daughter: how he squared his prior behavior with what his dreams must be for her and if he ever even put those two thoughts together.\nHe and I worked on Wall Street, in the business of money. And money is playing an important, if understated, role in this #MeToo moment. It goes without saying that, in a patriarchal society, women have less power than men do. But it is also worth noting that, in a capitalist patriarchal society, women also have less money than men do, and that these two things are deeply interrelated.\nDoes he care that his teenage daughter is being set up to have less money, and less power, than his sons? And to potentially be put in the compromised position that he himself put young women in?\nThe die is cast from an early age, when our society starts sending our girls a message that talking about money is off-limits and that boys are more deserving of money. We give our sons bigger allowances than our daughters. Our stereotypes of boys being better at math than girls are so strong (though incorrect) that simply checking off a “female” box at the top of a test results in lower test scores. Girls are instead shunted into the “pink-earnings-ghetto” of English literature and art history.\nThe messages that money is forbidden territory for females continue as we age. Just how forbidden? Look no further than popular magazine covers that this young lady sees, to recognize that it more acceptable in our society to talk about sex than it is to talk about money. Women’s magazine headlines on the newsstands in the airport she just passed through include: “More Sex, Less Stress. Try This Simple Solution” and “Heat Up Sex! Sizzling Foreplay Techniques, Warm Toys For Your Hot Spots.” Money is nowhere to be seen on the cover of this month’s crop of women’s magazines.\nIndeed, in our society, it is not just more acceptable to talk about sex for women; it is more acceptable to have sex than it is to talk about money. Having sex on a third date is normal, but talking about money on a third date means there will probably be no fourth.\nBy keeping women in the dark and patronizing us about money, society places us at a significant disadvantage when we are negotiating our salaries. How can we know how much to ask for, if we don’t know how much everyone else is making? How can we know how hard to push, if we’re pushing in the dark? And how hard should we push when we women intuitively understand what the research tells us: That we face a potential backlash when we negotiate. And we face even greater backlash if we become angry over this essential unfairness.\nFor more, subscribe to the Broadsheet , Fortune’s newsletter on the world’s most powerful women.\nWill this bother my former harasser? Will he fight for change in his industry now that his daughter will be treated so differently—so much worse—than his sons? Or will he ignore the evidence his daughter’s experience presents, and remain one of the 39% of men who believe there is no gender pay gap?\nWill he care that his daughter and her friends are being socialized to gently tamp down each other’s career aspirations? If his daughter becomes successful and is a keynote speaker or a panelist at a conference, she will be asked—again and again, at every turn—how she achieves “work-life balance,” thus underscoring that female financial success is viewed as incomplete success in a patriarchal society. His sons will never, ever be asked this question.\nWill he care that society sends his daughter messages to distract her from the boulders that stand in her path to financial equality? The message that if she just works harder, if she just negotiates better, if she just finds the right mentor—no, sponsor!—she too can be a CEO or be on a public company board and earn the money that this implies. She will note the glittering conferences celebrating the handful of women who make it to the top, with their stories of grit and persistence distracting her from their small numbers. She will forget that there are no conferences called Most Powerful Men; those are simply called conferences.\nIf the world doesn’t change—if this powerful man does not work to change it—his daughter will have less money and less power than her brothers. She will have less to contribute to political candidates who align with her values, less to give to non-profits that improve the world, less to spend back into her community, and less ability to leave abusive partners and refuse advances from the kinds of co-workers her father once was.\nIs it any wonder that the first salvo in The Handmaid’s Tale was to take away women’s money?\nSallie Krawcheck is the CEO and Co-Founder of Ellevest, the investing and planning platform for women. She is former CEO of Smith Barney and Merrill Lynch Wealth Management. SPONSORED FINANCIAL CONTENT",
    "published": "2018-05-10T22:57:00.000+03:00",
    "crawled": "2018-05-10T23:27:37.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "powerful",
        "woman",
        "metoo",
        "imbalance",
        "power",
        "money",
        "ellevest",
        "ceo",
        "sallie",
        "krawcheck",
        "speaks",
        "fortune",
        "powerful",
        "woman",
        "next",
        "gen",
        "summit",
        "san",
        "francisco",
        "december",
        "photograph",
        "stuart",
        "isett",
        "fortune",
        "powerful",
        "woman",
        "sallie",
        "krawcheck",
        "pm",
        "edt",
        "boarded",
        "flight",
        "europe",
        "couple",
        "minute",
        "spare",
        "sunk",
        "seat",
        "looked",
        "saw",
        "harasser",
        "guy",
        "knew",
        "investment",
        "banker",
        "year",
        "ahead",
        "guy",
        "always",
        "always",
        "crude",
        "comment",
        "guy",
        "coerced",
        "young",
        "drunk",
        "female",
        "analyst",
        "go",
        "home",
        "bragged",
        "later",
        "guy",
        "lived",
        "directly",
        "across",
        "street",
        "shared",
        "claim",
        "seen",
        "bedroom",
        "window",
        "creep",
        "studiously",
        "avoided",
        "gaze",
        "studiously",
        "avoided",
        "mine",
        "looked",
        "away",
        "looked",
        "clear",
        "family",
        "clustered",
        "together",
        "couple",
        "row",
        "wife",
        "knitting",
        "one",
        "son",
        "playing",
        "video",
        "game",
        "another",
        "watching",
        "movie",
        "daughter",
        "reading",
        "handmaid",
        "tale",
        "wondered",
        "wife",
        "knew",
        "person",
        "used",
        "person",
        "maybe",
        "still",
        "even",
        "wondered",
        "daughter",
        "squared",
        "prior",
        "behavior",
        "dream",
        "must",
        "ever",
        "even",
        "put",
        "two",
        "thought",
        "together",
        "worked",
        "wall",
        "street",
        "business",
        "money",
        "money",
        "playing",
        "important",
        "understated",
        "role",
        "metoo",
        "moment",
        "go",
        "without",
        "saying",
        "patriarchal",
        "society",
        "woman",
        "less",
        "power",
        "men",
        "also",
        "worth",
        "noting",
        "capitalist",
        "patriarchal",
        "society",
        "woman",
        "also",
        "less",
        "money",
        "men",
        "two",
        "thing",
        "deeply",
        "interrelated",
        "care",
        "teenage",
        "daughter",
        "set",
        "less",
        "money",
        "less",
        "power",
        "son",
        "potentially",
        "put",
        "compromised",
        "position",
        "put",
        "young",
        "woman",
        "die",
        "cast",
        "early",
        "age",
        "society",
        "start",
        "sending",
        "girl",
        "message",
        "talking",
        "money",
        "boy",
        "deserving",
        "money",
        "give",
        "son",
        "bigger",
        "allowance",
        "daughter",
        "stereotype",
        "boy",
        "better",
        "math",
        "girl",
        "strong",
        "though",
        "incorrect",
        "simply",
        "checking",
        "female",
        "box",
        "top",
        "test",
        "result",
        "lower",
        "test",
        "score",
        "girl",
        "instead",
        "shunted",
        "english",
        "literature",
        "art",
        "history",
        "message",
        "money",
        "forbidden",
        "territory",
        "female",
        "continue",
        "age",
        "forbidden",
        "look",
        "popular",
        "magazine",
        "cover",
        "young",
        "lady",
        "see",
        "recognize",
        "acceptable",
        "society",
        "talk",
        "sex",
        "talk",
        "money",
        "woman",
        "magazine",
        "headline",
        "newsstand",
        "airport",
        "passed",
        "include",
        "sex",
        "less",
        "stress",
        "try",
        "simple",
        "solution",
        "heat",
        "sex",
        "sizzling",
        "foreplay",
        "technique",
        "warm",
        "toy",
        "hot",
        "money",
        "nowhere",
        "seen",
        "cover",
        "month",
        "crop",
        "woman",
        "magazine",
        "indeed",
        "society",
        "acceptable",
        "talk",
        "sex",
        "woman",
        "acceptable",
        "sex",
        "talk",
        "money",
        "sex",
        "third",
        "date",
        "normal",
        "talking",
        "money",
        "third",
        "date",
        "mean",
        "probably",
        "fourth",
        "keeping",
        "woman",
        "dark",
        "patronizing",
        "u",
        "money",
        "society",
        "place",
        "u",
        "significant",
        "disadvantage",
        "negotiating",
        "salary",
        "know",
        "much",
        "ask",
        "know",
        "much",
        "everyone",
        "else",
        "making",
        "know",
        "hard",
        "push",
        "pushing",
        "dark",
        "hard",
        "push",
        "woman",
        "intuitively",
        "understand",
        "research",
        "tell",
        "u",
        "face",
        "potential",
        "backlash",
        "negotiate",
        "face",
        "even",
        "greater",
        "backlash",
        "become",
        "angry",
        "essential",
        "unfairness",
        "subscribe",
        "broadsheet",
        "fortune",
        "newsletter",
        "world",
        "powerful",
        "woman",
        "bother",
        "former",
        "harasser",
        "fight",
        "change",
        "industry",
        "daughter",
        "treated",
        "much",
        "son",
        "ignore",
        "evidence",
        "daughter",
        "experience",
        "present",
        "remain",
        "one",
        "men",
        "believe",
        "gender",
        "pay",
        "gap",
        "care",
        "daughter",
        "friend",
        "socialized",
        "gently",
        "tamp",
        "career",
        "aspiration",
        "daughter",
        "becomes",
        "successful",
        "keynote",
        "speaker",
        "panelist",
        "conference",
        "every",
        "achieves",
        "balance",
        "thus",
        "underscoring",
        "female",
        "financial",
        "success",
        "viewed",
        "incomplete",
        "success",
        "patriarchal",
        "society",
        "son",
        "never",
        "ever",
        "asked",
        "question",
        "care",
        "society",
        "sends",
        "daughter",
        "message",
        "distract",
        "boulder",
        "stand",
        "path",
        "financial",
        "equality",
        "message",
        "work",
        "harder",
        "negotiates",
        "better",
        "find",
        "right",
        "sponsor",
        "ceo",
        "public",
        "company",
        "board",
        "earn",
        "money",
        "implies",
        "note",
        "glittering",
        "conference",
        "celebrating",
        "handful",
        "woman",
        "make",
        "top",
        "story",
        "grit",
        "persistence",
        "distracting",
        "small",
        "number",
        "forget",
        "conference",
        "called",
        "powerful",
        "men",
        "simply",
        "called",
        "conference",
        "world",
        "powerful",
        "man",
        "work",
        "change",
        "daughter",
        "less",
        "money",
        "less",
        "power",
        "brother",
        "less",
        "contribute",
        "political",
        "candidate",
        "align",
        "value",
        "less",
        "give",
        "improve",
        "world",
        "less",
        "spend",
        "back",
        "community",
        "less",
        "ability",
        "leave",
        "abusive",
        "partner",
        "refuse",
        "advance",
        "kind",
        "father",
        "wonder",
        "first",
        "salvo",
        "handmaid",
        "tale",
        "take",
        "away",
        "woman",
        "money",
        "sallie",
        "krawcheck",
        "ceo",
        "ellevest",
        "investing",
        "planning",
        "platform",
        "woman",
        "former",
        "ceo",
        "smith",
        "barney",
        "merrill",
        "lynch",
        "wealth",
        "management",
        "sponsored",
        "financial",
        "content"
    ]
}