{
    "organizations": [],
    "uuid": "717b5cc2a3a553dfa876224c20824ef668b04e55",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-motus-gi-reports-2018-first-quarter-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Motus GI Reports 2018 Quarter Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Q1 2018 marked by significant corporate and clinical advancements, including successfully completing $17.5M IPO and listing on NASDAQ Capital Market –\n– Growing body of clinical data anticipated over the course of 2018 –\nFORT LAUDERDALE, Fla.--(BUSINESS WIRE)-- Motus GI Holdings, Inc. , (NASDAQ:MOTS) (\"Motus GI\" or the \"Company\"), a medical technology company dedicated to improving endoscopy outcomes and experiences, announced today its financial results for the quarter ended March 31, 2018 and provided a business update.\n“We made significant progress in our key corporate objectives in the first quarter of 2018, including the successful completion of our initial public offering and the listing of our common stock on the NASDAQ Capital Market,” said Mark Pomeranz, CEO of Motus GI . “Looking forward to the remainder of 2018, we remain focused on our clinical and commercial strategy with the execution of a number of studies specifically designed to generate important clinical and health economic data focused on improving the patient flow through the hospital and the quality of the over 4 million in-patient colonoscopy procedures performed annually worldwide. We believe the Pure-Vu® System has the ability to overcome the significant clinical challenges of insufficient bowel prep for colonoscopy which can cause delayed and repeat procedures that may lead to poor clinical outcomes and increased healthcare costs. We are excited to work with key experts and clinical centers in the U.S. and Europe to execute these studies and further secure a platform from which we believe we can successfully build our business for the long-term and create shareholder value.”\nRecent Corporate Highlights\nAnnounced the acceptance of an abstract for presentation at Digestive Disease Week® 2018 (“DDW”), being held June 2-5, 2018 in Washington, DC; Appointed Seth A. Gross, MD, FACG, FASGE, AGAF, to Medical Advisory Board; Received European CE mark approval for the Pure-Vu® System, enabling future expansion opportunity into European market where 6 million colonoscopies are performed annually; Expanded intellectual property portfolio with issuance of key European and U.S. patents covering the Pure-Vu® System; and Closed $17.5 million initial public offering and listed common stock on the NASDAQ Capital Market.\nPure-Vu® System Update\nThe Pure-Vu® System is a medical device that cleans the colon intra-procedurally to facilitate improved visualization during a colonoscopy procedure to enable a quality exam and has demonstrated effective cleaning in hundreds of procedures. The device integrates with existing colonoscopes and is activated by a convenient foot pedal to put control of cleansing the colon in physicians’ hands so they can gain clear visualization of the wall of the colon to enable a quality exam.\nThe Pure-Vu® System is currently being introduced on a pilot basis in the U.S. market. The Company is planning to initiate a broader commercial launch in the U.S. and select international markets in 2019, with a focus on the in-patient, hospital-based colonoscopy market, where challenges with bowel prep can delay the time to diagnosis, diminish the quality of care and add significant costs for hospitals. Motus GI plans to continue evaluating the Pure-Vu® System in key U.S. and European clinical centers in post-approval in-patient and out-patient clinical trials which the Company believes will enhance its value proposition over the course of the next 24 months.\nClinical Programs Update\nThe REDUCE study is a multi-center in-patient prospective trial designed to evaluate the Pure-Vu® System’s ability to consistently and reliably cleanse the colon to facilitate a successful colonoscopy in a timely manner in patients who are indicated for a diagnostic colonoscopy procedure. The primary endpoint of the study is to determine the Pure-Vu® System’s rate of improved bowel cleansing level using the Boston Bowel Preparation Scale (“BBPS”) index, a validated assessment instrument. Other key elements of the study include the proportion of patients who receive a successful colonoscopy for the intended indication on the first attempt and the time to successful colonoscopy compared to current care algorithms which have high rates of delayed and repeat procedures, increasing the patient’s length of stay and the cost to the hospital. The Company plans to complete the REDUCE study in the fourth quarter of this year.\nThe clinical studies in the in-patient and high need outpatient settings will evaluate the Pure-Vu® System’s ability to rapidly cleanse poorly prepped patients during colonoscopy with BBPS as the measure of cleanliness, as well as assess its ability to reduce healthcare costs by reliably and predictably moving patients through the system to a successful examination. These studies will include the evaluation of lower GI bleed patients who require accelerated diagnosis and spinal cord injury patients which are very difficult to prep.\nNear-Term Milestones Expected to Drive Value\nInitiate the REDUCE (Reliable Endoscopic Diagnosis Utilizing Cleansing Enhancement) in-patient study in Q2 2018; Initiate study in the Department of Veterans Affairs for high medical need patient populations in Q3 2018; Launch slim-scope compatible system in Q3 2018; Complete the REDUCE in-patient study in Q4 2018; Continue building an extensive intellectual property portfolio to protect key aspects of the Pure-Vu® System to drive market penetration and expansion; Participate in key scientific conferences throughout 2018, including Digestive Disease Week (DDW), United European Gastroenterology (UEG) Week and the American College of Gastroenterology (ACG) Annual Meeting; and Continue to refine in-servicing and training programs in preparation for the full market launch of the Pure-Vu System in 2019.\n“We are pleased with the progress of our clinical and commercial plans and look forward to providing continued updates over the course of the year. The initiation of our REDUCE study is the first step toward our goal to establish the Pure-Vu® System as a new standard of care for addressing the critically important in-patient market and providing solutions for patients with high medical needs. We look forward to completing the REDUCE study in the fourth quarter and initiating additional studies throughout the next 24 months,” concluded Mr. Pomeranz.\nFinancial Results for the Quarter Ended March 31, 2018\nFor the quarter ended March 31, 2018, Motus GI reported a net loss of approximately $7.3 million, or a net loss per diluted share of $0.57, which included a one-time non-cash warrant expense charge of $3.2 million.\nThe Company ended the quarter with $18.6 million in cash and cash equivalents.\nAbout the Pure-Vu® System\nThe Pure-Vu® System is a 510(k) U.S. Food and Drug Administration cleared medical device indicated to help facilitate the cleaning of a poorly prepared colon during the colonoscopy procedure. The device integrates with standard colonoscopes to enable cleaning during the procedure while preserving standard procedural workflow and techniques. The Pure-Vu® System has received CE mark approval in Europe.\nAbout Motus GI\nMotus GI Holdings, Inc. is a medical technology company, with subsidiaries in the U.S. and Israel, dedicated to improving endoscopy outcomes, lowering costs and enhancing patient experiences. The Company is focused on the development and commercialization of the Pure-Vu® System to improve the colonoscopy experience and assist in the early detection and prevention of colorectal cancer and other diseases of the rectum and colon. In clinical studies to date, the Pure-Vu® System significantly increased the number of patients with an adequate cleansing level, according to the Boston Bowel Preparation Scale index, a validated assessment instrument.\nFor more information, visit www.motusgi.com and connect with the Company on Twitter , LinkedIn , Facebook and Google+ .\nMotus GI Holdings, Inc. Condensed Consolidated Balance Sheets (In thousands, except share and per share amounts)\nMarch 31, December 31, 2018 2017 (unaudited) (*) ASSETS Current assets\nCash and cash equivalents $ 18,629 $ 6,939 Accounts receivable 11 5 Short-term deposits — 76 Inventory 21 6 Prepaid expenses and other 938 658 Deferred financing fees — 602 Total current assets 19,599 8,286 Fixed assets, net 837 783 Long-term deposits 94 99 Total assets $ 20,530 $ 9,168 LIABILITIES AND SHAREHOLDERS' EQUITY Current liabilities\nAccounts payable and accrued expenses $ 1,515 $ 1,733 Other current liabilities 80 250 Total current liabilities 1,595 1,983 Contingent royalty obligation 1,740 1,662 Other long-term liabilities 25 — Total liabilities 3,360 3,645 Shareholders' equity\nCommon Stock $0.0001 par value; 50,000,000 shares authorized; 15,645,755 and 10,493,233 shares issued and outstanding as of March 31, 2018 and December 31,2017, respectively 2 1 Preferred Series A stock $0.0001 par value; 2,000,000 shares authorized; 0 and 1,581,128 shares issued and outstanding as of March 31, 2018 and December 31, 2017, respectively — — Preferred stock $0.0001 par value; 8,000,000 shares authorized; zero shares issued and outstanding — — Additional paid-in capital 63,612 44,643 Accumulated deficit (46,444 ) (39,121 ) Total shareholders' equity 17,170 5,523 Total liabilities and shareholders' equity $ 20,530 $ 9,168 (*) Derived from audited consolidated financial statements\nForward-Looking Statements\nThis press release contains certain are based on the Company's current expectations and assumptions. The Private Securities Litigation Reform Act of 1995 provides a safe-harbor for These statements may be identified by the use of forward-looking expressions, including, but not limited to, \"expect,\" \"anticipate,\" \"intend,\" \"plan,\" \"believe,\" \"estimate,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"would\" and similar expressions and the negatives of those terms, including without limitation, risks inherent in the development and commercialization of potential products, uncertainty in the timing and results of clinical trials or regulatory approvals, maintenance of intellectual property rights or other risks discussed in the Company’s Form 10-K filed on March 28, 2018, and its other filings with the Securities and Exchange Commission. Prospective investors are cautioned not to place undue reliance on such forward-looking statements, which speak only as of the date hereof. The Company undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515005384/en/\nInvestor:\nJenene Thomas, (833) 475-8247\nJenene Thomas Communications, LLC\nmots@jtcir.com\nor\nMedia:\n6 Degrees PR\nTony Plohoros, (908) 940-0135\ntplohoros@6degreesPR.com\nSource: Motus GI Holdings, Inc.",
    "published": "2018-05-15T15:35:00.000+03:00",
    "crawled": "2018-05-15T16:48:41.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q1",
        "marked",
        "significant",
        "corporate",
        "clinical",
        "advancement",
        "including",
        "successfully",
        "completing",
        "ipo",
        "listing",
        "nasdaq",
        "capital",
        "market",
        "growing",
        "body",
        "clinical",
        "data",
        "anticipated",
        "course",
        "fort",
        "lauderdale",
        "business",
        "wire",
        "motus",
        "gi",
        "holding",
        "nasdaq",
        "mot",
        "motus",
        "gi",
        "company",
        "medical",
        "technology",
        "company",
        "dedicated",
        "improving",
        "endoscopy",
        "outcome",
        "experience",
        "announced",
        "today",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "made",
        "significant",
        "progress",
        "key",
        "corporate",
        "objective",
        "first",
        "quarter",
        "including",
        "successful",
        "completion",
        "initial",
        "public",
        "offering",
        "listing",
        "common",
        "stock",
        "nasdaq",
        "capital",
        "market",
        "said",
        "mark",
        "pomeranz",
        "ceo",
        "motus",
        "gi",
        "looking",
        "forward",
        "remainder",
        "remain",
        "focused",
        "clinical",
        "commercial",
        "strategy",
        "execution",
        "number",
        "study",
        "specifically",
        "designed",
        "generate",
        "important",
        "clinical",
        "health",
        "economic",
        "data",
        "focused",
        "improving",
        "patient",
        "flow",
        "hospital",
        "quality",
        "million",
        "colonoscopy",
        "procedure",
        "performed",
        "annually",
        "worldwide",
        "believe",
        "system",
        "ability",
        "overcome",
        "significant",
        "clinical",
        "challenge",
        "insufficient",
        "bowel",
        "prep",
        "colonoscopy",
        "cause",
        "delayed",
        "repeat",
        "procedure",
        "may",
        "lead",
        "poor",
        "clinical",
        "outcome",
        "increased",
        "healthcare",
        "cost",
        "excited",
        "work",
        "key",
        "expert",
        "clinical",
        "center",
        "europe",
        "execute",
        "study",
        "secure",
        "platform",
        "believe",
        "successfully",
        "build",
        "business",
        "create",
        "shareholder",
        "recent",
        "corporate",
        "highlight",
        "announced",
        "acceptance",
        "abstract",
        "presentation",
        "digestive",
        "disease",
        "ddw",
        "held",
        "june",
        "washington",
        "dc",
        "appointed",
        "seth",
        "gross",
        "md",
        "facg",
        "fasge",
        "agaf",
        "medical",
        "advisory",
        "board",
        "received",
        "european",
        "ce",
        "mark",
        "approval",
        "system",
        "enabling",
        "future",
        "expansion",
        "opportunity",
        "european",
        "market",
        "million",
        "colonoscopy",
        "performed",
        "annually",
        "expanded",
        "intellectual",
        "property",
        "portfolio",
        "issuance",
        "key",
        "european",
        "patent",
        "covering",
        "system",
        "closed",
        "million",
        "initial",
        "public",
        "offering",
        "listed",
        "common",
        "stock",
        "nasdaq",
        "capital",
        "market",
        "system",
        "update",
        "system",
        "medical",
        "device",
        "clean",
        "colon",
        "facilitate",
        "improved",
        "visualization",
        "colonoscopy",
        "procedure",
        "enable",
        "quality",
        "exam",
        "demonstrated",
        "effective",
        "cleaning",
        "hundred",
        "procedure",
        "device",
        "integrates",
        "existing",
        "colonoscope",
        "activated",
        "convenient",
        "foot",
        "pedal",
        "put",
        "control",
        "cleansing",
        "colon",
        "physician",
        "hand",
        "gain",
        "clear",
        "visualization",
        "wall",
        "colon",
        "enable",
        "quality",
        "exam",
        "system",
        "currently",
        "introduced",
        "pilot",
        "basis",
        "market",
        "company",
        "planning",
        "initiate",
        "broader",
        "commercial",
        "launch",
        "select",
        "international",
        "market",
        "focus",
        "colonoscopy",
        "market",
        "challenge",
        "bowel",
        "prep",
        "delay",
        "time",
        "diagnosis",
        "diminish",
        "quality",
        "care",
        "add",
        "significant",
        "cost",
        "hospital",
        "motus",
        "gi",
        "plan",
        "continue",
        "evaluating",
        "system",
        "key",
        "european",
        "clinical",
        "center",
        "clinical",
        "trial",
        "company",
        "belief",
        "enhance",
        "value",
        "proposition",
        "course",
        "next",
        "month",
        "clinical",
        "program",
        "update",
        "reduce",
        "study",
        "prospective",
        "trial",
        "designed",
        "evaluate",
        "system",
        "ability",
        "consistently",
        "reliably",
        "cleanse",
        "colon",
        "facilitate",
        "successful",
        "colonoscopy",
        "timely",
        "manner",
        "patient",
        "indicated",
        "diagnostic",
        "colonoscopy",
        "procedure",
        "primary",
        "endpoint",
        "study",
        "determine",
        "system",
        "rate",
        "improved",
        "bowel",
        "cleansing",
        "level",
        "using",
        "boston",
        "bowel",
        "preparation",
        "scale",
        "bbps",
        "index",
        "validated",
        "assessment",
        "instrument",
        "key",
        "element",
        "study",
        "include",
        "proportion",
        "patient",
        "receive",
        "successful",
        "colonoscopy",
        "intended",
        "indication",
        "first",
        "attempt",
        "time",
        "successful",
        "colonoscopy",
        "compared",
        "current",
        "care",
        "algorithm",
        "high",
        "rate",
        "delayed",
        "repeat",
        "procedure",
        "increasing",
        "patient",
        "length",
        "stay",
        "cost",
        "hospital",
        "company",
        "plan",
        "complete",
        "reduce",
        "study",
        "fourth",
        "quarter",
        "year",
        "clinical",
        "study",
        "high",
        "need",
        "outpatient",
        "setting",
        "evaluate",
        "system",
        "ability",
        "rapidly",
        "cleanse",
        "poorly",
        "prepped",
        "patient",
        "colonoscopy",
        "bbps",
        "measure",
        "cleanliness",
        "well",
        "assess",
        "ability",
        "reduce",
        "healthcare",
        "cost",
        "reliably",
        "predictably",
        "moving",
        "patient",
        "system",
        "successful",
        "examination",
        "study",
        "include",
        "evaluation",
        "lower",
        "gi",
        "bleed",
        "patient",
        "require",
        "accelerated",
        "diagnosis",
        "spinal",
        "cord",
        "injury",
        "patient",
        "difficult",
        "prep",
        "milestone",
        "expected",
        "drive",
        "value",
        "initiate",
        "reduce",
        "reliable",
        "endoscopic",
        "diagnosis",
        "utilizing",
        "cleansing",
        "enhancement",
        "study",
        "q2",
        "initiate",
        "study",
        "department",
        "veteran",
        "affair",
        "high",
        "medical",
        "need",
        "patient",
        "population",
        "q3",
        "launch",
        "compatible",
        "system",
        "q3",
        "complete",
        "reduce",
        "study",
        "q4",
        "continue",
        "building",
        "extensive",
        "intellectual",
        "property",
        "portfolio",
        "protect",
        "key",
        "aspect",
        "system",
        "drive",
        "market",
        "penetration",
        "expansion",
        "participate",
        "key",
        "scientific",
        "conference",
        "throughout",
        "including",
        "digestive",
        "disease",
        "week",
        "ddw",
        "united",
        "european",
        "gastroenterology",
        "ueg",
        "week",
        "american",
        "college",
        "gastroenterology",
        "acg",
        "annual",
        "meeting",
        "continue",
        "refine",
        "training",
        "program",
        "preparation",
        "full",
        "market",
        "launch",
        "system",
        "pleased",
        "progress",
        "clinical",
        "commercial",
        "plan",
        "look",
        "forward",
        "providing",
        "continued",
        "update",
        "course",
        "year",
        "initiation",
        "reduce",
        "study",
        "first",
        "step",
        "toward",
        "goal",
        "establish",
        "system",
        "new",
        "standard",
        "care",
        "addressing",
        "critically",
        "important",
        "market",
        "providing",
        "solution",
        "patient",
        "high",
        "medical",
        "need",
        "look",
        "forward",
        "completing",
        "reduce",
        "study",
        "fourth",
        "quarter",
        "initiating",
        "additional",
        "study",
        "throughout",
        "next",
        "month",
        "concluded",
        "pomeranz",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "march",
        "motus",
        "gi",
        "reported",
        "net",
        "loss",
        "approximately",
        "million",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "included",
        "warrant",
        "expense",
        "charge",
        "million",
        "company",
        "ended",
        "quarter",
        "million",
        "cash",
        "cash",
        "equivalent",
        "system",
        "system",
        "k",
        "food",
        "drug",
        "administration",
        "cleared",
        "medical",
        "device",
        "indicated",
        "help",
        "facilitate",
        "cleaning",
        "poorly",
        "prepared",
        "colon",
        "colonoscopy",
        "procedure",
        "device",
        "integrates",
        "standard",
        "colonoscope",
        "enable",
        "cleaning",
        "procedure",
        "preserving",
        "standard",
        "procedural",
        "workflow",
        "technique",
        "system",
        "received",
        "ce",
        "mark",
        "approval",
        "europe",
        "motus",
        "gi",
        "motus",
        "gi",
        "holding",
        "medical",
        "technology",
        "company",
        "subsidiary",
        "israel",
        "dedicated",
        "improving",
        "endoscopy",
        "outcome",
        "lowering",
        "cost",
        "enhancing",
        "patient",
        "experience",
        "company",
        "focused",
        "development",
        "commercialization",
        "system",
        "improve",
        "colonoscopy",
        "experience",
        "assist",
        "early",
        "detection",
        "prevention",
        "colorectal",
        "cancer",
        "disease",
        "rectum",
        "colon",
        "clinical",
        "study",
        "date",
        "system",
        "significantly",
        "increased",
        "number",
        "patient",
        "adequate",
        "cleansing",
        "level",
        "according",
        "boston",
        "bowel",
        "preparation",
        "scale",
        "index",
        "validated",
        "assessment",
        "instrument",
        "information",
        "visit",
        "connect",
        "company",
        "twitter",
        "linkedin",
        "facebook",
        "motus",
        "gi",
        "holding",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "deposit",
        "inventory",
        "prepaid",
        "expense",
        "deferred",
        "financing",
        "fee",
        "total",
        "current",
        "asset",
        "fixed",
        "asset",
        "net",
        "deposit",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "contingent",
        "royalty",
        "obligation",
        "liability",
        "total",
        "liability",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "preferred",
        "series",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "zero",
        "share",
        "issued",
        "outstanding",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "derived",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "based",
        "company",
        "current",
        "expectation",
        "assumption",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "statement",
        "may",
        "identified",
        "use",
        "expression",
        "including",
        "limited",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "estimate",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "negative",
        "term",
        "including",
        "without",
        "limitation",
        "risk",
        "inherent",
        "development",
        "commercialization",
        "potential",
        "product",
        "uncertainty",
        "timing",
        "result",
        "clinical",
        "trial",
        "regulatory",
        "approval",
        "maintenance",
        "intellectual",
        "property",
        "right",
        "risk",
        "discussed",
        "company",
        "form",
        "filed",
        "march",
        "filing",
        "security",
        "exchange",
        "commission",
        "prospective",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "jenene",
        "thomas",
        "jenene",
        "thomas",
        "communication",
        "llc",
        "mot",
        "medium",
        "degree",
        "pr",
        "tony",
        "plohoros",
        "tplohoros",
        "source",
        "motus",
        "gi",
        "holding",
        "inc"
    ]
}