{
    "organizations": [],
    "uuid": "3729d8ffe8de5f7486a956a767128c48d1b6bfb5",
    "author": "Dan Niles",
    "url": "https://www.cnbc.com/2018/05/01/i-would-downgrade-apple-to-underperform-if-i-was-an-analyst-dan-niles.html",
    "ord_in_thread": 0,
    "title": "I would downgrade Apple to underperform if I was an analyst: Dan Niles",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "If I were still a Wall Street analyst covering Apple I would downgrade the stock to underperform. In fact, I did cover Apple from the late 1990s till 2003, before I became a portfolio manager.\nDon't get me wrong. I love Apple products. When I was an analyst Apple was the last stock I upgraded before leaving the sell side because I believed so strongly in their products.\nWho didn't want an iPod or access to the iTunes music store? But as they say that was then and this is now. Times changes. The question now is who doesn't own a smart phone? Four billion out of the seven and half billion people on the planet already own a smart phone.\nshow chapters Analyst says there's 30% upside to Apple 3 Hours Ago | 02:43 It isn't that Apple isn't a great company with great products, but do you really need more of the same? I always like to say, do not confuse a great company with a great stock.\nApple has transformed three industries in their history:\nIn 1984 it transformed the PC industry with the introduction of the Macintosh which was the first successful mass-market mouse-driven computer with a graphical user interface and again with the introduction of the iPad in 2010; It transformed the music industry with the iPod (launched in 2001) and iTunes (launched in 2003.) It transformed the cellphone industry into the smartphone industry with the introduction of the iPhone in 2007. Truth be told, I would be completely lost without my iPhone and iPad, but I don't need to upgrade them. There is nothing new in Apple's latest iphone X that makes me want to cough up $1000.\nThe smartphone industry is where the PC industry was in 2011. Why is 2011 relevant? Because that was the last year the PC industry saw unit growth. Before that PCs were upgraded every 3-4 years. Now estimates are that it is close to 6 years before a user upgrades their PC.\nEvery year PCs get faster, lighter and have better battery life. 1.5 billion people have PCs. The problem is they do not do anything different. Your old PC will be slower than a new PC, but it still does what you need it to do.\nThe average car or truck on U.S. roads today was made in 2005. Automobiles today are much better than in 2005 but they are not fundamentally different. They take you from point A to point B at a speed limit of 65 mph (much to the chagrin of my lead foot.)\nWhen the iPhone 6 came out in 2014, I was in love with the bigger 4.7\" screen after envying my friends who had big screen Samsung phones. My wife and kids bought the 5.5\" version. But guess what? We have not bought a new iPhone since then because the new phones are not that different from the 6.\nMy current phone has a pretty good camera, internet browsing, screen clarity and the difference in battery life between the iPhone X and my iPhone 6 isn't that great. So instead of buying a new iPhone X I bought a new battery for $29.\n$29 for a new phone It was the Apple technician that told me my phone problems could be fixed by replacing my battery and damn if he wasn't right! If he continues to be right, I have extended the life of my phone for another 2 years.\nFor $29 I have a new phone. I am not the only one interested in saving money. Almost one in ten users are now opting to buy a used smartphone. The sales of used smartphones grew approximately 13 percent last year versus total smartphone sales, which were roughly flat. This is a lot like the car industry where people often opt to buy a gently used car and save money.\nIn 2014, smartphone users didn't even wait two years to upgrade their phones. Now they wait closer to 2 ½ years and stretching. What if that replacement rate goes to 3 years? This would still be much less than the PC industry at 6 years.\nLet's look at the math. If you assume close to 4 billion global subscribers, then dividing by 2.5 years versus three years leads to 267 million less units sold versus the 1.5 billion smartphone units sold in 2017.\nObviously new users are added every year given there are 7.5 billion people on the planet and the populations keeps increasing. However, that has not helped the PC industry, which has not grown for six years, or the tablet industry that has not grown for three years as replacement rates have stretched.\nA couple of years ago Jeff Bezos, founder of Amazon , made the following comment: \"There are two kinds of retailers: those folks who work to figure how to charge more, and companies that work to figure how to charge less, and we are going to be the second.\"\nHigher price tags Apple appears to have chosen the first as witnessed by the $1,000 price tag on the iPhoneX. It should be noted that the iPhone average selling price increased 15 percent year-over-year in the December quarter to $797. It would not surprise us if this marked a near-term high. Obviously, Apple believed the changes were worth the higher price tag but consumers beg to differ.\nThe iPhone drove 62 percent of Apple's revenues in 2017 and even more of its profits. The iPhone is seeing elongating replacement rates and more used phone sales. New phone specs are more evolutionary than revolutionary.\nSmartphones seem to have joined the PC and tablet industry in not growing. Units for the smartphone industry were down year-over-year in the fourth quarter of 2017 – the first time in history. This is an industry that grew units by nearly 30 percent in 2014 when Apple introduced the bigger screen iPhone 6.\nIn 2017 many analysts were calling for an iPhone SuperCycle. The overall market for technology stocks was strong. Although the Supercycle did not work out, Apple's stock price remained strong due to the $260 billion plus in cash they plan on repatriating.\nIncreased dividend\nA big increase in Apple's dividend and share buyback is expected to be revealed on Tuesday during the company's earnings call. Unless Apple radically changes their business with a revolutionary (not evolutionary) new product or does a meaningful acquisition with all that cash, the odds are high that Apple's stock does worse than the overall market and that the multiple compresses.\nFrom a short-term perspective, the stock may go up tomorrow given the increased capital return and expectations for a horrible guide for the June quarter. I would use that opportunity to sell the stock and not buy it back until you feel compelled to spend money to upgrade to their latest and greatest phone.\nI still love my iPhone. It is a great product, but Apple as an investment merits an underperform rating, which is why it is important to separate great companies from great investments. Of the 45 analysts covering the stock on Wall Street, 64 percent have a buy rating. No one has an underperform rating, but someone has to be first. If I were still an analyst, that would be me.\nCommentary by Dan Niles, founding partner of AlphaOne Capital Partners and senior portfolio manager of the AlphaOne Satori Fund. Previously, he was a managing director at Neuberger Berman, a subsidiary of Lehman Brothers. Follow him on Twitter @DanielTNiles .\nDisclosures: Dan Niles, his family and AlphaOne Capital Partners currently have long and short equity investment positions in Apple Inc. in different funds, which is subject to change at any time and without notice.\nThis material is presented solely for informational purposes and nothing herein constitutes investment, legal, accounting or tax advice, or a recommendation to buy, sell or hold a security. No recommendation or advice is being given as to whether any investment or strategy is suitable for a particular investor. Readers should not assume that any investments in securities, companies, sectors or markets identified and described were or will be profitable. This material has been prepared by AlphaOne Capital Partners, LLC on the basis of publicly available information, internally developed data and other third party sources believed to be reliable. AlphaOne Capital Partners, LLC has not sought to independently verify information taken from public and third party sources and does not make any representation or warranty as to the accuracy, completeness or reliability of the information contained herein. All information and opinions are current as of the date of this material and is subject to change without notice. Any views or opinions expressed may not reflect those of the firm as a whole. Certain products and services may not be available in all jurisdictions or to all client types. Investing entails risks, including possible loss of principal.\nThe views expressed are those of Mr. Niles and do not represent the views of AlphaOne Capital Partners, LLC, its portfolio managers, employees or affiliates. These views are current as of the time of this presentation and are subject to change without notice. This material is not intended to be a formal research report or recommendation and should not be construed as an offer to sell or the solicitation of an offer to buy any security. AlphaOne Capital Partners, LLC and its clients may have long or short positions in some or all of the securities discussed. Before acting on any advice or recommendation in this material, you should consider whether it is suitable for your particular circumstances and, if necessary, seek professional advice. Mr. Niles does not accept any responsibility to update any opinions or other information contained in this document. Before acting on any advice, opinions or recommendation in this material, you should consider whether it is suitable for your particular circumstances and, if necessary, seek professional advice.\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-05-01T03:00:00.000+03:00",
    "crawled": "2018-05-01T19:50:50.085+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "still",
        "wall",
        "street",
        "analyst",
        "covering",
        "apple",
        "would",
        "downgrade",
        "stock",
        "underperform",
        "fact",
        "cover",
        "apple",
        "late",
        "1990s",
        "till",
        "became",
        "portfolio",
        "manager",
        "get",
        "wrong",
        "love",
        "apple",
        "product",
        "analyst",
        "apple",
        "last",
        "stock",
        "upgraded",
        "leaving",
        "sell",
        "side",
        "believed",
        "strongly",
        "product",
        "want",
        "ipod",
        "access",
        "itunes",
        "music",
        "store",
        "say",
        "time",
        "change",
        "question",
        "smart",
        "phone",
        "four",
        "billion",
        "seven",
        "half",
        "billion",
        "people",
        "planet",
        "already",
        "smart",
        "phone",
        "show",
        "chapter",
        "analyst",
        "say",
        "upside",
        "apple",
        "hour",
        "ago",
        "apple",
        "great",
        "company",
        "great",
        "product",
        "really",
        "need",
        "always",
        "like",
        "say",
        "confuse",
        "great",
        "company",
        "great",
        "stock",
        "apple",
        "transformed",
        "three",
        "industry",
        "history",
        "transformed",
        "pc",
        "industry",
        "introduction",
        "macintosh",
        "first",
        "successful",
        "computer",
        "graphical",
        "user",
        "interface",
        "introduction",
        "ipad",
        "transformed",
        "music",
        "industry",
        "ipod",
        "launched",
        "itunes",
        "launched",
        "transformed",
        "cellphone",
        "industry",
        "smartphone",
        "industry",
        "introduction",
        "iphone",
        "truth",
        "told",
        "would",
        "completely",
        "lost",
        "without",
        "iphone",
        "ipad",
        "need",
        "upgrade",
        "nothing",
        "new",
        "apple",
        "latest",
        "iphone",
        "x",
        "make",
        "want",
        "cough",
        "smartphone",
        "industry",
        "pc",
        "industry",
        "relevant",
        "last",
        "year",
        "pc",
        "industry",
        "saw",
        "unit",
        "growth",
        "pc",
        "upgraded",
        "every",
        "year",
        "estimate",
        "close",
        "year",
        "user",
        "upgrade",
        "pc",
        "every",
        "year",
        "pc",
        "get",
        "faster",
        "lighter",
        "better",
        "battery",
        "life",
        "billion",
        "people",
        "pc",
        "problem",
        "anything",
        "different",
        "old",
        "pc",
        "slower",
        "new",
        "pc",
        "still",
        "need",
        "average",
        "car",
        "truck",
        "road",
        "today",
        "made",
        "automobile",
        "today",
        "much",
        "better",
        "fundamentally",
        "different",
        "take",
        "point",
        "point",
        "b",
        "speed",
        "limit",
        "mph",
        "much",
        "chagrin",
        "lead",
        "foot",
        "iphone",
        "came",
        "love",
        "bigger",
        "screen",
        "envying",
        "friend",
        "big",
        "screen",
        "samsung",
        "phone",
        "wife",
        "kid",
        "bought",
        "version",
        "guess",
        "bought",
        "new",
        "iphone",
        "since",
        "new",
        "phone",
        "different",
        "current",
        "phone",
        "pretty",
        "good",
        "camera",
        "internet",
        "browsing",
        "screen",
        "clarity",
        "difference",
        "battery",
        "life",
        "iphone",
        "x",
        "iphone",
        "great",
        "instead",
        "buying",
        "new",
        "iphone",
        "x",
        "bought",
        "new",
        "battery",
        "new",
        "phone",
        "apple",
        "technician",
        "told",
        "phone",
        "problem",
        "could",
        "fixed",
        "replacing",
        "battery",
        "damn",
        "right",
        "continues",
        "right",
        "extended",
        "life",
        "phone",
        "another",
        "year",
        "new",
        "phone",
        "one",
        "interested",
        "saving",
        "money",
        "almost",
        "one",
        "ten",
        "user",
        "opting",
        "buy",
        "used",
        "smartphone",
        "sale",
        "used",
        "smartphones",
        "grew",
        "approximately",
        "percent",
        "last",
        "year",
        "versus",
        "total",
        "smartphone",
        "sale",
        "roughly",
        "flat",
        "lot",
        "like",
        "car",
        "industry",
        "people",
        "often",
        "opt",
        "buy",
        "gently",
        "used",
        "car",
        "save",
        "money",
        "smartphone",
        "user",
        "even",
        "wait",
        "two",
        "year",
        "upgrade",
        "phone",
        "wait",
        "closer",
        "½",
        "year",
        "stretching",
        "replacement",
        "rate",
        "go",
        "year",
        "would",
        "still",
        "much",
        "less",
        "pc",
        "industry",
        "year",
        "let",
        "look",
        "math",
        "assume",
        "close",
        "billion",
        "global",
        "subscriber",
        "dividing",
        "year",
        "versus",
        "three",
        "year",
        "lead",
        "million",
        "less",
        "unit",
        "sold",
        "versus",
        "billion",
        "smartphone",
        "unit",
        "sold",
        "obviously",
        "new",
        "user",
        "added",
        "every",
        "year",
        "given",
        "billion",
        "people",
        "planet",
        "population",
        "keep",
        "increasing",
        "however",
        "helped",
        "pc",
        "industry",
        "grown",
        "six",
        "year",
        "tablet",
        "industry",
        "grown",
        "three",
        "year",
        "replacement",
        "rate",
        "stretched",
        "couple",
        "year",
        "ago",
        "jeff",
        "bezos",
        "founder",
        "amazon",
        "made",
        "following",
        "comment",
        "two",
        "kind",
        "retailer",
        "folk",
        "work",
        "figure",
        "charge",
        "company",
        "work",
        "figure",
        "charge",
        "less",
        "going",
        "second",
        "higher",
        "price",
        "tag",
        "apple",
        "appears",
        "chosen",
        "first",
        "witnessed",
        "price",
        "tag",
        "iphonex",
        "noted",
        "iphone",
        "average",
        "selling",
        "price",
        "increased",
        "percent",
        "december",
        "quarter",
        "would",
        "surprise",
        "u",
        "marked",
        "high",
        "obviously",
        "apple",
        "believed",
        "change",
        "worth",
        "higher",
        "price",
        "tag",
        "consumer",
        "beg",
        "differ",
        "iphone",
        "drove",
        "percent",
        "apple",
        "revenue",
        "even",
        "profit",
        "iphone",
        "seeing",
        "elongating",
        "replacement",
        "rate",
        "used",
        "phone",
        "sale",
        "new",
        "phone",
        "spec",
        "evolutionary",
        "revolutionary",
        "smartphones",
        "seem",
        "joined",
        "pc",
        "tablet",
        "industry",
        "growing",
        "unit",
        "smartphone",
        "industry",
        "fourth",
        "quarter",
        "first",
        "time",
        "history",
        "industry",
        "grew",
        "unit",
        "nearly",
        "percent",
        "apple",
        "introduced",
        "bigger",
        "screen",
        "iphone",
        "many",
        "analyst",
        "calling",
        "iphone",
        "supercycle",
        "overall",
        "market",
        "technology",
        "stock",
        "strong",
        "although",
        "supercycle",
        "work",
        "apple",
        "stock",
        "price",
        "remained",
        "strong",
        "due",
        "billion",
        "plus",
        "cash",
        "plan",
        "repatriating",
        "increased",
        "dividend",
        "big",
        "increase",
        "apple",
        "dividend",
        "share",
        "buyback",
        "expected",
        "revealed",
        "tuesday",
        "company",
        "earnings",
        "call",
        "unless",
        "apple",
        "radically",
        "change",
        "business",
        "revolutionary",
        "evolutionary",
        "new",
        "product",
        "meaningful",
        "acquisition",
        "cash",
        "odds",
        "high",
        "apple",
        "stock",
        "worse",
        "overall",
        "market",
        "multiple",
        "compress",
        "perspective",
        "stock",
        "may",
        "go",
        "tomorrow",
        "given",
        "increased",
        "capital",
        "return",
        "expectation",
        "horrible",
        "guide",
        "june",
        "quarter",
        "would",
        "use",
        "opportunity",
        "sell",
        "stock",
        "buy",
        "back",
        "feel",
        "compelled",
        "spend",
        "money",
        "upgrade",
        "latest",
        "greatest",
        "phone",
        "still",
        "love",
        "iphone",
        "great",
        "product",
        "apple",
        "investment",
        "merit",
        "underperform",
        "rating",
        "important",
        "separate",
        "great",
        "company",
        "great",
        "investment",
        "analyst",
        "covering",
        "stock",
        "wall",
        "street",
        "percent",
        "buy",
        "rating",
        "one",
        "underperform",
        "rating",
        "someone",
        "first",
        "still",
        "analyst",
        "would",
        "commentary",
        "dan",
        "nile",
        "founding",
        "partner",
        "alphaone",
        "capital",
        "partner",
        "senior",
        "portfolio",
        "manager",
        "alphaone",
        "satori",
        "fund",
        "previously",
        "managing",
        "director",
        "neuberger",
        "berman",
        "subsidiary",
        "lehman",
        "brother",
        "follow",
        "twitter",
        "danieltniles",
        "disclosure",
        "dan",
        "nile",
        "family",
        "alphaone",
        "capital",
        "partner",
        "currently",
        "long",
        "short",
        "equity",
        "investment",
        "position",
        "apple",
        "different",
        "fund",
        "subject",
        "change",
        "time",
        "without",
        "notice",
        "material",
        "presented",
        "solely",
        "informational",
        "purpose",
        "nothing",
        "herein",
        "constitutes",
        "investment",
        "legal",
        "accounting",
        "tax",
        "advice",
        "recommendation",
        "buy",
        "sell",
        "hold",
        "security",
        "recommendation",
        "advice",
        "given",
        "whether",
        "investment",
        "strategy",
        "suitable",
        "particular",
        "investor",
        "reader",
        "assume",
        "investment",
        "security",
        "company",
        "sector",
        "market",
        "identified",
        "described",
        "profitable",
        "material",
        "prepared",
        "alphaone",
        "capital",
        "partner",
        "llc",
        "basis",
        "publicly",
        "available",
        "information",
        "internally",
        "developed",
        "data",
        "third",
        "party",
        "source",
        "believed",
        "reliable",
        "alphaone",
        "capital",
        "partner",
        "llc",
        "sought",
        "independently",
        "verify",
        "information",
        "taken",
        "public",
        "third",
        "party",
        "source",
        "make",
        "representation",
        "warranty",
        "accuracy",
        "completeness",
        "reliability",
        "information",
        "contained",
        "herein",
        "information",
        "opinion",
        "current",
        "date",
        "material",
        "subject",
        "change",
        "without",
        "notice",
        "view",
        "opinion",
        "expressed",
        "may",
        "reflect",
        "firm",
        "whole",
        "certain",
        "product",
        "service",
        "may",
        "available",
        "jurisdiction",
        "client",
        "type",
        "investing",
        "entail",
        "risk",
        "including",
        "possible",
        "loss",
        "principal",
        "view",
        "expressed",
        "nile",
        "represent",
        "view",
        "alphaone",
        "capital",
        "partner",
        "llc",
        "portfolio",
        "manager",
        "employee",
        "affiliate",
        "view",
        "current",
        "time",
        "presentation",
        "subject",
        "change",
        "without",
        "notice",
        "material",
        "intended",
        "formal",
        "research",
        "report",
        "recommendation",
        "construed",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "alphaone",
        "capital",
        "partner",
        "llc",
        "client",
        "may",
        "long",
        "short",
        "position",
        "security",
        "discussed",
        "acting",
        "advice",
        "recommendation",
        "material",
        "consider",
        "whether",
        "suitable",
        "particular",
        "circumstance",
        "necessary",
        "seek",
        "professional",
        "advice",
        "nile",
        "accept",
        "responsibility",
        "update",
        "opinion",
        "information",
        "contained",
        "document",
        "acting",
        "advice",
        "opinion",
        "recommendation",
        "material",
        "consider",
        "whether",
        "suitable",
        "particular",
        "circumstance",
        "necessary",
        "seek",
        "professional",
        "advice",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}