{
    "organizations": [],
    "uuid": "be8efb4e7cad81ac97eabb9b2a852c4743325ac0",
    "author": "Henry Engler",
    "url": "https://www.reuters.com/article/bc-finreg-goldman-conduct-culture-initia/exclusive-goldmans-blankfein-enlists-senior-management-in-conduct-culture-initiative-idUSKCN1IH210",
    "ord_in_thread": 0,
    "title": "EXCLUSIVE: Goldman’s Blankfein enlists senior management in conduct, culture initiative",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Thomson Reuters Regulatory Intelligence) - Goldman Sachs’ top management has been enlisted in a firm-wide initiative on conduct and culture issues. The global training sessions, sponsored by Chief Executive Lloyd Blankfein, have the firm’s partners and managing directors facilitating real-life work scenarios that encourage them to “anticipate the unexpected.”\nLloyd Blankfein, CEO of Goldman Sachs, speaks at the Boston College Chief Executives Club luncheon in Boston, MA, U.S., March 22, 2018. The program, or “Chairman’s Forum,” is a mandatory, global training program that convenes the firm’s partners and managing directors to reinforce a responsibility – particularly among the firm’s leaders – for strengthening culture and reputation, according to Goldman officials.\n“It is critical for us as leaders to establish and maintain a culture where we ask people’s opinions, help and seek out a lot of different information – a culture where people think it’s not extra credit, but rather their individual responsibility, to raise issues that they are worried about,” says Blankfein in a video played at the start of each session.\nThe program was launched in September 2017 and is expected to conclude later this year. It includes a 2 1/2 hour session facilitated by a member of the management committee, which includes Blankfein, the president and chief operating officer, division heads and a senior professional from “Pine Street,” the firm’s development program for partners and managing directors. Approximately 2,500 of the firm’s senior managers are expected to participate in the mandatory exercise.\nThe sessions are hosted in eight cities around the globe. To date, more than 30 sessions have been completed, with an expectation of over 40 in total.\nPast forums have included a focus on issues such as reputational excellence, clients and leadership and accountability.\nThe video from Blankfein that starts each session stresses the importance of maintaining a focus on culture, and refers tacitly to the buffeting the firm’s reputation took during the financial crisis.\n“Today, our firm is on solid footing and we have weathered some difficult experiences in the past few years. But my strong preference is to focus on the topic of culture when we are not in crisis,” he said.\nAlong with other global financial firms, Goldman has had its share of internal lapses and wrongdoing. In the most recent, earlier this month, it had to pay $110 million for alleged unsafe and unsound practices in its foreign exchange business between 2008 and 2012. One of the more high profile cases in the aftermath of the 2008 crisis, however, was Goldman’s involvement in the collapse of the U.S. mortgage market, which resulted in the firm paying a $550 million settlement to U.S. authorities. The episode ultimately led to Blankfein testifying before a Senate subcommittee convened to investigate the origins of the financial crisis.\nGoldman’s effort comes at a time where many banks are still facing challenges in assessing conduct and culture risk. In a newly published 2018 survey( tmsnrt.rs/2jJO99v ) by Thomson Reuters on conduct and culture, the report found that firms are using a variety of methods to measure progress.\n“Measuring culture and conduct risk remains a challenge for firms, with a combination of compliance monitoring results, staff opinion surveys, complaints analysis and internal audit results all being widely used as metrics,” the survey said.\nHowever, at large, global institutions such as Goldman, greater progress has been seen, with a threefold increase in the number of firms that now have an individual definition of conduct risk since the inception of the report. “Almost half (43 percent) of firms reported having a separate working definition of conduct risk in 2018, compared to just 16 percent in 2013. G-SIFIs have made the most progress with 66 percent reporting they had a separate working definition of conduct risk,” the survey added.\nTRAINING TAILORED WITH EXAMPLES RELEVANT TO GOLDMAN Goldman officials noted in interviews with Regulatory Intelligence that a key objective of the training sessions was to make them relevant to the situations and potential conflicts the firm’s managers might encounter. The session begins with a video case study which then leads to an interactive group discussion.\n“We wrote and produced a pretty high quality video case study which includes a number of reasonably commonplace situations, but it is customized so that it looks and feels like our firm,” said James Fulton, chief operating officer of Pine Street.\n“When you go through these sessions some of the more interesting discussions center around when an employee is in a situation where they should pause and think about whether they are making the right decisions,” he added.\nGetting employees to pause and consider whether they are making the right choice is an emerging theme among experts advising banks on conduct and employee behavior. At the same time, one needs to consider whether an institution is fostering an environment where failure or a mistake is not an option. Employees should be able to ask for help when confronted with difficult choices, ones that might include a conflict or ethical dilemma, say experts.\nAt a recent Thomson Reuters forum on the application of behavioral science to conduct issues( reut.rs/2JjLE8N ), Bonnie Jonas, a former U.S. prosecutor now running her own consultancy, said: “If the instinct in a culture is that a mistake is catastrophic, then at that inflection point, what are we saying to employees when they reach a fork in the road?”\nNO RIGHT OR WRONG ANSWERS The Goldman sessions are meant to foster a discussion among peers from around the globe, noted Fulton. That contrasts with the traditional training format where experts are brought in and lecture a group.\n“There are between 60 or 70 people from across the different divisions in each session. In some instances, different offices and different regions come together. It’s a cross-fertilization and we think that is one of the most important things we do at a firmwide level,” Fulton said.\n“I think one of the reasons why it’s been so well received is that this is not a lecture ... It’s an adult conversation where we’re analyzing issues together. These are tricky concepts.”\nGiven the nuanced subject matter, there is also an emphasis on not defining what is right or wrong, said Stephen Scherr, CEO of GS Bank USA, who has facilitated two sessions so far.\nA 25-year veteran of Goldman, Scherr, who sits on several firm-wide committees, said: “I don’t think there’s any part of the program where we are looking to solicit a right or wrong answer . . . It’s a matter of helping people reflect and consider proper judgments against the realistic backdrop of complex day to day engagement with clients and on transactions.”\nWhen asked why the firm decided to launch the program now, ten years after the financial crisis, Scherr said, “I think this is a valuable, prudent and timeless exercise of continuous investment in our culture that needs to happen at the firm.”\nINSTITUTIONAL SIZE MAKES CULTURE MANAGEMENT MORE CHALLENGING\nHaving worked at Goldman during its partnership days, when the firm was much smaller, Scherr said there are now operational challenges to instilling the type of cultural values desired by the firm’s leadership, another factor behind launching such programs.\n“When I look back over 25 years, I don’t think the themes that are being covered in these more organized sessions are frankly very different than those that were pervasive early on. What has changed is that at a purely practical level we’re a much bigger organization,” said Scherr.\n“The task of engaging with our people on cultural norms and behavior is operationally easier to do if you’re a firm with 5,000 people than if you have 30,000 people and, as such, we have put these important programs in place,” he added.\n“As we have become more global with a population of over 30,000 people the firm is just more culturally diverse, and you need to sensitize yourself to that as you engage in discussions around culture and conduct,” said Scherr.\n(Henry Engler is a North American Regulatory Intelligence Editor for Thomson Reuters Regulatory Intelligence. He is a former financial industry compliance consultant and executive, and earlier served as a financial journalist with Reuters. Email Henry at henry.engler@thomsonreuters.com)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on May. 15. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-05-17T05:39:00.000+03:00",
    "crawled": "2018-05-17T14:36:34.036+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "goldman",
        "sachs",
        "top",
        "management",
        "enlisted",
        "initiative",
        "conduct",
        "culture",
        "issue",
        "global",
        "training",
        "session",
        "sponsored",
        "chief",
        "executive",
        "lloyd",
        "blankfein",
        "firm",
        "partner",
        "managing",
        "director",
        "facilitating",
        "work",
        "scenario",
        "encourage",
        "anticipate",
        "lloyd",
        "blankfein",
        "ceo",
        "goldman",
        "sachs",
        "speaks",
        "boston",
        "college",
        "chief",
        "executive",
        "club",
        "luncheon",
        "boston",
        "march",
        "program",
        "chairman",
        "forum",
        "mandatory",
        "global",
        "training",
        "program",
        "convenes",
        "firm",
        "partner",
        "managing",
        "director",
        "reinforce",
        "responsibility",
        "particularly",
        "among",
        "firm",
        "leader",
        "strengthening",
        "culture",
        "reputation",
        "according",
        "goldman",
        "official",
        "critical",
        "u",
        "leader",
        "establish",
        "maintain",
        "culture",
        "ask",
        "people",
        "opinion",
        "help",
        "seek",
        "lot",
        "different",
        "information",
        "culture",
        "people",
        "think",
        "extra",
        "credit",
        "rather",
        "individual",
        "responsibility",
        "raise",
        "issue",
        "worried",
        "say",
        "blankfein",
        "video",
        "played",
        "start",
        "session",
        "program",
        "launched",
        "september",
        "expected",
        "conclude",
        "later",
        "year",
        "includes",
        "hour",
        "session",
        "facilitated",
        "member",
        "management",
        "committee",
        "includes",
        "blankfein",
        "president",
        "chief",
        "operating",
        "officer",
        "division",
        "head",
        "senior",
        "professional",
        "pine",
        "street",
        "firm",
        "development",
        "program",
        "partner",
        "managing",
        "director",
        "approximately",
        "firm",
        "senior",
        "manager",
        "expected",
        "participate",
        "mandatory",
        "exercise",
        "session",
        "hosted",
        "eight",
        "city",
        "around",
        "globe",
        "date",
        "session",
        "completed",
        "expectation",
        "total",
        "past",
        "forum",
        "included",
        "focus",
        "issue",
        "reputational",
        "excellence",
        "client",
        "leadership",
        "accountability",
        "video",
        "blankfein",
        "start",
        "session",
        "stress",
        "importance",
        "maintaining",
        "focus",
        "culture",
        "refers",
        "tacitly",
        "buffeting",
        "firm",
        "reputation",
        "took",
        "financial",
        "crisis",
        "today",
        "firm",
        "solid",
        "footing",
        "weathered",
        "difficult",
        "experience",
        "past",
        "year",
        "strong",
        "preference",
        "focus",
        "topic",
        "culture",
        "crisis",
        "said",
        "along",
        "global",
        "financial",
        "firm",
        "goldman",
        "share",
        "internal",
        "lapse",
        "wrongdoing",
        "recent",
        "earlier",
        "month",
        "pay",
        "million",
        "alleged",
        "unsafe",
        "unsound",
        "practice",
        "foreign",
        "exchange",
        "business",
        "one",
        "high",
        "profile",
        "case",
        "aftermath",
        "crisis",
        "however",
        "goldman",
        "involvement",
        "collapse",
        "mortgage",
        "market",
        "resulted",
        "firm",
        "paying",
        "million",
        "settlement",
        "authority",
        "episode",
        "ultimately",
        "led",
        "blankfein",
        "testifying",
        "senate",
        "subcommittee",
        "convened",
        "investigate",
        "origin",
        "financial",
        "crisis",
        "goldman",
        "effort",
        "come",
        "time",
        "many",
        "bank",
        "still",
        "facing",
        "challenge",
        "assessing",
        "conduct",
        "culture",
        "risk",
        "newly",
        "published",
        "survey",
        "thomson",
        "reuters",
        "conduct",
        "culture",
        "report",
        "found",
        "firm",
        "using",
        "variety",
        "method",
        "measure",
        "progress",
        "measuring",
        "culture",
        "conduct",
        "risk",
        "remains",
        "challenge",
        "firm",
        "combination",
        "compliance",
        "monitoring",
        "result",
        "staff",
        "opinion",
        "survey",
        "complaint",
        "analysis",
        "internal",
        "audit",
        "result",
        "widely",
        "used",
        "metric",
        "survey",
        "said",
        "however",
        "large",
        "global",
        "institution",
        "goldman",
        "greater",
        "progress",
        "seen",
        "threefold",
        "increase",
        "number",
        "firm",
        "individual",
        "definition",
        "conduct",
        "risk",
        "since",
        "inception",
        "report",
        "almost",
        "half",
        "percent",
        "firm",
        "reported",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "compared",
        "percent",
        "made",
        "progress",
        "percent",
        "reporting",
        "separate",
        "working",
        "definition",
        "conduct",
        "risk",
        "survey",
        "added",
        "training",
        "tailored",
        "example",
        "relevant",
        "goldman",
        "goldman",
        "official",
        "noted",
        "interview",
        "regulatory",
        "intelligence",
        "key",
        "objective",
        "training",
        "session",
        "make",
        "relevant",
        "situation",
        "potential",
        "conflict",
        "firm",
        "manager",
        "might",
        "encounter",
        "session",
        "begin",
        "video",
        "case",
        "study",
        "lead",
        "interactive",
        "group",
        "discussion",
        "wrote",
        "produced",
        "pretty",
        "high",
        "quality",
        "video",
        "case",
        "study",
        "includes",
        "number",
        "reasonably",
        "commonplace",
        "situation",
        "customized",
        "look",
        "feel",
        "like",
        "firm",
        "said",
        "james",
        "fulton",
        "chief",
        "operating",
        "officer",
        "pine",
        "street",
        "go",
        "session",
        "interesting",
        "discussion",
        "center",
        "around",
        "employee",
        "situation",
        "pause",
        "think",
        "whether",
        "making",
        "right",
        "decision",
        "added",
        "getting",
        "employee",
        "pause",
        "consider",
        "whether",
        "making",
        "right",
        "choice",
        "emerging",
        "theme",
        "among",
        "expert",
        "advising",
        "bank",
        "conduct",
        "employee",
        "behavior",
        "time",
        "one",
        "need",
        "consider",
        "whether",
        "institution",
        "fostering",
        "environment",
        "failure",
        "mistake",
        "option",
        "employee",
        "able",
        "ask",
        "help",
        "confronted",
        "difficult",
        "choice",
        "one",
        "might",
        "include",
        "conflict",
        "ethical",
        "dilemma",
        "say",
        "expert",
        "recent",
        "thomson",
        "reuters",
        "forum",
        "application",
        "behavioral",
        "science",
        "conduct",
        "issue",
        "bonnie",
        "jonas",
        "former",
        "prosecutor",
        "running",
        "consultancy",
        "said",
        "instinct",
        "culture",
        "mistake",
        "catastrophic",
        "inflection",
        "point",
        "saying",
        "employee",
        "reach",
        "fork",
        "road",
        "right",
        "wrong",
        "answer",
        "goldman",
        "session",
        "meant",
        "foster",
        "discussion",
        "among",
        "peer",
        "around",
        "globe",
        "noted",
        "fulton",
        "contrast",
        "traditional",
        "training",
        "format",
        "expert",
        "brought",
        "lecture",
        "group",
        "people",
        "across",
        "different",
        "division",
        "session",
        "instance",
        "different",
        "office",
        "different",
        "region",
        "come",
        "together",
        "think",
        "one",
        "important",
        "thing",
        "firmwide",
        "level",
        "fulton",
        "said",
        "think",
        "one",
        "reason",
        "well",
        "received",
        "lecture",
        "adult",
        "conversation",
        "analyzing",
        "issue",
        "together",
        "tricky",
        "given",
        "nuanced",
        "subject",
        "matter",
        "also",
        "emphasis",
        "defining",
        "right",
        "wrong",
        "said",
        "stephen",
        "scherr",
        "ceo",
        "g",
        "bank",
        "usa",
        "facilitated",
        "two",
        "session",
        "far",
        "veteran",
        "goldman",
        "scherr",
        "sits",
        "several",
        "committee",
        "said",
        "think",
        "part",
        "program",
        "looking",
        "solicit",
        "right",
        "wrong",
        "answer",
        "matter",
        "helping",
        "people",
        "reflect",
        "consider",
        "proper",
        "judgment",
        "realistic",
        "backdrop",
        "complex",
        "day",
        "day",
        "engagement",
        "client",
        "asked",
        "firm",
        "decided",
        "launch",
        "program",
        "ten",
        "year",
        "financial",
        "crisis",
        "scherr",
        "said",
        "think",
        "valuable",
        "prudent",
        "timeless",
        "exercise",
        "continuous",
        "investment",
        "culture",
        "need",
        "happen",
        "institutional",
        "size",
        "make",
        "culture",
        "management",
        "challenging",
        "worked",
        "goldman",
        "partnership",
        "day",
        "firm",
        "much",
        "smaller",
        "scherr",
        "said",
        "operational",
        "challenge",
        "instilling",
        "type",
        "cultural",
        "value",
        "desired",
        "firm",
        "leadership",
        "another",
        "factor",
        "behind",
        "launching",
        "program",
        "look",
        "back",
        "year",
        "think",
        "theme",
        "covered",
        "organized",
        "session",
        "frankly",
        "different",
        "pervasive",
        "early",
        "changed",
        "purely",
        "practical",
        "level",
        "much",
        "bigger",
        "organization",
        "said",
        "scherr",
        "task",
        "engaging",
        "people",
        "cultural",
        "norm",
        "behavior",
        "operationally",
        "easier",
        "firm",
        "people",
        "people",
        "put",
        "important",
        "program",
        "place",
        "added",
        "become",
        "global",
        "population",
        "people",
        "firm",
        "culturally",
        "diverse",
        "need",
        "sensitize",
        "engage",
        "discussion",
        "around",
        "culture",
        "conduct",
        "said",
        "scherr",
        "henry",
        "engler",
        "north",
        "american",
        "regulatory",
        "intelligence",
        "editor",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "former",
        "financial",
        "industry",
        "compliance",
        "consultant",
        "executive",
        "earlier",
        "served",
        "financial",
        "journalist",
        "reuters",
        "email",
        "henry",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "may",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}