{
    "organizations": [],
    "uuid": "b8dc0983d6de7ae3e60af287907181ae9543a3d6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/first-on-cnbc-dallas-federal-reserve-president-robert-kaplan-speaks-with-cnbcs-steve-liesman-today.html",
    "ord_in_thread": 0,
    "title": "First On CNBC: Dallas Federal Reserve President Robert Kaplan Speaks with CNBC’s Steve Liesman Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, May 24, 2018\nWHERE: CNBC's \"Squawk Box\"\nThe following is the unofficial transcript of a FIRST ON CNBC interview with Dallas Federal Reserve President Robert Kaplan and CNBC's Steve Liesman on CNBC's \"Squawk Box\" (M-F 6AM – 9AM) today, Thursday, May 24. Following is a link to video of the interview on CNBC.com: https://www.cnbc.com/video/2018/05/24/feds-kaplan-dont-want-to-run-persistently-above-2-percent-target.html?play=1 .\nReferences must be sourced to CNBC.\nBECKY QUICK: ALRIGHT NOW LET'S GET TO STEVE LEISMAN IN DALLAS. HE JOINS US WITH A SPECIAL GUEST. STEVE.\nSTEVE LIESMAN: BECKY, THANKS VERY MUCH. I'M HERE AT THE DALLAS FEDERAL RESERVE BANK WITH THE DALLAS FEDERAL RESERVE PRESIDENT ROBERT KAPLAN AT AN OPPORTUNE TIME. THANKS FOR JOINING US PRESIDENT KAPLAN.\nROBERT KAPLAN: WELCOME TO TEXAS.\nLIESMAN: OK, SO YESTERDAY AS JOE WAS JUST TALKING ABOUT, THE MARKET MOVED ON THE MINUTES. AND I THINK THERE WERE TWO THINGS THAT WERE IN THERE. ONE WAS THIS DISCUSSION OF SYMMETRY AND THE OTHER WAS THIS DISCUSSION OF THE LONG RUN. SO IF WE CAN TAKE THIS ONE BY ONE, WHAT IS YOUR SENSE OF HOW SYMMETRICAL THE FEDERAL RESERVE WILL BE? HOW FAR ARE COMFORTABLE LETTING INFLATION RUN ABOVE A 2% TARGET?\nKAPLAN: SO MY OWN VIEW IS THAT WE DON'T WANT TO RUN PERSISTENTLY ABOVE 2% OR PERSISTENTLY BELOW. AND WHAT THAT MEANS IS THAT IF YOU GET SOME SHORT TERM FEW HAD EXCESS ABOVE 2%, I'D BE WILLING TO TOLERATE THAT/ IF I THOUGHT WE WERE GOING TO PERSISTENTLY RUN ABOVE 2% THAT WOULD AFFECT MY POLICY VIEWS. AND SO THAT'S MY VIEW ON THE 2%.\nLIESMAN: SO I DID SOME CALCULATIONS. TO BE TRULY SYMMETRICAL, YOU GUYS HAVE TO BE AT 2.7% FOR LIKE SIX YEARS. DO YOU HAVE THAT KIND OF TOLERANCE?\nKAPLAN: SO IT'S NOT HISTORICAL SYMMETRY. IN OTHER WORDS YOU DON'T NEED TO HAVE A CATCH UP. WE'VE HAD SEVEN OR EIGHT YEARS OF AN UNDER RUN, WE DON'T NEED TO HAVE A CATCH UP. WHEN I SAY WE DON'T WANT TO RUN SYMMETRICALLY ABOVE OR BELOW, WE CAN RUN A LITTLE BIT ABOVE OR A LITTLE BIT BELOW, AND THAT'S FINE. BUT WE'RE NOT TRYING TO CATCH UP FOR HISTORICAL UNDER RUNS.\nLIESMAN: SO IS TWO-AND-A-HALF A TOP FOR YOU? IS IT TWO-AND-A-QUARTER? WHERE WOULD YOU SAY THAT TOLERANCE LEVEL IS?\nKAPLAN: I STILL SAY I WANT TO RUN AROUND 2 AND IF WE GOT A LITTLE ABOVE IT AND I THOUGHT IT WOULD BE SHORT TERM, NOT LONG TERM, I COULD TOLERATE THAT. IF I THOUGHT IT WOULD PERSIST IT COULD AFFECT MY POLICY VIEWS.\nLIESMAN: THE MINUTES YESTERDAY SAID THERE ARE A FEW PEOPLE WHO THINK THE FED WILL BE AT THE NEUTRAL RATE BEFORE TOO LONG.\nKAPLAN: YEAH.\nLIESMAN: ARE YOU ONE OF THOSE PEOPLE THAT THINK THAT?\nKAPLAN: WELL, AS YOU KNOW, I'VE SAID CONSISTENTLY, I THINK THE NEUTRAL RATE IS SOMEWHERE IN THE NEIGHBORHOOD OF TWO-AND-A-HALF, TWO AND THREE-QUARTERS, IF I HAD TO NARROW IT DOWN THE RANGE. WE'RE AT 150 TO 175. SO IT MEANS BASICALLY AFTER THREE OR FOUR MORE MOVES WE'RE GONNA BE AT NEUTRAL. MY OWN VIEW IS WE SHOULD BE RAISING RATES UNTIL WE GET TO NEUTRAL. WE SHOULD DO IT GRADUALLY. I'M NOT PREPARED TO SAY YET I WANT TO GO ABOVE NEUTRAL. I THINK ONCE WE GET THERE, WE WILL HAVE TO MAKE THAT JUDGMENT AT THAT TIME WHETHER IT MAKES SENSE TO BE RESTRICTIVE OR WHAT I THINK WOULD BE RESTRICTIVE. I'M NOT THERE YESTERDAY.\nLIESMAN: ONE OF THE INTERESTING THINGS ALWAYS ABOUT COMING TO DALLAS AND TEXAS IS OIL PRICES.\nKAPLAN: YEAH.\nLIESMAN: THEY'VE BEEN DOING QUITE WELL. WHAT DOES THAT MEAN FOR THE TEXAS ECONOMY, AND WHAT DO YOU THINK THAT MEANS FOR THE U.S. ECONOMY?\nKAPLAN: SO, WE'VE BEEN IN A GLOBAL OVERSUPPLY SITUATION WE THINK THROUGH PART OF 17 -- 14 TO 17 -- 2014 TO 17. WE THINK WE'RE BASICALLY IN GLOBAL SUPPLY-DEMAND EQUILIBRIUM NOW WHICH MEANS THAT WE'RE GROWING GLOBAL DEMAND, BUT SHALE PARTICULARLY SHOULD BE SUFFICIENT TO SUPPLY INCREASES IN GLOBAL DEMAND.\nLIESMAN: SIR, CAN I JUST ASK YOU, DOES THAT MEAN YOU THINK 70 CENTS A BARREL IS AN EQUILIBRIUM PRICE?\nKAPLAN: I THINK WE'RE GONNA HAVE A LOT OF VOLATILITY, AND HERE'S WHY. SO IF YOU'RE -- IF SHALE IS ENOUGH TO SUPPLY GLOBAL DEMAND GROWTH, THE PROBLEM WITH SHALE IS IT'S GOT A VERY RAPID DECLINE CURVE AND WE HAVE NOT BEEN INVESTING IN LONG LIFE PROJECTS. SO WE THINK IT OVER THE NEXT THREE TO FIVE YEARS WILL BE VERY SUSCEPTIBLE TO GEOPOLITICAL SHOCKS AND SOME THREATS, LIKE WE HAVE NOW. THE ISSUE FOR US IS NOT THE NEXT THREE-TO-FIVE YEARS. IT'S BEYOND THREE OR SO YEARS. WE THINK WE MAY WELL GET INTO GLOBAL UNDER SUPPLY SITUATION. WHY? BECAUSE AS PROLIFIC AS SHALE IS, IT MAY NOT BE ENOUGH TO SUPPLY INCREASES IN DEMAND AND WE HAVEN'T HAD LONG LIFE PROJECTS. BUT THE NEXT THREE TO FIVE YEARS, WE'RE IN A FRAGILE EQUILIBRIUM AND WE'RE GONNA HAVE SORT OF VOLATILITY AROUND A RANGE.\nLIESMAN: I'VE GOT TWO MORE TOPICS I HAVE TO GET TO. THE FIRST IS: OF THE RECENT DEVELOPMENTS, AND I THINK IT'S ALMOST SINCE THE MINUTES AS WELL, IS WHAT HAS BEEN HAPPENING IN EMERGING MARKETS. IS THAT A RISKY THING FOR THE FEDERAL RESERVE AND THE U.S. ECONOMY, WHAT'S BEEN HAPPENING IN TURKEY AND ARGENTINA AND SOME OF THESE OTHER PLACES?\nKAPLAN: YEAH AND I WATCH THIS CAREFULLY AND SOME PEOPLE MIGHT SAY, \"WHY ARE YOU WATCHING OUTSIDE THE U.S. SO CAREFULLY? YOU'RE A CENTRAL BANKER TO THE UNITED STATES.\" AND THE REASON I DO IS AND JUST FOR PEOPLE LISTENING TO THIS, WHAT'S HAPPENING IS THE DOLLAR STRENGTHENS, AND AS THE FED RAISES RATES, THERE ARE A NUMBER OF COUNTRIES THAT HAD RAPID INFLOWS WHEN WE KEPT RATES VERY LOW AND WITH THE DOLLAR RISING, THEY ARE VERY SENSITIVE TO INCREASES IN THE DOLLAR. TURKEY, ARGENTINA, FOR EXAMPLE, BUT IT'S A CONTINUUM. THE REASON I WATCH IT IS IF THAT GOES -- GETS PRONOUNCED ENOUGH, IT COULD LEAD TO A RAPID TIGHTENING IN CONDITIONS IN THE UNITED STATES, WHICH IN TURN COULD SLOW THE ECONOMY.\nLIESMAN: ARE YOU CONCERNED NOW ABOUT THAT?\nKAPLAN: NO, WE'RE NOT THERE YET. WE'RE NOT THERE AT ALL. BUT IT'S A DEVELOPING SITUATION THAT'S ONE THAT I THINK WE'RE GOING TO NEED TO BE WATCHING. AND ONE INDICATION OF THIS IS FIRST QUARTER OF 2016, WE SAW THIS HAPPEN WITH CHINA AND IT CAUSED A RAPID TIGHTENING HERE AND WE HAD TO BE AWARE OF IT.\nLIESMAN: WE'RE HERE AT A CONFERENCE ON TECHNOLOGY AND A DISRUPTION IN THE ECONOMY.\nKAPLAN: RIGHT.\nLIESMAN: WHY IS THE FED PUTTING ON A CONFERENCE LIKE THIS? WHY DOES THAT MATTER TO THE ECONOMY? WHY DOES IT MATTER TO MONETARY POLICY?\nKAPLAN: SO THE REASON AT THE DALLAS FED, WE'VE SPENT A LOT OF TIME ON THIS AND WE'RE HOSTING THIS CONFERENCE FOR INSTANCE ALONG WITH THE ATLANTA FED IS WE THINK -- TECHNOLOGY REPLACING PEOPLE IS NOT A NEW STORY -- IT'S BEEN GOING ON FOR DECADES. BECAUSE OF DISTRIBUTED COMPUTING IN THE CLOUD, WE THINK THAT IT'S ACCELERATING. CONSUMERS HAVE MUCH MORE TECHNOLOGY AT THEIR DISPOSAL THAN COMPANIES DID 30 YEARS AGO. AND SO THE IMPACT OF THAT IS THE FOLLOWING: COMPANIES HAVE FAR LESS PRICING POWER THAN THEY HAVE HISTORICALLY SO WE THINK IT WILL HAVE A MUTING EFFECT ON INFLATION. WE THINK THAT NEEDS TO BE TAKEN INTO ACCOUNT AND WE THINK IT'S HAVING AN EFFECT ON PRODUCTIVITY. AND WHAT I MEAN IS – IS BECAUSE OF THE RAPID DISRUPTION IN INDUSTRIES AND JOBS, IF YOU'VE GOT A COLLEGE OR BETTER LEVEL OF EDUCATION, YOU CAN PROBABLY ADAPT IT TO. IF YOU ARE ONE OF 46 MILLION WORKERS IN THIS COUNTRY THAT HAVE A HIGH SCHOOL EDUCATION OR LESS, YOU'RE SEEING YOUR JOB DISRUPTED OR ELIMINATED AND YOU -- IF YOU DON'T GET RETRAINED, WHICH IS EASIER TO SAY THAN DO, YOU MAY SEE YOUR PRODUCTIVITY LEVEL DECLINE OVER THE COURSE OF YOUR CAREER. SO WE THINK IT'S AFFECTING -- ONE OF THE REASONS WE BELIEVE THAT PRODUCTIVITY IS SLUGGISH IN THE U.S. ECONOMY AND WE THINK MORE WORK NEEDS TO BE DONE IN UNDERSTANDING THAT.\nLIESMAN: ROBERT KAPLAN, THANKS FOR JOINING US.\nKAPLAN: THANK YOU, STEVE.\nLIESMAN: JOE, BACK TO YOU FROM DALLAS, TEXAS.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com",
    "published": "2018-05-24T18:34:00.000+03:00",
    "crawled": "2018-05-24T19:12:14.036+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "may",
        "cnbc",
        "squawk",
        "box",
        "following",
        "unofficial",
        "transcript",
        "first",
        "cnbc",
        "interview",
        "dallas",
        "federal",
        "reserve",
        "president",
        "robert",
        "kaplan",
        "cnbc",
        "steve",
        "liesman",
        "cnbc",
        "squawk",
        "box",
        "6am",
        "9am",
        "today",
        "thursday",
        "may",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "becky",
        "quick",
        "alright",
        "let",
        "get",
        "steve",
        "leisman",
        "dallas",
        "join",
        "u",
        "special",
        "guest",
        "steve",
        "steve",
        "liesman",
        "becky",
        "thanks",
        "much",
        "dallas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "federal",
        "reserve",
        "president",
        "robert",
        "kaplan",
        "opportune",
        "time",
        "thanks",
        "joining",
        "u",
        "president",
        "kaplan",
        "robert",
        "kaplan",
        "welcome",
        "texas",
        "liesman",
        "ok",
        "yesterday",
        "joe",
        "talking",
        "market",
        "moved",
        "minute",
        "think",
        "two",
        "thing",
        "one",
        "discussion",
        "symmetry",
        "discussion",
        "long",
        "run",
        "take",
        "one",
        "one",
        "sense",
        "symmetrical",
        "federal",
        "reserve",
        "far",
        "comfortable",
        "letting",
        "inflation",
        "run",
        "target",
        "kaplan",
        "view",
        "want",
        "run",
        "persistently",
        "persistently",
        "mean",
        "get",
        "short",
        "term",
        "excess",
        "willing",
        "tolerate",
        "thought",
        "going",
        "persistently",
        "run",
        "would",
        "affect",
        "policy",
        "view",
        "view",
        "liesman",
        "calculation",
        "truly",
        "symmetrical",
        "guy",
        "like",
        "six",
        "year",
        "kind",
        "tolerance",
        "kaplan",
        "historical",
        "symmetry",
        "word",
        "need",
        "catch",
        "seven",
        "eight",
        "year",
        "run",
        "need",
        "catch",
        "say",
        "want",
        "run",
        "symmetrically",
        "run",
        "little",
        "bit",
        "little",
        "bit",
        "fine",
        "trying",
        "catch",
        "historical",
        "run",
        "liesman",
        "top",
        "would",
        "say",
        "tolerance",
        "level",
        "kaplan",
        "still",
        "say",
        "want",
        "run",
        "around",
        "got",
        "little",
        "thought",
        "would",
        "short",
        "term",
        "long",
        "term",
        "could",
        "tolerate",
        "thought",
        "would",
        "persist",
        "could",
        "affect",
        "policy",
        "view",
        "liesman",
        "minute",
        "yesterday",
        "said",
        "people",
        "think",
        "fed",
        "neutral",
        "rate",
        "long",
        "kaplan",
        "yeah",
        "liesman",
        "one",
        "people",
        "think",
        "kaplan",
        "well",
        "know",
        "said",
        "consistently",
        "think",
        "neutral",
        "rate",
        "somewhere",
        "neighborhood",
        "two",
        "narrow",
        "range",
        "mean",
        "basically",
        "three",
        "four",
        "move",
        "gon",
        "na",
        "neutral",
        "view",
        "raising",
        "rate",
        "get",
        "neutral",
        "gradually",
        "prepared",
        "say",
        "yet",
        "want",
        "go",
        "neutral",
        "think",
        "get",
        "make",
        "judgment",
        "time",
        "whether",
        "make",
        "sense",
        "restrictive",
        "think",
        "would",
        "restrictive",
        "yesterday",
        "liesman",
        "one",
        "interesting",
        "thing",
        "always",
        "coming",
        "dallas",
        "texas",
        "oil",
        "price",
        "kaplan",
        "yeah",
        "liesman",
        "quite",
        "well",
        "mean",
        "texas",
        "economy",
        "think",
        "mean",
        "economy",
        "kaplan",
        "global",
        "oversupply",
        "situation",
        "think",
        "part",
        "think",
        "basically",
        "global",
        "equilibrium",
        "mean",
        "growing",
        "global",
        "demand",
        "shale",
        "particularly",
        "sufficient",
        "supply",
        "increase",
        "global",
        "demand",
        "liesman",
        "sir",
        "ask",
        "mean",
        "think",
        "cent",
        "barrel",
        "equilibrium",
        "price",
        "kaplan",
        "think",
        "gon",
        "na",
        "lot",
        "volatility",
        "shale",
        "enough",
        "supply",
        "global",
        "demand",
        "growth",
        "problem",
        "shale",
        "got",
        "rapid",
        "decline",
        "curve",
        "investing",
        "long",
        "life",
        "project",
        "think",
        "next",
        "three",
        "five",
        "year",
        "susceptible",
        "geopolitical",
        "shock",
        "threat",
        "like",
        "issue",
        "u",
        "next",
        "year",
        "beyond",
        "three",
        "year",
        "think",
        "may",
        "well",
        "get",
        "global",
        "supply",
        "situation",
        "prolific",
        "shale",
        "may",
        "enough",
        "supply",
        "increase",
        "demand",
        "long",
        "life",
        "project",
        "next",
        "three",
        "five",
        "year",
        "fragile",
        "equilibrium",
        "gon",
        "na",
        "sort",
        "volatility",
        "around",
        "range",
        "liesman",
        "got",
        "two",
        "topic",
        "get",
        "first",
        "recent",
        "development",
        "think",
        "almost",
        "since",
        "minute",
        "well",
        "happening",
        "emerging",
        "market",
        "risky",
        "thing",
        "federal",
        "reserve",
        "economy",
        "happening",
        "turkey",
        "argentina",
        "place",
        "kaplan",
        "yeah",
        "watch",
        "carefully",
        "people",
        "might",
        "say",
        "watching",
        "outside",
        "carefully",
        "central",
        "banker",
        "united",
        "state",
        "reason",
        "people",
        "listening",
        "happening",
        "dollar",
        "strengthens",
        "fed",
        "raise",
        "rate",
        "number",
        "country",
        "rapid",
        "inflow",
        "kept",
        "rate",
        "low",
        "dollar",
        "rising",
        "sensitive",
        "increase",
        "dollar",
        "turkey",
        "argentina",
        "example",
        "continuum",
        "reason",
        "watch",
        "go",
        "get",
        "pronounced",
        "enough",
        "could",
        "lead",
        "rapid",
        "tightening",
        "condition",
        "united",
        "state",
        "turn",
        "could",
        "slow",
        "economy",
        "liesman",
        "concerned",
        "kaplan",
        "yet",
        "developing",
        "situation",
        "one",
        "think",
        "going",
        "need",
        "watching",
        "one",
        "indication",
        "first",
        "quarter",
        "saw",
        "happen",
        "china",
        "caused",
        "rapid",
        "tightening",
        "aware",
        "liesman",
        "conference",
        "technology",
        "disruption",
        "economy",
        "kaplan",
        "right",
        "liesman",
        "fed",
        "putting",
        "conference",
        "like",
        "matter",
        "economy",
        "matter",
        "monetary",
        "policy",
        "kaplan",
        "reason",
        "dallas",
        "fed",
        "spent",
        "lot",
        "time",
        "hosting",
        "conference",
        "instance",
        "along",
        "atlanta",
        "fed",
        "think",
        "technology",
        "replacing",
        "people",
        "new",
        "story",
        "going",
        "decade",
        "distributed",
        "computing",
        "cloud",
        "think",
        "accelerating",
        "consumer",
        "much",
        "technology",
        "disposal",
        "company",
        "year",
        "ago",
        "impact",
        "following",
        "company",
        "far",
        "less",
        "pricing",
        "power",
        "historically",
        "think",
        "muting",
        "effect",
        "inflation",
        "think",
        "need",
        "taken",
        "account",
        "think",
        "effect",
        "productivity",
        "mean",
        "rapid",
        "disruption",
        "industry",
        "job",
        "got",
        "college",
        "better",
        "level",
        "education",
        "probably",
        "adapt",
        "one",
        "million",
        "worker",
        "country",
        "high",
        "school",
        "education",
        "less",
        "seeing",
        "job",
        "disrupted",
        "eliminated",
        "get",
        "retrained",
        "easier",
        "say",
        "may",
        "see",
        "productivity",
        "level",
        "decline",
        "course",
        "career",
        "think",
        "affecting",
        "one",
        "reason",
        "believe",
        "productivity",
        "sluggish",
        "economy",
        "think",
        "work",
        "need",
        "done",
        "understanding",
        "liesman",
        "robert",
        "kaplan",
        "thanks",
        "joining",
        "u",
        "kaplan",
        "thank",
        "steve",
        "liesman",
        "joe",
        "back",
        "dallas",
        "texas",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e"
    ]
}