{
    "organizations": [],
    "uuid": "1c971307c932c65897dbf863d46d3812c6fd9bfa",
    "author": "",
    "url": "https://www.reuters.com/article/us-edp-m-a-china-portugal-insight/in-portugal-trust-in-china-is-the-art-of-the-deal-idUSKCN1IU14J",
    "ord_in_thread": 0,
    "title": "In Portugal, trust in China is the art of the deal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LISBON (Reuters) - Utility company EDP may balk at the meager 5 percent premium offered for its shares by China Three Gorges (CT) but the battle for Portugal’s biggest business has largely played out already.\nFILE PHOTO: The logo of Portuguese utility company EDP - Energias de Portugal is seen at the company's offices in Oviedo, Spain, May 14, 2018. REUTERS/Eloy Alonso To some it looks like a lowball bid, but Portugal has welcomed the offer because it considers the Chinese firm’s pledge to keep EDP-Energias de Portugal intact more important than the price and it wants closer ties with a country that has plowed billions into its economy.\nThat openness to investment from China, including in strategic sectors like energy, stands out amid suspicions elsewhere in Europe about Chinese acquisitions.\nThe Chinese state-owned hydropower giant became EDP’s biggest shareholder in 2011. So when reports of merger talks between EDP and Spanish rival Gas Natural emerged in July 2017, it beat a path to the Lisbon government’s door.\nA Gas Natural takeover would have threatened CTG’s ambition to use EDP to diversify beyond China, while Portugal’s Socialist government feared a European rival could break up the business, an industry source familiar with the talks and a political source with knowledge of the government’s position said.\n“Nearly a year ago, Gas Natural approached EDP and that was the time when CT started to think about this move,” said one industry source with knowledge of CTG’s takeover bid.\n“If CT has been a partner for more than six years, has invested in the company, in a strategic sector for Portugal, and has good relations with the government, it is natural that they talk,” the source said.\nEDP and Gas Natural denied being in talks last year. But just over a month after the reports, Portugal added a clause to its takeover laws allowing shareholders with the same ultimate owner to combine all their voting rights.\nPreviously, the votes would have been capped at 25 percent, whatever the size of their combined holdings.\nThat could be crucial as CTG’s bid for EDP progresses. While it owns 23.3 percent, another Chinese state-owned company, CNIC, holds 5 percent, most recently buying 2 percent at the end of 2017.\nCT [CYTGP.UL] in China and a spokesman for the Portuguese government did not respond to requests for comment.\n‘PURELY POLITICAL’ CT first bought 21.4 percent of EDP in December 2011 for 2.7 billion euros ($3.2 billion), stepping in when Portugal privatized the company to raise funds after an international bailout to stabilize government finances.\nChinese Foreign Minister Wang Yi is welcomed by Portuguese Foreign Minister Augusto Santos Silva at Necessidades Palace in Lisbon, Portugal May 18, 2018. Picture taken May 18, 2018. REUTERS/Rafael Marchante The Chinese company has since invested some 2 billion euros in power ventures with EDP, which has a portfolio of renewable energy assets such as wind, hydro and solar power in countries such as Brazil, the United States, France, Italy and Poland.\nIn April this year, there were reports of interest in EDP from another European utility, this time Engie. The French company declined to comment while EDP said at the time that no contacts had been established.\nA few weeks later, CT launched its takeover bid. It offered 9.07 billion euros ($10.7 billion) for the rest of EDP on May 11, a premium of just 5 percent above the utility company’s share price before the offer became public.\nEDP described the offer as too low, but left the door open to negotiations. Some analysts expect EDP to ask for a 20 to 30 percent premium but no other bidder has yet emerged and EDP shares are trading less than 5 percent above the offer price.\n“It was predictable and there have already been conversations with the government for a long time,” said an industry source close to EDP who has knowledge of the talks.\n“This is purely political,” the source said. “CT knew that there were many European companies looking at EDP, which is medium-sized and has interesting assets.”\nIn its bid announcement, CT made clear it saw EDP’s long-term future as a Portuguese company strengthened by CTG’s assets, with a large free float of shares that could potentially be used as a springboard for European expansion.\nThat will please the government, which wants to protect EDP’s 6,000 jobs in Portugal and keep its headquarters in the country.\n“What matters to the government is the strategic importance of EDP to the country,” said Filipe Garcia, head of Informacao de Mercados Financeiros consultancy, adding that the takeover price was a secondary consideration for the government.\nOPEN DOOR POLICY Links between Portugal and China stretch back centuries to when the European nation controlled the port of Macau. In recent years, Lisbon has embraced Beijing’s belt and road initiative to invest in infrastructure linking Asia to Europe.\nSlideshow (2 Images) Chinese firms now own 25 percent of Portugal’s national grid, 27 percent of its largest listed bank, and all of its largest insurer and biggest private hospitals operator.\nPrime Minister Antonio Costa also told parliament last week that the change to Portuguese takeover law last year was made with Chinese investors in mind.\n“It was my initiative and aimed to ensure that Portugal would offer the same conditions to foreigners, namely Chinese, as Europeans,” Costa said.\nThe clause added on July 29, 2017, was designed to favor the “capture of foreign direct investment from, namely, foreign state entities...”, according to the text.\nThe combined shareholding of CT and CNIC, a Chinese state-owned investment company, now comes to 28.5 percent, close to the 33 percent needed to assure effective control of EDP. Under Portuguese law, company statutes can only be changed if two-thirds of shareholders vote in favor.\nCosta denied in parliament the change was made with CT in mind: “This was approved a year ago, when there was no takeover, nor any prediction of a takeover bid.”\n‘BONDS OF CONFIDENCE’ When CT launched its offer, it was conditional on getting 50 percent plus one share, in line with Portuguese rules. However, market regulator CMVM said on May 23 it was waiving this requirement, effectively allowing CT to raise its stake in EDP, even if it doesn’t reach a simple majority.\n“The Chinese have established bonds of confidence with Portugal,” a senior political source told Reuters. “There is mutual confidence and that changes everything.”\nChinese Foreign Minister Wang Yi paid a well-timed visit to Lisbon on May 18. He hailed Portugal’s “open attitude” to foreign investment and promised Beijing would continue to encourage investment by Chinese firms in Portugal.\nChinese citizens have also poured 2 billion euros into Portuguese housing in the past few years, boosting a property market boom which has helped propel a strong economic recovery.\nAs Lisbon’s ties with CT have grown closer, its relationship with EDP has come under strain. The government was annoyed last year by what it saw as EDP Chief Executive Antonio Mexia’s openness to potential European suitors, political sources with knowledge of the government’s position said.\nIn January this year, EDP upset the government again when it stopped paying an extraordinary tax contribution energy companies have had to pay since Portugal’s 2011-14 debt crisis.\n“I won’t comment,” the prime minister told reporters at the time. “I only regret the hostile attitude that EDP has maintained and which therefore represents a change in the stance it had towards the previous government.”\nIf CTG’s bid does succeed, the timing could be auspicious, with Chinese President Xi Jinping planning to visit to Portugal later this year.\n“The visit may signal a new phase of strategic partnership between the two countries, with the signing of agreements,” Foreign Minister Augusto Santos Silva said after meeting his Chinese counterpart this month.\nAdditional reporting by Shanghai newsroom; editing by Mark Bendeich and David Clarke\n ",
    "published": "2018-05-29T13:22:00.000+03:00",
    "crawled": "2018-05-29T13:36:33.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lisbon",
        "reuters",
        "utility",
        "company",
        "edp",
        "may",
        "balk",
        "meager",
        "percent",
        "premium",
        "offered",
        "share",
        "china",
        "three",
        "gorge",
        "ct",
        "battle",
        "portugal",
        "biggest",
        "business",
        "largely",
        "played",
        "already",
        "file",
        "photo",
        "logo",
        "portuguese",
        "utility",
        "company",
        "edp",
        "energias",
        "de",
        "portugal",
        "seen",
        "company",
        "office",
        "oviedo",
        "spain",
        "may",
        "alonso",
        "look",
        "like",
        "lowball",
        "bid",
        "portugal",
        "welcomed",
        "offer",
        "considers",
        "chinese",
        "firm",
        "pledge",
        "keep",
        "de",
        "portugal",
        "intact",
        "important",
        "price",
        "want",
        "closer",
        "tie",
        "country",
        "plowed",
        "billion",
        "economy",
        "openness",
        "investment",
        "china",
        "including",
        "strategic",
        "sector",
        "like",
        "energy",
        "stand",
        "amid",
        "suspicion",
        "elsewhere",
        "europe",
        "chinese",
        "acquisition",
        "chinese",
        "hydropower",
        "giant",
        "became",
        "edp",
        "biggest",
        "shareholder",
        "report",
        "merger",
        "talk",
        "edp",
        "spanish",
        "rival",
        "gas",
        "natural",
        "emerged",
        "july",
        "beat",
        "path",
        "lisbon",
        "government",
        "door",
        "gas",
        "natural",
        "takeover",
        "would",
        "threatened",
        "ctg",
        "ambition",
        "use",
        "edp",
        "diversify",
        "beyond",
        "china",
        "portugal",
        "socialist",
        "government",
        "feared",
        "european",
        "rival",
        "could",
        "break",
        "business",
        "industry",
        "source",
        "familiar",
        "talk",
        "political",
        "source",
        "knowledge",
        "government",
        "position",
        "said",
        "nearly",
        "year",
        "ago",
        "gas",
        "natural",
        "approached",
        "edp",
        "time",
        "ct",
        "started",
        "think",
        "move",
        "said",
        "one",
        "industry",
        "source",
        "knowledge",
        "ctg",
        "takeover",
        "bid",
        "ct",
        "partner",
        "six",
        "year",
        "invested",
        "company",
        "strategic",
        "sector",
        "portugal",
        "good",
        "relation",
        "government",
        "natural",
        "talk",
        "source",
        "said",
        "edp",
        "gas",
        "natural",
        "denied",
        "talk",
        "last",
        "year",
        "month",
        "report",
        "portugal",
        "added",
        "clause",
        "takeover",
        "law",
        "allowing",
        "shareholder",
        "ultimate",
        "owner",
        "combine",
        "voting",
        "right",
        "previously",
        "vote",
        "would",
        "capped",
        "percent",
        "whatever",
        "size",
        "combined",
        "holding",
        "could",
        "crucial",
        "ctg",
        "bid",
        "edp",
        "progress",
        "owns",
        "percent",
        "another",
        "chinese",
        "company",
        "cnic",
        "hold",
        "percent",
        "recently",
        "buying",
        "percent",
        "end",
        "ct",
        "china",
        "spokesman",
        "portuguese",
        "government",
        "respond",
        "request",
        "comment",
        "purely",
        "political",
        "ct",
        "first",
        "bought",
        "percent",
        "edp",
        "december",
        "billion",
        "euro",
        "billion",
        "stepping",
        "portugal",
        "privatized",
        "company",
        "raise",
        "fund",
        "international",
        "bailout",
        "stabilize",
        "government",
        "finance",
        "chinese",
        "foreign",
        "minister",
        "wang",
        "yi",
        "welcomed",
        "portuguese",
        "foreign",
        "minister",
        "augusto",
        "santos",
        "silva",
        "necessidades",
        "palace",
        "lisbon",
        "portugal",
        "may",
        "picture",
        "taken",
        "may",
        "marchante",
        "chinese",
        "company",
        "since",
        "invested",
        "billion",
        "euro",
        "power",
        "venture",
        "edp",
        "portfolio",
        "renewable",
        "energy",
        "asset",
        "wind",
        "hydro",
        "solar",
        "power",
        "country",
        "brazil",
        "united",
        "state",
        "france",
        "italy",
        "poland",
        "april",
        "year",
        "report",
        "interest",
        "edp",
        "another",
        "european",
        "utility",
        "time",
        "engie",
        "french",
        "company",
        "declined",
        "comment",
        "edp",
        "said",
        "time",
        "contact",
        "established",
        "week",
        "later",
        "ct",
        "launched",
        "takeover",
        "bid",
        "offered",
        "billion",
        "euro",
        "billion",
        "rest",
        "edp",
        "may",
        "premium",
        "percent",
        "utility",
        "company",
        "share",
        "price",
        "offer",
        "became",
        "public",
        "edp",
        "described",
        "offer",
        "low",
        "left",
        "door",
        "open",
        "negotiation",
        "analyst",
        "expect",
        "edp",
        "ask",
        "percent",
        "premium",
        "bidder",
        "yet",
        "emerged",
        "edp",
        "share",
        "trading",
        "less",
        "percent",
        "offer",
        "price",
        "predictable",
        "already",
        "conversation",
        "government",
        "long",
        "time",
        "said",
        "industry",
        "source",
        "close",
        "edp",
        "knowledge",
        "talk",
        "purely",
        "political",
        "source",
        "said",
        "ct",
        "knew",
        "many",
        "european",
        "company",
        "looking",
        "edp",
        "interesting",
        "bid",
        "announcement",
        "ct",
        "made",
        "clear",
        "saw",
        "edp",
        "future",
        "portuguese",
        "company",
        "strengthened",
        "ctg",
        "asset",
        "large",
        "free",
        "float",
        "share",
        "could",
        "potentially",
        "used",
        "springboard",
        "european",
        "expansion",
        "please",
        "government",
        "want",
        "protect",
        "edp",
        "job",
        "portugal",
        "keep",
        "headquarters",
        "country",
        "matter",
        "government",
        "strategic",
        "importance",
        "edp",
        "country",
        "said",
        "filipe",
        "garcia",
        "head",
        "informacao",
        "de",
        "mercados",
        "financeiros",
        "consultancy",
        "adding",
        "takeover",
        "price",
        "secondary",
        "consideration",
        "government",
        "open",
        "door",
        "policy",
        "link",
        "portugal",
        "china",
        "stretch",
        "back",
        "century",
        "european",
        "nation",
        "controlled",
        "port",
        "macau",
        "recent",
        "year",
        "lisbon",
        "embraced",
        "beijing",
        "belt",
        "road",
        "initiative",
        "invest",
        "infrastructure",
        "linking",
        "asia",
        "europe",
        "slideshow",
        "image",
        "chinese",
        "firm",
        "percent",
        "portugal",
        "national",
        "grid",
        "percent",
        "largest",
        "listed",
        "bank",
        "largest",
        "insurer",
        "biggest",
        "private",
        "hospital",
        "operator",
        "prime",
        "minister",
        "antonio",
        "costa",
        "also",
        "told",
        "parliament",
        "last",
        "week",
        "change",
        "portuguese",
        "takeover",
        "law",
        "last",
        "year",
        "made",
        "chinese",
        "investor",
        "mind",
        "initiative",
        "aimed",
        "ensure",
        "portugal",
        "would",
        "offer",
        "condition",
        "foreigner",
        "namely",
        "chinese",
        "european",
        "costa",
        "said",
        "clause",
        "added",
        "july",
        "designed",
        "favor",
        "capture",
        "foreign",
        "direct",
        "investment",
        "namely",
        "foreign",
        "state",
        "entity",
        "according",
        "text",
        "combined",
        "shareholding",
        "ct",
        "cnic",
        "chinese",
        "investment",
        "company",
        "come",
        "percent",
        "close",
        "percent",
        "needed",
        "assure",
        "effective",
        "control",
        "edp",
        "portuguese",
        "law",
        "company",
        "statute",
        "changed",
        "shareholder",
        "vote",
        "favor",
        "costa",
        "denied",
        "parliament",
        "change",
        "made",
        "ct",
        "mind",
        "approved",
        "year",
        "ago",
        "takeover",
        "prediction",
        "takeover",
        "bond",
        "confidence",
        "ct",
        "launched",
        "offer",
        "conditional",
        "getting",
        "percent",
        "plus",
        "one",
        "share",
        "line",
        "portuguese",
        "rule",
        "however",
        "market",
        "regulator",
        "cmvm",
        "said",
        "may",
        "waiving",
        "requirement",
        "effectively",
        "allowing",
        "ct",
        "raise",
        "stake",
        "edp",
        "even",
        "reach",
        "simple",
        "majority",
        "chinese",
        "established",
        "bond",
        "confidence",
        "portugal",
        "senior",
        "political",
        "source",
        "told",
        "reuters",
        "mutual",
        "confidence",
        "change",
        "chinese",
        "foreign",
        "minister",
        "wang",
        "yi",
        "paid",
        "visit",
        "lisbon",
        "may",
        "hailed",
        "portugal",
        "open",
        "attitude",
        "foreign",
        "investment",
        "promised",
        "beijing",
        "would",
        "continue",
        "encourage",
        "investment",
        "chinese",
        "firm",
        "portugal",
        "chinese",
        "citizen",
        "also",
        "poured",
        "billion",
        "euro",
        "portuguese",
        "housing",
        "past",
        "year",
        "boosting",
        "property",
        "market",
        "boom",
        "helped",
        "propel",
        "strong",
        "economic",
        "recovery",
        "lisbon",
        "tie",
        "ct",
        "grown",
        "closer",
        "relationship",
        "edp",
        "come",
        "strain",
        "government",
        "annoyed",
        "last",
        "year",
        "saw",
        "edp",
        "chief",
        "executive",
        "antonio",
        "mexia",
        "openness",
        "potential",
        "european",
        "suitor",
        "political",
        "source",
        "knowledge",
        "government",
        "position",
        "said",
        "january",
        "year",
        "edp",
        "upset",
        "government",
        "stopped",
        "paying",
        "extraordinary",
        "tax",
        "contribution",
        "energy",
        "company",
        "pay",
        "since",
        "portugal",
        "debt",
        "crisis",
        "comment",
        "prime",
        "minister",
        "told",
        "reporter",
        "time",
        "regret",
        "hostile",
        "attitude",
        "edp",
        "maintained",
        "therefore",
        "represents",
        "change",
        "stance",
        "towards",
        "previous",
        "ctg",
        "bid",
        "succeed",
        "timing",
        "could",
        "auspicious",
        "chinese",
        "president",
        "xi",
        "jinping",
        "planning",
        "visit",
        "portugal",
        "later",
        "year",
        "visit",
        "may",
        "signal",
        "new",
        "phase",
        "strategic",
        "partnership",
        "two",
        "country",
        "signing",
        "agreement",
        "foreign",
        "minister",
        "augusto",
        "santos",
        "silva",
        "said",
        "meeting",
        "chinese",
        "counterpart",
        "month",
        "additional",
        "reporting",
        "shanghai",
        "newsroom",
        "editing",
        "mark",
        "bendeich",
        "david",
        "clarke"
    ]
}