{
    "organizations": [],
    "uuid": "1f93e2cfee14c6f7f835dbe43988530db1b278c0",
    "author": "Josh Mitchell",
    "url": "https://www.wsj.com/articles/mike-meru-has-1-million-in-student-loans-how-did-that-happen-1527252975",
    "ord_in_thread": 0,
    "title": "Mike Meru Has $1 in Student Loans. How Did That Happen?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "732 COMMENTS Mike Meru at home in Draper, Utah. Photo: Benjamin Zack for The Wall Street Journal DRAPER, Utah—Mike Meru, a 37-year-old orthodontist, made a big investment in his education. As of Thursday, he owed $1,060,945.42 in student loans.\nMr. Meru pays only $1,589.97 a month—not enough to cover the interest, so his debt from seven years at the University of Southern California grows by $130 a day. In two decades, his loan balance will be $2 million.\nHe and his wife, Melissa, have become numb to the burden, focused instead on raising their two daughters. “If you thought about it every single day,” Mrs. Meru said, “you’d have a mental breakdown.”\nDue to escalating tuition and easy credit, the U.S. has 101 people who owe at least $1 million in federal student loans, according to the Education Department. Five years ago, 14 people owed that much.\nMore could join that group. While the typical student borrower owes $17,000, the number of those who owe at least $100,000 has risen to around 2.5 million, nearly 6% of the borrowing pool, Education Department data show.\nPricest Professions A dental degree is one of the most expensive in the U.S.…\nAverage full-time, full-year tuition, 2015-16\nIn-state\nOut-of-state\nPrivate*\n$0\n60,000\n30,000\nDentistry\nLaw\nMedicine\nOptometry\nOsteopathic\nmedicine\nPharmacy\nPodiatry\nVeterinary\nmedicine\n…and the University of Southern California has one of the most expensive dental schools in the country.\nOut-of-state\nTuition range:\nIn-state\nIn-state\nAverage tuition:\nOut-of-state\nUniversity of Southern California\n$0\n$100,000\n2005-06\n2006-07\n2007-08\n2008-09\n2009-10\n2010-11\n2011-12\n2012-13\n2013-14\n2014-15\n2015-16\n*Nonprofit\nSources: Urban Institute (degrees); American Dental Association (dental school tuition)\nFor graduate-school students especially, there is little incentive for universities to help put the brakes on big borrowing. The government essentially allows grad students to borrow any amount to cover tuition and living costs, with few guardrails on how the final sum will be repaid.\nMore than a third of borrowers from one of the government’s main graduate school lending programs have enrolled in some form of federal loan-forgiveness plan.\n“These are choices. We’re not coercing,” said Avishai Sadan, dean of USC’s Herman Ostrow School of Dentistry, where Mr. Meru went to school and one of the most expensive in the U.S. “You know exactly what you’re getting into.”\nEven the best planners might not have anticipated the sharp increases in tuition and student-loan interest rates from 2005 to 2012, Mr. Meru’s tenure as a student. While the Federal Reserve was reducing interest rates to near zero to combat the recession, rates for grad students were as high as 8.5%.\nDental school is the costliest higher-education program in the U.S. Private nonprofit schools during the 2015-2016 school year charged an average of $71,820 a year, the Urban Institute found . The USC program now costs $91,000 a year, and $137,000 when living expenses are included.\nFor Mr. Meru, tuition at USC first went up during his second year. Interest rates followed. Halfway through dental school, he said, he started to worry about the soaring cost of his education.\n“I’m sitting here saying, ‘Holy crap! Should I really be doing this?’ ” Mr. Meru recalled. “ ‘Should I drop out?’ ”\nMrs. Meru, 35, said she and her husband decided it was too late to turn back. If he quit or transferred to a cheaper school, he still owed for the loans he had already taken.\nMr. Meru’s financial records—provided to The Wall Street Journal—show he borrowed $601,506 to attend USC—a debt swelled to more than $1 million by fees and interest.\nThe Million-Dollar Orthodontist's Bill Mike Meru took out $601,506 in student loans to become an orthodontist at the University of Southern California. With interest accumulating at the rate of about $130 a day, his debt continues to grow past $1 million. He has repaid $39,000 since consolidating his many student loans in 2015. $1.0\n million\nAdditional interest accrued since consolidating\nConsolidates again: $882,300\nSubsidized loans\n0.8\nConsolidates loans (principal\nand interest): $724,817\n0.6\nFinal loan total:\n$601,506\n0.4\nPlus\nloans\nUnsubsidized loans\n0.2\nOther loans\n0\n’16\n’15\n2006\n’14\n’07\n’08\n’09\n’17\n’10\n’11\n’12\n’13\n$1.0\n million\nAdditional interest accrued since consolidating\nConsolidates again: $882,300\nSubsidized loans\n0.8\nConsolidates loans (principal\nand interest): $724,817\n0.6\nFinal loan total:\n$601,506\n0.4\nPlus\nloans\nUnsubsidized loans\n0.2\nOther loans\n0\n’08\n’07\n2006\n’15\n’16\n’10\n’11\n’12\n’13\n’09\n’14\n’17\n million\n$1.0\nAdditional interest accrued since consolidating\nConsolidates again: $882,300\nSubsidized loans\n0.8\nConsolidates loans (principal\nand interest): $724,817\n0.6\nFinal loan total:\n$601,506\n0.4\nPlus\nloans\nUnsubsidized loans\n0.2\nOther loans\n0\n’17\n’16\n’15\n’14\n’13\n’12\n’11\n’10\n’09\n2006\n’07\n’08\n$1.0\n million\nAdditional interest\naccrued since consolidating\nConsolidates again:\n$882,300\n0.8\nConsolidates loans\n(principal and\ninterest): $724,817\n0.6\nFinal loan total:\n$601,506\nSubsidized\nloans\n0.4\nPlus\nloans\n0.2\nUnsubsidized loans\nOther loans\n0\n’10\n’12\n’14\n’16\n’08\n2006\nNote: As of May 6. Subsidized loans do not accrue interest until the borrower enters the payback period; unsubsidized loans accrue interest from when they are originated.\nSource: Mr. Meru's student loan records\nThe USC education helped Mr. Meru earn $225,000 last year working for a corporate practice in Draper, Utah, 20 minutes from Salt Lake City. That compares with a $158,000 median income for dentists, according to the Labor Department.\nMr. Meru became so frustrated with the high interest rates that he helped start a national dental-student movement to lobby Congress to lower rates on grad students. The effort went nowhere.\nSome dental school educators fear that the eye-popping costs to enter the profession could dissuade good prospects from even trying.\n“I don’t think you’ll find any dental school dean in the country who will not tell you they’re concerned about the cost,” said Dr. Sadan, of USC. “But what’s the action?”\nDebt free Mr. Meru, a lean 6-foot-7, was the eldest of three boys raised in Newbury Park, Calif., an affluent suburb west of Los Angeles. His father, who never went to college, owns a small construction business. His mother, a college graduate, worked mostly as a secretary.\nMr. Meru found his calling while still a teenager. He was insecure over his crooked teeth and an irregular jaw line, he said: “I was embarrassed to talk to girls. Orthodontics changed my life.”\nAfter high school, Mr. Meru, who is Mormon, spent two years on a mission in Brazil, then returned to the U.S. to complete his undergraduate degree at Brigham Young University in Utah. He paid his college tuition with money from his parents and by waiting tables at the Old Spaghetti Factory near the school’s Provo campus.\nHelping pay for college was “the agreement we made all our boys,” his mother, Karen Meru, said. Graduate school wasn’t part of the deal. “We couldn’t afford it,” she said. “We’re middle class.”\nMike Meru hikes with his wife, Melissa, and their daughters, Elle, left, and Emme, near their home in Draper, Utah. Photo: Benjamin Zack for The Wall Street Journal Mr. Meru met and married his wife while at Brigham Young, and he graduated debt-free in 2005. He picked the USC dental school for its prestige and because he wanted to live closer to his parents.\nMr. Meru said the dental school’s financial-aid director, Sergio Estavillo, estimated that the basic four-year program would require $400,000 to $450,000 in student debt, including interest. Mr. Estavillo said he didn’t recall the conversation but had no reason to doubt its accuracy.\nMr. Meru and his wife concluded dental school was a good investment, given the salary he expected to earn.\n“We’re like, ‘Well, we can make this work,’” Mrs. Meru said. “There are certain things that are OK to go into debt for: a house, an education, a car.”\nThe newlyweds packed up for California. Mrs. Meru got a job at USC as an administrative assistant, which provided a tuition discount.\nThe couple’s calculations were partly based on low interest rates the federal government set for students at the time. In the 2004-2005 school year, the rate for college and graduate students was 2.77%.\nThe following school year, Mr. Meru’s first at USC, rates jumped to 4.75% for his loans. Those turned out to be the cheapest of the 50 loans he needed to finance his education. Unlike consumer loans for cars or homes, college students typically take out multiple loans each year—often at different interest rates, depending on what is available.\nUSC charged tuition of $56,757 in Mr. Meru’s first year, American Dental Association records show. To save on expenses, the couple lived with his parents. He drove a Buick inherited from his wife’s grandmother for the hour-plus trip between Newbury Park and USC, located south of downtown Los Angeles. After his first year, and with his wife’s tuition discount, he owed $43,976.\nBy Mr. Meru’s second year, the interest rate on new student loans jumped to 6.8%, and USC raised its tuition by 6%. By the end of that school year, he had taken out a total of $115,000 in loans, which also covered a summer semester. Interest rates were roughly triple what he had planned for.\nA law passed by Congress in 2001, which took effect in 2006, severed the link that tethered student-loan interest rates to Treasury rates. Lawmakers were under pressure to lower costs for undergraduates, in the form of grants and lower loan rates. They didn’t provide similar relief for grad students.\nDuring Mr. Meru’s third year of dental school, USC raised its tuition another 6%, and he had accumulated about $230,000 in loans, not counting interest.\nMike Meru, left, reviews a photo of patient Justin Joyce's mouth with the boy’s mother, Kris Joyce, during an orthodontics appointment this week. Photo: Benjamin Zack for The Wall Street Journal Dr. Sadan, the dean, said the USC dental school raised tuition to cover the cost of delivering a top education. “You cannot decide you’re just not raising tuition,” he said. “Everything that drives the operation, from salary raises to any other additional costs, have to come, for the most part, from tuition.”\nMr. Estavillo, the financial-aid director, emailed Mr. Meru a flier from a dental association in 2007 that warned of large debt balances. It encouraged students to cut back on rent and lattes.\nGreat Lakes Higher Education Corp., which serviced Mr. Meru’s loans, sent him an email warning how quickly interest builds while in school. “If you can afford interest payments,” the email said, “it’s a good idea to make them.”\nGiving grace Most of Mr. Meru’s debt came from Grad Plus, a program created by Congress in 2005. It removed loan limits and allowed grad students to borrow for any expense, including rent and other living costs. The law, signed by President George W. Bush, was intended to ease student reliance on private banks, which had more strict repayment plans.\nTips for Repaying Student Loans Ahead of Schedule\nBorrow only what you need Choose your repayment plan carefully Make payments while in school, if you are able Make extra payments when you can Enroll in automatic debit After living with his parents for 15 months, Mr. Meru and his wife moved to a one-bedroom apartment in Los Angeles with a monthly rent of $1,550. When Mrs. Meru became pregnant in 2010, the couple paid $1,800 for a two-bedroom.\nOne luxury was buying a used Mercedes-Benz, which carried a monthly payment of $390. Beyond that, Mr. Meru said, the couple restrained their spending. For fun, they went camping.\nMr. Meru said he spent 40 hours a week at school. He reserved evenings for studying and helping care for his young family, which left no time for a job.\nBy the spring of 2009, the end of his fourth year, Mr. Meru’s loans had reached about $340,000, still in line with the original estimates from the financial-aid director. That would change as he chased his dream.\nAfter graduating from dental school that spring, Mr. Meru began orthodontics. Unlike doctors, who usually are paid to perform residencies at hospitals, dental specialists often perform their residency at universities that charge tuition.\nFor the next three years, Mr. Meru continued his studies at USC, and continued to borrow for tuition. Of his growing debt, he said, “I just wouldn’t look. The only thing looking did was create stress.”\nAfter finishing the orthodontics residency in 2012, Mr. Meru used a government option known as forbearance, which allows borrowers to postpone payments. Mr. Meru said he earned little his first year out of school and needed all of it to support his family. Interest continued to accrue, expanding his debt through the magic of compounding.\nThe couple bought a home in Draper in 2012, using a $400,000 mortgage that Mrs. Meru took out in her name. She used an inheritance from her grandmother for the down payment. Her mother cosigned the loan.\nMike Meru catches his youngest daughter, Emme, 5 years old. Photo: Benjamin Zack for The Wall Street Journal Mr. Meru then entered into a government-sponsored repayment plan based on income. He agreed to monthly payments at 10% of his discretionary income, defined as adjusted gross income minus 150% of the poverty level. Any balance remaining after 25 years is forgiven, effectively covered by taxpayers. The forgiven amount is then taxed as ordinary income.\nWithout the government help, Mr. Meru’s monthly payment would be $10,541.91, according to an email from his loan servicer. His current monthly income, after taxes, is roughly $13,333.\nSince refinancing his debt with the federal government in 2015, lowering the rate to 7.25%, Mr. Meru’s balance has grown by $148,948. It will keep growing through the 25-year life of the repayment plan until it reaches $2 million. That sum will be forgiven and, at current tax rates, could cost Mr. Meru more than $700,000 in income tax payments.\nBy then, Mr. Meru will have paid $1.6 million. That would be about the same as repaying his $600,000 in student loans at a rate of 4% over 25 years, said Jason Delisle, a student-loan expert with the American Enterprise Institute, a conservative think tank. The biggest factor in Mr. Meru’s runaway debt, he said, was a high principal combined with long periods when Mr. Meru made no payments.\nThe government repayment plan affords the Meru family a comfortable life. Their home is on a mountain with panoramic views of the snow-capped peaks surrounding Salt Lake City. They take vacations, including a recent trip to Havana. He drives a used Tesla.\nOn a recent spring day he commuted to the suburb of Clinton, working out of one of his company’s five offices. In a room with views of the mountains and the strip mall parking lot, he saw a procession of teenage patients. For lunch, he went to the Panda Express next door.\nWrite to Josh Mitchell at joshua.mitchell@wsj.com",
    "published": "2018-05-25T18:41:00.000+03:00",
    "crawled": "2018-05-25T18:03:21.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "mike",
        "meru",
        "home",
        "draper",
        "utah",
        "photo",
        "benjamin",
        "zack",
        "wall",
        "street",
        "journal",
        "draper",
        "meru",
        "orthodontist",
        "made",
        "big",
        "investment",
        "education",
        "thursday",
        "owed",
        "student",
        "loan",
        "meru",
        "pay",
        "enough",
        "cover",
        "interest",
        "debt",
        "seven",
        "year",
        "university",
        "southern",
        "california",
        "grows",
        "day",
        "two",
        "decade",
        "loan",
        "balance",
        "million",
        "wife",
        "melissa",
        "become",
        "numb",
        "burden",
        "focused",
        "instead",
        "raising",
        "two",
        "daughter",
        "thought",
        "every",
        "single",
        "day",
        "meru",
        "said",
        "mental",
        "due",
        "escalating",
        "tuition",
        "easy",
        "credit",
        "people",
        "owe",
        "least",
        "million",
        "federal",
        "student",
        "loan",
        "according",
        "education",
        "department",
        "five",
        "year",
        "ago",
        "people",
        "owed",
        "much",
        "could",
        "join",
        "group",
        "typical",
        "student",
        "borrower",
        "owes",
        "number",
        "owe",
        "least",
        "risen",
        "around",
        "million",
        "nearly",
        "borrowing",
        "pool",
        "education",
        "department",
        "data",
        "show",
        "pricest",
        "profession",
        "dental",
        "degree",
        "one",
        "expensive",
        "average",
        "tuition",
        "private",
        "dentistry",
        "law",
        "medicine",
        "optometry",
        "osteopathic",
        "medicine",
        "pharmacy",
        "podiatry",
        "veterinary",
        "medicine",
        "university",
        "southern",
        "california",
        "one",
        "expensive",
        "dental",
        "school",
        "country",
        "tuition",
        "range",
        "average",
        "tuition",
        "university",
        "southern",
        "california",
        "nonprofit",
        "source",
        "urban",
        "institute",
        "degree",
        "american",
        "dental",
        "association",
        "dental",
        "school",
        "tuition",
        "student",
        "especially",
        "little",
        "incentive",
        "university",
        "help",
        "put",
        "brake",
        "big",
        "borrowing",
        "government",
        "essentially",
        "allows",
        "grad",
        "student",
        "borrow",
        "amount",
        "cover",
        "tuition",
        "living",
        "cost",
        "guardrail",
        "final",
        "sum",
        "repaid",
        "third",
        "borrower",
        "one",
        "government",
        "main",
        "graduate",
        "school",
        "lending",
        "program",
        "enrolled",
        "form",
        "federal",
        "plan",
        "choice",
        "coercing",
        "said",
        "avishai",
        "sadan",
        "dean",
        "usc",
        "herman",
        "ostrow",
        "school",
        "dentistry",
        "meru",
        "went",
        "school",
        "one",
        "expensive",
        "know",
        "exactly",
        "getting",
        "even",
        "best",
        "planner",
        "might",
        "anticipated",
        "sharp",
        "increase",
        "tuition",
        "interest",
        "rate",
        "meru",
        "tenure",
        "student",
        "federal",
        "reserve",
        "reducing",
        "interest",
        "rate",
        "near",
        "zero",
        "combat",
        "recession",
        "rate",
        "grad",
        "student",
        "high",
        "dental",
        "school",
        "costliest",
        "program",
        "private",
        "nonprofit",
        "school",
        "school",
        "year",
        "charged",
        "average",
        "year",
        "urban",
        "institute",
        "found",
        "usc",
        "program",
        "cost",
        "year",
        "living",
        "expense",
        "included",
        "meru",
        "tuition",
        "usc",
        "first",
        "went",
        "second",
        "year",
        "interest",
        "rate",
        "followed",
        "halfway",
        "dental",
        "school",
        "said",
        "started",
        "worry",
        "soaring",
        "cost",
        "education",
        "sitting",
        "saying",
        "holy",
        "crap",
        "really",
        "meru",
        "recalled",
        "drop",
        "meru",
        "said",
        "husband",
        "decided",
        "late",
        "turn",
        "back",
        "quit",
        "transferred",
        "cheaper",
        "school",
        "still",
        "owed",
        "loan",
        "already",
        "taken",
        "meru",
        "financial",
        "wall",
        "street",
        "borrowed",
        "attend",
        "debt",
        "swelled",
        "million",
        "fee",
        "interest",
        "orthodontist",
        "bill",
        "mike",
        "meru",
        "took",
        "student",
        "loan",
        "become",
        "orthodontist",
        "university",
        "southern",
        "california",
        "interest",
        "accumulating",
        "rate",
        "day",
        "debt",
        "continues",
        "grow",
        "past",
        "million",
        "repaid",
        "since",
        "consolidating",
        "many",
        "student",
        "loan",
        "million",
        "additional",
        "interest",
        "accrued",
        "since",
        "consolidating",
        "consolidates",
        "subsidized",
        "loan",
        "consolidates",
        "loan",
        "principal",
        "interest",
        "final",
        "loan",
        "total",
        "plus",
        "loan",
        "unsubsidized",
        "loan",
        "loan",
        "million",
        "additional",
        "interest",
        "accrued",
        "since",
        "consolidating",
        "consolidates",
        "subsidized",
        "loan",
        "consolidates",
        "loan",
        "principal",
        "interest",
        "final",
        "loan",
        "total",
        "plus",
        "loan",
        "unsubsidized",
        "loan",
        "loan",
        "million",
        "additional",
        "interest",
        "accrued",
        "since",
        "consolidating",
        "consolidates",
        "subsidized",
        "loan",
        "consolidates",
        "loan",
        "principal",
        "interest",
        "final",
        "loan",
        "total",
        "plus",
        "loan",
        "unsubsidized",
        "loan",
        "loan",
        "million",
        "additional",
        "interest",
        "accrued",
        "since",
        "consolidating",
        "consolidates",
        "consolidates",
        "loan",
        "principal",
        "interest",
        "final",
        "loan",
        "total",
        "subsidized",
        "loan",
        "plus",
        "loan",
        "unsubsidized",
        "loan",
        "loan",
        "note",
        "may",
        "subsidized",
        "loan",
        "accrue",
        "interest",
        "borrower",
        "enters",
        "payback",
        "period",
        "unsubsidized",
        "loan",
        "accrue",
        "interest",
        "originated",
        "source",
        "meru",
        "student",
        "loan",
        "record",
        "usc",
        "education",
        "helped",
        "meru",
        "earn",
        "last",
        "year",
        "working",
        "corporate",
        "practice",
        "draper",
        "utah",
        "minute",
        "salt",
        "lake",
        "city",
        "compare",
        "median",
        "income",
        "dentist",
        "according",
        "labor",
        "department",
        "meru",
        "became",
        "frustrated",
        "high",
        "interest",
        "rate",
        "helped",
        "start",
        "national",
        "movement",
        "lobby",
        "congress",
        "lower",
        "rate",
        "grad",
        "student",
        "effort",
        "went",
        "nowhere",
        "dental",
        "school",
        "educator",
        "fear",
        "cost",
        "enter",
        "profession",
        "could",
        "dissuade",
        "good",
        "prospect",
        "even",
        "trying",
        "think",
        "find",
        "dental",
        "school",
        "dean",
        "country",
        "tell",
        "concerned",
        "cost",
        "said",
        "sadan",
        "usc",
        "action",
        "debt",
        "free",
        "meru",
        "lean",
        "eldest",
        "three",
        "boy",
        "raised",
        "newbury",
        "park",
        "affluent",
        "suburb",
        "west",
        "los",
        "angeles",
        "father",
        "never",
        "went",
        "college",
        "owns",
        "small",
        "construction",
        "business",
        "mother",
        "college",
        "graduate",
        "worked",
        "mostly",
        "secretary",
        "meru",
        "found",
        "calling",
        "still",
        "teenager",
        "insecure",
        "crooked",
        "teeth",
        "irregular",
        "jaw",
        "line",
        "said",
        "embarrassed",
        "talk",
        "girl",
        "orthodontics",
        "changed",
        "high",
        "school",
        "meru",
        "mormon",
        "spent",
        "two",
        "year",
        "mission",
        "brazil",
        "returned",
        "complete",
        "undergraduate",
        "degree",
        "brigham",
        "young",
        "university",
        "utah",
        "paid",
        "college",
        "tuition",
        "money",
        "parent",
        "waiting",
        "table",
        "old",
        "spaghetti",
        "factory",
        "near",
        "school",
        "provo",
        "campus",
        "helping",
        "pay",
        "college",
        "agreement",
        "made",
        "boy",
        "mother",
        "karen",
        "meru",
        "said",
        "graduate",
        "school",
        "part",
        "deal",
        "afford",
        "said",
        "middle",
        "mike",
        "meru",
        "hike",
        "wife",
        "melissa",
        "daughter",
        "elle",
        "left",
        "emme",
        "near",
        "home",
        "draper",
        "utah",
        "photo",
        "benjamin",
        "zack",
        "wall",
        "street",
        "journal",
        "meru",
        "met",
        "married",
        "wife",
        "brigham",
        "young",
        "graduated",
        "picked",
        "usc",
        "dental",
        "school",
        "prestige",
        "wanted",
        "live",
        "closer",
        "parent",
        "meru",
        "said",
        "dental",
        "school",
        "director",
        "sergio",
        "estavillo",
        "estimated",
        "basic",
        "program",
        "would",
        "require",
        "student",
        "debt",
        "including",
        "interest",
        "estavillo",
        "said",
        "recall",
        "conversation",
        "reason",
        "doubt",
        "accuracy",
        "meru",
        "wife",
        "concluded",
        "dental",
        "school",
        "good",
        "investment",
        "given",
        "salary",
        "expected",
        "earn",
        "like",
        "well",
        "make",
        "work",
        "meru",
        "said",
        "certain",
        "thing",
        "ok",
        "go",
        "debt",
        "house",
        "education",
        "newlywed",
        "packed",
        "california",
        "meru",
        "got",
        "job",
        "usc",
        "administrative",
        "assistant",
        "provided",
        "tuition",
        "discount",
        "couple",
        "calculation",
        "partly",
        "based",
        "low",
        "interest",
        "rate",
        "federal",
        "government",
        "set",
        "student",
        "time",
        "school",
        "year",
        "rate",
        "college",
        "graduate",
        "student",
        "following",
        "school",
        "year",
        "meru",
        "first",
        "usc",
        "rate",
        "jumped",
        "loan",
        "turned",
        "cheapest",
        "loan",
        "needed",
        "finance",
        "education",
        "unlike",
        "consumer",
        "loan",
        "car",
        "home",
        "college",
        "student",
        "typically",
        "take",
        "multiple",
        "loan",
        "different",
        "interest",
        "rate",
        "depending",
        "available",
        "usc",
        "charged",
        "tuition",
        "meru",
        "first",
        "year",
        "american",
        "dental",
        "association",
        "record",
        "show",
        "save",
        "expense",
        "couple",
        "lived",
        "parent",
        "drove",
        "buick",
        "inherited",
        "wife",
        "grandmother",
        "trip",
        "newbury",
        "park",
        "usc",
        "located",
        "south",
        "downtown",
        "los",
        "angeles",
        "first",
        "year",
        "wife",
        "tuition",
        "discount",
        "owed",
        "meru",
        "second",
        "year",
        "interest",
        "rate",
        "new",
        "student",
        "loan",
        "jumped",
        "usc",
        "raised",
        "tuition",
        "end",
        "school",
        "year",
        "taken",
        "total",
        "loan",
        "also",
        "covered",
        "summer",
        "semester",
        "interest",
        "rate",
        "roughly",
        "triple",
        "planned",
        "law",
        "passed",
        "congress",
        "took",
        "effect",
        "severed",
        "link",
        "tethered",
        "interest",
        "rate",
        "treasury",
        "rate",
        "lawmaker",
        "pressure",
        "lower",
        "cost",
        "undergraduate",
        "form",
        "grant",
        "lower",
        "loan",
        "rate",
        "provide",
        "similar",
        "relief",
        "grad",
        "student",
        "meru",
        "third",
        "year",
        "dental",
        "school",
        "usc",
        "raised",
        "tuition",
        "another",
        "accumulated",
        "loan",
        "counting",
        "interest",
        "mike",
        "meru",
        "left",
        "review",
        "photo",
        "patient",
        "justin",
        "joyce",
        "mouth",
        "boy",
        "mother",
        "kris",
        "joyce",
        "orthodontics",
        "appointment",
        "week",
        "photo",
        "benjamin",
        "zack",
        "wall",
        "street",
        "journal",
        "sadan",
        "dean",
        "said",
        "usc",
        "dental",
        "school",
        "raised",
        "tuition",
        "cover",
        "cost",
        "delivering",
        "top",
        "education",
        "decide",
        "raising",
        "tuition",
        "said",
        "everything",
        "drive",
        "operation",
        "salary",
        "raise",
        "additional",
        "cost",
        "come",
        "part",
        "estavillo",
        "director",
        "emailed",
        "meru",
        "flier",
        "dental",
        "association",
        "warned",
        "large",
        "debt",
        "balance",
        "encouraged",
        "student",
        "cut",
        "back",
        "rent",
        "latte",
        "great",
        "lake",
        "higher",
        "education",
        "serviced",
        "meru",
        "loan",
        "sent",
        "email",
        "warning",
        "quickly",
        "interest",
        "build",
        "school",
        "afford",
        "interest",
        "payment",
        "email",
        "said",
        "good",
        "idea",
        "make",
        "giving",
        "grace",
        "meru",
        "debt",
        "came",
        "grad",
        "plus",
        "program",
        "created",
        "congress",
        "removed",
        "loan",
        "limit",
        "allowed",
        "grad",
        "student",
        "borrow",
        "expense",
        "including",
        "rent",
        "living",
        "cost",
        "law",
        "signed",
        "president",
        "george",
        "bush",
        "intended",
        "ease",
        "student",
        "reliance",
        "private",
        "bank",
        "strict",
        "repayment",
        "plan",
        "tip",
        "repaying",
        "student",
        "loan",
        "ahead",
        "schedule",
        "borrow",
        "need",
        "choose",
        "repayment",
        "plan",
        "carefully",
        "make",
        "payment",
        "school",
        "able",
        "make",
        "extra",
        "payment",
        "enroll",
        "automatic",
        "debit",
        "living",
        "parent",
        "month",
        "meru",
        "wife",
        "moved",
        "apartment",
        "los",
        "angeles",
        "monthly",
        "rent",
        "meru",
        "became",
        "pregnant",
        "couple",
        "paid",
        "one",
        "luxury",
        "buying",
        "used",
        "carried",
        "monthly",
        "payment",
        "beyond",
        "meru",
        "said",
        "couple",
        "restrained",
        "spending",
        "fun",
        "went",
        "camping",
        "meru",
        "said",
        "spent",
        "hour",
        "week",
        "school",
        "reserved",
        "evening",
        "studying",
        "helping",
        "care",
        "young",
        "family",
        "left",
        "time",
        "job",
        "spring",
        "end",
        "fourth",
        "year",
        "meru",
        "loan",
        "reached",
        "still",
        "line",
        "original",
        "estimate",
        "director",
        "would",
        "change",
        "chased",
        "dream",
        "graduating",
        "dental",
        "school",
        "spring",
        "meru",
        "began",
        "orthodontics",
        "unlike",
        "doctor",
        "usually",
        "paid",
        "perform",
        "residency",
        "hospital",
        "dental",
        "specialist",
        "often",
        "perform",
        "residency",
        "university",
        "charge",
        "tuition",
        "next",
        "three",
        "year",
        "meru",
        "continued",
        "study",
        "usc",
        "continued",
        "borrow",
        "tuition",
        "growing",
        "debt",
        "said",
        "look",
        "thing",
        "looking",
        "create",
        "finishing",
        "orthodontics",
        "residency",
        "meru",
        "used",
        "government",
        "option",
        "known",
        "forbearance",
        "allows",
        "borrower",
        "postpone",
        "payment",
        "meru",
        "said",
        "earned",
        "little",
        "first",
        "year",
        "school",
        "needed",
        "support",
        "family",
        "interest",
        "continued",
        "accrue",
        "expanding",
        "debt",
        "magic",
        "compounding",
        "couple",
        "bought",
        "home",
        "draper",
        "using",
        "mortgage",
        "meru",
        "took",
        "name",
        "used",
        "inheritance",
        "grandmother",
        "payment",
        "mother",
        "cosigned",
        "loan",
        "mike",
        "meru",
        "catch",
        "youngest",
        "daughter",
        "emme",
        "year",
        "old",
        "photo",
        "benjamin",
        "zack",
        "wall",
        "street",
        "journal",
        "meru",
        "entered",
        "repayment",
        "plan",
        "based",
        "income",
        "agreed",
        "monthly",
        "payment",
        "discretionary",
        "income",
        "defined",
        "adjusted",
        "gross",
        "income",
        "minus",
        "poverty",
        "level",
        "balance",
        "remaining",
        "year",
        "forgiven",
        "effectively",
        "covered",
        "taxpayer",
        "forgiven",
        "amount",
        "taxed",
        "ordinary",
        "income",
        "without",
        "government",
        "help",
        "meru",
        "monthly",
        "payment",
        "would",
        "according",
        "email",
        "loan",
        "servicer",
        "current",
        "monthly",
        "income",
        "tax",
        "roughly",
        "since",
        "refinancing",
        "debt",
        "federal",
        "government",
        "lowering",
        "rate",
        "meru",
        "balance",
        "grown",
        "keep",
        "growing",
        "life",
        "repayment",
        "plan",
        "reach",
        "million",
        "sum",
        "forgiven",
        "current",
        "tax",
        "rate",
        "could",
        "cost",
        "meru",
        "income",
        "tax",
        "payment",
        "meru",
        "paid",
        "million",
        "would",
        "repaying",
        "student",
        "loan",
        "rate",
        "year",
        "said",
        "jason",
        "delisle",
        "expert",
        "american",
        "enterprise",
        "institute",
        "conservative",
        "think",
        "tank",
        "biggest",
        "factor",
        "meru",
        "runaway",
        "debt",
        "said",
        "high",
        "principal",
        "combined",
        "long",
        "period",
        "meru",
        "made",
        "payment",
        "government",
        "repayment",
        "plan",
        "affords",
        "meru",
        "family",
        "comfortable",
        "life",
        "home",
        "mountain",
        "panoramic",
        "view",
        "peak",
        "surrounding",
        "salt",
        "lake",
        "city",
        "take",
        "vacation",
        "including",
        "recent",
        "trip",
        "havana",
        "drive",
        "used",
        "tesla",
        "recent",
        "spring",
        "day",
        "commuted",
        "suburb",
        "clinton",
        "working",
        "one",
        "company",
        "five",
        "office",
        "room",
        "view",
        "mountain",
        "strip",
        "mall",
        "parking",
        "lot",
        "saw",
        "procession",
        "teenage",
        "patient",
        "lunch",
        "went",
        "panda",
        "express",
        "next",
        "door",
        "write",
        "josh",
        "mitchell"
    ]
}