{
    "organizations": [],
    "uuid": "e199083cbc0b3c98d0ce68f1eebe78e7d85960af",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/business-wire-versabank-reports-second-quarter-2018-results-with-a-32-percent-increase-in-core-cash-earnings-from-a-year-ago12.html",
    "ord_in_thread": 0,
    "title": "Versabank Reports Second Quarter 2018 Results with a 32% Increase in Core Cash Earnings from a Year Ago(1)(2)",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON, Ontario--(BUSINESS WIRE)-- All amounts are unaudited and in Canadian dollars and are based on financial statements prepared in compliance with International Accounting Standard 34 Interim Financial Reporting, unless otherwise noted. Our second quarter 2018 (“Q2 2018”) unaudited Interim Consolidated Financial Statements for the period ended April 30, 2018 and Management’s Discussion and Analysis, are available online at www.versabank.com/investor-relations and at www.sedar.com . Supplementary Financial Information will also be available on our website at www.versabank.com/investor-relations .\nCore Cash Earnings (1)\n$5.9 million\nUp 32% YoY\nCore Cash EPS (1)\n$0.28\nUp $0.07 YoY\nCore Cash ROCE (1)\n11.93%\nUp 265 bps YoY\nCET1\n11.07%\nUp 39 bps YoY\nVersaBank, (“VB” or the “Bank”), (TSX:VB), today reported net income of $4.3 million for the second quarter ended April 30, 2018. Net Income was up $2.2 million or 102% from a year ago and EPS of 18 cents was up $0.11 or 157% from a year ago .\nCore cash earnings (CCE) for the quarter increased to $5.9 million, up 32% from $4.5 million a year ago and CCE EPS increased to $0.28 from $0.21. CCE, which reflects the Bank’s core operational performance and earnings capacity, is calculated as net income (as presented in the Consolidated Statements of Comprehensive Income) adjusted for income taxes, restructuring charges, corporate projects and other non-core operational expenses (see core cash earnings reconciliation below) (2) .\nResults for the quarter were driven primarily by higher net interest margin (NIM), improved efficiency, and outstanding credit quality. NIM increased to 2.95%, up 44 basis points from a year ago. Efficiency improved to 53% from 61% for the same period a year ago and the provision for credit losses (PCL) ratio was again negligible.\nCompared to last quarter, net income was up $280,000 or 7%, mainly reflecting higher NIM.\nDavid Taylor, President and Chief Executive Officer, commented: “I am pleased with this quarter’s results. Although this spring’s inclement weather slowed loan growth somewhat, our Bank’s increasing NIM still gave rise to a notable increase in net income. I expect loan balances will grow faster over the remainder of the year, which should bode well for continued earnings growth.\nQ2 2018 compared to Q2 2017 (1)\nCore cash earnings (2) of $5.9 million (up 32% from $4.5 million) Core cash earnings per share of $0.28 (up $0.07 from $0.21) Net income of $4.3 million (up 102% from $2.1 million) NIM of 2.95% (up 44 bps from 2.51%) Basic and diluted earnings per share (EPS) of $0.18 (up $0.11 from $0.07) Common share book value of $8.80 (up 6% from $8.28) ROCE of 8.25% (up from 3.66%) CET1 ratio of 11.07% (up from 10.68%) Leverage ratio of 10.41% (up from 10.07%) YTD Q2 2018 compared to YTD Q2 2017 (1)\nCore cash earnings (2) of $11.8 million (up 29% from $9.2 million) Core cash earnings per share of $0.56 (up $0.12 from $0.44) Net income of $8.2 million (down 41% from $14.0 million) (3) NIM of 2.88% (up 30 bps from 2.58%) Basic and diluted EPS of $0.34 (down $0.28 from $0.62) (3) Common share book value of $8.80 (up 6% from $8.28) ROCE of 7.88% (down from 15.66%) (3) CET1 ratio of 11.07% (up from 10.68%) Leverage ratio of 10.41% (up from 10.07%) (1) Certain highlights include non-GAAP measures. See definition under ‘Basis of Presentation’ in the Q2 2018 Management’s Discussion and Analysis.\n(2) Core cash earnings is calculated as:\n(thousands of Canadian dollars) for the three months ended for the six months ended April 30 April 30 April 30 April 30 2018 2017 2018 2017 Net income $ 4,256 $ 2,104 $ 8,232 $ 13,968 Adjusted for: Income taxes (recovery) 1,646 809 3,122 (6,854) Restructuring charges - 1,575 - 2,045 Other non-core general and administrative expense items - - 453 - 1,646 2,384 3,575 (4,809) Core cash earnings $ 5,902 $ 4,488 $ 11,807 $ 9,159 (3) YTD Q2 2017 earnings include the recognition of $8.8 million in deferred income tax assets in January 2017.\nQ2 2018 Business Operations\nVersaBank, is a technology based, digital Canadian Schedule I chartered bank. It operates using an “electronic branchless model” and sources its funding, along with consumer and commercial loan and lease receivables, electronically. VersaBank also makes residential development and commercial mortgages it obtains through a well-established network of brokers and through direct contact with its lending staff.\nCommercial Banking – Loans are originated through direct contact with the Bank’s clients and through mortgage brokers and syndication partners. Loans are conservatively secured by real estate primarily in Ontario and occasionally other areas of Canada. Loans at April 30, 2018 were $702 million, down 2.69% from last quarter and down 5.39% from a year ago.\neCommerce – Small loan and lease receivables are electronically purchased from VB’s vendor partners who originate point of sale loans and leases in various markets throughout Canada. Lending assets at April 30, 2018 were $845 million, up 0.74% from last quarter and up 7.81% from a year ago.\nFunding - VB has established three core funding channels, those being personal deposits, commercial deposits, and holdbacks retained from the Bank’s receivable purchase program originator partners that are classified as other liabilities. Personal deposits, consisting principally of guaranteed investment certificates, are sourced primarily through a well-established and well-diversified deposit broker network that the Bank continues to grow and expand across Canada. Commercial deposits are sourced primarily via specialized chequing accounts made available to insolvency professionals (“Trustees”) in the Canadian insolvency industry. The Bank developed customized banking software for use by Trustees that integrates banking services with the market-leading software platform used in the administration of consumer bankruptcy and proposal restructuring proceedings. VB’s cost of funds for the quarter was 1.64%, up 10 bps from last quarter and up 1 bps from a year ago. VB’s low cost of funds enables it to earn industry leading NIM without taking on increased credit risk typically necessary to achieve higher yields.\nCapital – As at April 30, 2018 VB’s CET1 ratio was 11.07%, up 39 bps from last quarter and up 39 bps from a year ago. VB, like most small banks, uses the Standardized Approach to calculate its risk weighted assets. Because VB focuses on commercial and consumer loans with lower than average risk (as demonstrated by its long history of low provision for credit losses), it believes the Standardized Approach does not properly reflect the intrinsic risk in its lending assets. As a consequence, VB’s leverage ratio is conservative, being more than twice the average leverage ratio of the major Canadian banks, which use the Advanced Internal Ratings Based (“AIRB”) approach to calculate their risk weighted assets.\nCredit Quality – For the quarter ended April 30, 2018 the Bank recorded a net recovery for credit losses in the amount of $50,000 compared to a net provision for credit losses in the amount of $65,000 last quarter and a recovery of credit losses in the amount of $582,000 a year ago. Further, as at April 30, 2018, total gross impaired loans were approximately 0.04% of total lending assets. The Bank’s provision for credit losses (“PCL”) ratio continues to be one of the lowest in the industry and only a small fraction of the PCL ratios reported by the major Canadian Banks, reflecting the very low risk profile of our Bank’s lending portfolio. VB’s business strategy involves taking lower credit risk, but achieving greater NIM by lending in niche markets that are not well served by the larger financial institutions.\nVersaVault Inc . — VersaVault Inc. (“VV”) is a wholly owned subsidiary of the Bank and was formed to create a highly secure and private digital storage facility. We have received strong interest in this new product and look forward to having a prototype ready for testing in the coming quarter.\nFINANCIAL HIGHLIGHTS\n(unaudited) for the three months ended for the six months ended April 30 April 30 April 30 April 30 ($CDN thousands except per share amounts) 2018 2017 2018 2017 Results of operations Net interest income $ 12,432 $ 10,579 $ 24,827 $ 21,724 Non-interest income (loss) 37 (453) 49 (166) Total revenue 12,469 10,126 24,876 21,558 Provision (recovery) for credit losses (50) (582) 15 (279) Non-interest expenses 6,617 6,220 13,507 12,678 Restructuring charges - 1,575 - 2,045 Core cash earnings* 5,902 4,488 11,807 9,159 Core cash earnings per common share* $ 0.28 $ 0.21 $ 0.56 $ 0.44 Net income 4,256 2,104 8,232 13,968 Income per common share: Basic $ 0.18 $ 0.07 $ 0.34 $ 0.62 Diluted $ 0.18 $ 0.07 $ 0.34 $ 0.62 Yield* 4.59% 4.14% 4.46% 4.28% Cost of funds* 1.64% 1.63% 1.58% 1.70% Net interest margin* 2.95% 2.51% 2.88% 2.58% Return on average common equity* 8.25% 3.66% 7.88% 15.66% Core cash return on average common equity* 11.93% 9.28% 11.83% 9.81% Book value per common share* $ 8.80 $ 8.28 $ 8.80 $ 8.28 Efficiency ratio* 53.07% 61.43% 54.30% 58.81% Return on average total assets* 0.88% 0.37% 0.83% 1.53% Gross impaired loans to total loans* 0.04% 0.00% 0.04% 0.00% Provision (recovery) for credit losses as a % of average loans* 0.00% -0.15% 0.00% -0.04% as at Balance Sheet Summary Cash and securities $ 144,220 $ 100,252 $ 144,220 $ 100,252 Loans, net of allowance for credit losses 1,564,424 1,543,266 1,564,424 1,543,266 Average loans* 1,571,050 1,566,868 1,542,641 1,484,970 Total assets 1,750,697 1,688,852 1,750,697 1,688,852 Average assets* 1,728,656 1,730,928 1,737,873 1,662,056 Deposits 1,393,916 1,348,323 1,393,916 1,348,323 Subordinated notes payable 9,814 14,124 9,814 14,124 Shareholders' equity 215,247 204,139 215,247 204,139 Capital ratios* Risk-weighted assets $ 1,465,303 $ 1,373,051 $ 1,465,303 $ 1,373,051 Total capital 195,610 182,818 195,610 182,818 Common Equity Tier 1 (CET1) ratio 11.07% 10.68% 11.07% 10.68% Tier 1 capital ratio 13.08% 12.81% 13.08% 12.81% Total capital ratio 13.35% 13.31% 13.35% 13.31% Leverage ratio 10.41% 10.07% 10.41% 10.07% * This is a non-GAAP measure. See definition under 'Basis of Presentation' in the Q2 2018 Management's Discussion and Analysis.\nForward-Looking Statements\nThe statements in this press release that relate to the future are forward-looking statements. By their very nature, forward-looking statements involve inherent risks and uncertainties, both general and specific, many of which are out of our control. Risks exist that predictions, forecasts, projections and other forward-looking statements will not be achieved. Readers are cautioned not to place undue reliance on these forward-looking statements as a number of important factors could cause actual results to differ materially from the plans, objectives, expectations, estimates and intentions expressed in such forward-looking statements. These factors include, but are not limited to, the strength of the Canadian economy in general and the strength of the local economies within Canada in which we conduct operations; the effects of changes in monetary and fiscal policy, including changes in interest rate policies of the Bank of Canada; global commodity prices; the effects of competition in the markets in which we operate; inflation; capital market fluctuations; the timely development and introduction of new products in receptive markets; the impact of changes in the laws and regulations regulating financial services; changes in tax laws; technological changes; unexpected judicial or regulatory proceedings; unexpected changes in consumer spending and savings habits; and our anticipation of and success in managing the risks implicated by the foregoing. For a detailed discussion of certain key factors that may affect our future results, please see our annual MD&A for the year ended October 31, 2017.\nThe foregoing list of important factors is not exhaustive. When relying on forward-looking statements to make decisions, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. The forward-looking information contained in the management’s discussion and analysis is presented to assist our shareholders in understanding our financial position and may not be appropriate for any other purposes. Except as required by securities law, we do not undertake to update any forward-looking statement that is contained in this management’s discussion and analysis or made from time to time by the Bank or on its behalf.\nVisit our website at: http://www.versabank.com\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180530005552/en/\nVersaBank\nInvestor Relations:\nWade MacBain, (800) 244-1509\nwadem@versabank.com\nSource: VersaBank",
    "published": "2018-05-30T15:00:00.000+03:00",
    "crawled": "2018-05-30T18:13:56.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "ontario",
        "business",
        "wire",
        "amount",
        "unaudited",
        "canadian",
        "dollar",
        "based",
        "financial",
        "statement",
        "prepared",
        "compliance",
        "international",
        "accounting",
        "standard",
        "interim",
        "financial",
        "reporting",
        "unless",
        "otherwise",
        "noted",
        "second",
        "quarter",
        "q2",
        "unaudited",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "period",
        "ended",
        "april",
        "management",
        "discussion",
        "analysis",
        "available",
        "online",
        "supplementary",
        "financial",
        "information",
        "also",
        "available",
        "website",
        "core",
        "cash",
        "earnings",
        "million",
        "yoy",
        "core",
        "cash",
        "eps",
        "yoy",
        "core",
        "cash",
        "roce",
        "bps",
        "yoy",
        "cet1",
        "bps",
        "yoy",
        "versabank",
        "vb",
        "bank",
        "tsx",
        "vb",
        "today",
        "reported",
        "net",
        "income",
        "million",
        "second",
        "quarter",
        "ended",
        "april",
        "net",
        "income",
        "million",
        "year",
        "ago",
        "eps",
        "cent",
        "year",
        "ago",
        "core",
        "cash",
        "earnings",
        "cce",
        "quarter",
        "increased",
        "million",
        "million",
        "year",
        "ago",
        "cce",
        "eps",
        "increased",
        "cce",
        "reflects",
        "bank",
        "core",
        "operational",
        "performance",
        "earnings",
        "capacity",
        "calculated",
        "net",
        "income",
        "presented",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "adjusted",
        "income",
        "tax",
        "restructuring",
        "charge",
        "corporate",
        "project",
        "operational",
        "expense",
        "see",
        "core",
        "cash",
        "earnings",
        "reconciliation",
        "result",
        "quarter",
        "driven",
        "primarily",
        "higher",
        "net",
        "interest",
        "margin",
        "nim",
        "improved",
        "efficiency",
        "outstanding",
        "credit",
        "quality",
        "nim",
        "increased",
        "basis",
        "point",
        "year",
        "ago",
        "efficiency",
        "improved",
        "period",
        "year",
        "ago",
        "provision",
        "credit",
        "loss",
        "pcl",
        "ratio",
        "negligible",
        "compared",
        "last",
        "quarter",
        "net",
        "income",
        "mainly",
        "reflecting",
        "higher",
        "nim",
        "david",
        "taylor",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "pleased",
        "quarter",
        "result",
        "although",
        "spring",
        "inclement",
        "weather",
        "slowed",
        "loan",
        "growth",
        "somewhat",
        "bank",
        "increasing",
        "nim",
        "still",
        "gave",
        "rise",
        "notable",
        "increase",
        "net",
        "income",
        "expect",
        "loan",
        "balance",
        "grow",
        "faster",
        "remainder",
        "year",
        "bode",
        "well",
        "continued",
        "earnings",
        "growth",
        "q2",
        "compared",
        "q2",
        "core",
        "cash",
        "earnings",
        "million",
        "million",
        "core",
        "cash",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "million",
        "million",
        "nim",
        "bps",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "eps",
        "common",
        "share",
        "book",
        "value",
        "roce",
        "cet1",
        "ratio",
        "leverage",
        "ratio",
        "ytd",
        "q2",
        "compared",
        "ytd",
        "q2",
        "core",
        "cash",
        "earnings",
        "million",
        "million",
        "core",
        "cash",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "million",
        "million",
        "nim",
        "bps",
        "basic",
        "diluted",
        "eps",
        "common",
        "share",
        "book",
        "value",
        "roce",
        "cet1",
        "ratio",
        "leverage",
        "ratio",
        "certain",
        "highlight",
        "include",
        "measure",
        "see",
        "definition",
        "basis",
        "presentation",
        "q2",
        "management",
        "discussion",
        "analysis",
        "core",
        "cash",
        "earnings",
        "calculated",
        "thousand",
        "canadian",
        "dollar",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "april",
        "april",
        "april",
        "april",
        "net",
        "income",
        "adjusted",
        "income",
        "tax",
        "recovery",
        "restructuring",
        "charge",
        "general",
        "administrative",
        "expense",
        "item",
        "core",
        "cash",
        "earnings",
        "ytd",
        "q2",
        "earnings",
        "include",
        "recognition",
        "million",
        "deferred",
        "income",
        "tax",
        "asset",
        "january",
        "q2",
        "business",
        "operation",
        "versabank",
        "technology",
        "based",
        "digital",
        "canadian",
        "schedule",
        "chartered",
        "bank",
        "operates",
        "using",
        "electronic",
        "branchless",
        "model",
        "source",
        "funding",
        "along",
        "consumer",
        "commercial",
        "loan",
        "lease",
        "receivables",
        "electronically",
        "versabank",
        "also",
        "make",
        "residential",
        "development",
        "commercial",
        "mortgage",
        "obtains",
        "network",
        "broker",
        "direct",
        "contact",
        "lending",
        "staff",
        "commercial",
        "banking",
        "loan",
        "originated",
        "direct",
        "contact",
        "bank",
        "client",
        "mortgage",
        "broker",
        "syndication",
        "partner",
        "loan",
        "conservatively",
        "secured",
        "real",
        "estate",
        "primarily",
        "ontario",
        "occasionally",
        "area",
        "canada",
        "loan",
        "april",
        "million",
        "last",
        "quarter",
        "year",
        "ago",
        "ecommerce",
        "small",
        "loan",
        "lease",
        "receivables",
        "electronically",
        "purchased",
        "vb",
        "vendor",
        "partner",
        "originate",
        "point",
        "sale",
        "loan",
        "lease",
        "various",
        "market",
        "throughout",
        "canada",
        "lending",
        "asset",
        "april",
        "million",
        "last",
        "quarter",
        "year",
        "ago",
        "funding",
        "vb",
        "established",
        "three",
        "core",
        "funding",
        "channel",
        "personal",
        "deposit",
        "commercial",
        "deposit",
        "holdbacks",
        "retained",
        "bank",
        "receivable",
        "purchase",
        "program",
        "originator",
        "partner",
        "classified",
        "liability",
        "personal",
        "deposit",
        "consisting",
        "principally",
        "guaranteed",
        "investment",
        "certificate",
        "sourced",
        "primarily",
        "deposit",
        "broker",
        "network",
        "bank",
        "continues",
        "grow",
        "expand",
        "across",
        "canada",
        "commercial",
        "deposit",
        "sourced",
        "primarily",
        "via",
        "specialized",
        "chequing",
        "account",
        "made",
        "available",
        "insolvency",
        "professional",
        "trustee",
        "canadian",
        "insolvency",
        "industry",
        "bank",
        "developed",
        "customized",
        "banking",
        "software",
        "use",
        "trustee",
        "integrates",
        "banking",
        "service",
        "software",
        "platform",
        "used",
        "administration",
        "consumer",
        "bankruptcy",
        "proposal",
        "restructuring",
        "proceeding",
        "vb",
        "cost",
        "fund",
        "quarter",
        "bps",
        "last",
        "quarter",
        "bps",
        "year",
        "ago",
        "vb",
        "low",
        "cost",
        "fund",
        "enables",
        "earn",
        "industry",
        "leading",
        "nim",
        "without",
        "taking",
        "increased",
        "credit",
        "risk",
        "typically",
        "necessary",
        "achieve",
        "higher",
        "yield",
        "capital",
        "april",
        "vb",
        "cet1",
        "ratio",
        "bps",
        "last",
        "quarter",
        "bps",
        "year",
        "ago",
        "vb",
        "like",
        "small",
        "bank",
        "us",
        "standardized",
        "approach",
        "calculate",
        "risk",
        "weighted",
        "asset",
        "vb",
        "focus",
        "commercial",
        "consumer",
        "loan",
        "lower",
        "average",
        "risk",
        "demonstrated",
        "long",
        "history",
        "low",
        "provision",
        "credit",
        "loss",
        "belief",
        "standardized",
        "approach",
        "properly",
        "reflect",
        "intrinsic",
        "risk",
        "lending",
        "asset",
        "consequence",
        "vb",
        "leverage",
        "ratio",
        "conservative",
        "twice",
        "average",
        "leverage",
        "ratio",
        "major",
        "canadian",
        "bank",
        "use",
        "advanced",
        "internal",
        "rating",
        "based",
        "airb",
        "approach",
        "calculate",
        "risk",
        "weighted",
        "asset",
        "credit",
        "quality",
        "quarter",
        "ended",
        "april",
        "bank",
        "recorded",
        "net",
        "recovery",
        "credit",
        "loss",
        "amount",
        "compared",
        "net",
        "provision",
        "credit",
        "loss",
        "amount",
        "last",
        "quarter",
        "recovery",
        "credit",
        "loss",
        "amount",
        "year",
        "ago",
        "april",
        "total",
        "gross",
        "impaired",
        "loan",
        "approximately",
        "total",
        "lending",
        "asset",
        "bank",
        "provision",
        "credit",
        "loss",
        "pcl",
        "ratio",
        "continues",
        "one",
        "lowest",
        "industry",
        "small",
        "fraction",
        "pcl",
        "ratio",
        "reported",
        "major",
        "canadian",
        "bank",
        "reflecting",
        "low",
        "risk",
        "profile",
        "bank",
        "lending",
        "portfolio",
        "vb",
        "business",
        "strategy",
        "involves",
        "taking",
        "lower",
        "credit",
        "risk",
        "achieving",
        "greater",
        "nim",
        "lending",
        "niche",
        "market",
        "well",
        "served",
        "larger",
        "financial",
        "institution",
        "versavault",
        "inc",
        "versavault",
        "vv",
        "wholly",
        "owned",
        "subsidiary",
        "bank",
        "formed",
        "create",
        "highly",
        "secure",
        "private",
        "digital",
        "storage",
        "facility",
        "received",
        "strong",
        "interest",
        "new",
        "product",
        "look",
        "forward",
        "prototype",
        "ready",
        "testing",
        "coming",
        "quarter",
        "financial",
        "highlight",
        "unaudited",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "april",
        "april",
        "april",
        "april",
        "cdn",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "result",
        "operation",
        "net",
        "interest",
        "income",
        "income",
        "loss",
        "total",
        "revenue",
        "provision",
        "recovery",
        "credit",
        "loss",
        "expense",
        "restructuring",
        "charge",
        "core",
        "cash",
        "earnings",
        "core",
        "cash",
        "earnings",
        "per",
        "common",
        "share",
        "net",
        "income",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "yield",
        "cost",
        "fund",
        "net",
        "interest",
        "margin",
        "return",
        "average",
        "common",
        "equity",
        "core",
        "cash",
        "return",
        "average",
        "common",
        "equity",
        "book",
        "value",
        "per",
        "common",
        "share",
        "efficiency",
        "ratio",
        "return",
        "average",
        "total",
        "asset",
        "gross",
        "impaired",
        "loan",
        "total",
        "loan",
        "provision",
        "recovery",
        "credit",
        "loss",
        "average",
        "loan",
        "balance",
        "sheet",
        "summary",
        "cash",
        "security",
        "loan",
        "net",
        "allowance",
        "credit",
        "loss",
        "average",
        "loan",
        "total",
        "asset",
        "average",
        "asset",
        "deposit",
        "subordinated",
        "note",
        "payable",
        "shareholder",
        "equity",
        "capital",
        "ratio",
        "asset",
        "total",
        "capital",
        "common",
        "equity",
        "tier",
        "cet1",
        "ratio",
        "tier",
        "capital",
        "ratio",
        "total",
        "capital",
        "ratio",
        "leverage",
        "ratio",
        "measure",
        "see",
        "definition",
        "presentation",
        "q2",
        "management",
        "discussion",
        "analysis",
        "statement",
        "statement",
        "press",
        "release",
        "relate",
        "future",
        "statement",
        "nature",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "many",
        "control",
        "risk",
        "exist",
        "prediction",
        "forecast",
        "projection",
        "statement",
        "achieved",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "plan",
        "objective",
        "expectation",
        "estimate",
        "intention",
        "expressed",
        "statement",
        "factor",
        "include",
        "limited",
        "strength",
        "canadian",
        "economy",
        "general",
        "strength",
        "local",
        "economy",
        "within",
        "canada",
        "conduct",
        "operation",
        "effect",
        "change",
        "monetary",
        "fiscal",
        "policy",
        "including",
        "change",
        "interest",
        "rate",
        "policy",
        "bank",
        "canada",
        "global",
        "commodity",
        "price",
        "effect",
        "competition",
        "market",
        "operate",
        "inflation",
        "capital",
        "market",
        "fluctuation",
        "timely",
        "development",
        "introduction",
        "new",
        "product",
        "receptive",
        "market",
        "impact",
        "change",
        "law",
        "regulation",
        "regulating",
        "financial",
        "service",
        "change",
        "tax",
        "law",
        "technological",
        "change",
        "unexpected",
        "judicial",
        "regulatory",
        "proceeding",
        "unexpected",
        "change",
        "consumer",
        "spending",
        "saving",
        "habit",
        "anticipation",
        "success",
        "managing",
        "risk",
        "implicated",
        "foregoing",
        "detailed",
        "discussion",
        "certain",
        "key",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "please",
        "see",
        "annual",
        "md",
        "year",
        "ended",
        "october",
        "foregoing",
        "list",
        "important",
        "factor",
        "exhaustive",
        "relying",
        "statement",
        "make",
        "decision",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "information",
        "contained",
        "management",
        "discussion",
        "analysis",
        "presented",
        "assist",
        "shareholder",
        "understanding",
        "financial",
        "position",
        "may",
        "appropriate",
        "purpose",
        "except",
        "required",
        "security",
        "law",
        "undertake",
        "update",
        "statement",
        "contained",
        "management",
        "discussion",
        "analysis",
        "made",
        "time",
        "time",
        "bank",
        "behalf",
        "visit",
        "website",
        "http",
        "view",
        "source",
        "version",
        "http",
        "versabank",
        "investor",
        "relation",
        "wade",
        "macbain",
        "wadem",
        "source",
        "versabank"
    ]
}