{
    "organizations": [],
    "uuid": "eaf4e527b9b7f3b707c03e13ae1cb14d161671a0",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/08/bitcoin-sees-wall-street-warm-to-trading-virtual-currency.html",
    "ord_in_thread": 0,
    "title": "Bitcoin sees Wall Street warm to trading virtual currency",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Some of the biggest names on Wall Street are warming up to Bitcoin, a virtual currency that for nearly a decade has been consigned to the unregulated fringes of the financial world.\nThe parent company of the New York Stock Exchange has been working on an online trading platform that would allow large investors to buy and hold Bitcoin, according to emails and documents viewed by The New York Times and four people briefed on the effort who asked to remain anonymous because the plans were still confidential.\nThe news of the virtual exchange, which has not been reported before, came after Goldman Sachs went public with its intention to open a Bitcoin trading unit — most likely the first of its kind at a Wall Street bank.\nThe moves by Goldman and Intercontinental Exchange, or ICE, the parent company of the New York Stock Exchange, mark a dramatic shift toward the mainstream for a digital token that has been known primarily for its underworld associations and status as a high-risk, speculative investment.\nThe new interest among Wall Street power brokers also represents a surprising new chapter in the renegade history of Bitcoin.\nRead more at The New York Times :\nAccused of abuse, Eric Schneiderman resigns as New York Attorney General\nTrump is expected to leave Iran deal, allies say\nWhat will New York do about its Uber problem?\nThe virtual currency was created after the 2008 global financial crisis by a still-anonymous programmer who used the name Satoshi Nakamoto. The idea was to replace the existing banking structure with an online alternative that couldn’t be controlled by a handful of powerful organizations.\nBut instead of being replaced, the old banks are beginning to assert their own role in the unorthodox financial world of virtual currency, sometimes called cryptocurrencies.\nWhile Bitcoin was originally intended to be used by consumers for all sorts of transactions — without any financial institutions getting involved — it has mostly become a virtual investment, stored in digital wallets and traded on mostly unregulated exchanges around the world. People buy Bitcoin in the hope that its value will go up, similar to the way they purchase gold or silver.\nDetails of the platform that Intercontinental Exchange is working on have not been finalized and the project could still fall apart, given the hesitancy among big Wall Street institutions to be closely associated with the Wild West of virtual currencies. A spokesman said that the company had no comment.\nMany corporations and governments have expressed interest in the technology that Bitcoin introduced, particularly a form of database known as the blockchain .\nSome large financial exchanges, including the Chicago Mercantile Exchange, have already created financial products linked to the price of Bitcoin, known as futures. But the new operation at ICE would provide more direct access to Bitcoin by putting the actual tokens in the customer’s account at the end of the trade.\nChesnot | Getty Images Visual representation of the cryptocurrency Bitcoin on February 1, 2018. ICE has had conversations with other financial institutions about setting up a new operation through which banks can buy a contract, known as a swap, that will end with the customer owning Bitcoin the next day — with the backing and security of the exchange, according to the people familiar with the project.\nThe swap contract is more complicated than an immediate trade of dollars for Bitcoin, even if the end result is still ownership of a certain amount of Bitcoin. But a swap contract allows the trading to come under the regulation of the Commodity Futures Trading Commission and to operate clearly under existing laws — something today’s Bitcoin exchanges have struggled to do.\nThe chief executive of Nasdaq, Adena Friedman, recently said her company could also create a virtual-currency exchange if regulatory issues are ironed out. While several hedge funds have been buying and selling Bitcoin, most large institutional investors, such as mutual funds and pensions, have avoided it largely as a result of similar regulatory concerns.\nBitcoin still faces plenty of skepticism in the mainstream financial world. Over the weekend, Warren E. Buffett of Berkshire Hathaway, who has long been critical of virtual currencies, said Bitcoin was “ probably rat poison squared ” in an interview with CNBC. The Microsoft co-founder Bill Gates added his own skepticism, saying he’d “short” Bitcoin if he could .\nAnd the new efforts to trade Bitcoin don’t help answer basic questions about what makes the virtual currency useful in the real world. Most attempts to use Bitcoin for everyday commerce haven’t gained traction, and investors have treated it as a speculative commodity like gold or silver.\nSome Bitcoin enthusiasts have said that its increasing integration into the existing financial system has pulled it away from its founding ideals. Paul Chou, a former trader at Goldman Sachs who set up LedgerX, a regulated Bitcoin exchange that would compete with Intercontinental Exchange, said his company has made a point of focusing on large Bitcoin holders, rather than financial institutions.\n“The reason we got into crypto was not to partner with a bank, but to replace them,” Mr. Chou said, using the shorthand for cryptocurrencies. “We deal with crypto holders directly in a way that really takes advantage of Bitcoin’s strengths, while avoiding brokers, banks and other institutions that take multiple cuts of the transaction.”\nGoldman will initially only be trading futures contracts linked to Bitcoin’s price. But Goldman executives said they were looking at moving in the direction of buying and selling actual Bitcoins.\nIntercontinental Exchange’s effort, if it pans out, could make Bitcoin available to a much wider and more influential customer base, including other financial firms.\nSeveral big corporate names, including the giant technology investor SoftBank, which has stakes in Sprint and Uber, have been in discussions about being involved with the exchange in some way, the people familiar with the project said. But a spokesman for SoftBank said this week that it was no longer involved.\nLedgerX, the exchange founded by Mr. Chou, is the only exchange that now offers the kind of swaps that ICE has discussed. LedgerX has experienced increasing trading volume in recent months, but ICE would start with an edge because essentially every large financial institution is already hooked into it.\nThe interest in Bitcoin trading illustrates how the reputation of the virtual currency has, after a rocky start, improved.\nRegulators are currently looking at whether many virtual currencies, including the second most widely used digital token, Ether, have been issued and traded in violation of securities regulations. Institutional investors believe that because of the way Bitcoin was created and structured — without any one company or organization behind it — it would be on safer ground with regulators.\nICE was considering launching a swap contract linked to Ether, but backed away from that because of regulatory uncertainty, the people briefed on the effort said.\nMr. Chou, at LedgerX, said he made a similar decision and has delayed creating any products linked to Ether.\nWith Bitcoin, on the other hand, Mr. Chou said that road seems to be clear for big institutions to get involved.\n“The industry is seeing unprecedented institutional interest for the first time in Bitcoin’s history,” he said. “I’ve been amazed that the strongest believers in cryptocurrency often start out the most skeptical. It’s a healthy skepticism. But at some point the perception shifts, and for many institutions — I think we’re finally there.”\nFollow Nathaniel Popper on Twitter: @nathanielpopper.",
    "published": "2018-05-08T13:57:00.000+03:00",
    "crawled": "2018-05-08T13:57:27.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "biggest",
        "name",
        "wall",
        "street",
        "warming",
        "bitcoin",
        "virtual",
        "currency",
        "nearly",
        "decade",
        "consigned",
        "unregulated",
        "fringe",
        "financial",
        "world",
        "parent",
        "company",
        "new",
        "york",
        "stock",
        "exchange",
        "working",
        "online",
        "trading",
        "platform",
        "would",
        "allow",
        "large",
        "investor",
        "buy",
        "hold",
        "bitcoin",
        "according",
        "email",
        "document",
        "viewed",
        "new",
        "york",
        "time",
        "four",
        "people",
        "briefed",
        "effort",
        "asked",
        "remain",
        "anonymous",
        "plan",
        "still",
        "confidential",
        "news",
        "virtual",
        "exchange",
        "reported",
        "came",
        "goldman",
        "sachs",
        "went",
        "public",
        "intention",
        "open",
        "bitcoin",
        "trading",
        "unit",
        "likely",
        "first",
        "kind",
        "wall",
        "street",
        "bank",
        "move",
        "goldman",
        "intercontinental",
        "exchange",
        "ice",
        "parent",
        "company",
        "new",
        "york",
        "stock",
        "exchange",
        "mark",
        "dramatic",
        "shift",
        "toward",
        "mainstream",
        "digital",
        "token",
        "known",
        "primarily",
        "underworld",
        "association",
        "status",
        "speculative",
        "investment",
        "new",
        "interest",
        "among",
        "wall",
        "street",
        "power",
        "broker",
        "also",
        "represents",
        "surprising",
        "new",
        "chapter",
        "renegade",
        "history",
        "bitcoin",
        "read",
        "new",
        "york",
        "time",
        "accused",
        "abuse",
        "eric",
        "schneiderman",
        "resigns",
        "new",
        "york",
        "attorney",
        "general",
        "trump",
        "expected",
        "leave",
        "iran",
        "deal",
        "ally",
        "say",
        "new",
        "york",
        "uber",
        "problem",
        "virtual",
        "currency",
        "created",
        "global",
        "financial",
        "crisis",
        "programmer",
        "used",
        "name",
        "satoshi",
        "nakamoto",
        "idea",
        "replace",
        "existing",
        "banking",
        "structure",
        "online",
        "alternative",
        "controlled",
        "handful",
        "powerful",
        "organization",
        "instead",
        "replaced",
        "old",
        "bank",
        "beginning",
        "assert",
        "role",
        "unorthodox",
        "financial",
        "world",
        "virtual",
        "currency",
        "sometimes",
        "called",
        "cryptocurrencies",
        "bitcoin",
        "originally",
        "intended",
        "used",
        "consumer",
        "sort",
        "transaction",
        "without",
        "financial",
        "institution",
        "getting",
        "involved",
        "mostly",
        "become",
        "virtual",
        "investment",
        "stored",
        "digital",
        "wallet",
        "traded",
        "mostly",
        "unregulated",
        "exchange",
        "around",
        "world",
        "people",
        "buy",
        "bitcoin",
        "hope",
        "value",
        "go",
        "similar",
        "way",
        "purchase",
        "gold",
        "silver",
        "detail",
        "platform",
        "intercontinental",
        "exchange",
        "working",
        "finalized",
        "project",
        "could",
        "still",
        "fall",
        "apart",
        "given",
        "hesitancy",
        "among",
        "big",
        "wall",
        "street",
        "institution",
        "closely",
        "associated",
        "wild",
        "west",
        "virtual",
        "currency",
        "spokesman",
        "said",
        "company",
        "comment",
        "many",
        "corporation",
        "government",
        "expressed",
        "interest",
        "technology",
        "bitcoin",
        "introduced",
        "particularly",
        "form",
        "database",
        "known",
        "blockchain",
        "large",
        "financial",
        "exchange",
        "including",
        "chicago",
        "mercantile",
        "exchange",
        "already",
        "created",
        "financial",
        "product",
        "linked",
        "price",
        "bitcoin",
        "known",
        "future",
        "new",
        "operation",
        "ice",
        "would",
        "provide",
        "direct",
        "access",
        "bitcoin",
        "putting",
        "actual",
        "token",
        "customer",
        "account",
        "end",
        "trade",
        "chesnot",
        "getty",
        "image",
        "visual",
        "representation",
        "cryptocurrency",
        "bitcoin",
        "february",
        "ice",
        "conversation",
        "financial",
        "institution",
        "setting",
        "new",
        "operation",
        "bank",
        "buy",
        "contract",
        "known",
        "swap",
        "end",
        "customer",
        "owning",
        "bitcoin",
        "next",
        "day",
        "backing",
        "security",
        "exchange",
        "according",
        "people",
        "familiar",
        "project",
        "swap",
        "contract",
        "complicated",
        "immediate",
        "trade",
        "dollar",
        "bitcoin",
        "even",
        "end",
        "result",
        "still",
        "ownership",
        "certain",
        "amount",
        "bitcoin",
        "swap",
        "contract",
        "allows",
        "trading",
        "come",
        "regulation",
        "commodity",
        "future",
        "trading",
        "commission",
        "operate",
        "clearly",
        "existing",
        "law",
        "something",
        "today",
        "bitcoin",
        "exchange",
        "struggled",
        "chief",
        "executive",
        "nasdaq",
        "adena",
        "friedman",
        "recently",
        "said",
        "company",
        "could",
        "also",
        "create",
        "exchange",
        "regulatory",
        "issue",
        "ironed",
        "several",
        "hedge",
        "fund",
        "buying",
        "selling",
        "bitcoin",
        "large",
        "institutional",
        "investor",
        "mutual",
        "fund",
        "pension",
        "avoided",
        "largely",
        "result",
        "similar",
        "regulatory",
        "concern",
        "bitcoin",
        "still",
        "face",
        "plenty",
        "skepticism",
        "mainstream",
        "financial",
        "world",
        "weekend",
        "warren",
        "buffett",
        "berkshire",
        "hathaway",
        "long",
        "critical",
        "virtual",
        "currency",
        "said",
        "bitcoin",
        "probably",
        "rat",
        "poison",
        "squared",
        "interview",
        "cnbc",
        "microsoft",
        "bill",
        "gate",
        "added",
        "skepticism",
        "saying",
        "short",
        "bitcoin",
        "could",
        "new",
        "effort",
        "trade",
        "bitcoin",
        "help",
        "answer",
        "basic",
        "question",
        "make",
        "virtual",
        "currency",
        "useful",
        "real",
        "world",
        "attempt",
        "use",
        "bitcoin",
        "everyday",
        "commerce",
        "gained",
        "traction",
        "investor",
        "treated",
        "speculative",
        "commodity",
        "like",
        "gold",
        "silver",
        "bitcoin",
        "enthusiast",
        "said",
        "increasing",
        "integration",
        "existing",
        "financial",
        "system",
        "pulled",
        "away",
        "founding",
        "ideal",
        "paul",
        "chou",
        "former",
        "trader",
        "goldman",
        "sachs",
        "set",
        "ledgerx",
        "regulated",
        "bitcoin",
        "exchange",
        "would",
        "compete",
        "intercontinental",
        "exchange",
        "said",
        "company",
        "made",
        "point",
        "focusing",
        "large",
        "bitcoin",
        "holder",
        "rather",
        "financial",
        "institution",
        "reason",
        "got",
        "crypto",
        "partner",
        "bank",
        "replace",
        "chou",
        "said",
        "using",
        "shorthand",
        "cryptocurrencies",
        "deal",
        "crypto",
        "holder",
        "directly",
        "way",
        "really",
        "take",
        "advantage",
        "bitcoin",
        "strength",
        "avoiding",
        "broker",
        "bank",
        "institution",
        "take",
        "multiple",
        "cut",
        "goldman",
        "initially",
        "trading",
        "future",
        "contract",
        "linked",
        "bitcoin",
        "price",
        "goldman",
        "executive",
        "said",
        "looking",
        "moving",
        "direction",
        "buying",
        "selling",
        "actual",
        "bitcoins",
        "intercontinental",
        "exchange",
        "effort",
        "pan",
        "could",
        "make",
        "bitcoin",
        "available",
        "much",
        "wider",
        "influential",
        "customer",
        "base",
        "including",
        "financial",
        "firm",
        "several",
        "big",
        "corporate",
        "name",
        "including",
        "giant",
        "technology",
        "investor",
        "softbank",
        "stake",
        "sprint",
        "uber",
        "discussion",
        "involved",
        "exchange",
        "way",
        "people",
        "familiar",
        "project",
        "said",
        "spokesman",
        "softbank",
        "said",
        "week",
        "longer",
        "involved",
        "ledgerx",
        "exchange",
        "founded",
        "chou",
        "exchange",
        "offer",
        "kind",
        "swap",
        "ice",
        "discussed",
        "ledgerx",
        "experienced",
        "increasing",
        "trading",
        "volume",
        "recent",
        "month",
        "ice",
        "would",
        "start",
        "edge",
        "essentially",
        "every",
        "large",
        "financial",
        "institution",
        "already",
        "hooked",
        "interest",
        "bitcoin",
        "trading",
        "illustrates",
        "reputation",
        "virtual",
        "currency",
        "rocky",
        "start",
        "improved",
        "regulator",
        "currently",
        "looking",
        "whether",
        "many",
        "virtual",
        "currency",
        "including",
        "second",
        "widely",
        "used",
        "digital",
        "token",
        "ether",
        "issued",
        "traded",
        "violation",
        "security",
        "regulation",
        "institutional",
        "investor",
        "believe",
        "way",
        "bitcoin",
        "created",
        "structured",
        "without",
        "one",
        "company",
        "organization",
        "behind",
        "would",
        "safer",
        "ground",
        "regulator",
        "ice",
        "considering",
        "launching",
        "swap",
        "contract",
        "linked",
        "ether",
        "backed",
        "away",
        "regulatory",
        "uncertainty",
        "people",
        "briefed",
        "effort",
        "said",
        "chou",
        "ledgerx",
        "said",
        "made",
        "similar",
        "decision",
        "delayed",
        "creating",
        "product",
        "linked",
        "ether",
        "bitcoin",
        "hand",
        "chou",
        "said",
        "road",
        "seems",
        "clear",
        "big",
        "institution",
        "get",
        "involved",
        "industry",
        "seeing",
        "unprecedented",
        "institutional",
        "interest",
        "first",
        "time",
        "bitcoin",
        "history",
        "said",
        "amazed",
        "strongest",
        "believer",
        "cryptocurrency",
        "often",
        "start",
        "skeptical",
        "healthy",
        "skepticism",
        "point",
        "perception",
        "shift",
        "many",
        "institution",
        "think",
        "finally",
        "follow",
        "nathaniel",
        "popper",
        "twitter",
        "nathanielpopper"
    ]
}