{
    "organizations": [],
    "uuid": "15a3654eb7068cf50cfaf5b97288b2ffb548dac0",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/09/europeans-scramble-to-save-iran-deal-after-trump-reneges.html",
    "ord_in_thread": 0,
    "title": "Europeans scramble to save Iran deal after Trump reneges",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Dismayed European allies sought to salvage the international nuclear pact with Iran on Wednesday after U.S. President Donald Trump pulled the United States out of the landmark accord , while Tehran poured scorn on the U.S. leader.\n\"The deal is not dead. There's an American withdrawal from the deal but the deal is still there,\" French Foreign Minister Jean-Yves Le Drian said.\nIranian Supreme Leader Ayatollah Ali Khamenei, who had backed the deal only reluctantly and remained suspicious of Washington , accused Trump of lying, adding: \"Mr. Trump, I tell you on behalf of the Iranian people: You've made a mistake.\"\nFrench President Emmanuel Macron was due to speak later in the day to his Iranian counterpart Hassan Rouhani , Le Drian said. Iran also signaled its willingness to talk.\nTrump announced on Tuesday he would reimpose U.S. economic sanctions on Iran to undermine what he called \"a horrible, one-sided deal that should have never, ever been made.\" Dan Kitwood | Getty Images German Chancellor Angela Merkel, British PM Theresa May and French President Emmanuel Macron at Brexit talks on October 19, 2017 in Brussels, Belgium.\nThe 2015 agreement, worked out by the United States, five other world powers and Iran, lifted sanctions on Iran in exchange for limits on its nuclear program. The fruit of more than a decade of diplomacy, the pact was designed to prevent Iran obtaining a nuclear bomb.\nTrump complained that the deal, the signature foreign policy achievement of his Democratic predecessor, Barack Obama , did not address Iran's ballistic missile program, its nuclear activities beyond 2025 or its role in conflicts in Yemen and Syria .\nHis decision raises the risk of deepening conflicts in the Middle East, puts the United States at odds with European diplomatic and business interests, and casts uncertainty over global oil supplies. Oil prices rose more than 2 percent on Wednesday, with Brent hitting a 3-1/2-year high .\nIt could also strengthen the hand of hardliners at the expense of reformers in Iran's political scene. 'Region deserves better'\nFrance's Le Drian said Iran was honoring its commitments under the accord.\n\"The region deserves better than further destabilization provoked by American withdrawal. So we want to adhere to it and see to it that Iran does too, that Iran behaves with restraint,\" he told French radio station RTL.\nThe European Union said it would remain committed to the deal and would ensure sanctions on Iran remain lifted, as long as Tehran meets its commitments. German Foreign Minister Heiko Maas said it was \"totally unclear what the U.S. envisages as an alternative to the deal.\"\nFrance and others were well aware that there were concerns about issues other than nuclear capability, but they could be addressed without ditching the nuclear deal, Le Drian said.\nMacron's contact with Rouhani will be followed by meetings next week, probably on Monday, involving the Iranians and European counterparts from France, Britain , and Germany.\nRussia has also said it remains committed to the deal; the Russian and German foreign ministers were also due to meet in Moscow, Russian Deputy Foreign Minister Alexander Grushko said.\nThe prospects of saving the deal depend in large measure on whether international companies are willing and able still to do business with Iran despite the U.S. sanctions.\nLe Drian said meetings would also be held with firms including oil giant Total and others with major business and economic stakes in the region.\nIn a harbinger of what could be in store, Trump's new ambassador to Germany said German businesses should halt their activities in Iran immediately.\nFrench Finance Minister Bruno Le Maire said the United States should not consider itself the world's \"economic policeman\"\nEuropean companies including carmaker PSA, plane manufacturer Airbus, and engineering group Siemens said they were keeping a close eye on the situation.\nOn his official website, Khamenei said Trump's announcement of his decision had been \"silly and superficial,\" adding: \"He had maybe more than 10 lies in his comments.\" 'Death to America!'\nLawmakers in parliament burned a U.S. flag and a symbolic copy of the deal, known officially as the Joint Comprehensive Plan of Action (JCPOA), and chanted \"Death to America!\"\nPresident Hassan Rouhani, a reformist who had hoped that the deal would boost living standards in Iran, struck a more pragmatic tone in a televised speech, saying Iran would negotiate with European countries, China and Russia.\n\"If at the end of this short period we conclude that we can fully benefit from the JCPOA with the cooperation of all countries, the deal will remain,\" he said.\nTrump's decision adds to the strain on the transatlantic alliance since he took office 16 months ago. One by one, European leaders came to Washington and tried to meet his demands, while pleading with him to preserve the deal.\nThe Trump administration kept the door open to negotiating another deal with allies, but it is far from clear whether the Europeans would pursue that option or be able to convince Iran to accept it. Getty Images President Donald Trump announces his decision to withdraw the United States from the 2015 Iran nuclear deal in the Diplomatic Room at the White House May 8, 2018 in Washington, DC.\nThe leaders of Britain, Germany, and France, signatories to the deal along with China and Russia, said in a joint statement that Trump's decision was a cause for \"regret and concern.\"\nChina's foreign ministry said Beijing would defend the deal and urged parties \"to assume a responsible attitude.\"\nA Western diplomat was more pointed.\n\"It announces sanctions for which the first victims will be Trump's European allies,\" the diplomat said, adding that it was clear Trump did not care about the alliance.\nAbandoning the pact was one of the most consequential decisions of Trump's \"America First\" policy, which has led him to quit the global Paris climate accord, come close to a trade war with China and pull out of an Asian-Pacific trade deal.\nIt also appeared to reflect the growing influence within the administration of Iran hawks such as new National Security Adviser John Bolton and Secretary of State Mike Pompeo , who arrived in Pyongyang on Wednesday to prepare for a summit that Trump hopes will secure North Korea's denuclearization. Complying with deal\nIran denies long-held Western suspicions that it tried in the past to develop atomic weapons and says its nuclear program is for peaceful purposes.\nU.N. inspectors say Iran has not broken the nuclear deal and senior U.S. officials themselves have said several times that Iran is in technical compliance with the pact.\nRenewing sanctions would make it much harder for Iran to sell its oil abroad or use the international banking system.\nIran is the third-largest member of the Organization of the Petroleum Exporting Countries and pumps about 3.8 million barrels per day of crude, or just under 4 percent of global supply. China, India , Japan , and South Korea buy most of its 2.5 million bpd of exports.\nThe U.S. Treasury says sanctions related to Iran's energy, auto, and financial sectors will be reimposed in three and six months.\nU.S. Treasury Secretary Steve Mnuchin said a license for Boeing to sell passenger jets to Iran will be revoked, scuttling a $38 billion deal. The ban will also hit Europe's Airbus, whose planes contain U.S.-made parts.\nTrump said the nuclear agreement did not prevent Iran from cheating and continuing to pursue nuclear weapons.\n\"It is clear to me that we cannot prevent an Iranian nuclear bomb under the decaying and rotten structure of the current agreement,\" he said. \"The Iran deal is defective at its core.\"\nTrump said he was willing to negotiate a new deal with Iran, but Iran has already ruled that out.\nIran's growing military and political power in Yemen, Syria, Lebanon , and Iraq worries the United States, Israel , and Washington's Gulf Arab allies such as Saudi Arabia .\nAmong the few nations to welcome Trump's decision were Israel and Saudi Arabia, Iran's arch-foes in the Middle East. Related Securities",
    "published": "2018-05-09T15:11:00.000+03:00",
    "crawled": "2018-05-09T15:18:34.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dismayed",
        "european",
        "ally",
        "sought",
        "salvage",
        "international",
        "nuclear",
        "pact",
        "iran",
        "wednesday",
        "president",
        "donald",
        "trump",
        "pulled",
        "united",
        "state",
        "landmark",
        "accord",
        "tehran",
        "poured",
        "scorn",
        "leader",
        "deal",
        "dead",
        "american",
        "withdrawal",
        "deal",
        "deal",
        "still",
        "french",
        "foreign",
        "minister",
        "le",
        "drian",
        "said",
        "iranian",
        "supreme",
        "leader",
        "ayatollah",
        "ali",
        "khamenei",
        "backed",
        "deal",
        "reluctantly",
        "remained",
        "suspicious",
        "washington",
        "accused",
        "trump",
        "lying",
        "adding",
        "trump",
        "tell",
        "behalf",
        "iranian",
        "people",
        "made",
        "mistake",
        "french",
        "president",
        "emmanuel",
        "macron",
        "due",
        "speak",
        "later",
        "day",
        "iranian",
        "counterpart",
        "hassan",
        "rouhani",
        "le",
        "drian",
        "said",
        "iran",
        "also",
        "signaled",
        "willingness",
        "talk",
        "trump",
        "announced",
        "tuesday",
        "would",
        "reimpose",
        "economic",
        "sanction",
        "iran",
        "undermine",
        "called",
        "horrible",
        "deal",
        "never",
        "ever",
        "made",
        "dan",
        "kitwood",
        "getty",
        "image",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "british",
        "pm",
        "theresa",
        "may",
        "french",
        "president",
        "emmanuel",
        "macron",
        "brexit",
        "talk",
        "october",
        "brussels",
        "belgium",
        "agreement",
        "worked",
        "united",
        "state",
        "five",
        "world",
        "power",
        "iran",
        "lifted",
        "sanction",
        "iran",
        "exchange",
        "limit",
        "nuclear",
        "program",
        "fruit",
        "decade",
        "diplomacy",
        "pact",
        "designed",
        "prevent",
        "iran",
        "obtaining",
        "nuclear",
        "bomb",
        "trump",
        "complained",
        "deal",
        "signature",
        "foreign",
        "policy",
        "achievement",
        "democratic",
        "predecessor",
        "barack",
        "obama",
        "address",
        "iran",
        "ballistic",
        "missile",
        "program",
        "nuclear",
        "activity",
        "beyond",
        "role",
        "conflict",
        "yemen",
        "syria",
        "decision",
        "raise",
        "risk",
        "deepening",
        "conflict",
        "middle",
        "east",
        "put",
        "united",
        "state",
        "odds",
        "european",
        "diplomatic",
        "business",
        "interest",
        "cast",
        "uncertainty",
        "global",
        "oil",
        "supply",
        "oil",
        "price",
        "rose",
        "percent",
        "wednesday",
        "brent",
        "hitting",
        "high",
        "could",
        "also",
        "strengthen",
        "hand",
        "hardliner",
        "expense",
        "reformer",
        "iran",
        "political",
        "scene",
        "deserves",
        "better",
        "france",
        "le",
        "drian",
        "said",
        "iran",
        "honoring",
        "commitment",
        "accord",
        "region",
        "deserves",
        "better",
        "destabilization",
        "provoked",
        "american",
        "withdrawal",
        "want",
        "adhere",
        "see",
        "iran",
        "iran",
        "behaves",
        "restraint",
        "told",
        "french",
        "radio",
        "station",
        "rtl",
        "european",
        "union",
        "said",
        "would",
        "remain",
        "committed",
        "deal",
        "would",
        "ensure",
        "sanction",
        "iran",
        "remain",
        "lifted",
        "long",
        "tehran",
        "meet",
        "commitment",
        "german",
        "foreign",
        "minister",
        "heiko",
        "maas",
        "said",
        "totally",
        "unclear",
        "envisages",
        "alternative",
        "deal",
        "france",
        "others",
        "well",
        "aware",
        "concern",
        "issue",
        "nuclear",
        "capability",
        "could",
        "addressed",
        "without",
        "ditching",
        "nuclear",
        "deal",
        "le",
        "drian",
        "said",
        "macron",
        "contact",
        "rouhani",
        "followed",
        "meeting",
        "next",
        "week",
        "probably",
        "monday",
        "involving",
        "iranian",
        "european",
        "counterpart",
        "france",
        "britain",
        "germany",
        "russia",
        "also",
        "said",
        "remains",
        "committed",
        "deal",
        "russian",
        "german",
        "foreign",
        "minister",
        "also",
        "due",
        "meet",
        "moscow",
        "russian",
        "deputy",
        "foreign",
        "minister",
        "alexander",
        "grushko",
        "said",
        "prospect",
        "saving",
        "deal",
        "depend",
        "large",
        "measure",
        "whether",
        "international",
        "company",
        "willing",
        "able",
        "still",
        "business",
        "iran",
        "despite",
        "sanction",
        "le",
        "drian",
        "said",
        "meeting",
        "would",
        "also",
        "held",
        "firm",
        "including",
        "oil",
        "giant",
        "total",
        "others",
        "major",
        "business",
        "economic",
        "stake",
        "region",
        "harbinger",
        "could",
        "store",
        "trump",
        "new",
        "ambassador",
        "germany",
        "said",
        "german",
        "business",
        "halt",
        "activity",
        "iran",
        "immediately",
        "french",
        "finance",
        "minister",
        "bruno",
        "le",
        "maire",
        "said",
        "united",
        "state",
        "consider",
        "world",
        "economic",
        "policeman",
        "european",
        "company",
        "including",
        "carmaker",
        "psa",
        "plane",
        "manufacturer",
        "airbus",
        "engineering",
        "group",
        "siemens",
        "said",
        "keeping",
        "close",
        "eye",
        "situation",
        "official",
        "website",
        "khamenei",
        "said",
        "trump",
        "announcement",
        "decision",
        "silly",
        "superficial",
        "adding",
        "maybe",
        "lie",
        "comment",
        "america",
        "lawmaker",
        "parliament",
        "burned",
        "flag",
        "symbolic",
        "copy",
        "deal",
        "known",
        "officially",
        "joint",
        "comprehensive",
        "plan",
        "action",
        "jcpoa",
        "chanted",
        "death",
        "america",
        "president",
        "hassan",
        "rouhani",
        "reformist",
        "hoped",
        "deal",
        "would",
        "boost",
        "living",
        "standard",
        "iran",
        "struck",
        "pragmatic",
        "tone",
        "televised",
        "speech",
        "saying",
        "iran",
        "would",
        "negotiate",
        "european",
        "country",
        "china",
        "russia",
        "end",
        "short",
        "period",
        "conclude",
        "fully",
        "benefit",
        "jcpoa",
        "cooperation",
        "country",
        "deal",
        "remain",
        "said",
        "trump",
        "decision",
        "add",
        "strain",
        "transatlantic",
        "alliance",
        "since",
        "took",
        "office",
        "month",
        "ago",
        "one",
        "one",
        "european",
        "leader",
        "came",
        "washington",
        "tried",
        "meet",
        "demand",
        "pleading",
        "preserve",
        "deal",
        "trump",
        "administration",
        "kept",
        "door",
        "open",
        "negotiating",
        "another",
        "deal",
        "ally",
        "far",
        "clear",
        "whether",
        "european",
        "would",
        "pursue",
        "option",
        "able",
        "convince",
        "iran",
        "accept",
        "getty",
        "image",
        "president",
        "donald",
        "trump",
        "announces",
        "decision",
        "withdraw",
        "united",
        "state",
        "iran",
        "nuclear",
        "deal",
        "diplomatic",
        "room",
        "white",
        "house",
        "may",
        "washington",
        "dc",
        "leader",
        "britain",
        "germany",
        "france",
        "signatory",
        "deal",
        "along",
        "china",
        "russia",
        "said",
        "joint",
        "statement",
        "trump",
        "decision",
        "cause",
        "regret",
        "concern",
        "china",
        "foreign",
        "ministry",
        "said",
        "beijing",
        "would",
        "defend",
        "deal",
        "urged",
        "party",
        "assume",
        "responsible",
        "attitude",
        "western",
        "diplomat",
        "pointed",
        "announces",
        "sanction",
        "first",
        "victim",
        "trump",
        "european",
        "ally",
        "diplomat",
        "said",
        "adding",
        "clear",
        "trump",
        "care",
        "alliance",
        "abandoning",
        "pact",
        "one",
        "consequential",
        "decision",
        "trump",
        "america",
        "first",
        "policy",
        "led",
        "quit",
        "global",
        "paris",
        "climate",
        "accord",
        "come",
        "close",
        "trade",
        "war",
        "china",
        "pull",
        "trade",
        "deal",
        "also",
        "appeared",
        "reflect",
        "growing",
        "influence",
        "within",
        "administration",
        "iran",
        "hawk",
        "new",
        "national",
        "security",
        "adviser",
        "john",
        "bolton",
        "secretary",
        "state",
        "mike",
        "pompeo",
        "arrived",
        "pyongyang",
        "wednesday",
        "prepare",
        "summit",
        "trump",
        "hope",
        "secure",
        "north",
        "korea",
        "denuclearization",
        "complying",
        "deal",
        "iran",
        "denies",
        "western",
        "suspicion",
        "tried",
        "past",
        "develop",
        "atomic",
        "weapon",
        "say",
        "nuclear",
        "program",
        "peaceful",
        "purpose",
        "inspector",
        "say",
        "iran",
        "broken",
        "nuclear",
        "deal",
        "senior",
        "official",
        "said",
        "several",
        "time",
        "iran",
        "technical",
        "compliance",
        "pact",
        "renewing",
        "sanction",
        "would",
        "make",
        "much",
        "harder",
        "iran",
        "sell",
        "oil",
        "abroad",
        "use",
        "international",
        "banking",
        "system",
        "iran",
        "member",
        "organization",
        "petroleum",
        "exporting",
        "country",
        "pump",
        "million",
        "barrel",
        "per",
        "day",
        "crude",
        "percent",
        "global",
        "supply",
        "china",
        "india",
        "japan",
        "south",
        "korea",
        "buy",
        "million",
        "bpd",
        "export",
        "treasury",
        "say",
        "sanction",
        "related",
        "iran",
        "energy",
        "auto",
        "financial",
        "sector",
        "reimposed",
        "three",
        "six",
        "month",
        "treasury",
        "secretary",
        "steve",
        "mnuchin",
        "said",
        "license",
        "boeing",
        "sell",
        "passenger",
        "jet",
        "iran",
        "revoked",
        "scuttling",
        "billion",
        "deal",
        "ban",
        "also",
        "hit",
        "europe",
        "airbus",
        "whose",
        "plane",
        "contain",
        "part",
        "trump",
        "said",
        "nuclear",
        "agreement",
        "prevent",
        "iran",
        "cheating",
        "continuing",
        "pursue",
        "nuclear",
        "weapon",
        "clear",
        "prevent",
        "iranian",
        "nuclear",
        "bomb",
        "decaying",
        "rotten",
        "structure",
        "current",
        "agreement",
        "said",
        "iran",
        "deal",
        "defective",
        "core",
        "trump",
        "said",
        "willing",
        "negotiate",
        "new",
        "deal",
        "iran",
        "iran",
        "already",
        "ruled",
        "iran",
        "growing",
        "military",
        "political",
        "power",
        "yemen",
        "syria",
        "lebanon",
        "iraq",
        "worry",
        "united",
        "state",
        "israel",
        "washington",
        "gulf",
        "arab",
        "ally",
        "saudi",
        "arabia",
        "among",
        "nation",
        "welcome",
        "trump",
        "decision",
        "israel",
        "saudi",
        "arabia",
        "iran",
        "middle",
        "east",
        "related",
        "security"
    ]
}