{
    "organizations": [],
    "uuid": "e6ff3fd392cc0681d2ea81cd60a9c837f20be6f7",
    "author": "Aaron Pressman and Alan Murray",
    "url": "http://fortune.com/2018/05/04/data-sheet-spotify-internet-bubble/",
    "ord_in_thread": 0,
    "title": "Spotify Reminds Some of the Internet Dot-Com Bubble",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Alan Murray 9:14 AM EDT This is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nGood morning.\nIn January of 2000, at the peak of the last tech boom, I heard Masayoshi Son speak in Davos and tout one of his latest investments: Buy.com. “To win in the Internet age,” he said, “you have to think outside the box. And Buy.com does that. They will sell you anything you want to buy at a price less than they paid for it.”\nHow does that work? Not very well, it turned out. Buy.com held a successful IPO, then subsequently crashed and burned. (While Son, of course, went on to make billions and become a driving force in tech investing.)\nI was reminded of that moment when I read my colleague Jeff John Roberts’s smart piece about Spotify. It’s a service that has won the hearts of music lovers and held a very successful “non-IPO” direct listing last month . But it announced its first quarterly earnings this week and the markets were unimpressed , with shares dropping 7%.\nThe problem, says Roberts, is that unlike, say, Facebook or Google , Spotify has to pay for the digital stuff it is selling you: music. And unlike, say, those of us in the media business, the music industry has successfully used its political clout to ensure it gets paid well.\n“The upshot is, no matter how many subscribers they add, (music streaming) companies will never enjoy the fat profits of other tech firms,” Roberts concludes. “Right now, the streaming services have yet to make any money and, if they ever do, it’s a safe bet the music industry will find a way to claw it back in the form of higher royalties. It’s much like the baker being totally beholden to a flour supplier that raises its prices every time donuts are on the verge of being profitable.”\nYou can read Roberts’ full story here . Let me know if you agree. (If you don’t, I may sell you some shares of Buy.com.)\nNews below. Enjoy the weekend. Adam returns Monday.\nAlan Murray @alansmurray alan.murray@timeinc.com NEWSWORTHY\nCan you track me now ? A group of public radio-related programmers acquired the popular podcasting app Pocket Casts . National Public Radio, WNYC Studios, WBEZ Chicago, and This American Life said they wanted to improve the podcast experience for listeners and give podcast creators “better insights,” which sounds like collecting way more data about those listeners.\nSame old song . Heard this one before? Sorry, hackers stole all our passwords…so change your passwords real quick. This time it’s Twitter , which says it accidentally stored everybody’s secrets in unencrypted form in an internal log file, although it has no “indication” yet that anyone noticed and grabbed the list.\nAgile developments. A few days after Twitter announced its slate of programming partnerships, YouTube did the same. In an event at Radio City Music Hall in New York, the Google unit said it would work with Demi Lovato, Will Smith and LeBron James, among others, for new shows . Elsewhere at the Googleplex, the company announced updates to its Wear OS software for smartwatches, including adding spoken replies from the Google Assistant. Google is also at work on a redesign of its Google News service to make it faster and incorporate more video, according to Ad Age .\nAgricultural analogies. Super star investor and Berkshire Hathaway CEO Warren Buffett really loves Apple . His company bought 75 million shares of Apple (worth about $13 billion at today’s price) in the first quarter and may now own 240 million shares, or just under 5% of Apple’s entire diluted share count. Speaking on CNBC on Friday morning, Buffett called Apple an “amazing business,” adding: “Nobody buys a farm based on whether they think it’s going to rain next year–they buy it because they think it’s a good investment over 10 or 20 years.”\nCrypto reruns . Every twist and turn in the digital currency news cycle tends to get over-interpreted. That seems to be the case for the story back in March that Reddit was dropping bitcoin as a payment option for its users. CTO Chris Slowe said Thursday that the move was just temporary and related to a vendor’s software overhaul. “We just basically didn’t have time to upgrade our current API integration,” he said on Cheddar. “Once the redesign finishes landing and we’re actually able to address it again, I think we’ll actually see crypto payments come back.”\nNow you see me, now you don’t. Speaking of over-interpreted events, MoviePass pulled its seemingly too-good-to-be-true $10 a month unlimited package a few weeks ago, leading many to crow “I told you so” on the money-losing service. But now the unlimited package is back. Subscribers can see one movie every day for just 10 bucks. Still, probably a good idea to act quickly if you’re interested.\nAdvertisement FOR YOUR WEEKEND READING PLEASURE\nA few interesting longer reads I came across that are suitable for your weekend reading pleasure.\nOver 400 Startups Are Trying to Become the Next Warby Parker. Inside the Wild Race to Overthrow Every Consumer Category ( Inc. )\nJames McKean wants to revolutionize the manual toothbrush. It’s January 2018. The 31-year-old MBA candidate at the University of Pennsylvania’s Wharton School whirls his laptop around to show me the prototype designs. Bristle, as the product might be called, has a detachable head and a colorful pattern on the handle–like faux wood grain, flowers, or plaid. Customers would pay somewhere around $15 for their first purchase, and then get replacement heads, at $3 or $4 a pop, through a subscription service.\nThe First Family of Pinball: Meet the Local Wizards Behind the Game’s Huge Resurgence ( Chicago Reader )\nAmerica is tilting once again. The old pastime of saving an 80-gram steel sphere from its downhill trajectory using a pair of flippers is on an steady upward climb. The game has become retro cool, the vinyl record of the video-game set. Much of that is due to the proliferation of arcade bars that serve up craft beer and offer vintage games to play at no or low cost. Chicago’s first, Emporium Arcade Bar, opened in Wicker Park in 2012. Now the city has at least ten.\nThe Gambler Who Cracked the Horse-Racing Code (Bloomberg)\nVeteran gamblers know you can’t beat the horses. There are too many variables and too many possible outcomes. Front-runners break a leg. Jockeys fall. Champion thoroughbreds decide, for no apparent reason, that they’re simply not in the mood. The American sportswriter Roger Kahn once called the sport “animated roulette.” Play for long enough, and failure isn’t just likely but inevitable—so the wisdom goes. “If you bet on horses, you will lose,” says Warwick Bartlett, who runs Global Betting & Gaming Consultants and has spent years studying the industry. What if that wasn’t true?\nBecoming Spring Brucesteen: My Quest to Meet the Boss ( The Paris Review )\nIt became apparent that I was going to have to scheme harder if I was going to get to the Boss himself. He was all I talked about, all I posted about because the more people knew I was on a mission to find him, the closer I believed I would come. I received all sorts of tips: Page Six articles about where the Boss ate lunch every day, introductions to friends of friends of former neighbors, recommendations to join a Work Out World in Tinton Falls, New Jersey, where Bruce was rumored to be a member. Everyone had a tip, and everyone had a story.\nThis Must Be David Byrne ( GQ )\nDavid Byrne will be in the back, wrapping up a call. But please, make yourself at home. Enjoy a cup of coffee fetched by a Todomundo staffer with a Jean-Seberg-as-Joan-of-Arc haircut, a woman so hip she’s never heard a podcast. Note how everyone who works for David Byrne is the hippest person you’ve ever met. When Byrne appears, everything he’s wearing is black except his saddle shoes.\nFOOD FOR THOUGHT\nDrones are cool , drones are awesome, drones are also increasingly being used by crooks and thieves. At a conference in Denver this week, law enforcement agency officials offered up all kinds of stories of the new creative, criminal uses of unmanned aerial vehicles, according to a report in Defense One by Patrick Tucker.\nLast winter, on the outskirts of a large U.S. city, an FBI hostage rescue team set up an elevated observation post to assess an unfolding situation. Soon they heard the buzz of small drones—and then the tiny aircraft were all around them, swooping past in a series of “high-speed low passes at the agents in the observation post to flush them,” the head of the agency’s operational technology law unit told attendees of the AUVSI Xponential conference here. Result: “We were then blind,” said Joe Mazel, meaning the group lost situational awareness of the target. “It definitely presented some challenges.”\nMazel said the suspects had backpacked the drones to the area in anticipation of the FBI’s arrival. Not only did they buzz the hostage rescue team, they also kept a continuous eye on the agents, feeding video to the group’s other members via YouTube. “They had people fly their own drones up and put the footage to YouTube so that the guys who had cellular access could go to the YouTube site and pull down the video,” he said.\nAdvertisement IN CASE YOU MISSED IT\nAmazon Finally Opens Alexa’s Cash-Generating Features to All Developers By Jonathan Vanian\nApple Watch Credited With Saving a Man’s Life By Don Reisinger\nAnheuser-Busch Orders 800 Hydrogen-Electric Semis From Tesla Competitor By Chris Morris\nInstagram Is Starting to Take Payments—But Not for Products Just Yet By David Meyer\nNASA Successfully Tested a Tiny Nuclear Reactor to Unlock Space Exploration By Kirsten Korosec\nScientists Have Created Synthetic Embryos. Here’s What That Could Mean for Humans By Sy Mukherjee\nAdvertisement BEFORE YOU GO\nApparently, we don’t need Doctor Doolittle to talk to the animals. Scientists can interpret the meaning of gestures of chimpanzees and bonobos. Turns out the two separate but closely related species use 90% of the same gestures to communicate the all important messages of “groom me,” “quit it,” and “follow me.” Well, I’ll be a monkey’s uncle.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-04T21:14:00.000+03:00",
    "crawled": "2018-05-04T20:50:25.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "alan",
        "murray",
        "edt",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "good",
        "morning",
        "january",
        "peak",
        "last",
        "tech",
        "boom",
        "heard",
        "masayoshi",
        "son",
        "speak",
        "davos",
        "tout",
        "one",
        "latest",
        "investment",
        "win",
        "internet",
        "age",
        "said",
        "think",
        "outside",
        "box",
        "sell",
        "anything",
        "want",
        "buy",
        "price",
        "less",
        "paid",
        "work",
        "well",
        "turned",
        "held",
        "successful",
        "ipo",
        "subsequently",
        "crashed",
        "burned",
        "son",
        "course",
        "went",
        "make",
        "billion",
        "become",
        "driving",
        "force",
        "tech",
        "investing",
        "reminded",
        "moment",
        "read",
        "colleague",
        "jeff",
        "john",
        "robert",
        "smart",
        "piece",
        "spotify",
        "service",
        "heart",
        "music",
        "lover",
        "held",
        "successful",
        "direct",
        "listing",
        "last",
        "month",
        "announced",
        "first",
        "quarterly",
        "earnings",
        "week",
        "market",
        "unimpressed",
        "share",
        "dropping",
        "problem",
        "say",
        "robert",
        "unlike",
        "say",
        "facebook",
        "google",
        "spotify",
        "pay",
        "digital",
        "stuff",
        "selling",
        "music",
        "unlike",
        "say",
        "u",
        "medium",
        "business",
        "music",
        "industry",
        "successfully",
        "used",
        "political",
        "clout",
        "ensure",
        "get",
        "paid",
        "well",
        "upshot",
        "matter",
        "many",
        "subscriber",
        "add",
        "music",
        "streaming",
        "company",
        "never",
        "enjoy",
        "fat",
        "profit",
        "tech",
        "firm",
        "robert",
        "concludes",
        "right",
        "streaming",
        "service",
        "yet",
        "make",
        "money",
        "ever",
        "safe",
        "bet",
        "music",
        "industry",
        "find",
        "way",
        "claw",
        "back",
        "form",
        "higher",
        "royalty",
        "much",
        "like",
        "baker",
        "totally",
        "beholden",
        "flour",
        "supplier",
        "raise",
        "price",
        "every",
        "time",
        "donut",
        "verge",
        "read",
        "robert",
        "full",
        "story",
        "let",
        "know",
        "agree",
        "may",
        "sell",
        "share",
        "news",
        "enjoy",
        "weekend",
        "adam",
        "return",
        "monday",
        "alan",
        "murray",
        "alansmurray",
        "newsworthy",
        "track",
        "group",
        "public",
        "programmer",
        "acquired",
        "popular",
        "podcasting",
        "app",
        "pocket",
        "cast",
        "national",
        "public",
        "radio",
        "wnyc",
        "studio",
        "wbez",
        "chicago",
        "american",
        "life",
        "said",
        "wanted",
        "improve",
        "podcast",
        "experience",
        "listener",
        "give",
        "podcast",
        "creator",
        "better",
        "insight",
        "sound",
        "like",
        "collecting",
        "way",
        "data",
        "listener",
        "old",
        "song",
        "heard",
        "one",
        "sorry",
        "hacker",
        "stole",
        "change",
        "password",
        "real",
        "quick",
        "time",
        "twitter",
        "say",
        "accidentally",
        "stored",
        "everybody",
        "secret",
        "unencrypted",
        "form",
        "internal",
        "log",
        "file",
        "although",
        "indication",
        "yet",
        "anyone",
        "noticed",
        "grabbed",
        "list",
        "agile",
        "development",
        "day",
        "twitter",
        "announced",
        "slate",
        "programming",
        "partnership",
        "youtube",
        "event",
        "radio",
        "city",
        "music",
        "hall",
        "new",
        "york",
        "google",
        "unit",
        "said",
        "would",
        "work",
        "demi",
        "lovato",
        "smith",
        "lebron",
        "james",
        "among",
        "others",
        "new",
        "show",
        "elsewhere",
        "googleplex",
        "company",
        "announced",
        "update",
        "wear",
        "o",
        "software",
        "smartwatches",
        "including",
        "adding",
        "spoken",
        "reply",
        "google",
        "assistant",
        "google",
        "also",
        "work",
        "redesign",
        "google",
        "news",
        "service",
        "make",
        "faster",
        "incorporate",
        "video",
        "according",
        "ad",
        "age",
        "agricultural",
        "analogy",
        "super",
        "star",
        "investor",
        "berkshire",
        "hathaway",
        "ceo",
        "warren",
        "buffett",
        "really",
        "love",
        "apple",
        "company",
        "bought",
        "million",
        "share",
        "apple",
        "worth",
        "billion",
        "today",
        "price",
        "first",
        "quarter",
        "may",
        "million",
        "share",
        "apple",
        "entire",
        "diluted",
        "share",
        "count",
        "speaking",
        "cnbc",
        "friday",
        "morning",
        "buffett",
        "called",
        "apple",
        "amazing",
        "business",
        "adding",
        "nobody",
        "buy",
        "farm",
        "based",
        "whether",
        "think",
        "going",
        "rain",
        "next",
        "buy",
        "think",
        "good",
        "investment",
        "crypto",
        "rerun",
        "every",
        "twist",
        "turn",
        "digital",
        "currency",
        "news",
        "cycle",
        "tends",
        "get",
        "seems",
        "case",
        "story",
        "back",
        "march",
        "reddit",
        "dropping",
        "bitcoin",
        "payment",
        "option",
        "user",
        "cto",
        "chris",
        "slowe",
        "said",
        "thursday",
        "move",
        "temporary",
        "related",
        "vendor",
        "software",
        "overhaul",
        "basically",
        "time",
        "upgrade",
        "current",
        "api",
        "integration",
        "said",
        "cheddar",
        "redesign",
        "finish",
        "landing",
        "actually",
        "able",
        "address",
        "think",
        "actually",
        "see",
        "crypto",
        "payment",
        "come",
        "see",
        "speaking",
        "event",
        "moviepass",
        "pulled",
        "seemingly",
        "month",
        "unlimited",
        "package",
        "week",
        "ago",
        "leading",
        "many",
        "crow",
        "told",
        "service",
        "unlimited",
        "package",
        "back",
        "subscriber",
        "see",
        "one",
        "movie",
        "every",
        "day",
        "buck",
        "still",
        "probably",
        "good",
        "idea",
        "act",
        "quickly",
        "interested",
        "advertisement",
        "weekend",
        "reading",
        "pleasure",
        "interesting",
        "longer",
        "read",
        "came",
        "across",
        "suitable",
        "weekend",
        "reading",
        "pleasure",
        "startup",
        "trying",
        "become",
        "next",
        "warby",
        "parker",
        "inside",
        "wild",
        "race",
        "overthrow",
        "every",
        "consumer",
        "category",
        "james",
        "mckean",
        "want",
        "revolutionize",
        "manual",
        "toothbrush",
        "january",
        "mba",
        "candidate",
        "university",
        "pennsylvania",
        "wharton",
        "school",
        "whirl",
        "laptop",
        "around",
        "show",
        "prototype",
        "design",
        "bristle",
        "product",
        "might",
        "called",
        "detachable",
        "head",
        "colorful",
        "pattern",
        "faux",
        "wood",
        "grain",
        "flower",
        "plaid",
        "customer",
        "would",
        "pay",
        "somewhere",
        "around",
        "first",
        "purchase",
        "get",
        "replacement",
        "head",
        "pop",
        "subscription",
        "service",
        "first",
        "family",
        "pinball",
        "meet",
        "local",
        "wizard",
        "behind",
        "game",
        "huge",
        "resurgence",
        "chicago",
        "reader",
        "america",
        "tilting",
        "old",
        "pastime",
        "saving",
        "steel",
        "sphere",
        "downhill",
        "trajectory",
        "using",
        "pair",
        "flipper",
        "steady",
        "upward",
        "climb",
        "game",
        "become",
        "retro",
        "cool",
        "vinyl",
        "record",
        "set",
        "much",
        "due",
        "proliferation",
        "arcade",
        "bar",
        "serve",
        "craft",
        "beer",
        "offer",
        "vintage",
        "game",
        "play",
        "low",
        "cost",
        "chicago",
        "first",
        "emporium",
        "arcade",
        "bar",
        "opened",
        "wicker",
        "park",
        "city",
        "least",
        "ten",
        "gambler",
        "cracked",
        "code",
        "bloomberg",
        "veteran",
        "gambler",
        "know",
        "beat",
        "horse",
        "many",
        "variable",
        "many",
        "possible",
        "outcome",
        "break",
        "leg",
        "jockey",
        "fall",
        "champion",
        "thoroughbred",
        "decide",
        "apparent",
        "reason",
        "simply",
        "mood",
        "american",
        "sportswriter",
        "roger",
        "kahn",
        "called",
        "sport",
        "animated",
        "play",
        "long",
        "enough",
        "failure",
        "likely",
        "wisdom",
        "go",
        "bet",
        "horse",
        "lose",
        "say",
        "warwick",
        "bartlett",
        "run",
        "global",
        "betting",
        "gaming",
        "consultant",
        "spent",
        "year",
        "studying",
        "industry",
        "true",
        "becoming",
        "spring",
        "brucesteen",
        "quest",
        "meet",
        "bos",
        "paris",
        "review",
        "became",
        "apparent",
        "going",
        "scheme",
        "harder",
        "going",
        "get",
        "bos",
        "talked",
        "posted",
        "people",
        "knew",
        "mission",
        "find",
        "closer",
        "believed",
        "would",
        "come",
        "received",
        "sort",
        "tip",
        "page",
        "six",
        "article",
        "bos",
        "ate",
        "lunch",
        "every",
        "day",
        "introduction",
        "friend",
        "friend",
        "former",
        "neighbor",
        "recommendation",
        "join",
        "work",
        "world",
        "tinton",
        "fall",
        "new",
        "jersey",
        "bruce",
        "rumored",
        "member",
        "everyone",
        "tip",
        "everyone",
        "story",
        "must",
        "david",
        "byrne",
        "gq",
        "david",
        "byrne",
        "back",
        "wrapping",
        "call",
        "please",
        "make",
        "home",
        "enjoy",
        "cup",
        "coffee",
        "fetched",
        "todomundo",
        "staffer",
        "haircut",
        "woman",
        "hip",
        "never",
        "heard",
        "podcast",
        "note",
        "everyone",
        "work",
        "david",
        "byrne",
        "hippest",
        "person",
        "ever",
        "met",
        "byrne",
        "appears",
        "everything",
        "wearing",
        "black",
        "except",
        "saddle",
        "shoe",
        "food",
        "thought",
        "drone",
        "cool",
        "drone",
        "awesome",
        "drone",
        "also",
        "increasingly",
        "used",
        "crook",
        "thief",
        "conference",
        "denver",
        "week",
        "law",
        "enforcement",
        "agency",
        "official",
        "offered",
        "kind",
        "story",
        "new",
        "creative",
        "criminal",
        "us",
        "unmanned",
        "aerial",
        "vehicle",
        "according",
        "report",
        "defense",
        "one",
        "patrick",
        "tucker",
        "last",
        "winter",
        "outskirt",
        "large",
        "city",
        "fbi",
        "hostage",
        "rescue",
        "team",
        "set",
        "elevated",
        "observation",
        "post",
        "assess",
        "unfolding",
        "situation",
        "soon",
        "heard",
        "buzz",
        "small",
        "tiny",
        "aircraft",
        "around",
        "swooping",
        "past",
        "series",
        "low",
        "pass",
        "agent",
        "observation",
        "post",
        "flush",
        "head",
        "agency",
        "operational",
        "technology",
        "law",
        "unit",
        "told",
        "attendee",
        "auvsi",
        "xponential",
        "conference",
        "result",
        "blind",
        "said",
        "joe",
        "mazel",
        "meaning",
        "group",
        "lost",
        "situational",
        "awareness",
        "target",
        "definitely",
        "presented",
        "mazel",
        "said",
        "suspect",
        "backpacked",
        "drone",
        "area",
        "anticipation",
        "fbi",
        "arrival",
        "buzz",
        "hostage",
        "rescue",
        "team",
        "also",
        "kept",
        "continuous",
        "eye",
        "agent",
        "feeding",
        "video",
        "group",
        "member",
        "via",
        "youtube",
        "people",
        "fly",
        "drone",
        "put",
        "footage",
        "youtube",
        "guy",
        "cellular",
        "access",
        "could",
        "go",
        "youtube",
        "site",
        "pull",
        "video",
        "said",
        "advertisement",
        "case",
        "missed",
        "amazon",
        "finally",
        "open",
        "alexa",
        "feature",
        "developer",
        "jonathan",
        "vanian",
        "apple",
        "watch",
        "credited",
        "saving",
        "man",
        "life",
        "reisinger",
        "order",
        "semi",
        "tesla",
        "competitor",
        "chris",
        "morris",
        "instagram",
        "starting",
        "take",
        "product",
        "yet",
        "david",
        "meyer",
        "nasa",
        "successfully",
        "tested",
        "tiny",
        "nuclear",
        "reactor",
        "unlock",
        "space",
        "exploration",
        "kirsten",
        "korosec",
        "scientist",
        "created",
        "synthetic",
        "embryo",
        "could",
        "mean",
        "human",
        "sy",
        "mukherjee",
        "advertisement",
        "go",
        "apparently",
        "need",
        "doctor",
        "doolittle",
        "talk",
        "animal",
        "scientist",
        "interpret",
        "meaning",
        "gesture",
        "chimpanzee",
        "bonobo",
        "turn",
        "two",
        "separate",
        "closely",
        "related",
        "specie",
        "use",
        "gesture",
        "communicate",
        "important",
        "message",
        "groom",
        "quit",
        "follow",
        "well",
        "monkey",
        "uncle",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}