{
    "organizations": [],
    "uuid": "7c194b2919617a95afcced50cfc4006c470c9c6a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/pr-newswire-sqi-diagnostics-reports-second-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "SQI Diagnostics Reports Second Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "growth in recurring revenues from kit sales\nTORONTO, May 10, 2018 /PRNewswire/ - SQI Diagnostics Inc. (\"SQI\" or the \"Company\") (TSX-V: SQD; OTCQB: SQIDF), today reported its financial and operational results for the three and six months ended March 31, 2018.\nSQI is a Toronto-based life sciences and diagnostics company that develops and commercializes proprietary technologies and products for advanced multiplexed diagnostics.\n\"Our commercial traction continues and we are seeing the realization of our business model,\" said Andrew Morris, SQI's President and CEO. \"We added an eighth customer subsequent to quarter end and this customer represents a significant win for us as it is our fourth customer that we expect to be generating significant, growing, recurring kit sales from our diagnostics segment. We expect this trend of moving the business towards revenues from recurring kit sales to continue as we add more customers and as these customers grow their businesses organically.\"\nFinancial and Business Highlights for the Quarter\nFor the first time we have accomplished a major commercial milestone in our business model by achieving recurring kit sales to a significant customer. Our commercial success is anchored in our ability to grow the sales of platforms and kits to our customers that each bring a recurring, high margin revenue stream, and in reducing the relative contribution of revenue from service-based sales. We are now delivering on our business model. We completed the validation at our customer, Predictive Health Diagnostics ( PULStest.com ). The number of patient samples being processed at PHD are growing and subsequent to quarter end we delivered our third lot of kits which represent about 2,200 samples being processed in PHD's CLIA lab. We expect to deliver at these levels every month in the near term and that the number of patient samples being processed is expected to double during the fiscal year. [CLIA refers to US regulatory standards called Clinical Laboratory Improvement Amendments.]\nSubsequent to the quarter end, we signed one of the most exciting customer opportunities to date. This agreement with Microdrop LLC brings the prospect of participating in one of the fastest growing markets, the direct-to-consumer retail market with a customer that is positioned to invest heavily in marketing to consumers and that has significant operating experience. The partnership with Microdrop will aid patients in obtaining a quick and easy to access digital output that assists in their understanding, predicting and monitoring their own health. Following the closing of this agreement we are working aggressively to deploy, install and validate the first 2 sqidlites that will be operated at Microdrop's US-based CLIA reference laboratory within 12 weeks. The first products to be sold to Microdrop will be diagnostic kits used to provide consumers choices related to both celiac disease biomarkers and rheumatoid arthritis. As such, this agreement represents the 4th SQI customer that brings a recurring revenue opportunity from diagnostic testing in their CLIA laboratory.\nWe completed the product development for a large, global biopharma customer first announced as a new customer in November . We are currently awaiting the shipment of the first lot of patient samples to be received and run at SQI's lab.\nWe ended the second quarter of fiscal 2018 with a total of seven customers that are now generating revenues. Subsequent to the quarter end, we added an eighth customer and have sales proposals with customers that we believe to have a high likelihood of acceptance in the third quarter.\nWe made major progress with our instant immunoassay collaboration with McMaster University . During the quarter we demonstrated the portability of a testing device by running assays at SQI's lab. The preliminary data from these tests showed that we achieved a more consistent manufacture of the proof of concept chip. A reproducible proof of concept chip allows us to benchmark progress while eliminating bias caused by variability in the manufacture of test chips. Our next milestone for this project, in June 2018, is proof of principle protein sensor design, meeting initial performance targets for sensitivity, precision, time to results and device stability.\nThe large comparative study we reported last quarter was restarted. This study for our human diagnostic DNA customer was launched during the second half of 2017 and was delayed. Management believes that finishing this validation study in 2018 will lead to commercial production of this product and recurring sales of kits.\nQ2 2018 Financial Results Overview\nDuring the six months ended March 31, 2018, the Company recorded revenue from the sale of custom kits and platforms, as well as service revenue to our biopharma and diagnostic customers. Revenue for the three months ended March 31, 2018 was $176,000 compared to $251,000 for the same period last year. Revenue for the six months ended March 31, 2018 was $552,000 compared to $666,000 for the same period last year. While revenues are down compared to the prior periods it is significant to note that a larger percentage of revenue in the current period was due to the sale of product kits versus service-based revenue. This is a direct result of the transitioning our existing customers into the commercial phase – meaning that the development phase of their projects are complete and they are now purchasing kits. We continue some development work for our DNA-based customer and have done development work for two new pharma customers in the six months ended March 31, 2018.\nFor the quarter, the Company recorded a net loss of $1,631,000 ($0.01 net loss per share) as compared to the net loss of $1,289,000 ($0.01 net loss per share) for the quarter-ended March 31, 2017. For the six months ended March 31, 2018, the Company recorded a net loss of $3,419,000 ($0.03 net loss per share) which is greater than the net loss of $2,786,000 ($0.03 net loss per share) for the six months ended March 31, 2017. The increase in net loss for the three and six months ended March 31, 2018 as compared to the three and six months ended March 31, 2017 is a result of higher product commercialization and development costs and the increased marketing costs associated with the shift to a more sales-focused company.\nR&D expenditures, excluding amortization and stock-based compensation, for the three months ended March 31, 2018 were $782,000 compared to $633,000 for the same period last year. R&D expenditures, excluding amortization and stock-based compensation, for the six months ended March 31, 2018 were $1,717,000 compared to $1,425,000 for the same period last year. The increase in R&D expenditures for the three and six-month periods is a result of higher laboratory costs primarily related to consumables purchased at a higher than normal level to ensure completion of critical projects to meet internal deadlines and to deliver finished products to our customers for their validation and commercial kit sales. The Company had two customer projects move in to the commercial phase in the first quarter of fiscal 2018 as well as starting development work on two new pharma projects in first two quarters of fiscal 2018.\nCorporate and general expenses excluding stock-based compensation, totaled $382,000 for the three months ended March 31, 2018 as compared to $349,000 for the three months ended March 31, 2017. Corporate and general expenses are higher compared to the prior period due to the payment of bonuses in March of 2018. Corporate and general expenses excluding stock-based compensation, totaled $787,000 for the six months ended March 31, 2018 as compared to $650,000 for the six months ended March 31, 2017. Corporate and general expenses are higher for the six months ended March 31, 2018 compared to the same period in the prior year due to higher professional fees for recruiting, investor relations, as well as the payment of bonuses.\nSales and marketing expenses were primarily related to sales and marketing consultant fees and to travel related to selling activities in the quarter. Sales and marketing expenses, excluding stock-based compensation, totaled $273,000 for the three months ended March 31, 2018 compared to $214,000 for the three months ended March 31, 2017. Sales and marketing expenses, excluding stock-based compensation, totaled $548,000 for the six months ended March 31, 2018 compared to $523,000 for the six months ended March 31, 2017. Sales and marketing expenses were higher for the three and six months ended March 31, 2018 compared to the same period in the previous year, primarily due to the addition of sales personnel and to the payment of bonuses or commissions.\nConference Call Details:\nDate:\nFriday May 11, 2018\nTime:\n10:00 a.m. ET\nLive Call:\n1-888-231-8191 (Canada and the United States)\nConference ID:\n8690315\nWebcast:\nhttps://event.on24.com/wcc/r/1667084/05D4C79462928456D8ED3EB5B06471AF\nAn archived copy of the conference call will be available for 90 days on the Company website at www.sqidiagnostics.com/about/investors and also at https://event.on24.com/wcc/r/1667084/05D4C79462928456D8ED3EB5B06471AF .\nDetailed financial statements and the management's discussion and analysis (MD&A) will also be made available on the Company website at www.sqidiagnostics.com and at www.sedar.com .\nFor more information, please contact:\nChief Executive Officer\nAndrew Morris\n416.674.9500 ext. 229\namorris@sqidiagnostics.com\nVice President of Finance\nPatricia Lie\n416.674.9500 ext. 277\nplie@sqidiagnostics.com\nAbout SQI Diagnostics\nSQI Diagnostics is a life sciences and diagnostics company that develops clinical grade multiplexed microarray and molecular assays run on its automated instrumentation for the pharmaceutical research, animal health, and clinical diagnostics markets. SQI develops custom research and diagnostic assays that are multiplexed; meaning the simplification, consolidation and automation of many individual tests into one. This increases sample throughput, reduces time, cost and chance for human error, and provides excellent data quality. For more information, please visit sqidiagnostics.com .\nForward-looking Statements\nThis press release contains certain statements including, without limitation, the words \"may\", \"plan\", \"will\", \"estimate\", \"continue\", \"anticipate\", \"intend\", \"expect\", \"believe\", \"in the process\", \"benefits\", \"leading to\", \"position\" \"possible\", \"is subject to\" and other similar expressions which may constitute \"forward-looking statements\" within the meaning of applicable securities laws. Forward-looking statements reflect the Company's current expectations and assumptions, and are subject to a number of risks and uncertainties that could cause actual results to differ materially from those anticipated. Readers are cautioned not to place undue reliance on these forward-looking statements. These forward-looking statements involve risks and uncertainties including, but not limited to: our ability to market and sell our products including our novel multiplexing technologies and detection platforms; our ability to maintain any technical or product advantages; the success of our Diagnostic Tools and Services business and our intent to build near-term revenue streams from this business; the successful regulatory filing and receipt of regulatory approvals for our later stage quantitative diagnostic consumable kits; adverse changes in general economic conditions; international risk and currency exchange fluctuations; competitor activity; technology changes; regulatory approvals and the impact of healthcare reform legislation; and, SQI's ability to raise additional funds in the future.\nSuch statements, risks and uncertainties are detailed in the Company's ongoing filings with the securities regulatory authorities, and are available to the public at www.sedar.com . The Company undertakes no obligation to publicly update or revise any forward-looking statements either as a result of new information, future events or otherwise, except as required by applicable securities laws.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\n releases/sqi-diagnostics-reports-second-quarter-2018-results-300646767.html\nSOURCE SQI Diagnostics Inc.",
    "published": "2018-05-11T01:17:00.000+03:00",
    "crawled": "2018-05-11T02:34:42.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "growth",
        "recurring",
        "revenue",
        "kit",
        "sale",
        "toronto",
        "may",
        "sqi",
        "diagnostics",
        "sqi",
        "company",
        "sqd",
        "otcqb",
        "sqidf",
        "today",
        "reported",
        "financial",
        "operational",
        "result",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "sqi",
        "life",
        "science",
        "diagnostics",
        "company",
        "develops",
        "commercializes",
        "proprietary",
        "technology",
        "product",
        "advanced",
        "multiplexed",
        "diagnostics",
        "commercial",
        "traction",
        "continues",
        "seeing",
        "realization",
        "business",
        "model",
        "said",
        "andrew",
        "morris",
        "sqi",
        "president",
        "ceo",
        "added",
        "eighth",
        "customer",
        "subsequent",
        "quarter",
        "end",
        "customer",
        "represents",
        "significant",
        "win",
        "u",
        "fourth",
        "customer",
        "expect",
        "generating",
        "significant",
        "growing",
        "recurring",
        "kit",
        "sale",
        "diagnostics",
        "segment",
        "expect",
        "trend",
        "moving",
        "business",
        "towards",
        "revenue",
        "recurring",
        "kit",
        "sale",
        "continue",
        "add",
        "customer",
        "customer",
        "grow",
        "business",
        "organically",
        "financial",
        "business",
        "highlight",
        "quarter",
        "first",
        "time",
        "accomplished",
        "major",
        "commercial",
        "milestone",
        "business",
        "model",
        "achieving",
        "recurring",
        "kit",
        "sale",
        "significant",
        "customer",
        "commercial",
        "success",
        "anchored",
        "ability",
        "grow",
        "sale",
        "platform",
        "kit",
        "customer",
        "bring",
        "recurring",
        "high",
        "margin",
        "revenue",
        "stream",
        "reducing",
        "relative",
        "contribution",
        "revenue",
        "sale",
        "delivering",
        "business",
        "model",
        "completed",
        "validation",
        "customer",
        "predictive",
        "health",
        "diagnostics",
        "number",
        "patient",
        "sample",
        "processed",
        "phd",
        "growing",
        "subsequent",
        "quarter",
        "end",
        "delivered",
        "third",
        "lot",
        "kit",
        "represent",
        "sample",
        "processed",
        "phd",
        "clia",
        "lab",
        "expect",
        "deliver",
        "level",
        "every",
        "month",
        "near",
        "term",
        "number",
        "patient",
        "sample",
        "processed",
        "expected",
        "double",
        "fiscal",
        "year",
        "clia",
        "refers",
        "u",
        "regulatory",
        "standard",
        "called",
        "clinical",
        "laboratory",
        "improvement",
        "amendment",
        "subsequent",
        "quarter",
        "end",
        "signed",
        "one",
        "exciting",
        "customer",
        "opportunity",
        "date",
        "agreement",
        "microdrop",
        "llc",
        "brings",
        "prospect",
        "participating",
        "one",
        "fastest",
        "growing",
        "market",
        "retail",
        "market",
        "customer",
        "positioned",
        "invest",
        "heavily",
        "marketing",
        "consumer",
        "significant",
        "operating",
        "experience",
        "partnership",
        "microdrop",
        "aid",
        "patient",
        "obtaining",
        "quick",
        "easy",
        "access",
        "digital",
        "output",
        "assist",
        "understanding",
        "predicting",
        "monitoring",
        "health",
        "following",
        "closing",
        "agreement",
        "working",
        "aggressively",
        "deploy",
        "install",
        "validate",
        "first",
        "sqidlites",
        "operated",
        "microdrop",
        "clia",
        "reference",
        "laboratory",
        "within",
        "week",
        "first",
        "product",
        "sold",
        "microdrop",
        "diagnostic",
        "kit",
        "used",
        "provide",
        "consumer",
        "choice",
        "related",
        "celiac",
        "disease",
        "biomarkers",
        "rheumatoid",
        "arthritis",
        "agreement",
        "represents",
        "4th",
        "sqi",
        "customer",
        "brings",
        "recurring",
        "revenue",
        "opportunity",
        "diagnostic",
        "testing",
        "clia",
        "laboratory",
        "completed",
        "product",
        "development",
        "large",
        "global",
        "biopharma",
        "customer",
        "first",
        "announced",
        "new",
        "customer",
        "november",
        "currently",
        "awaiting",
        "shipment",
        "first",
        "lot",
        "patient",
        "sample",
        "received",
        "run",
        "sqi",
        "lab",
        "ended",
        "second",
        "quarter",
        "fiscal",
        "total",
        "seven",
        "customer",
        "generating",
        "revenue",
        "subsequent",
        "quarter",
        "end",
        "added",
        "eighth",
        "customer",
        "sale",
        "proposal",
        "customer",
        "believe",
        "high",
        "likelihood",
        "acceptance",
        "third",
        "quarter",
        "made",
        "major",
        "progress",
        "instant",
        "immunoassay",
        "collaboration",
        "mcmaster",
        "university",
        "quarter",
        "demonstrated",
        "portability",
        "testing",
        "device",
        "running",
        "assay",
        "sqi",
        "lab",
        "preliminary",
        "data",
        "test",
        "showed",
        "achieved",
        "consistent",
        "manufacture",
        "proof",
        "concept",
        "chip",
        "reproducible",
        "proof",
        "concept",
        "chip",
        "allows",
        "u",
        "benchmark",
        "progress",
        "eliminating",
        "bias",
        "caused",
        "variability",
        "manufacture",
        "test",
        "chip",
        "next",
        "milestone",
        "project",
        "june",
        "proof",
        "principle",
        "protein",
        "sensor",
        "design",
        "meeting",
        "initial",
        "performance",
        "target",
        "sensitivity",
        "precision",
        "time",
        "result",
        "device",
        "stability",
        "large",
        "comparative",
        "study",
        "reported",
        "last",
        "quarter",
        "restarted",
        "study",
        "human",
        "diagnostic",
        "dna",
        "customer",
        "launched",
        "second",
        "half",
        "delayed",
        "management",
        "belief",
        "finishing",
        "validation",
        "study",
        "lead",
        "commercial",
        "production",
        "product",
        "recurring",
        "sale",
        "kit",
        "q2",
        "financial",
        "result",
        "overview",
        "six",
        "month",
        "ended",
        "march",
        "company",
        "recorded",
        "revenue",
        "sale",
        "custom",
        "kit",
        "platform",
        "well",
        "service",
        "revenue",
        "biopharma",
        "diagnostic",
        "customer",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "revenue",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "revenue",
        "compared",
        "prior",
        "period",
        "significant",
        "note",
        "larger",
        "percentage",
        "revenue",
        "current",
        "period",
        "due",
        "sale",
        "product",
        "kit",
        "versus",
        "revenue",
        "direct",
        "result",
        "transitioning",
        "existing",
        "customer",
        "commercial",
        "phase",
        "meaning",
        "development",
        "phase",
        "project",
        "complete",
        "purchasing",
        "kit",
        "continue",
        "development",
        "work",
        "customer",
        "done",
        "development",
        "work",
        "two",
        "new",
        "pharma",
        "customer",
        "six",
        "month",
        "ended",
        "march",
        "quarter",
        "company",
        "recorded",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "company",
        "recorded",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "greater",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "six",
        "month",
        "ended",
        "march",
        "increase",
        "net",
        "loss",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "result",
        "higher",
        "product",
        "commercialization",
        "development",
        "cost",
        "increased",
        "marketing",
        "cost",
        "associated",
        "shift",
        "company",
        "r",
        "expenditure",
        "excluding",
        "amortization",
        "compensation",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "r",
        "expenditure",
        "excluding",
        "amortization",
        "compensation",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "increase",
        "r",
        "expenditure",
        "three",
        "period",
        "result",
        "higher",
        "laboratory",
        "cost",
        "primarily",
        "related",
        "consumables",
        "purchased",
        "higher",
        "normal",
        "level",
        "ensure",
        "completion",
        "critical",
        "project",
        "meet",
        "internal",
        "deadline",
        "deliver",
        "finished",
        "product",
        "customer",
        "validation",
        "commercial",
        "kit",
        "sale",
        "company",
        "two",
        "customer",
        "project",
        "move",
        "commercial",
        "phase",
        "first",
        "quarter",
        "fiscal",
        "well",
        "starting",
        "development",
        "work",
        "two",
        "new",
        "pharma",
        "project",
        "first",
        "two",
        "quarter",
        "fiscal",
        "corporate",
        "general",
        "expense",
        "excluding",
        "compensation",
        "totaled",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "corporate",
        "general",
        "expense",
        "higher",
        "compared",
        "prior",
        "period",
        "due",
        "payment",
        "bonus",
        "march",
        "corporate",
        "general",
        "expense",
        "excluding",
        "compensation",
        "totaled",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "six",
        "month",
        "ended",
        "march",
        "corporate",
        "general",
        "expense",
        "higher",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "prior",
        "year",
        "due",
        "higher",
        "professional",
        "fee",
        "recruiting",
        "investor",
        "relation",
        "well",
        "payment",
        "bonus",
        "sale",
        "marketing",
        "expense",
        "primarily",
        "related",
        "sale",
        "marketing",
        "consultant",
        "fee",
        "travel",
        "related",
        "selling",
        "activity",
        "quarter",
        "sale",
        "marketing",
        "expense",
        "excluding",
        "compensation",
        "totaled",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "sale",
        "marketing",
        "expense",
        "excluding",
        "compensation",
        "totaled",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "six",
        "month",
        "ended",
        "march",
        "sale",
        "marketing",
        "expense",
        "higher",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "previous",
        "year",
        "primarily",
        "due",
        "addition",
        "sale",
        "personnel",
        "payment",
        "bonus",
        "commission",
        "conference",
        "call",
        "detail",
        "date",
        "friday",
        "may",
        "time",
        "et",
        "live",
        "call",
        "canada",
        "united",
        "state",
        "conference",
        "id",
        "webcast",
        "http",
        "archived",
        "copy",
        "conference",
        "call",
        "available",
        "day",
        "company",
        "website",
        "also",
        "http",
        "detailed",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "also",
        "made",
        "available",
        "company",
        "website",
        "information",
        "please",
        "contact",
        "chief",
        "executive",
        "officer",
        "andrew",
        "morris",
        "ext",
        "amorris",
        "vice",
        "president",
        "finance",
        "patricia",
        "lie",
        "ext",
        "plie",
        "sqi",
        "diagnostics",
        "sqi",
        "diagnostics",
        "life",
        "science",
        "diagnostics",
        "company",
        "develops",
        "clinical",
        "grade",
        "multiplexed",
        "microarray",
        "molecular",
        "assay",
        "run",
        "automated",
        "instrumentation",
        "pharmaceutical",
        "research",
        "animal",
        "health",
        "clinical",
        "diagnostics",
        "market",
        "sqi",
        "develops",
        "custom",
        "research",
        "diagnostic",
        "assay",
        "multiplexed",
        "meaning",
        "simplification",
        "consolidation",
        "automation",
        "many",
        "individual",
        "test",
        "one",
        "increase",
        "sample",
        "throughput",
        "reduces",
        "time",
        "cost",
        "chance",
        "human",
        "error",
        "provides",
        "excellent",
        "data",
        "quality",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "including",
        "without",
        "limitation",
        "word",
        "may",
        "plan",
        "estimate",
        "continue",
        "anticipate",
        "intend",
        "expect",
        "believe",
        "process",
        "benefit",
        "leading",
        "position",
        "possible",
        "subject",
        "similar",
        "expression",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "reflect",
        "company",
        "current",
        "expectation",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "ability",
        "market",
        "sell",
        "product",
        "including",
        "novel",
        "multiplexing",
        "technology",
        "detection",
        "platform",
        "ability",
        "maintain",
        "technical",
        "product",
        "advantage",
        "success",
        "diagnostic",
        "tool",
        "service",
        "business",
        "intent",
        "build",
        "revenue",
        "stream",
        "business",
        "successful",
        "regulatory",
        "filing",
        "receipt",
        "regulatory",
        "approval",
        "later",
        "stage",
        "quantitative",
        "diagnostic",
        "consumable",
        "kit",
        "adverse",
        "change",
        "general",
        "economic",
        "condition",
        "international",
        "risk",
        "currency",
        "exchange",
        "fluctuation",
        "competitor",
        "activity",
        "technology",
        "change",
        "regulatory",
        "approval",
        "impact",
        "healthcare",
        "reform",
        "legislation",
        "sqi",
        "ability",
        "raise",
        "additional",
        "fund",
        "future",
        "statement",
        "risk",
        "uncertainty",
        "detailed",
        "company",
        "ongoing",
        "filing",
        "security",
        "regulatory",
        "authority",
        "available",
        "public",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "either",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "sqi",
        "diagnostics",
        "inc"
    ]
}