{
    "organizations": [],
    "uuid": "688764883ae6dbebd0ce102302d6415d75389620",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/02/trump-advisor-roger-stone-pleads-for-donations-to-help-sue-his-enemies.html",
    "ord_in_thread": 0,
    "title": "Trump confidant Roger Stone pleads for money to help him sue his enemies",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Roger Stone needs money — to fund his legal ambitions.\nThe longtime political operative, provocateur and confidant of President Donald Trump has taken to the internet to mount a desperate plea for cash. In lengthy fundraising emails and sprawling state-of-play updates in recent weeks, Stone writes that his family is facing financial annihilation from the legal bills he's incurring to defend himself in what he calls \"frivolous, groundless, defamatory\" lawsuits.\nBut while plugging his \"legal defense fund,\" Stone has given discordant explanations for both the size and origin of his legal bills. He also told CNBC that he's planning to use donors' money to sue the government — a notion Stone omits from his appeals for money, which invariably paint him as the victim of a \"nonstop onslaught of malicious attacks on every front.\"\nAs the investigations of Russian involvement in the 2016 election persist, witnesses and targets alike have increasingly turned to crowdfunding sites to supplement their legal fees. But behind their formal-sounding names, some legal defense funds require little more than a name and a bank account to appeal to the public for unlimited money.\nLaunched in August 2017, the Roger Stone Legal Defense Fund is not legally required to disclose anything about the source of its funds, or what it actually does with donors' money. CNBC requested this and other related information about the legal fund from Stone on Wednesday, but he did not respond.\nStone is far from the only person to solicit online contributions to cover his legal troubles. But the seesawing account of his legal debts, coupled with his use of a particularly nebulous payment system, set him apart from other high-profile figures' online pleas.\nStone's snags Stone has long maintained a hold on the levers of power in Washington, having worked for at least four Republican presidents in various roles.\nFollowing Trump's bid for the White House, Stone's grip has become stronger than ever. Stone advised Trump as a candidate and has given circumspect answers about his contacts with Trump as president.\nBut the strengthened influence has created new problems for Stone, who now finds himself mired in the various ongoing investigations and lawsuits related to alleged Russian election meddling during the 2016 campaign.\nStone's correspondence with and public praise for \"Guccifer 2.0,\" the alias of the hacker who claimed to have broken into the Democratic National Committee's servers in 2016, and Julian Assange — the founder of Wikileaks, which published the committee's emails — have reportedly placed Stone in the crosshairs of special counsel Robert Mueller 's probe of potential coordination between the Trump campaign and Russia.\nStone also spoke with the House Intelligence Committee as part of its own investigation into the presidential election. Last month, the committee, which has been fraught by partisanship, published two reports on its findings: one from the Republican majority, which found no evidence of Trump-Russia coordination, and a highly critical Democratic rebuttal.\nIn an email to CNBC, Stone said his legal costs also pertain to two pending Senate inquiries on the election, although it is unclear whether Stone has yet testified before either committee.\nBeyond the Washington beltway, Stone is a defendant in at least three active lawsuits. He and the Trump campaign were sued last year by three individuals backed by the advocacy group Protect Democracy, who accused Stone of violating their privacy for his alleged role in the hacking and publishing of DNC emails. Stone called the lawsuit \"a complete fantasy.\"\nIn April, the Democratic National Committee sued Stone and a dozen other parties, including the Trump campaign, alleging that Stone conspired with Russia, Wikileaks and the Trump campaign to subvert the 2016 presidential election.\nThe DNC lawsuit arrived barely a month after Stone was served with a defamation lawsuit by Guo Wengui, a Chinese businessman and political activist. Wengui claims that Stone falsely accused him of violating U.S. finance and election laws.\nWengui is seeking $100 million in damages from Stone.\nAdding it up, with varying results In a long exhortation on his crowdfunding website, Stone said the \"crushing\" web of legal threats against him \"threatens to destroy me and my family financially — all because I fought to elect Donald Trump.\"\nHis legal bills, the website says, \"exceed $457,000 and are likely to reach $1,000,000\" in total. The amount already paid includes a $150,000 court filing to dismiss the lawsuit involving Protect Democracy, along with a \"six-figure bill\" from an attorney representing him in congressional investigations, he claimed.\nStone also mentioned the $457,000 figure in a video published Nov. 6, 2017.\nMonths later, in an April 5 post on stonezone.com directing readers to the legal fund, Stone-affiliated blogger Jacob Engels said Stone's fees skyrocketed. \"He has incurred nearly a million dollars in legal fees,\" said Engels, who added that Stone will likely have to spend much more afterward.\nBut another account of Stone's legal fees, delivered in an email blast from Stone on Tuesday, chafes against the April 5 claim.\n\"My legal bills defending against these partisan witch hunts already exceed $545,000!\" Stone wrote. \"I literally do not have this kind of money. It is why I must turn to you for help.\"\nIn correspondence with CNBC, Stone's description of his expenditures only grew more opaque.\nStone said in an April 25 email that his legal fees \"are more than a half million and projected, with the bogus DNC lawsuit to reach [$1 million].\"\nThe DNC's suit was filed April 20 — weeks after Engels wrote that Stone has incurred \"nearly a million dollars\" in fees.\n\"I'm not at liberty to discuss or comment on his strategy or legal efforts past what I have already stated,\" Engels said in an email to CNBC.\nIn a follow-up message Tuesday, Stone said the math was \"simple.\" He said that his fees for the congressional investigations totaled \"just under $475,000\" and that roughly another $175,000 was spent on his Florida attorneys, who attempted to dismiss the Protect Democracy lawsuit in October.\nHis fees so far, he said Tuesday, total $650,000. That's more than $100,000 higher than the figure cited in a form letter sent the same day.\nAnd in a new explanation of his projected legal costs, Stone revealed that, rather than merely defend himself against outside threats, he plans to take proactive legal actions against the government.\nStone told CNBC that his legal fees include filing public records requests and an upcoming lawsuit against the government over an alleged warrant against him through the Foreign Intelligence Surveillance Act, or FISA.\n\"It's the greatest violation of civil liberties in American political history,\" Stone said of the alleged warrant in an interview with right-wing conspiracy theorist Alex Jones . \"It's an outrageous crime for which somebody has to be punished.\"\nSuch warrants, which are arbitrated in secret courts to spy on Americans suspected of illegal foreign activities, have become a political lightning rod in Congress in recent months. Republicans, including Reps. Devin Nunes and Trey Gowdy , have accused the Justice Department of seeking warrants against Trump-connected figures based on political bias. Nunes worked on Trump's transition team after the 2016 election.\nStone said that as much as $350,000 of the projected $1 million he faces in legal fees will be spent on proactive government litigation — which is never mentioned in the form emails sent to his subscribers or on his legal fund website.\nThis again contradicts Stone's earlier remarks on his website, when he wrote that preparing to testify before the Senate Intelligence Committee is what would inflate his legal bills near the million-dollar mark.\nStone did not respond to a detailed list of questions from CNBC about the legal defense fund and how he planned to use it.\nStone vs. Stormy: Crowdfunding comparison However Stone may be using his online donation page, he's far from the first to use one to fund legal efforts. Such crowdfunding campaigns are increasingly common among high-profile stakeholders in politics and litigation alike.\nPorn star Stormy Daniels , who is suing Trump in multiple lawsuits, has raised more than $360,000 through online pledges since launching her campaign in March.\nMichael Caputo, a former Trump campaign advisor, recently told CNBC he is accepting online donations to pay his legal fees, which he said are piling up through his involvement as a witness in the special counsel's investigation.\nEven former FBI Deputy Director Andrew McCabe , who was fired by Attorney General Jeff Sessions in April, briefly accepted donations through the website GoFundMe.\nBut Stone's crowdfunding tactics stand apart from many other public figures for the lack of accountability in his campaign.\nDaniels launched her page through crowdjustice.com, which makes guarantees about how donors' money will be spent. And Daniels herself promised that all the money would be used solely to pay her legal fees.\nStone's donations, however, are bound by no such measure of accountability. His fund website notes that \" Contributions are not deductible for federal income tax purposes. Under the Internal Revenue Code, all contributions to the Roger Stone Legal Defense Fund are considered gifts to Roger Stone.\"\nThe fund's administrators, accounting firm Robert Watkins & Company, did not respond to CNBC's attempts at outreach.\nIn the meantime, Stone shows no signs of turning down the volume.\n\"This is 'LAWFARE', the newest abusive tactic of the underhanded radical left,\" Stone wrote in Tuesday's fundraising email. \"They intend to financially destroy my family and me, driving us to bankruptcy.\"",
    "published": "2018-05-02T23:57:00.000+03:00",
    "crawled": "2018-05-03T00:06:33.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "roger",
        "stone",
        "need",
        "money",
        "fund",
        "legal",
        "ambition",
        "longtime",
        "political",
        "operative",
        "provocateur",
        "confidant",
        "president",
        "donald",
        "trump",
        "taken",
        "internet",
        "mount",
        "desperate",
        "plea",
        "cash",
        "lengthy",
        "fundraising",
        "email",
        "sprawling",
        "update",
        "recent",
        "week",
        "stone",
        "writes",
        "family",
        "facing",
        "financial",
        "annihilation",
        "legal",
        "bill",
        "incurring",
        "defend",
        "call",
        "frivolous",
        "groundless",
        "defamatory",
        "lawsuit",
        "plugging",
        "legal",
        "defense",
        "fund",
        "stone",
        "given",
        "discordant",
        "explanation",
        "size",
        "origin",
        "legal",
        "bill",
        "also",
        "told",
        "cnbc",
        "planning",
        "use",
        "donor",
        "money",
        "sue",
        "government",
        "notion",
        "stone",
        "omits",
        "appeal",
        "money",
        "invariably",
        "paint",
        "victim",
        "nonstop",
        "onslaught",
        "malicious",
        "attack",
        "every",
        "front",
        "investigation",
        "russian",
        "involvement",
        "election",
        "persist",
        "witness",
        "target",
        "alike",
        "increasingly",
        "turned",
        "crowdfunding",
        "site",
        "supplement",
        "legal",
        "fee",
        "behind",
        "name",
        "legal",
        "defense",
        "fund",
        "require",
        "little",
        "name",
        "bank",
        "account",
        "appeal",
        "public",
        "unlimited",
        "money",
        "launched",
        "august",
        "roger",
        "stone",
        "legal",
        "defense",
        "fund",
        "legally",
        "required",
        "disclose",
        "anything",
        "source",
        "fund",
        "actually",
        "donor",
        "money",
        "cnbc",
        "requested",
        "related",
        "information",
        "legal",
        "fund",
        "stone",
        "wednesday",
        "respond",
        "stone",
        "far",
        "person",
        "solicit",
        "online",
        "contribution",
        "cover",
        "legal",
        "trouble",
        "seesawing",
        "account",
        "legal",
        "debt",
        "coupled",
        "use",
        "particularly",
        "nebulous",
        "payment",
        "system",
        "set",
        "apart",
        "figure",
        "online",
        "plea",
        "stone",
        "snag",
        "stone",
        "long",
        "maintained",
        "hold",
        "lever",
        "power",
        "washington",
        "worked",
        "least",
        "four",
        "republican",
        "president",
        "various",
        "role",
        "following",
        "trump",
        "bid",
        "white",
        "house",
        "stone",
        "grip",
        "become",
        "stronger",
        "ever",
        "stone",
        "advised",
        "trump",
        "candidate",
        "given",
        "circumspect",
        "answer",
        "contact",
        "trump",
        "president",
        "strengthened",
        "influence",
        "created",
        "new",
        "problem",
        "stone",
        "find",
        "mired",
        "various",
        "ongoing",
        "investigation",
        "lawsuit",
        "related",
        "alleged",
        "russian",
        "election",
        "meddling",
        "campaign",
        "stone",
        "correspondence",
        "public",
        "praise",
        "guccifer",
        "alias",
        "hacker",
        "claimed",
        "broken",
        "democratic",
        "national",
        "committee",
        "server",
        "julian",
        "assange",
        "founder",
        "wikileaks",
        "published",
        "committee",
        "email",
        "reportedly",
        "placed",
        "stone",
        "crosshairs",
        "special",
        "counsel",
        "robert",
        "mueller",
        "probe",
        "potential",
        "coordination",
        "trump",
        "campaign",
        "russia",
        "stone",
        "also",
        "spoke",
        "house",
        "intelligence",
        "committee",
        "part",
        "investigation",
        "presidential",
        "election",
        "last",
        "month",
        "committee",
        "fraught",
        "partisanship",
        "published",
        "two",
        "report",
        "finding",
        "one",
        "republican",
        "majority",
        "found",
        "evidence",
        "coordination",
        "highly",
        "critical",
        "democratic",
        "rebuttal",
        "email",
        "cnbc",
        "stone",
        "said",
        "legal",
        "cost",
        "also",
        "pertain",
        "two",
        "pending",
        "senate",
        "inquiry",
        "election",
        "although",
        "unclear",
        "whether",
        "stone",
        "yet",
        "testified",
        "either",
        "committee",
        "beyond",
        "washington",
        "beltway",
        "stone",
        "defendant",
        "least",
        "three",
        "active",
        "lawsuit",
        "trump",
        "campaign",
        "sued",
        "last",
        "year",
        "three",
        "individual",
        "backed",
        "advocacy",
        "group",
        "protect",
        "democracy",
        "accused",
        "stone",
        "violating",
        "privacy",
        "alleged",
        "role",
        "hacking",
        "publishing",
        "dnc",
        "email",
        "stone",
        "called",
        "lawsuit",
        "complete",
        "fantasy",
        "april",
        "democratic",
        "national",
        "committee",
        "sued",
        "stone",
        "dozen",
        "party",
        "including",
        "trump",
        "campaign",
        "alleging",
        "stone",
        "conspired",
        "russia",
        "wikileaks",
        "trump",
        "campaign",
        "subvert",
        "presidential",
        "election",
        "dnc",
        "lawsuit",
        "arrived",
        "barely",
        "month",
        "stone",
        "served",
        "defamation",
        "lawsuit",
        "guo",
        "wengui",
        "chinese",
        "businessman",
        "political",
        "activist",
        "wengui",
        "claim",
        "stone",
        "falsely",
        "accused",
        "violating",
        "finance",
        "election",
        "law",
        "wengui",
        "seeking",
        "million",
        "damage",
        "stone",
        "adding",
        "varying",
        "result",
        "long",
        "exhortation",
        "crowdfunding",
        "website",
        "stone",
        "said",
        "crushing",
        "web",
        "legal",
        "threat",
        "threatens",
        "destroy",
        "family",
        "financially",
        "fought",
        "elect",
        "donald",
        "trump",
        "legal",
        "bill",
        "website",
        "say",
        "exceed",
        "likely",
        "reach",
        "total",
        "amount",
        "already",
        "paid",
        "includes",
        "court",
        "filing",
        "dismiss",
        "lawsuit",
        "involving",
        "protect",
        "democracy",
        "along",
        "bill",
        "attorney",
        "representing",
        "congressional",
        "investigation",
        "claimed",
        "stone",
        "also",
        "mentioned",
        "figure",
        "video",
        "published",
        "month",
        "later",
        "april",
        "post",
        "directing",
        "reader",
        "legal",
        "fund",
        "blogger",
        "jacob",
        "engels",
        "said",
        "stone",
        "fee",
        "skyrocketed",
        "incurred",
        "nearly",
        "million",
        "dollar",
        "legal",
        "fee",
        "said",
        "engels",
        "added",
        "stone",
        "likely",
        "spend",
        "much",
        "afterward",
        "another",
        "account",
        "stone",
        "legal",
        "fee",
        "delivered",
        "email",
        "blast",
        "stone",
        "tuesday",
        "chafe",
        "april",
        "claim",
        "legal",
        "bill",
        "defending",
        "partisan",
        "witch",
        "hunt",
        "already",
        "exceed",
        "stone",
        "wrote",
        "literally",
        "kind",
        "money",
        "must",
        "turn",
        "help",
        "correspondence",
        "cnbc",
        "stone",
        "description",
        "expenditure",
        "grew",
        "opaque",
        "stone",
        "said",
        "april",
        "email",
        "legal",
        "fee",
        "half",
        "million",
        "projected",
        "bogus",
        "dnc",
        "lawsuit",
        "reach",
        "million",
        "dnc",
        "suit",
        "filed",
        "april",
        "week",
        "engels",
        "wrote",
        "stone",
        "incurred",
        "nearly",
        "million",
        "dollar",
        "fee",
        "liberty",
        "discus",
        "comment",
        "strategy",
        "legal",
        "effort",
        "past",
        "already",
        "stated",
        "engels",
        "said",
        "email",
        "cnbc",
        "message",
        "tuesday",
        "stone",
        "said",
        "math",
        "simple",
        "said",
        "fee",
        "congressional",
        "investigation",
        "totaled",
        "roughly",
        "another",
        "spent",
        "florida",
        "attorney",
        "attempted",
        "dismiss",
        "protect",
        "democracy",
        "lawsuit",
        "october",
        "fee",
        "far",
        "said",
        "tuesday",
        "total",
        "higher",
        "figure",
        "cited",
        "form",
        "letter",
        "sent",
        "day",
        "new",
        "explanation",
        "projected",
        "legal",
        "cost",
        "stone",
        "revealed",
        "rather",
        "merely",
        "defend",
        "outside",
        "threat",
        "plan",
        "take",
        "proactive",
        "legal",
        "action",
        "government",
        "stone",
        "told",
        "cnbc",
        "legal",
        "fee",
        "include",
        "filing",
        "public",
        "record",
        "request",
        "upcoming",
        "lawsuit",
        "government",
        "alleged",
        "warrant",
        "foreign",
        "intelligence",
        "surveillance",
        "act",
        "fisa",
        "greatest",
        "violation",
        "civil",
        "liberty",
        "american",
        "political",
        "history",
        "stone",
        "said",
        "alleged",
        "warrant",
        "interview",
        "conspiracy",
        "theorist",
        "alex",
        "jones",
        "outrageous",
        "crime",
        "somebody",
        "punished",
        "warrant",
        "arbitrated",
        "secret",
        "court",
        "spy",
        "american",
        "suspected",
        "illegal",
        "foreign",
        "activity",
        "become",
        "political",
        "lightning",
        "rod",
        "congress",
        "recent",
        "month",
        "republican",
        "including",
        "devin",
        "nunes",
        "trey",
        "gowdy",
        "accused",
        "justice",
        "department",
        "seeking",
        "warrant",
        "figure",
        "based",
        "political",
        "bias",
        "nunes",
        "worked",
        "trump",
        "transition",
        "team",
        "election",
        "stone",
        "said",
        "much",
        "projected",
        "million",
        "face",
        "legal",
        "fee",
        "spent",
        "proactive",
        "government",
        "litigation",
        "never",
        "mentioned",
        "form",
        "email",
        "sent",
        "subscriber",
        "legal",
        "fund",
        "website",
        "contradicts",
        "stone",
        "earlier",
        "remark",
        "website",
        "wrote",
        "preparing",
        "testify",
        "senate",
        "intelligence",
        "committee",
        "would",
        "inflate",
        "legal",
        "bill",
        "near",
        "mark",
        "stone",
        "respond",
        "detailed",
        "list",
        "question",
        "cnbc",
        "legal",
        "defense",
        "fund",
        "planned",
        "use",
        "stone",
        "stormy",
        "crowdfunding",
        "comparison",
        "however",
        "stone",
        "may",
        "using",
        "online",
        "donation",
        "page",
        "far",
        "first",
        "use",
        "one",
        "fund",
        "legal",
        "effort",
        "crowdfunding",
        "campaign",
        "increasingly",
        "common",
        "among",
        "stakeholder",
        "politics",
        "litigation",
        "alike",
        "porn",
        "star",
        "stormy",
        "daniel",
        "suing",
        "trump",
        "multiple",
        "lawsuit",
        "raised",
        "online",
        "pledge",
        "since",
        "launching",
        "campaign",
        "march",
        "michael",
        "caputo",
        "former",
        "trump",
        "campaign",
        "advisor",
        "recently",
        "told",
        "cnbc",
        "accepting",
        "online",
        "donation",
        "pay",
        "legal",
        "fee",
        "said",
        "piling",
        "involvement",
        "witness",
        "special",
        "counsel",
        "investigation",
        "even",
        "former",
        "fbi",
        "deputy",
        "director",
        "andrew",
        "mccabe",
        "fired",
        "attorney",
        "general",
        "jeff",
        "session",
        "april",
        "briefly",
        "accepted",
        "donation",
        "website",
        "gofundme",
        "stone",
        "crowdfunding",
        "tactic",
        "stand",
        "apart",
        "many",
        "public",
        "figure",
        "lack",
        "accountability",
        "campaign",
        "daniel",
        "launched",
        "page",
        "make",
        "guarantee",
        "donor",
        "money",
        "spent",
        "daniel",
        "promised",
        "money",
        "would",
        "used",
        "solely",
        "pay",
        "legal",
        "fee",
        "stone",
        "donation",
        "however",
        "bound",
        "measure",
        "accountability",
        "fund",
        "website",
        "note",
        "contribution",
        "deductible",
        "federal",
        "income",
        "tax",
        "purpose",
        "internal",
        "revenue",
        "code",
        "contribution",
        "roger",
        "stone",
        "legal",
        "defense",
        "fund",
        "considered",
        "gift",
        "roger",
        "stone",
        "fund",
        "administrator",
        "accounting",
        "firm",
        "robert",
        "watkins",
        "company",
        "respond",
        "cnbc",
        "attempt",
        "outreach",
        "meantime",
        "stone",
        "show",
        "sign",
        "turning",
        "volume",
        "newest",
        "abusive",
        "tactic",
        "underhanded",
        "radical",
        "left",
        "stone",
        "wrote",
        "tuesday",
        "fundraising",
        "email",
        "intend",
        "financially",
        "destroy",
        "family",
        "driving",
        "u",
        "bankruptcy"
    ]
}