{
    "organizations": [],
    "uuid": "01d37eefb207e1ff25bade16bbf6f881d387cd67",
    "author": "Laurence Tribe",
    "url": "https://www.wsj.com/articles/the-danger-of-constant-impeachment-talk-1525446136",
    "ord_in_thread": 0,
    "title": "The Danger of Constant Impeachment Talk",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "26 COMMENTS The 2016 presidential election was the first campaign in American history marked by credible threats of impeachment against whoever won. This was partly because both Donald Trump and Hillary Clinton had long been shadowed by charges of corruption, criminality and conspiracy. But it also reflected a more unnerving development: the emergence of a permanent presidential impeachment campaign.\nSince the failed effort to oust President Bill Clinton two decades ago, calls to remove the president have become standard fare in American politics. In a stark break from the past, a whole generation has come to view impeachment talk as an ordinary feature of our partisan civil war, in which nothing is sacred and the Constitution has been weaponized.\nThis degradation of presidential impeachment is dangerous. It has trapped the American people in a massive “boy-who-cried-wolf” dilemma. It has turbocharged the forces of partisan dysfunction and democratic decline. And most perversely, it has left presidents freer to abuse their power. To reverse this damaging shift, we must all find our way to a more rational understanding of impeachment’s appropriate role in our constitutional order.\nYou wouldn’t know it from watching cable news today, but impeachment played a marginal role for most of American history. Despite quixotic calls to remove a few early presidents, savvy politicians soon realized that impeachment was “little better than a tale to amuse, like Utopia, or Swift’s flying island,” as Sen. George Bibb of Kentucky remarked after the Senate voted to censure President Andrew Jackson in 1834. Assembling a majority of the House to impeach, and two-thirds of the Senate to convict, was simply too difficult in a world of organized political parties (which the Constitution’s framers did not anticipate).\n‘ When calls to impeach the president are played on repeat for years, they lose their punch. That is where we find ourselves today. ’\nAn even more wary view of the removal power emerged after 1868, when the Senate narrowly acquitted President Andrew Johnson on articles of impeachment. Although Johnson’s overt campaign to sabotage Congress’s plan for Reconstruction would have provided legitimate grounds for his removal, it soon became fashionable to condemn his trial as hopelessly partisan. To many, the impeachment power seemed tarnished and disreputable.\nSo things stood for over a century. Impeachment was banished to the political hinterlands, where it became the province of cranks, radicals and angry mobs. With only a handful of fleeting exceptions, respectable politicians avoided the subject.\nPresident Richard Nixon announces his resignation on Aug. 8, 1974, days after articles of impeachment were passed by the House Judiciary Committee and sent on for a vote by the full House of Representatives. Photo: Hulton Archive/Getty Images Then came President Richard Nixon, who brought impeachment roaring back to life and ultimately resigned in 1974 to avoid it. The Watergate scandal and its aftermath were traumatic for the country, however. For two decades afterward, references to impeachment remained rare. The subject briefly surfaced over President Ronald Reagan’s role in the Iran-Contra scandal, and President George H.W. Bush faced a frivolous call for impeachment after he launched the Persian Gulf War. But even amid intense disagreements, partisan threats to oust the president were largely out of bounds.\nThe impeachment of Bill Clinton broke that dam. In 1998, Republicans sought his removal for perjury and obstruction of justice relating to investigations of his extramarital sexual relationships. Born of partisan spite in the House, and rejected on partisan lines in the Senate, the case against Mr. Clinton accelerated the most poisonous trends in our political system. During the administrations of Presidents George W. Bush and Barack Obama, their most aggressive foes invoked impeachment to inflame their political bases and to signal unyielding opposition. Allies of Messrs. Bush and Obama, in turn, used these threats to raise funds and condemn the other party as extreme. Six years into each presidency, over 30% of the public supported impeachment.\n‘ Unrestrained impeachment rhetoric may even make it easier for a president to abuse his power. ’\nBy 2016, a coterie of journalists, political operatives and elected officials had spent nearly two decades mastering the strategy and rhetoric of the permanent impeachment campaign. Calls for impeachment, and outraged condemnations of them, were now firmly established in our polarized political debate. It was no great surprise to hear politicians discuss their plans to impeach Mr. Trump or Mrs. Clinton before either had been elected, let alone sworn into office.\nThe impeachment power exists to save our democracy from tyranny and corruption, but it can fulfill this noble constitutional purpose only if it is taken seriously. When calls to impeach the president are played on repeat for years, they lose their punch. That is where we find ourselves today.\nPresident Trump’s political opponents are quick to frame their disagreements with him in terms of impeachment. His supporters, in turn, are quick to dismiss even legitimate discussion of presidential wrongdoing as a partisan conspiracy. With our senses dulled by a surfeit of impeachment talk, the nation may find it especially difficult to remove a tyrannical president when doing so is truly necessary.\nPresident Bill Clinton, accompanied by first lady Hillary Clinton, vows to complete his term after a Dec. 19, 1998 impeachment vote in Congress. The Senate acquitted him, but the political floodgates opened for permanent impeachment rhetoric. Photo: Susan Walsh/Associated Press Don’t get us wrong: Sometimes impeachment talk is essential. When a president approaches the outer limits of his power, inspires doubt concerning his mental fitness or adopts bizarre positions on matters of great importance, demands for his removal can function as an early warning system. They can also generate corrective political energies and invigorate other constitutional checks and balances. There are even times when impeachment hearings or full-blown proceedings are called for. Although key facts remain shrouded, it’s possible that Mr. Trump has created those circumstances.\nMore Essays\nWe’ve Got to Stop Meeting Like This: Tips for Better Workplace Gatherings May 4, 2018 The Danger of Constant Impeachment Talk May 4, 2018 The Teenage Social-Media Trap May 4, 2018 A #MeToo Divorce Debate in the Philippines April 27, 2018 But the steady barrage of impeachment talk from both parties has pushed our politics toward destabilizing extremes. Some of the president’s opponents seem to view every skirmish as a battle in their war to depose a tyrant, while some of his allies treat every rebuke as a threat to his survival. Because the stakes are so high, fixating on impeachment reinforces our most harmful tribal tendencies.\nUnrestrained impeachment rhetoric may even make it easier for a president to abuse his power. As threats of removal motivate a president’s base to rally around him, he may worry less about political pushback from his own ranks. And as some Democrats have warned, the president’s opponents may suffer at the polls if they are seen as standing only for the negative step of impeachment.\nSince the late 1990s, the permanent impeachment campaign has done great harm to our politics. It’s time to restore a saner and more reflective view of the impeachment power. The fate of our democracy may depend on it.\n—Mr. Tribe is the Carl M. Loeb University Professor and professor of constitutional law at Harvard. Mr. Matz is a constitutional lawyer in Washington, D.C. This essay is adapted from their new book, “To End a Presidency: The Power of Impeachment,” which will be published on May 15 by Basic Books.",
    "published": "2018-05-04T19:02:00.000+03:00",
    "crawled": "2018-05-05T18:22:15.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "presidential",
        "election",
        "first",
        "campaign",
        "american",
        "history",
        "marked",
        "credible",
        "threat",
        "impeachment",
        "whoever",
        "partly",
        "donald",
        "trump",
        "hillary",
        "clinton",
        "long",
        "shadowed",
        "charge",
        "corruption",
        "criminality",
        "conspiracy",
        "also",
        "reflected",
        "unnerving",
        "development",
        "emergence",
        "permanent",
        "presidential",
        "impeachment",
        "campaign",
        "since",
        "failed",
        "effort",
        "oust",
        "president",
        "bill",
        "clinton",
        "two",
        "decade",
        "ago",
        "call",
        "remove",
        "president",
        "become",
        "standard",
        "fare",
        "american",
        "politics",
        "stark",
        "break",
        "past",
        "whole",
        "generation",
        "come",
        "view",
        "impeachment",
        "talk",
        "ordinary",
        "feature",
        "partisan",
        "civil",
        "war",
        "nothing",
        "sacred",
        "constitution",
        "weaponized",
        "degradation",
        "presidential",
        "impeachment",
        "dangerous",
        "trapped",
        "american",
        "people",
        "massive",
        "dilemma",
        "turbocharged",
        "force",
        "partisan",
        "dysfunction",
        "democratic",
        "decline",
        "perversely",
        "left",
        "president",
        "freer",
        "abuse",
        "power",
        "reverse",
        "damaging",
        "shift",
        "must",
        "find",
        "way",
        "rational",
        "understanding",
        "impeachment",
        "appropriate",
        "role",
        "constitutional",
        "order",
        "know",
        "watching",
        "cable",
        "news",
        "today",
        "impeachment",
        "played",
        "marginal",
        "role",
        "american",
        "history",
        "despite",
        "quixotic",
        "call",
        "remove",
        "early",
        "president",
        "savvy",
        "politician",
        "soon",
        "realized",
        "impeachment",
        "little",
        "better",
        "tale",
        "amuse",
        "like",
        "utopia",
        "swift",
        "flying",
        "island",
        "george",
        "bibb",
        "kentucky",
        "remarked",
        "senate",
        "voted",
        "censure",
        "president",
        "andrew",
        "jackson",
        "assembling",
        "majority",
        "house",
        "impeach",
        "senate",
        "convict",
        "simply",
        "difficult",
        "world",
        "organized",
        "political",
        "party",
        "constitution",
        "framer",
        "anticipate",
        "call",
        "impeach",
        "president",
        "played",
        "repeat",
        "year",
        "lose",
        "punch",
        "find",
        "today",
        "even",
        "wary",
        "view",
        "removal",
        "power",
        "emerged",
        "senate",
        "narrowly",
        "acquitted",
        "president",
        "andrew",
        "johnson",
        "article",
        "impeachment",
        "although",
        "johnson",
        "overt",
        "campaign",
        "sabotage",
        "congress",
        "plan",
        "reconstruction",
        "would",
        "provided",
        "legitimate",
        "ground",
        "removal",
        "soon",
        "became",
        "fashionable",
        "condemn",
        "trial",
        "hopelessly",
        "partisan",
        "many",
        "impeachment",
        "power",
        "seemed",
        "tarnished",
        "disreputable",
        "thing",
        "stood",
        "century",
        "impeachment",
        "banished",
        "political",
        "hinterland",
        "became",
        "province",
        "crank",
        "radical",
        "angry",
        "mob",
        "handful",
        "fleeting",
        "exception",
        "respectable",
        "politician",
        "avoided",
        "subject",
        "president",
        "richard",
        "nixon",
        "announces",
        "resignation",
        "day",
        "article",
        "impeachment",
        "passed",
        "house",
        "judiciary",
        "committee",
        "sent",
        "vote",
        "full",
        "house",
        "representative",
        "photo",
        "hulton",
        "image",
        "came",
        "president",
        "richard",
        "nixon",
        "brought",
        "impeachment",
        "roaring",
        "back",
        "life",
        "ultimately",
        "resigned",
        "avoid",
        "watergate",
        "scandal",
        "aftermath",
        "traumatic",
        "country",
        "however",
        "two",
        "decade",
        "afterward",
        "reference",
        "impeachment",
        "remained",
        "rare",
        "subject",
        "briefly",
        "surfaced",
        "president",
        "ronald",
        "reagan",
        "role",
        "scandal",
        "president",
        "george",
        "bush",
        "faced",
        "frivolous",
        "call",
        "impeachment",
        "launched",
        "persian",
        "gulf",
        "war",
        "even",
        "amid",
        "intense",
        "disagreement",
        "partisan",
        "threat",
        "oust",
        "president",
        "largely",
        "bound",
        "impeachment",
        "bill",
        "clinton",
        "broke",
        "dam",
        "republican",
        "sought",
        "removal",
        "perjury",
        "obstruction",
        "justice",
        "relating",
        "investigation",
        "extramarital",
        "sexual",
        "relationship",
        "born",
        "partisan",
        "spite",
        "house",
        "rejected",
        "partisan",
        "line",
        "senate",
        "case",
        "clinton",
        "accelerated",
        "poisonous",
        "trend",
        "political",
        "system",
        "administration",
        "president",
        "george",
        "bush",
        "barack",
        "obama",
        "aggressive",
        "foe",
        "invoked",
        "impeachment",
        "inflame",
        "political",
        "base",
        "signal",
        "unyielding",
        "opposition",
        "ally",
        "bush",
        "obama",
        "turn",
        "used",
        "threat",
        "raise",
        "fund",
        "condemn",
        "party",
        "extreme",
        "six",
        "year",
        "presidency",
        "public",
        "supported",
        "impeachment",
        "unrestrained",
        "impeachment",
        "rhetoric",
        "may",
        "even",
        "make",
        "easier",
        "president",
        "abuse",
        "power",
        "coterie",
        "journalist",
        "political",
        "operative",
        "elected",
        "official",
        "spent",
        "nearly",
        "two",
        "decade",
        "mastering",
        "strategy",
        "rhetoric",
        "permanent",
        "impeachment",
        "campaign",
        "call",
        "impeachment",
        "outraged",
        "condemnation",
        "firmly",
        "established",
        "polarized",
        "political",
        "debate",
        "great",
        "surprise",
        "hear",
        "politician",
        "discus",
        "plan",
        "impeach",
        "trump",
        "clinton",
        "either",
        "elected",
        "let",
        "alone",
        "sworn",
        "office",
        "impeachment",
        "power",
        "exists",
        "save",
        "democracy",
        "tyranny",
        "corruption",
        "fulfill",
        "noble",
        "constitutional",
        "purpose",
        "taken",
        "seriously",
        "call",
        "impeach",
        "president",
        "played",
        "repeat",
        "year",
        "lose",
        "punch",
        "find",
        "today",
        "president",
        "trump",
        "political",
        "opponent",
        "quick",
        "frame",
        "disagreement",
        "term",
        "impeachment",
        "supporter",
        "turn",
        "quick",
        "dismiss",
        "even",
        "legitimate",
        "discussion",
        "presidential",
        "wrongdoing",
        "partisan",
        "conspiracy",
        "sens",
        "dulled",
        "surfeit",
        "impeachment",
        "talk",
        "nation",
        "may",
        "find",
        "especially",
        "difficult",
        "remove",
        "tyrannical",
        "president",
        "truly",
        "necessary",
        "president",
        "bill",
        "clinton",
        "accompanied",
        "first",
        "lady",
        "hillary",
        "clinton",
        "vow",
        "complete",
        "term",
        "impeachment",
        "vote",
        "congress",
        "senate",
        "acquitted",
        "political",
        "floodgate",
        "opened",
        "permanent",
        "impeachment",
        "rhetoric",
        "photo",
        "susan",
        "press",
        "get",
        "u",
        "wrong",
        "sometimes",
        "impeachment",
        "talk",
        "essential",
        "president",
        "approach",
        "outer",
        "limit",
        "power",
        "inspires",
        "doubt",
        "concerning",
        "mental",
        "fitness",
        "adopts",
        "bizarre",
        "position",
        "matter",
        "great",
        "importance",
        "demand",
        "removal",
        "function",
        "early",
        "warning",
        "system",
        "also",
        "generate",
        "corrective",
        "political",
        "energy",
        "invigorate",
        "constitutional",
        "check",
        "balance",
        "even",
        "time",
        "impeachment",
        "hearing",
        "proceeding",
        "called",
        "although",
        "key",
        "fact",
        "remain",
        "shrouded",
        "possible",
        "trump",
        "created",
        "circumstance",
        "essay",
        "got",
        "stop",
        "meeting",
        "like",
        "tip",
        "better",
        "workplace",
        "gathering",
        "may",
        "danger",
        "constant",
        "impeachment",
        "talk",
        "may",
        "teenage",
        "trap",
        "may",
        "metoo",
        "divorce",
        "debate",
        "philippine",
        "april",
        "steady",
        "barrage",
        "impeachment",
        "talk",
        "party",
        "pushed",
        "politics",
        "toward",
        "destabilizing",
        "extreme",
        "president",
        "opponent",
        "seem",
        "view",
        "every",
        "skirmish",
        "battle",
        "war",
        "depose",
        "tyrant",
        "ally",
        "treat",
        "every",
        "rebuke",
        "threat",
        "survival",
        "stake",
        "high",
        "fixating",
        "impeachment",
        "reinforces",
        "harmful",
        "tribal",
        "tendency",
        "unrestrained",
        "impeachment",
        "rhetoric",
        "may",
        "even",
        "make",
        "easier",
        "president",
        "abuse",
        "power",
        "threat",
        "removal",
        "motivate",
        "president",
        "base",
        "rally",
        "around",
        "may",
        "worry",
        "less",
        "political",
        "pushback",
        "rank",
        "democrat",
        "warned",
        "president",
        "opponent",
        "may",
        "suffer",
        "poll",
        "seen",
        "standing",
        "negative",
        "step",
        "impeachment",
        "since",
        "late",
        "1990s",
        "permanent",
        "impeachment",
        "campaign",
        "done",
        "great",
        "harm",
        "politics",
        "time",
        "restore",
        "saner",
        "reflective",
        "view",
        "impeachment",
        "power",
        "fate",
        "democracy",
        "may",
        "depend",
        "tribe",
        "carl",
        "loeb",
        "university",
        "professor",
        "professor",
        "constitutional",
        "law",
        "harvard",
        "matz",
        "constitutional",
        "lawyer",
        "washington",
        "essay",
        "adapted",
        "new",
        "book",
        "end",
        "presidency",
        "power",
        "impeachment",
        "published",
        "may",
        "basic",
        "book"
    ]
}