{
    "organizations": [],
    "uuid": "2e6b0f3e5ea38f3014aecfed2c81e49b7340db45",
    "author": "Lara O’Reilly",
    "url": "https://www.wsj.com/articles/cmo-today-disney-upbeat-on-fox-deal-facebook-management-reshuffle-google-i-o-announcements-1525866563",
    "ord_in_thread": 0,
    "title": "CMO Today: Disney Upbeat on Fox Deal; Facebook Reshuffle; Google I/O",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Good morning. The #DeleteFacebook movement may have gotten some attention (if not much momentum, according to Facebook), but have you ever tried to consciously uncouple yourself from Google? Wall Street Journal personal technology columnist David Pierce gave it a shot and was surprised by how many decent alternatives he found outside the world of Google.\nConfidence Is a Preference As expected, there was plenty of Fox deal talk during Disney’s second-quarter earnings call Tuesday. Comcast is preparing to crash that party with a possible hostile bid for the key 21st Century Fox assets Disney is planning to snap up. But Disney Chief Executive Robert Iger appeared to brush aside the Comcast threat, telling analysts he is “ confident the assets we’re in the process of acquiring ” will easily fit within Disney once the deal is approved. Fox properties such as its regional sports networks and National Geographic could boost Disney’s streaming services—and, if the Fox deal does go through, Disney would become the majority shareholder for the Hulu streaming service, for which it plans to produce more original programming. The earnings report comes a month after the launch of ESPN Plus, the direct-to-consumer sports-programming play Disney hopes will reverse a decline in traditional ESPN subscribers. Response so far had been “enthusiastic,” Mr. Iger said. Disney announced Tuesday a deal with UFC for exclusive rights to stream 15 live events, which it hopes will bring in more hard-to-reach younger male viewers.\n—You Can Go Your Own Way—\nOne of the key questions surrounding a potential Disney-Fox marriage has been what role 21st Century Fox Chief Executive James Murdoch would take once the deal closes. But he no longer has his eye on the House of Mouse. WSJ’s Keach Hagey and Joe Flint report, citing people familiar with the matter, that James Murdoch is planning to do his own thing and has been exploring several new opportunities, including creating a venture-capital fund to invest in digital and international businesses. Meanwhile, Lachlan Murdoch, James’s older brother, is expected to become chief executive of the remaining Fox company—so-called New Fox, which includes the Fox News cable channel, the Fox broadcast network and Fox Sports 1. (Reminder: 21st Century Fox and The Wall Street Journal publisher News Corp share common ownership. Lachlan Murdoch also serves as News Corp executive co-chairman.)\nMusical Chairs At the turn of the year, Mark Zuckerberg said his personal challenge for 2018 was to fix Facebook. The company has stepped up efforts to fight fake news and election interference, and it has been rolling out new user privacy controls over the past few months. Now Facebook is reorganizing its people. As Recode first reported, on Tuesday, the company announced the biggest management reshuffle in its history . One former Facebook executive told the Journal the moves appear to be designed to surround Mr. Zuckerberg with his most trusted allies . There are some key appointments for marketers to pay attention to:\nFacebook Chief Product Officer Chris Cox is now in charge of Facebook’s wider “family of apps.” Adam Mosseri, who runs the Facebook news feed, will run product at Instagram. John Hegeman, the Facebook executive who helped create the company’s ad-auction system, will oversee the news feed. Facebook has created a new division called “new platforms and infra,” which will be led by Mike Schroepfer, Facebook’s chief technical officer. Within that group will be a unit devoted to blockchain, led by former Facebook Messenger boss David Marcus. It will be interesting to see whether Facebook applies the technology to advertising. There will also be another “new platforms and infra” group focused on privacy, led by Facebook’s most senior engineering executive, Jay Parikh. Longtime growth executive Javier Olivan is leading a new unit called “central product services,” which includes product engineering for ads, security and growth. I/O Let’s Go Google’s I/O developer conference continues into Wednesday. The big theme of Tuesday was artificial intelligence. Standout announcements included a new feature within Android that encourages users to cut down their screen time , an AI-powered Google News redesign and a “ Pretty Please” setting within Google Assistant that coaxes children to be more polite to their home speakers. On the ads front, it was all about the apps . As AdExchanger reported, there is a new format that lets marketers show their app content within an ad and another that allows users to start playing a game within an ad before opting to download it. And there is more reporting available for developers using “rewarded ads,” which give users digital goods such as extra lives in a game for watching an ad. For publishers, there is a new way to measure in-app ad viewability that helps to reconcile varying methodologies from different measurement partners, which AdExchanger points out will be particularly helpful when selling direct deals that include viewability guarantees.\nIt’s a Nice Day to Start Again Martin Sorrell isn’t the type to put his feet up or while away his retirement perfecting his golf swing, so when it emerged that there wasn’t a no-compete clause in his WPP contract, many observers assumed the 73-year-old advertising tycoon would get straight back to work. They assumed correctly. Speaking at the Techonomy NYC 18 conference Tuesday, Mr. Sorrell said he plans to “start again,” the Financial Times reports. Mr. Sorrell refused to go into specifics but said that “after being extracted” from WPP, he has a better idea of where there are growth opportunities and where there are challenges in the traditional ad business. The new agency model would be “more agile, more responsive, less layered, less bureaucratic, less heavy” than those of the past. No word on whether Mr. Sorrell is already out raising investment or looking to buy a new shell company, as he did originally with Wire and Plastic Products, but he apparently plans to move quickly. One wonders if he’ll be at the front of the line should WPP plan to make any of those speculated divestments.…\nBest of the rest Seventeen of 24 European data protection agencies polled by Reuters said they aren’t yet ready to police the forthcoming GDPR as they don’t have the necessary funding or lack other resources to have the power to enforce it. [ Reuters ]\nAT&T said it made payments to a company created by Michael Cohen, President Donald Trump’s personal lawyer, for “insights” into the administration at a time when the telecommunications giant needed government approval for its $85 billion takeover bid for Time Warner. [ WSJ ]\nWalmart agreed to take control of India’s largest e-commerce company, Flipkart Group, for $16 billion, giving the retailer an e-commerce foothold in India’s 1.3-billion-person economy as it tries to fend of Amazon.com at home and abroad. [ WSJ ]\nA team of journalists from Gizmodo Media Group investigated issues at parent company Univision, tracing back to a private equity buyout finalized in 2007. [ Gizmodo Media Group Special Projects Desk ]\nStarbucks is looking to woo afternoon customers with “happy hour” promotions featuring cold beverages, an ad campaign—unusual for a company that usually doesn’t advertise much—and improved service that comes from putting more experienced baristas on to work later in the day. [ WSJ ]\nQuartz has joined Concert, the digital ad marketplace created by NBCUniversal and Vox. [ Adweek ]\nAustralian startup Unlockd has filed a U.K. lawsuit against Google, arguing that when the tech giant threatened to remove Unlockd from the Google Play Store in 2017, it was leveraging its market dominance. Unlockd rewards consumers when they view targeted ads. Google said in a statement that it had explained its concerns to Unlockd and detailed how it could fix the issue, “Despite having agreed at the outset to comply with our product policies, they remain in infringement today.” [ WSJ ]\nAbout Us Follow us on Twitter: @wsjCMO , @larakiara , @VranicaWSJ , @alexbruell , @BenMullin , @srabil , @asharma\nSubscribe to our morning newsletter, delivered straight to your inbox, at http://on.wsj.com/CMOTodaySignup .\nWrite to Lara O’Reilly at lara.oreilly@wsj.com",
    "published": "2018-05-09T15:55:00.000+03:00",
    "crawled": "2018-05-09T23:59:29.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "good",
        "morning",
        "deletefacebook",
        "movement",
        "may",
        "gotten",
        "attention",
        "much",
        "momentum",
        "according",
        "facebook",
        "ever",
        "tried",
        "consciously",
        "uncouple",
        "google",
        "wall",
        "street",
        "journal",
        "personal",
        "technology",
        "columnist",
        "david",
        "pierce",
        "gave",
        "shot",
        "surprised",
        "many",
        "decent",
        "alternative",
        "found",
        "outside",
        "world",
        "google",
        "confidence",
        "preference",
        "expected",
        "plenty",
        "fox",
        "deal",
        "talk",
        "disney",
        "earnings",
        "call",
        "tuesday",
        "comcast",
        "preparing",
        "crash",
        "party",
        "possible",
        "hostile",
        "bid",
        "key",
        "21st",
        "century",
        "fox",
        "asset",
        "disney",
        "planning",
        "snap",
        "disney",
        "chief",
        "executive",
        "robert",
        "iger",
        "appeared",
        "brush",
        "aside",
        "comcast",
        "threat",
        "telling",
        "analyst",
        "confident",
        "asset",
        "process",
        "acquiring",
        "easily",
        "fit",
        "within",
        "disney",
        "deal",
        "approved",
        "fox",
        "property",
        "regional",
        "sport",
        "network",
        "national",
        "geographic",
        "could",
        "boost",
        "disney",
        "streaming",
        "fox",
        "deal",
        "go",
        "disney",
        "would",
        "become",
        "majority",
        "shareholder",
        "hulu",
        "streaming",
        "service",
        "plan",
        "produce",
        "original",
        "programming",
        "earnings",
        "report",
        "come",
        "month",
        "launch",
        "espn",
        "plus",
        "play",
        "disney",
        "hope",
        "reverse",
        "decline",
        "traditional",
        "espn",
        "subscriber",
        "response",
        "far",
        "enthusiastic",
        "iger",
        "said",
        "disney",
        "announced",
        "tuesday",
        "deal",
        "ufc",
        "exclusive",
        "right",
        "stream",
        "live",
        "event",
        "hope",
        "bring",
        "younger",
        "male",
        "viewer",
        "go",
        "one",
        "key",
        "question",
        "surrounding",
        "potential",
        "marriage",
        "role",
        "21st",
        "century",
        "fox",
        "chief",
        "executive",
        "james",
        "murdoch",
        "would",
        "take",
        "deal",
        "close",
        "longer",
        "eye",
        "house",
        "mouse",
        "wsj",
        "keach",
        "hagey",
        "joe",
        "flint",
        "report",
        "citing",
        "people",
        "familiar",
        "matter",
        "james",
        "murdoch",
        "planning",
        "thing",
        "exploring",
        "several",
        "new",
        "opportunity",
        "including",
        "creating",
        "fund",
        "invest",
        "digital",
        "international",
        "business",
        "meanwhile",
        "lachlan",
        "murdoch",
        "james",
        "older",
        "brother",
        "expected",
        "become",
        "chief",
        "executive",
        "remaining",
        "fox",
        "new",
        "fox",
        "includes",
        "fox",
        "news",
        "cable",
        "channel",
        "fox",
        "broadcast",
        "network",
        "fox",
        "sport",
        "reminder",
        "21st",
        "century",
        "fox",
        "wall",
        "street",
        "journal",
        "publisher",
        "news",
        "corp",
        "share",
        "common",
        "ownership",
        "lachlan",
        "murdoch",
        "also",
        "serf",
        "news",
        "corp",
        "executive",
        "musical",
        "chair",
        "turn",
        "year",
        "mark",
        "zuckerberg",
        "said",
        "personal",
        "challenge",
        "fix",
        "facebook",
        "company",
        "stepped",
        "effort",
        "fight",
        "fake",
        "news",
        "election",
        "interference",
        "rolling",
        "new",
        "user",
        "privacy",
        "control",
        "past",
        "month",
        "facebook",
        "reorganizing",
        "people",
        "recode",
        "first",
        "reported",
        "tuesday",
        "company",
        "announced",
        "biggest",
        "management",
        "reshuffle",
        "history",
        "one",
        "former",
        "facebook",
        "executive",
        "told",
        "journal",
        "move",
        "appear",
        "designed",
        "surround",
        "zuckerberg",
        "trusted",
        "ally",
        "key",
        "appointment",
        "marketer",
        "pay",
        "attention",
        "facebook",
        "chief",
        "product",
        "officer",
        "chris",
        "cox",
        "charge",
        "facebook",
        "wider",
        "family",
        "adam",
        "mosseri",
        "run",
        "facebook",
        "news",
        "feed",
        "run",
        "product",
        "instagram",
        "john",
        "hegeman",
        "facebook",
        "executive",
        "helped",
        "create",
        "company",
        "system",
        "oversee",
        "news",
        "feed",
        "facebook",
        "created",
        "new",
        "division",
        "called",
        "new",
        "platform",
        "infra",
        "led",
        "mike",
        "schroepfer",
        "facebook",
        "chief",
        "technical",
        "officer",
        "within",
        "group",
        "unit",
        "devoted",
        "blockchain",
        "led",
        "former",
        "facebook",
        "messenger",
        "bos",
        "david",
        "marcus",
        "interesting",
        "see",
        "whether",
        "facebook",
        "applies",
        "technology",
        "advertising",
        "also",
        "another",
        "new",
        "platform",
        "infra",
        "group",
        "focused",
        "privacy",
        "led",
        "facebook",
        "senior",
        "engineering",
        "executive",
        "jay",
        "parikh",
        "longtime",
        "growth",
        "executive",
        "javier",
        "olivan",
        "leading",
        "new",
        "unit",
        "called",
        "central",
        "product",
        "service",
        "includes",
        "product",
        "engineering",
        "ad",
        "security",
        "growth",
        "let",
        "go",
        "google",
        "developer",
        "conference",
        "continues",
        "wednesday",
        "big",
        "theme",
        "tuesday",
        "artificial",
        "intelligence",
        "standout",
        "announcement",
        "included",
        "new",
        "feature",
        "within",
        "android",
        "encourages",
        "user",
        "cut",
        "screen",
        "time",
        "google",
        "news",
        "redesign",
        "pretty",
        "please",
        "setting",
        "within",
        "google",
        "assistant",
        "coax",
        "child",
        "polite",
        "home",
        "speaker",
        "ad",
        "front",
        "apps",
        "adexchanger",
        "reported",
        "new",
        "format",
        "let",
        "marketer",
        "show",
        "app",
        "content",
        "within",
        "ad",
        "another",
        "allows",
        "user",
        "start",
        "playing",
        "game",
        "within",
        "ad",
        "opting",
        "download",
        "reporting",
        "available",
        "developer",
        "using",
        "rewarded",
        "ad",
        "give",
        "user",
        "digital",
        "good",
        "extra",
        "life",
        "game",
        "watching",
        "ad",
        "publisher",
        "new",
        "way",
        "measure",
        "ad",
        "viewability",
        "help",
        "reconcile",
        "varying",
        "methodology",
        "different",
        "measurement",
        "partner",
        "adexchanger",
        "point",
        "particularly",
        "helpful",
        "selling",
        "direct",
        "deal",
        "include",
        "viewability",
        "guarantee",
        "nice",
        "day",
        "start",
        "martin",
        "sorrell",
        "type",
        "put",
        "foot",
        "away",
        "retirement",
        "perfecting",
        "golf",
        "swing",
        "emerged",
        "clause",
        "wpp",
        "contract",
        "many",
        "observer",
        "assumed",
        "advertising",
        "tycoon",
        "would",
        "get",
        "straight",
        "back",
        "work",
        "assumed",
        "correctly",
        "speaking",
        "techonomy",
        "nyc",
        "conference",
        "tuesday",
        "sorrell",
        "said",
        "plan",
        "start",
        "financial",
        "time",
        "report",
        "sorrell",
        "refused",
        "go",
        "specific",
        "said",
        "extracted",
        "wpp",
        "better",
        "idea",
        "growth",
        "opportunity",
        "challenge",
        "traditional",
        "ad",
        "business",
        "new",
        "agency",
        "model",
        "would",
        "agile",
        "responsive",
        "less",
        "layered",
        "less",
        "bureaucratic",
        "less",
        "heavy",
        "past",
        "word",
        "whether",
        "sorrell",
        "already",
        "raising",
        "investment",
        "looking",
        "buy",
        "new",
        "shell",
        "company",
        "originally",
        "wire",
        "plastic",
        "product",
        "apparently",
        "plan",
        "move",
        "quickly",
        "one",
        "wonder",
        "front",
        "line",
        "wpp",
        "plan",
        "make",
        "speculated",
        "best",
        "rest",
        "seventeen",
        "european",
        "data",
        "protection",
        "agency",
        "polled",
        "reuters",
        "said",
        "yet",
        "ready",
        "police",
        "forthcoming",
        "gdpr",
        "necessary",
        "funding",
        "lack",
        "resource",
        "power",
        "enforce",
        "reuters",
        "said",
        "made",
        "payment",
        "company",
        "created",
        "michael",
        "cohen",
        "president",
        "donald",
        "trump",
        "personal",
        "lawyer",
        "insight",
        "administration",
        "time",
        "telecommunication",
        "giant",
        "needed",
        "government",
        "approval",
        "billion",
        "takeover",
        "bid",
        "time",
        "warner",
        "wsj",
        "walmart",
        "agreed",
        "take",
        "control",
        "india",
        "largest",
        "company",
        "flipkart",
        "group",
        "billion",
        "giving",
        "retailer",
        "foothold",
        "india",
        "economy",
        "try",
        "fend",
        "home",
        "abroad",
        "wsj",
        "team",
        "journalist",
        "gizmodo",
        "medium",
        "group",
        "investigated",
        "issue",
        "parent",
        "company",
        "univision",
        "tracing",
        "back",
        "private",
        "equity",
        "buyout",
        "finalized",
        "gizmodo",
        "medium",
        "group",
        "special",
        "project",
        "desk",
        "starbucks",
        "looking",
        "woo",
        "afternoon",
        "customer",
        "happy",
        "hour",
        "promotion",
        "featuring",
        "cold",
        "beverage",
        "ad",
        "company",
        "usually",
        "advertise",
        "improved",
        "service",
        "come",
        "putting",
        "experienced",
        "baristas",
        "work",
        "later",
        "day",
        "wsj",
        "quartz",
        "joined",
        "concert",
        "digital",
        "ad",
        "marketplace",
        "created",
        "nbcuniversal",
        "vox",
        "adweek",
        "australian",
        "startup",
        "unlockd",
        "filed",
        "lawsuit",
        "google",
        "arguing",
        "tech",
        "giant",
        "threatened",
        "remove",
        "unlockd",
        "google",
        "play",
        "store",
        "leveraging",
        "market",
        "dominance",
        "unlockd",
        "reward",
        "consumer",
        "view",
        "targeted",
        "ad",
        "google",
        "said",
        "statement",
        "explained",
        "concern",
        "unlockd",
        "detailed",
        "could",
        "fix",
        "issue",
        "despite",
        "agreed",
        "outset",
        "comply",
        "product",
        "policy",
        "remain",
        "infringement",
        "wsj",
        "u",
        "follow",
        "u",
        "twitter",
        "wsjcmo",
        "larakiara",
        "vranicawsj",
        "alexbruell",
        "benmullin",
        "srabil",
        "asharma",
        "subscribe",
        "morning",
        "newsletter",
        "delivered",
        "straight",
        "inbox",
        "http",
        "write",
        "lara",
        "reilly"
    ]
}