{
    "organizations": [],
    "uuid": "3bae0069310b7880b70ca8d79fc14b219aa459b3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-anaptysbio-announces-first-quarter-2018-financial-results-and-provides-pipeline-updates.html",
    "ord_in_thread": 0,
    "title": "AnaptysBio Announces First Quarter 2018 Financial Results and Provides Pipeline Updates",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Positive Phase 2a Proof-of-Concept Data Reported from ANB020 Trials in Atopic Dermatitis\nand Peanut Allergy\nTop-Line Phase 2a Data from ANB020 in Eosinophilic Asthma Expected in the Third Quarter of 2018\nSAN DIEGO, May 08, 2018 (GLOBE NEWSWIRE) -- AnaptysBio, Inc. (Nasdaq:ANAB), a clinical-stage biotechnology company developing first-in-class antibody product candidates focused on unmet medical needs in inflammation, today reported operating results for the first quarter ended March 31, 2018 and provided pipeline updates.\n“During the first quarter of 2018, we made significant progress in clinical development of our first-in-class antibody therapeutics for patients with severe inflammatory conditions,” said Hamza Suria, president and chief executive officer of AnaptysBio. “We demonstrated proof-of-concept for ANB020 in Phase 2a trials in atopic dermatitis and peanut allergy, and we look forward to further evaluating the efficacy and safety of ANB020 in Phase 2b studies for these indications. We have a number of additional clinical milestones approaching, including top-line Phase 2a data from our ANB020 eosinophilic asthma trial and advancement of our ANB019 Phase 2 trials in patients with generalized pustular psoriasis and palmoplantar pustulosis, which are all important steps toward bringing our novel treatments to patients with severe inflammatory diseases.”\nANB020 (Anti-IL-33 Program)\n• In February, updated data from the company’s Phase 2a trial of ANB020, AnaptysBio’s wholly-owned anti-IL-33 antibody program, in adult patients with moderate-to-severe atopic dermatitis were presented at the American Academy of Dermatology (AAD) Annual Meeting in San Diego by the principal investigator of the ANB020 Phase 2a clinical trial, Dr. Graham Ogg, professor of dermatology at Oxford University in Oxford, England. Key observations presented by Dr. Ogg during the aforementioned presentation included that ANB020 was efficacious in all 12 patients enrolled in the trial, day 29 results exceeded the primary efficacy objective of the trial with 83 percent of patients achieving EASI-50, efficacy was sustained in 42 percent of patients through day 140 following a single dose of ANB020 and no safety signals were observed during the trial. These data will also be presented during an oral presentation on Tuesday, May 29, 2018 at the European Academy of Allergy and Clinical Immunology (EAACI) Congress 2018 in Munich.\n• The Company has initiated a Phase 2b randomized, double-blinded, placebo-controlled study of ANB020 in 300 adult patients with moderate-to-severe atopic dermatitis to evaluate different subcutaneously administered dose levels and dosing frequencies of ANB020 with data expected in 2019.\n• In March, AnaptysBio reported top-line proof-of-concept data from an interim analysis of an ongoing Phase 2a trial in adult patients with moderate-to-severe baseline peanut allergy. After a single dose of ANB020, six of 13 (46%) patients exhibiting moderate-to-severe symptoms, as assessed by a blinded adjudicator using PRACTALL guidelines, during a baseline oral food challenge at enrollment, improved peanut tolerance to the maximum tested cumulative 500mg at day 14 compared to zero of three (0%) dosed with placebo. Allergic symptoms that typically overlap with peanut allergy were observed in four of five (80%) patients dosed with placebo but only one of 15 (7%) ANB020-dosed patients. ANB020 was generally well-tolerated and no serious adverse events have been reported. AnaptysBio plans to report detailed data from this trial at a future medical conference and plans to continue development of ANB020 in a randomized, double-blinded, placebo-controlled subcutaneously-administered multi-dose Phase 2b trial in moderate-to-severe baseline adult peanut allergy patients. The Company anticipates that severity symptoms of all patients in the Phase 2b trial will be adjudicated during baseline and post-treatment oral food challenges by an independent, blinded assessor in accordance with PRACTALL guidelines, and any patients that demonstrate mild severity of symptoms at baseline will be excluded from enrollment in the trial. In addition, AnaptysBio anticipates that this Phase 2b trial will assess peanut tolerance to a higher cumulative limit than 500mg following multi-dose ANB020 treatment.\n• AnaptysBio expects to report top-line data from its ongoing double-blinded, placebo-controlled Phase 2a trial of ANB020 in 24 adult patients with severe eosinophilic asthma in the third quarter of 2018.\nANB019 (Anti-IL-36 Receptor Program)\n• Data from the company’s Phase 1 healthy volunteer trial of ANB019, its wholly-owned anti-interleukin-36 receptor, or IL-36R therapeutic antibody, will be presented in a poster session on Tuesday, May 29, 2018 at the EAACI Congress 2018 in Munich.\n• AnaptysBio has initiated a 10-patient open-label Phase 2 trial of ANB019 in generalized pustular psoriasis (GPP), and plans to initiate a placebo-controlled Phase 2 trial in palmoplantar pustulosis (PPP), previously referred to as palmo-plantar pustular psoriasis, in 2018.\nFirst Quarter Financial Results\nCash, cash equivalents and investments totaled $310.0 million as of March 31, 2018 compared to $324.3 million as of December 31, 2017, for a decrease of $14.3 million. The decrease primarily relates to operating cash outflow for personnel costs, as well as clinical and manufacturing related expenses.\nResearch and development expenses were $11.8 million for the three months ended March 31, 2018, as compared to $7.9 million for the three months ended March 31, 2017. The increase was primarily due to continued advancement of the Company’s ANB020 and ANB019 clinical programs and additional personnel-related expenses, including share based compensation, and the recognition of lower research and development tax incentives during the three months ended March 31, 2018.\nGeneral and administrative expenses were $3.9 million for the three months ended March 31, 2018, as compared to $2.1 million for the three months ended March 31, 2017. The increase was primarily attributable to additional personnel-related expenses, including share based compensation, to support the Company’s growth.\nFinancial Guidance\nAnaptysBio expects that its cash, cash equivalents and investments will fund its current operating plan through the end of 2019.\nAbout ANB020\nANB020 is an antibody that potently binds and inhibits the activity of interleukin-33, or IL-33, a pro-inflammatory cytokine that multiple studies have indicated is a central mediator of atopic diseases, including atopic dermatitis, food allergies and asthma. Following completion of a healthy volunteer Phase 1 trial of ANB020, AnaptysBio has continued clinical development of ANB020 into a Phase 2a trial for moderate-to-severe adult atopic dermatitis, a 20-patient placebo-controlled Phase 2a trial in adult peanut allergy patients where top-line data were reported in the first quarter of 2018 and a 24-patient placebo-controlled Phase 2a trial in severe adult eosinophilic asthma patients where top-line data are anticipated in the third quarter 2018. AnaptysBio has initiated a placebo-controlled multi-dose Phase 2b clinical trial of ANB020 in 300 moderate-to-severe adult atopic dermatitis patients where data is anticipated in 2019. AnaptysBio also plans to initiate a multi-dose Phase 2b clinical of ANB020 in moderate-to-severe baseline adult peanut allergy patients.\nAbout ANB019\nANB019 is an antibody that inhibits the function of the interleukin-36-receptor, or IL-36R, which AnaptysBio plans to initially develop as a potential first-in-class therapy for patients suffering from generalized pustular psoriasis (GPP) and palmoplantar pustulosis (PPP), previously referred to as palmo-plantar pustular psoriasis. AnaptysBio conducted a Phase 1 clinical trial in healthy volunteers, where 54 subjects are dosed with ANB019 and 18 are dosed with placebo in single and multi-dose cohorts at various subcutaneous and intravenously administered dose levels. In November 2017, AnaptysBio announced positive top-line results from an interim analysis of this Phase 1 clinical trial, which demonstrated favorable safety, pharmacokinetics and pharmacodynamic properties that support advancement of ANB019 into Phase 2 studies. AnaptysBio plans to initiate Phase 2 studies of ANB019 in GPP and PPP in 2018.\nAbout AnaptysBio\nAnaptysBio is a clinical-stage biotechnology company developing first-in-class antibody product candidates focused on unmet medical needs in inflammation. The company’s proprietary anti-inflammatory pipeline includes its anti-IL-33 antibody (ANB020) for the treatment of moderate-to-severe adult atopic dermatitis, moderate-to-severe baseline adult peanut allergy and severe adult eosinophilic asthma; its anti-IL-36R antibody (ANB019) for the treatment of rare inflammatory diseases, including generalized pustular psoriasis (GPP) and palmoplantar pustulosis (PPP), previously referred to as palmo-plantar pustular psoriasis; and a portfolio of checkpoint receptor agonist antibodies for the treatment of certain autoimmune diseases where immune checkpoint receptors are insufficiently activated, which have demonstrated efficacy in an animal model of graft-versus-host disease. AnaptysBio’s antibody pipeline has been developed using its proprietary somatic hypermutation (SHM) platform, which uses in vitro SHM for antibody discovery and is designed to replicate key features of the human immune system to overcome the limitations of competing antibody discovery technologies. AnaptysBio has also developed multiple therapeutic antibodies in an immuno-oncology partnership with TESARO and an inflammation partnership with Celgene, including an anti-PD-1 antagonist antibody (TSR-042), an anti-TIM-3 antagonist antibody (TSR-022) and an anti-LAG-3 antagonist antibody (TSR-033), which are currently under clinical development with TESARO, and an anti-PD-1 checkpoint agonist antibody (CC-90006) currently in the clinic with Celgene.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995, including, but not limited to: the timing of the release of data from our clinical trials, including ANB020’s Phase 2a trial severe adult eosinophilic asthma patients, and Phase 2b clinical trial in moderate-to-severe adult atopic dermatitis patients; our ability to launch a Phase 2b clinical trial of ANB020 in moderate-to-severe adult atopic dermatitis patients and moderate-to-severe baseline adult peanut allergy patients; Phase 2 clinical trials of ANB019 in GPP and PPP and the success of our partnership with TESARO and Celgene. Statements including words such as “plan,” “continue,” “expect,” or “ongoing” and statements in the future tense are forward-looking statements. These forward-looking statements involve risks and uncertainties, as well as assumptions, which, if they do not fully materialize or prove incorrect, could cause our results to differ materially from those expressed or implied by such forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause the company’s actual activities or results to differ significantly from those expressed in any forward-looking statement, including risks and uncertainties related to the company’s ability to advance its product candidates, obtain regulatory approval of and ultimately commercialize its product candidates, the timing and results of preclinical and clinical trials, the company’s ability to fund development activities and achieve development goals, the company’s ability to protect intellectual property and other risks and uncertainties described under the heading “Risk Factors” in documents the company files from time to time with the Securities and Exchange Commission. These forward-looking statements speak only as of the date of this press release, and the company undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances after the date hereof.\nContact:\nMonique Allaire\nTHRUST Investor Relations\n617.895.9511\nmonique@thrustir.com\nChelcie Lister\nTHRUST Investor Relations\n910.777.3049\nChelcie@thrustir.com\nANAPTYSBIO, INC. CONSOLIDATED BALANCE SHEETS (in thousands, except par value data) March 31, 2018 December 31, 2017 (unaudited) ASSETS Current assets: Cash and cash equivalents $ 69,474 $ 81,189 Australian tax incentive receivable 1,610 1,601 Short-term investments 178,691 167,218 Prepaid expenses and other current assets 2,170 2,688 Total current assets 251,945 252,696 Property and equipment, net 659 665 Long-term investments 61,884 75,897 Other long-term assets 289 46 Restricted cash 60 60 Total assets $ 314,837 $ 329,364 LIABILITIES, PREFERRED STOCK AND\nSTOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 2,416 $ 2,323 Accrued expenses 4,405 4,875 Notes payable, current portion 7,500 6,875 Other current liabilities 22 17 Total current liabilities 14,343 14,090 Notes payable, net of current portion 5,834 7,553 Deferred rent 133 140 Preferred stock, $0.001 par value, 10,000 shares authorized and no shares, issued or outstanding at\nMarch 31, 2018 and December 31, 2017, respectively — — Common stock, $0.001 par value, 500,000 shares authorized, 23,817 shares and 23,791 shares\nissued and outstanding at March 31, 2018 and December 31, 2017, respectively 24 24 Additional paid in capital 395,424 393,017 Accumulated other comprehensive loss (801 ) (426 ) Accumulated deficit (100,120 ) (85,034 ) Total stockholders’ equity 294,527 307,581 Total liabilities, preferred stock and stockholders’ equity $ 314,837 $ 329,364\nANAPTYSBIO, INC. CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS (in thousands, except per share data) (unaudited) Three Months Ended\nMarch 31, 2018 2017 Collaboration revenue $ — $ — Operating expenses: Research and development 11,810 7,935 General and administrative 3,947 2,053 Total operating expenses 15,757 9,988 Loss from operations (15,757 ) (9,988 ) Other income (expense), net Interest expense (451 ) (428 ) Change in fair value of liability for preferred stock warrants — (1,366 ) Interest income 1,185 122 Other income (expense), net (63 ) 225 Total other income (expense), net 671 (1,447 ) Net loss (15,086 ) (11,435 ) Unrealized loss on available for sale securities (801 ) (13 ) Other comprehensive loss (801 ) (13 ) Comprehensive loss $ (15,887 ) $ (11,448 ) Net loss per common share: Basic and diluted $ (0.63 ) $ (0.75 ) Weighted-average number of shares outstanding: Basic and diluted 23,801 15,295\nSource:AnaptysBio, Inc.",
    "published": "2018-05-09T00:15:00.000+03:00",
    "crawled": "2018-05-08T23:43:27.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "positive",
        "phase",
        "2a",
        "data",
        "reported",
        "anb020",
        "trial",
        "atopic",
        "dermatitis",
        "peanut",
        "allergy",
        "phase",
        "2a",
        "data",
        "anb020",
        "eosinophilic",
        "asthma",
        "expected",
        "third",
        "quarter",
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "anaptysbio",
        "nasdaq",
        "anab",
        "biotechnology",
        "company",
        "developing",
        "antibody",
        "product",
        "candidate",
        "focused",
        "unmet",
        "medical",
        "need",
        "inflammation",
        "today",
        "reported",
        "operating",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "pipeline",
        "update",
        "first",
        "quarter",
        "made",
        "significant",
        "progress",
        "clinical",
        "development",
        "antibody",
        "therapeutic",
        "patient",
        "severe",
        "inflammatory",
        "condition",
        "said",
        "hamza",
        "suria",
        "president",
        "chief",
        "executive",
        "officer",
        "anaptysbio",
        "demonstrated",
        "anb020",
        "phase",
        "2a",
        "trial",
        "atopic",
        "dermatitis",
        "peanut",
        "allergy",
        "look",
        "forward",
        "evaluating",
        "efficacy",
        "safety",
        "anb020",
        "phase",
        "2b",
        "study",
        "indication",
        "number",
        "additional",
        "clinical",
        "milestone",
        "approaching",
        "including",
        "phase",
        "2a",
        "data",
        "anb020",
        "eosinophilic",
        "asthma",
        "trial",
        "advancement",
        "anb019",
        "phase",
        "trial",
        "patient",
        "generalized",
        "pustular",
        "psoriasis",
        "palmoplantar",
        "pustulosis",
        "important",
        "step",
        "toward",
        "bringing",
        "novel",
        "treatment",
        "patient",
        "severe",
        "inflammatory",
        "anb020",
        "program",
        "february",
        "updated",
        "data",
        "company",
        "phase",
        "2a",
        "trial",
        "anb020",
        "anaptysbio",
        "antibody",
        "program",
        "adult",
        "patient",
        "atopic",
        "dermatitis",
        "presented",
        "american",
        "academy",
        "dermatology",
        "aad",
        "annual",
        "meeting",
        "san",
        "diego",
        "principal",
        "investigator",
        "anb020",
        "phase",
        "2a",
        "clinical",
        "trial",
        "graham",
        "ogg",
        "professor",
        "dermatology",
        "oxford",
        "university",
        "oxford",
        "england",
        "key",
        "observation",
        "presented",
        "ogg",
        "aforementioned",
        "presentation",
        "included",
        "anb020",
        "efficacious",
        "patient",
        "enrolled",
        "trial",
        "day",
        "result",
        "exceeded",
        "primary",
        "efficacy",
        "objective",
        "trial",
        "percent",
        "patient",
        "achieving",
        "efficacy",
        "sustained",
        "percent",
        "patient",
        "day",
        "following",
        "single",
        "dose",
        "anb020",
        "safety",
        "signal",
        "observed",
        "trial",
        "data",
        "also",
        "presented",
        "oral",
        "presentation",
        "tuesday",
        "may",
        "european",
        "academy",
        "allergy",
        "clinical",
        "immunology",
        "eaaci",
        "congress",
        "munich",
        "company",
        "initiated",
        "phase",
        "2b",
        "randomized",
        "study",
        "anb020",
        "adult",
        "patient",
        "atopic",
        "dermatitis",
        "evaluate",
        "different",
        "subcutaneously",
        "administered",
        "dose",
        "level",
        "dosing",
        "frequency",
        "anb020",
        "data",
        "expected",
        "march",
        "anaptysbio",
        "reported",
        "data",
        "interim",
        "analysis",
        "ongoing",
        "phase",
        "2a",
        "trial",
        "adult",
        "patient",
        "baseline",
        "peanut",
        "allergy",
        "single",
        "dose",
        "anb020",
        "six",
        "patient",
        "exhibiting",
        "symptom",
        "assessed",
        "blinded",
        "adjudicator",
        "using",
        "practall",
        "guideline",
        "baseline",
        "oral",
        "food",
        "challenge",
        "enrollment",
        "improved",
        "peanut",
        "tolerance",
        "maximum",
        "tested",
        "cumulative",
        "500mg",
        "day",
        "compared",
        "zero",
        "three",
        "dosed",
        "placebo",
        "allergic",
        "symptom",
        "typically",
        "overlap",
        "peanut",
        "allergy",
        "observed",
        "four",
        "five",
        "patient",
        "dosed",
        "placebo",
        "one",
        "patient",
        "anb020",
        "generally",
        "serious",
        "adverse",
        "event",
        "reported",
        "anaptysbio",
        "plan",
        "report",
        "detailed",
        "data",
        "trial",
        "future",
        "medical",
        "conference",
        "plan",
        "continue",
        "development",
        "anb020",
        "randomized",
        "phase",
        "2b",
        "trial",
        "baseline",
        "adult",
        "peanut",
        "allergy",
        "patient",
        "company",
        "anticipates",
        "severity",
        "symptom",
        "patient",
        "phase",
        "2b",
        "trial",
        "adjudicated",
        "baseline",
        "oral",
        "food",
        "challenge",
        "independent",
        "blinded",
        "assessor",
        "accordance",
        "practall",
        "guideline",
        "patient",
        "demonstrate",
        "mild",
        "severity",
        "symptom",
        "baseline",
        "excluded",
        "enrollment",
        "trial",
        "addition",
        "anaptysbio",
        "anticipates",
        "phase",
        "2b",
        "trial",
        "assess",
        "peanut",
        "tolerance",
        "higher",
        "cumulative",
        "limit",
        "500mg",
        "following",
        "anb020",
        "treatment",
        "anaptysbio",
        "expects",
        "report",
        "data",
        "ongoing",
        "phase",
        "2a",
        "trial",
        "anb020",
        "adult",
        "patient",
        "severe",
        "eosinophilic",
        "asthma",
        "third",
        "quarter",
        "anb019",
        "receptor",
        "program",
        "data",
        "company",
        "phase",
        "healthy",
        "volunteer",
        "trial",
        "anb019",
        "receptor",
        "therapeutic",
        "antibody",
        "presented",
        "poster",
        "session",
        "tuesday",
        "may",
        "eaaci",
        "congress",
        "munich",
        "anaptysbio",
        "initiated",
        "phase",
        "trial",
        "anb019",
        "generalized",
        "pustular",
        "psoriasis",
        "gpp",
        "plan",
        "initiate",
        "phase",
        "trial",
        "palmoplantar",
        "pustulosis",
        "ppp",
        "previously",
        "referred",
        "pustular",
        "psoriasis",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "decrease",
        "primarily",
        "relates",
        "operating",
        "cash",
        "outflow",
        "personnel",
        "cost",
        "well",
        "clinical",
        "manufacturing",
        "related",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "due",
        "continued",
        "advancement",
        "company",
        "anb020",
        "anb019",
        "clinical",
        "program",
        "additional",
        "expense",
        "including",
        "share",
        "based",
        "compensation",
        "recognition",
        "lower",
        "research",
        "development",
        "tax",
        "incentive",
        "three",
        "month",
        "ended",
        "march",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributable",
        "additional",
        "expense",
        "including",
        "share",
        "based",
        "compensation",
        "support",
        "company",
        "growth",
        "financial",
        "guidance",
        "anaptysbio",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "fund",
        "current",
        "operating",
        "plan",
        "end",
        "anb020",
        "anb020",
        "antibody",
        "potently",
        "bind",
        "inhibits",
        "activity",
        "cytokine",
        "multiple",
        "study",
        "indicated",
        "central",
        "mediator",
        "atopic",
        "disease",
        "including",
        "atopic",
        "dermatitis",
        "food",
        "allergy",
        "asthma",
        "following",
        "completion",
        "healthy",
        "volunteer",
        "phase",
        "trial",
        "anb020",
        "anaptysbio",
        "continued",
        "clinical",
        "development",
        "anb020",
        "phase",
        "2a",
        "trial",
        "adult",
        "atopic",
        "dermatitis",
        "phase",
        "2a",
        "trial",
        "adult",
        "peanut",
        "allergy",
        "patient",
        "data",
        "reported",
        "first",
        "quarter",
        "phase",
        "2a",
        "trial",
        "severe",
        "adult",
        "eosinophilic",
        "asthma",
        "patient",
        "data",
        "anticipated",
        "third",
        "quarter",
        "anaptysbio",
        "initiated",
        "phase",
        "2b",
        "clinical",
        "trial",
        "anb020",
        "adult",
        "atopic",
        "dermatitis",
        "patient",
        "data",
        "anticipated",
        "anaptysbio",
        "also",
        "plan",
        "initiate",
        "phase",
        "2b",
        "clinical",
        "anb020",
        "baseline",
        "adult",
        "peanut",
        "allergy",
        "patient",
        "anb019",
        "anb019",
        "antibody",
        "inhibits",
        "function",
        "anaptysbio",
        "plan",
        "initially",
        "develop",
        "potential",
        "therapy",
        "patient",
        "suffering",
        "generalized",
        "pustular",
        "psoriasis",
        "gpp",
        "palmoplantar",
        "pustulosis",
        "ppp",
        "previously",
        "referred",
        "pustular",
        "psoriasis",
        "anaptysbio",
        "conducted",
        "phase",
        "clinical",
        "trial",
        "healthy",
        "volunteer",
        "subject",
        "dosed",
        "anb019",
        "dosed",
        "placebo",
        "single",
        "cohort",
        "various",
        "subcutaneous",
        "intravenously",
        "administered",
        "dose",
        "level",
        "november",
        "anaptysbio",
        "announced",
        "positive",
        "result",
        "interim",
        "analysis",
        "phase",
        "clinical",
        "trial",
        "demonstrated",
        "favorable",
        "safety",
        "pharmacokinetics",
        "pharmacodynamic",
        "property",
        "support",
        "advancement",
        "anb019",
        "phase",
        "study",
        "anaptysbio",
        "plan",
        "initiate",
        "phase",
        "study",
        "anb019",
        "gpp",
        "ppp",
        "anaptysbio",
        "anaptysbio",
        "biotechnology",
        "company",
        "developing",
        "antibody",
        "product",
        "candidate",
        "focused",
        "unmet",
        "medical",
        "need",
        "inflammation",
        "company",
        "proprietary",
        "pipeline",
        "includes",
        "antibody",
        "anb020",
        "treatment",
        "adult",
        "atopic",
        "dermatitis",
        "baseline",
        "adult",
        "peanut",
        "allergy",
        "severe",
        "adult",
        "eosinophilic",
        "asthma",
        "antibody",
        "anb019",
        "treatment",
        "rare",
        "inflammatory",
        "disease",
        "including",
        "generalized",
        "pustular",
        "psoriasis",
        "gpp",
        "palmoplantar",
        "pustulosis",
        "ppp",
        "previously",
        "referred",
        "pustular",
        "psoriasis",
        "portfolio",
        "checkpoint",
        "receptor",
        "agonist",
        "antibody",
        "treatment",
        "certain",
        "autoimmune",
        "disease",
        "immune",
        "checkpoint",
        "receptor",
        "insufficiently",
        "activated",
        "demonstrated",
        "efficacy",
        "animal",
        "model",
        "disease",
        "anaptysbio",
        "antibody",
        "pipeline",
        "developed",
        "using",
        "proprietary",
        "somatic",
        "hypermutation",
        "shm",
        "platform",
        "us",
        "vitro",
        "shm",
        "antibody",
        "discovery",
        "designed",
        "replicate",
        "key",
        "feature",
        "human",
        "immune",
        "system",
        "overcome",
        "limitation",
        "competing",
        "antibody",
        "discovery",
        "technology",
        "anaptysbio",
        "also",
        "developed",
        "multiple",
        "therapeutic",
        "antibody",
        "partnership",
        "tesaro",
        "inflammation",
        "partnership",
        "celgene",
        "including",
        "antagonist",
        "antibody",
        "antagonist",
        "antibody",
        "antagonist",
        "antibody",
        "currently",
        "clinical",
        "development",
        "tesaro",
        "checkpoint",
        "agonist",
        "antibody",
        "currently",
        "clinic",
        "celgene",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "timing",
        "release",
        "data",
        "clinical",
        "trial",
        "including",
        "anb020",
        "phase",
        "2a",
        "trial",
        "severe",
        "adult",
        "eosinophilic",
        "asthma",
        "patient",
        "phase",
        "2b",
        "clinical",
        "trial",
        "adult",
        "atopic",
        "dermatitis",
        "patient",
        "ability",
        "launch",
        "phase",
        "2b",
        "clinical",
        "trial",
        "anb020",
        "adult",
        "atopic",
        "dermatitis",
        "patient",
        "baseline",
        "adult",
        "peanut",
        "allergy",
        "patient",
        "phase",
        "clinical",
        "trial",
        "anb019",
        "gpp",
        "ppp",
        "success",
        "partnership",
        "tesaro",
        "celgene",
        "statement",
        "including",
        "word",
        "plan",
        "continue",
        "expect",
        "ongoing",
        "statement",
        "future",
        "tense",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "well",
        "assumption",
        "fully",
        "materialize",
        "prove",
        "incorrect",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "company",
        "actual",
        "activity",
        "result",
        "differ",
        "significantly",
        "expressed",
        "statement",
        "including",
        "risk",
        "uncertainty",
        "related",
        "company",
        "ability",
        "advance",
        "product",
        "candidate",
        "obtain",
        "regulatory",
        "approval",
        "ultimately",
        "commercialize",
        "product",
        "candidate",
        "timing",
        "result",
        "preclinical",
        "clinical",
        "trial",
        "company",
        "ability",
        "fund",
        "development",
        "activity",
        "achieve",
        "development",
        "goal",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "risk",
        "uncertainty",
        "described",
        "heading",
        "risk",
        "factor",
        "document",
        "company",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "contact",
        "monique",
        "allaire",
        "thrust",
        "investor",
        "relation",
        "monique",
        "chelcie",
        "lister",
        "thrust",
        "investor",
        "relation",
        "chelcie",
        "anaptysbio",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "data",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "australian",
        "tax",
        "incentive",
        "receivable",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "investment",
        "asset",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "note",
        "payable",
        "current",
        "portion",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "note",
        "payable",
        "net",
        "current",
        "portion",
        "deferred",
        "rent",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "anaptysbio",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "liability",
        "preferred",
        "stock",
        "warrant",
        "interest",
        "income",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "unrealized",
        "loss",
        "available",
        "sale",
        "security",
        "comprehensive",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "anaptysbio",
        "inc"
    ]
}