{
    "organizations": [],
    "uuid": "d328ce6467606982d33258843c61b81f8f31f6c6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/pr-newswire-amneal-announces-fda-approval-of-cyclophosphamide-for-injection-usp-generic-to-cytoxana.html",
    "ord_in_thread": 0,
    "title": "Amneal Announces FDA Approval of Cyclophosphamide for Injection USP, Generic to Cytoxan®",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BRIDGEWATER, N.J., May 30, 2018 /PRNewswire/ -- Amneal Pharmaceuticals, Inc. (NYSE: AMRX), a specialty pharmaceutical company, today announced it has received U.S. Food and Drug Administration (FDA) approval on its Abbreviated New Drug Application (ANDA) for Cyclophosphamide for Injection USP, the Company's AP-rated therapeutic equivalent to Cytoxan® 500 mg, 1 g and 2 g Single-Dose Vials. The Company expects to begin shipping product shortly.\n\"This is an important milestone as Amneal continues to focus on enhancing its portfolio of complex injectable products and bringing these important medications to patients and healthcare providers,\" said Rob Stewart, President and CEO of Amneal. \"Our diversified pipeline of more than 145 filed ANDAs provides numerous opportunities to drive growth in 2018 and beyond.\"\nCyclophosphamide for Injection USP, 500 mg, 1 g and 2 g had annual U.S. generic sales of approximately $332 million according to IQVIA ™ for the 12 months ending April 2018.\nAbout Amneal\nAmneal Pharmaceuticals, Inc. (NYSE: AMRX), headquartered in Bridgewater, NJ, is an integrated specialty pharmaceutical company focused on developing, manufacturing and distributing generic, brand and biosimilar products. The Company has approximately 6,500 employees in its operations in North America, Asia, and Europe, working together to bring high-quality medicines to patients primarily within the United States.\nAmneal is one of the largest and fastest growing generic pharmaceutical manufacturers in the United States, with an expanding portfolio of generic products to include complex dosage forms in a broad range of therapeutic areas. The Company markets a portfolio of branded pharmaceutical products through its Impax Specialty Pharma division focused principally on central nervous system disorders and parasitic infections. For more information, visit www.amneal.com .\nSafe Harbor Statement\nCertain statements contained herein, regarding matters that are not historical facts, may be forward-looking statements (as defined in Section 27A of the United States Securities Act of 1933, as amended, and Section 21E of the United States Securities Exchange Act of 1934, as amended). We intend such forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995 and include this statement for purposes of complying with the safe harbor provisions. Such forward-looking statements include statements regarding management's intentions, plans, beliefs, expectations or forecasts for the future. The words such as \"may,\" \"will,\" \"could,\" \"should,\" \"expect,\" \"plan,\" \"anticipate,\" \"intend,\" \"believe,\" \"estimate,\" \"continue,\" and similar words are intended to identify estimates and forward-looking statements.\nSuch forward-looking statements are based on the expectations of Amneal Pharmaceuticals, Inc. (\"our\" or the \"Company\") and involve risks and uncertainties; consequently, actual results may differ materially from those expressed or implied in the statements. Such risks and uncertainties include, but are not limited to (i) our ability to integrate the operations of Amneal Pharmaceuticals LLC (\"Amneal\") and Impax Laboratories, Inc. (\"Impax\") pursuant to the transactions (the \"Combination\") contemplated by that certain Business Combination Agreement dated as of October 17, 2017 by and among the Company, Amneal, Impax and K2 Merger Sub Corporation as amended by Amendment No. 1, dated November 21, 2017 and Amendment No. 2 dated December 16, 2017 and our ability to realize the anticipated synergies and other benefits of the Combination, (ii) the fact that certain of our stockholders holding over a majority of our shares may have interests different from those of our other stockholders, (iii) the transaction costs related to the Combination, (iv) results from the public unaudited financial information of Impax and Amneal may not be indicative of the Company's future operating performance, (v) business issues faced by either Amneal or Impax may be imputed to the operations of the Company, (vi) the impact of a separation of Impax or Amneal as a subsidiary of the Company, (vii) the change of control or early termination rights in certain of Impax's or Amneal's contracts that may be implicated by the Combination, (viii) payments required by the Company's Tax Receivables Agreement, (ix) the impact of global economic conditions, (x) our ability to successfully develop or commercialize new products, (xi) our ability to obtain exclusive marketing rights for our products or to introduce products on a timely basis, (xii) the competition we face in the pharmaceutical industry from brand and generic drug product companies, (xiii) our ability to manage our growth, (xiv) the impact of competition, (xv) the illegal distribution and sale by third parties of counterfeit versions of our products or of stolen products, (xvi) market perceptions of us and the safety and quality of our products, (xvii) the substantial portion of our total revenues derived from sales of a limited number of products, (xviii) our ability to develop, license or acquire and introduce new products on a timely basis, (xix) the ability of our approved products to achieve expected levels of market acceptance, (xx) the risk that we may discontinue the manufacture and distribution of certain existing products, (xxi) the impact of manufacturing or quality control problems, (xxii) product liability risks, (xxiii) risks related to changes in the regulatory environment, including United States federal and state laws related to healthcare fraud abuse and health information privacy and security and changes in such laws, (xxiv) changes to FDA product approval requirements, (xxv) risks related to federal regulation of arrangements between manufacturers of branded and generic products, (xxvi) the impact of healthcare reform, (xxvii) business interruptions at one of our few locations that produce the majority of our products, (xxviii) relationships with our major customers, (xxix) the continuing trend of consolidation of certain customer groups, (xxx) our reliance on certain licenses to proprietary technologies, (xxxi) our dependence on third party suppliers and distributors for raw materials for our products, (xxxii) the time necessary to develop generic and branded drug products, (xxxiii) our dependence on third parties for testing required for regulatory approval of our products, (xxxiv) our dependence on third party agreements for a portion of our product offerings, (xxxv) our ability to make acquisitions of or investments in complementary businesses and products, (xxxvi) regulatory oversight in international markets, (xxxvii) our increased exposure to tax liabilities and the impact of recent United State tax legislation, (xxxviii) third parties' infringement of our intellectual property rights, (xxxix) our involvement in various legal proceedings, (xl) increased government scrutiny related to our agreements to settle patent litigation, (xli) the impact of legal, regulatory and legislative strategies by our brand competitors, (xlii) the significant amount of resources we expend on research and development, (xliii) our substantial amount of indebtedness, (xliv) risks inherent in conducting clinical trials, (xlv) our reporting and payment obligations under the Medicaid and other government rebate programs, (xlvi) fluctuations in our operating results, (xlvii) adjustments to our reserves based on price adjustments and sales allowances, (xlviii) impact of impairment on our goodwill and other intangible assets, (xlix) investigations and litigation concerning the calculation of average wholesale prices, (l) cybersecurity and data leakage risks, (li) our ability to attract and retain talented employees and consultants, (lii) uncertainties involved in the preparation of our financial statements, (liii) impact of terrorist attacks and other acts of violence, (liv) expansion of social media platforms, (lv) our need to raise additional funds in the future, (lvi) the restrictions imposed by the terms of our credit agreement, (lvii) our ability to generate sufficient cash to service our indebtedness in the future and (lviii) such other factors as may be set forth in the Company's public filings with the Securities and Exchange Commission.\nForward-looking statements included herein speak only as of the date hereof and we undertake no obligation to revise or update such statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events or circumstances.\nContact:\nMark Donohue\nInvestor Relations and Corporate Communications\n(215) 558-4526\nwww.amneal.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/amneal-announces-fda-approval-of-cyclophosphamide-for-injection-usp-generic-to-cytoxan-300656169.html\nSOURCE Amneal Pharmaceuticals, Inc.",
    "published": "2018-05-30T15:15:00.000+03:00",
    "crawled": "2018-05-30T18:15:32.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bridgewater",
        "may",
        "amneal",
        "pharmaceutical",
        "nyse",
        "amrx",
        "specialty",
        "pharmaceutical",
        "company",
        "today",
        "announced",
        "received",
        "food",
        "drug",
        "administration",
        "fda",
        "approval",
        "abbreviated",
        "new",
        "drug",
        "application",
        "anda",
        "cyclophosphamide",
        "injection",
        "usp",
        "company",
        "therapeutic",
        "equivalent",
        "mg",
        "g",
        "g",
        "vial",
        "company",
        "expects",
        "begin",
        "shipping",
        "product",
        "shortly",
        "important",
        "milestone",
        "amneal",
        "continues",
        "focus",
        "enhancing",
        "portfolio",
        "complex",
        "injectable",
        "product",
        "bringing",
        "important",
        "medication",
        "patient",
        "healthcare",
        "provider",
        "said",
        "rob",
        "stewart",
        "president",
        "ceo",
        "amneal",
        "diversified",
        "pipeline",
        "filed",
        "andas",
        "provides",
        "numerous",
        "opportunity",
        "drive",
        "growth",
        "beyond",
        "cyclophosphamide",
        "injection",
        "usp",
        "mg",
        "g",
        "g",
        "annual",
        "generic",
        "sale",
        "approximately",
        "million",
        "according",
        "iqvia",
        "month",
        "ending",
        "april",
        "amneal",
        "amneal",
        "pharmaceutical",
        "nyse",
        "amrx",
        "headquartered",
        "bridgewater",
        "nj",
        "integrated",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "developing",
        "manufacturing",
        "distributing",
        "generic",
        "brand",
        "biosimilar",
        "product",
        "company",
        "approximately",
        "employee",
        "operation",
        "north",
        "america",
        "asia",
        "europe",
        "working",
        "together",
        "bring",
        "medicine",
        "patient",
        "primarily",
        "within",
        "united",
        "state",
        "amneal",
        "one",
        "largest",
        "fastest",
        "growing",
        "generic",
        "pharmaceutical",
        "manufacturer",
        "united",
        "state",
        "expanding",
        "portfolio",
        "generic",
        "product",
        "include",
        "complex",
        "dosage",
        "form",
        "broad",
        "range",
        "therapeutic",
        "area",
        "company",
        "market",
        "portfolio",
        "branded",
        "pharmaceutical",
        "product",
        "impax",
        "specialty",
        "pharma",
        "division",
        "focused",
        "principally",
        "central",
        "nervous",
        "system",
        "disorder",
        "parasitic",
        "infection",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "certain",
        "statement",
        "contained",
        "herein",
        "regarding",
        "matter",
        "historical",
        "fact",
        "may",
        "statement",
        "defined",
        "section",
        "27a",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "united",
        "state",
        "security",
        "exchange",
        "act",
        "amended",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "statement",
        "include",
        "statement",
        "regarding",
        "management",
        "intention",
        "plan",
        "belief",
        "expectation",
        "forecast",
        "future",
        "word",
        "may",
        "could",
        "expect",
        "plan",
        "anticipate",
        "intend",
        "believe",
        "estimate",
        "continue",
        "similar",
        "word",
        "intended",
        "identify",
        "estimate",
        "statement",
        "statement",
        "based",
        "expectation",
        "amneal",
        "pharmaceutical",
        "company",
        "involve",
        "risk",
        "uncertainty",
        "consequently",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "integrate",
        "operation",
        "amneal",
        "pharmaceutical",
        "llc",
        "amneal",
        "impax",
        "laboratory",
        "impax",
        "pursuant",
        "transaction",
        "combination",
        "contemplated",
        "certain",
        "business",
        "combination",
        "agreement",
        "dated",
        "october",
        "among",
        "company",
        "amneal",
        "impax",
        "k2",
        "merger",
        "sub",
        "corporation",
        "amended",
        "amendment",
        "dated",
        "november",
        "amendment",
        "dated",
        "december",
        "ability",
        "realize",
        "anticipated",
        "synergy",
        "benefit",
        "combination",
        "ii",
        "fact",
        "certain",
        "stockholder",
        "holding",
        "majority",
        "share",
        "may",
        "interest",
        "different",
        "stockholder",
        "iii",
        "transaction",
        "cost",
        "related",
        "combination",
        "iv",
        "result",
        "public",
        "unaudited",
        "financial",
        "information",
        "impax",
        "amneal",
        "may",
        "indicative",
        "company",
        "future",
        "operating",
        "performance",
        "v",
        "business",
        "issue",
        "faced",
        "either",
        "amneal",
        "impax",
        "may",
        "imputed",
        "operation",
        "company",
        "vi",
        "impact",
        "separation",
        "impax",
        "amneal",
        "subsidiary",
        "company",
        "vii",
        "change",
        "control",
        "early",
        "termination",
        "right",
        "certain",
        "impax",
        "amneal",
        "contract",
        "may",
        "implicated",
        "combination",
        "viii",
        "payment",
        "required",
        "company",
        "tax",
        "receivables",
        "agreement",
        "ix",
        "impact",
        "global",
        "economic",
        "condition",
        "x",
        "ability",
        "successfully",
        "develop",
        "commercialize",
        "new",
        "product",
        "xi",
        "ability",
        "obtain",
        "exclusive",
        "marketing",
        "right",
        "product",
        "introduce",
        "product",
        "timely",
        "basis",
        "xii",
        "competition",
        "face",
        "pharmaceutical",
        "industry",
        "brand",
        "generic",
        "drug",
        "product",
        "company",
        "xiii",
        "ability",
        "manage",
        "growth",
        "xiv",
        "impact",
        "competition",
        "xv",
        "illegal",
        "distribution",
        "sale",
        "third",
        "party",
        "counterfeit",
        "version",
        "product",
        "stolen",
        "product",
        "xvi",
        "market",
        "perception",
        "u",
        "safety",
        "quality",
        "product",
        "xvii",
        "substantial",
        "portion",
        "total",
        "revenue",
        "derived",
        "sale",
        "limited",
        "number",
        "product",
        "xviii",
        "ability",
        "develop",
        "license",
        "acquire",
        "introduce",
        "new",
        "product",
        "timely",
        "basis",
        "xix",
        "ability",
        "approved",
        "product",
        "achieve",
        "expected",
        "level",
        "market",
        "acceptance",
        "xx",
        "risk",
        "may",
        "discontinue",
        "manufacture",
        "distribution",
        "certain",
        "existing",
        "product",
        "xxi",
        "impact",
        "manufacturing",
        "quality",
        "control",
        "problem",
        "xxii",
        "product",
        "liability",
        "risk",
        "xxiii",
        "risk",
        "related",
        "change",
        "regulatory",
        "environment",
        "including",
        "united",
        "state",
        "federal",
        "state",
        "law",
        "related",
        "healthcare",
        "fraud",
        "abuse",
        "health",
        "information",
        "privacy",
        "security",
        "change",
        "law",
        "xxiv",
        "change",
        "fda",
        "product",
        "approval",
        "requirement",
        "xxv",
        "risk",
        "related",
        "federal",
        "regulation",
        "arrangement",
        "manufacturer",
        "branded",
        "generic",
        "product",
        "xxvi",
        "impact",
        "healthcare",
        "reform",
        "xxvii",
        "business",
        "interruption",
        "one",
        "location",
        "produce",
        "majority",
        "product",
        "xxviii",
        "relationship",
        "major",
        "customer",
        "xxix",
        "continuing",
        "trend",
        "consolidation",
        "certain",
        "customer",
        "group",
        "xxx",
        "reliance",
        "certain",
        "license",
        "proprietary",
        "technology",
        "xxxi",
        "dependence",
        "third",
        "party",
        "supplier",
        "distributor",
        "raw",
        "material",
        "product",
        "xxxii",
        "time",
        "necessary",
        "develop",
        "generic",
        "branded",
        "drug",
        "product",
        "xxxiii",
        "dependence",
        "third",
        "party",
        "testing",
        "required",
        "regulatory",
        "approval",
        "product",
        "xxxiv",
        "dependence",
        "third",
        "party",
        "agreement",
        "portion",
        "product",
        "offering",
        "xxxv",
        "ability",
        "make",
        "acquisition",
        "investment",
        "complementary",
        "business",
        "product",
        "xxxvi",
        "regulatory",
        "oversight",
        "international",
        "market",
        "xxxvii",
        "increased",
        "exposure",
        "tax",
        "liability",
        "impact",
        "recent",
        "united",
        "state",
        "tax",
        "legislation",
        "xxxviii",
        "third",
        "party",
        "infringement",
        "intellectual",
        "property",
        "right",
        "xxxix",
        "involvement",
        "various",
        "legal",
        "proceeding",
        "xl",
        "increased",
        "government",
        "scrutiny",
        "related",
        "agreement",
        "settle",
        "patent",
        "litigation",
        "xli",
        "impact",
        "legal",
        "regulatory",
        "legislative",
        "strategy",
        "brand",
        "competitor",
        "xlii",
        "significant",
        "amount",
        "resource",
        "expend",
        "research",
        "development",
        "xliii",
        "substantial",
        "amount",
        "indebtedness",
        "xliv",
        "risk",
        "inherent",
        "conducting",
        "clinical",
        "trial",
        "xlv",
        "reporting",
        "payment",
        "obligation",
        "medicaid",
        "government",
        "rebate",
        "program",
        "xlvi",
        "fluctuation",
        "operating",
        "result",
        "xlvii",
        "adjustment",
        "reserve",
        "based",
        "price",
        "adjustment",
        "sale",
        "allowance",
        "xlviii",
        "impact",
        "impairment",
        "goodwill",
        "intangible",
        "asset",
        "xlix",
        "investigation",
        "litigation",
        "concerning",
        "calculation",
        "average",
        "wholesale",
        "price",
        "l",
        "cybersecurity",
        "data",
        "leakage",
        "risk",
        "li",
        "ability",
        "attract",
        "retain",
        "talented",
        "employee",
        "consultant",
        "lii",
        "uncertainty",
        "involved",
        "preparation",
        "financial",
        "statement",
        "liii",
        "impact",
        "terrorist",
        "attack",
        "act",
        "violence",
        "liv",
        "expansion",
        "social",
        "medium",
        "platform",
        "lv",
        "need",
        "raise",
        "additional",
        "fund",
        "future",
        "lvi",
        "restriction",
        "imposed",
        "term",
        "credit",
        "agreement",
        "lvii",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "service",
        "indebtedness",
        "future",
        "lviii",
        "factor",
        "may",
        "set",
        "forth",
        "company",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "included",
        "herein",
        "speak",
        "date",
        "hereof",
        "undertake",
        "obligation",
        "revise",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "circumstance",
        "contact",
        "mark",
        "donohue",
        "investor",
        "relation",
        "corporate",
        "communication",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "amneal",
        "pharmaceutical",
        "inc"
    ]
}