{
    "organizations": [],
    "uuid": "2cf149300f5d2daacb195413b1f83fc5251ed7d3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/31/globe-newswire-evelo-biosciences-reports-first-quarter-2018-financial-results-and-recent-business-highlights.html",
    "ord_in_thread": 0,
    "title": "Evelo Biosciences Reports First Quarter 2018 Financial Results and Recent Business Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Dosing Underway in Phase 1 Clinical Trial of EDP1066 in Psoriasis and Atopic Dermatitis --\n-- IND Accepted by FDA for Phase 2a Investigator-Sponsored Clinical Trial of EDP1503 in Metastatic Melanoma --\n-- Successfully Completed Initial Public Offering, Raising $85.0 Million in Gross Proceeds --\nCAMBRIDGE, Mass., May 31, 2018 (GLOBE NEWSWIRE) -- Evelo Biosciences, Inc. (Nasdaq:EVLO), a clinical stage biotechnology company pioneering monoclonal microbials designed to act on the gut-body network for the treatment of a wide range of diseases, today reported financial results and provided a business update for the first quarter ended March 31, 2018.\nFirst Quarter and Recent Business Highlights:\nPipeline:\nIn May 2018, the Food and Drug Administration accepted an Investigational New Drug application to begin a 70-patient Phase 2a clinical trial of EDP1503, a monoclonal microbial for the treatment of cancer. The University of Chicago will conduct this investigator-sponsored open-label clinical trial, which is designed to evaluate the safety, tolerability and efficacy of EDP1503 in combination with a PD-1 inhibitor in patients with metastatic melanoma. Evelo expects the first patient to be dosed in the second half of 2018 and to report initial clinical data in the second half of 2020. Evelo also plans to initiate a company-sponsored trial with EDP1503 in a range of cancer types in the first half of 2019. In April 2018, Evelo dosed the first subject in its 96-subject Phase 1 clinical trial of EDP1066, a monoclonal microbial for the treatment of inflammatory diseases. This clinical trial is designed to evaluate the safety and tolerability of a range of daily doses of EDP1066 in healthy volunteers and in psoriasis and atopic dermatitis patients. Additional exploratory endpoints to be studied in patients include the effect of EDP1066 on validated clinical measures of disease and on an integrated set of biomarkers­­. Evelo expects to report initial clinical data in the first half of 2019. Evelo expects to initiate clinical studies of its second anti-inflammatory monoclonal microbial drug candidate, EDP1815 in the fourth quarter of 2018.\nCorporate:\nIn May 2018, Evelo completed its initial public offering of common stock at $16.00 per share, raising $75.9 million in net proceeds after deducting underwriting discounts and commissions and other estimated offering expenses. In February and April 2018, respectively, Evelo appointed Professor the Lord Ara Darzi of Denham and Nancy Simonian, M.D., to its board of directors. In March 2018, Evelo appointed Jonathan Poole as chief financial officer. In February 2018, Evelo entered into a strategic, multi-year manufacturing agreement with Biose Industrie (Biose). Under the terms of the agreement, Biose will reserve sufficient resources for the manufacture of Evelo’s drug substance over a three-year period. In addition, the agreement with Biose gives exclusivity to Evelo for the use of Biose’s facilities for the manufacture of orally delivered single strain microbial products. In February and March 2018, Evelo raised an aggregate of $81.5 million from the sale of Series C convertible preferred stock. in February 2018, Evelo drew down an additional $5.0 million of debt which was available under its existing debt facility.\nFirst Quarter 2018 Financial Results:\nCash Position: As of March 31, 2018, cash and cash equivalents were $114.3 million, as compared to cash and cash equivalents of $38.2 million as of December 31, 2017. Evelo expects that its cash and cash equivalents as of March 31, 2018 together with the proceeds from its initial public offering will enable it to fund its operating expenses and capital expenditure requirements into the second half of 2020. R&D Expenses: R&D expenses were $7.1 million for the three months ended March 31, 2018, as compared to $3.8 million for the three months ended March 31, 2017. The increase of $3.3 million was due primarily to an increase of $1.6 million in costs for Evelo’s inflammation programs, driven by external preclinical research, manufacturing costs and licensing expense, an increase of $1.3 million in gut-body network platform expenses in line with Evelo’s strategy to maximize the potential of its platform and an increase of $0.8 million in personnel costs, including increases in salaries and bonuses of $0.5 million and an increase of $0.2 million in stock-based compensation expense. Oncology and other program expenses decreased slightly due to the timing of activities supporting the expected start of Evelo’s clinical trial with EDP1503 in the second half of 2018. G&A Expenses: G&A expenses were $3.3 million for the three months ended March 31, 2018, compared to $1.4 million for the three months ended March 31, 2017. The increase of $1.9 million was driven by increased general and administrative and facility needs to support Evelo’s growing R&D organization and was primarily due to an increase of $0.9 million in professional fees, including legal, patent and other professional consulting fees and an increase of $0.7 million in personnel costs, including an increase of $0.4 million in salaries and bonus and an increase of $0.3 million in stock-based compensation expense. Net Loss Attributable to Common Stockholders: Net loss attributable to common stockholders was $12.9 million for the three months ended March 31, 2018, or $3.29 per basic and diluted share, as compared to a net loss attributable to common stockholders of $6.6 million for the three months ended March 31, 2017, or $1.81 per basic and diluted share.\nUpcoming Events:\nJMP Securities 2018 Life Sciences Conference: June 20-21, 2018 in New York City\nAbout Evelo Biosciences\n­\nEvelo Biosciences is a clinical-stage company pioneering the development of a new modality of medicine designed to act on the gut-body network – monoclonal microbials. Our monoclonal microbial product candidates are orally delivered and intended to modulate systemic immunology and biology by acting on multiple naturally evolved biological pathways through the gut-body network. We believe they have the potential to be broadly applicable across many diseases – including autoimmune, immunoinflammatory, metabolic, neurological, neuroinflammatory diseases and cancer. We have observed in preclinical animal models that monoclonal microbials neither circulate throughout the body, nor require gut colonization. These properties could present significant potential advantages over existing therapies, including tolerability, efficacy and convenience and allow for pharmacological intervention at all stages of disease. Evelo Biosciences was conceived and created within VentureLabs®, Flagship Pioneering’s institutional innovation foundry, and launched by Flagship in 2015.\nFor more information, please visit www.evelobio.com .\nForward Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All statements contained in this press release that do not relate to matters of historical fact should be considered forward-looking statements, including our development plans, the promise and potential impact of any of our monoclonal microbials or clinical trial data, timing of and plans to initiate clinical studies of EDP1503 and EDP1066 and EDP1815, the timing and results of any clinical studies, and the sufficiency of cash to fund operations.\nThese forward-looking statements are based on management's current expectations. These statements are neither promises nor guarantees, but involve known and unknown risks, uncertainties and other important factors that may cause our actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements, including, but not limited to, the following: we have incurred significant losses, are not currently profitable and may never become profitable; our need for additional funding; our limited operating history; our unproven approach to therapeutic intervention; the lengthy, expensive, and uncertain process of clinical drug development, including potential delays in regulatory approval; our reliance on third parties and collaborators to expand our microbial library, conduct our clinical trials, manufacture our product candidates, and develop and commercialize our product candidates, if approved; our lack of experience in manufacturing, selling, marketing, and distributing our product candidates; failure to compete successfully against other drug companies; protection of our proprietary technology and the confidentiality of our trade secrets; potential lawsuits for, or claims of, infringement of third-party intellectual property or challenges to the ownership of our intellectual property; our patents being found invalid or unenforceable; risks associated with international operations; our ability to retain key personnel and to manage our growth; the potential volatility of our common stock; our management and principal stockholders have the ability to control or significantly influence our business; a significant portion of our total outstanding shares are eligible to be sold into the market in the near future; costs and resources of operating as a public company; unfavorable or no analyst research or reports; and securities class action litigation against us.\nThese and other important factors discussed under the caption \"Risk Factors\" in our final prospectus filed with the Securities and Exchange Commission, or SEC, on May 9, 2018 relating to our Registration Statement on Form S-1 and our other reports filed with the SEC, including the Quarterly Report on Form 10-Q we intend to file this week, could cause actual results to differ materially from those indicated by the forward-looking statements made in this press release. Any such forward-looking statements represent management's estimates as of the date of this press release. While we may elect to update such forward-looking statements at some point in the future, we disclaim any obligation to do so, even if subsequent events cause our views to change. These forward-looking statements should not be relied upon as representing our views as of any date subsequent to the date of this press release.\nEVELO BIOSCIENCES, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS (UNAUDITED)\n(in thousands) March 31, December 31, 2018 2017 Assets Cash and cash equivalents $ 114,311 $ 38,246 Property and equipment, net 4,429 3,496 Other assets 3,573 2,046 Total assets $ 122,313 $ 43,788 Liabilities and Stockholders' Equity Accounts payable and current liabilities $ 4,617 $ 3,839 Long-term debt 14,719 9,966 Other noncurrent liabilities 1,724 1,004 Total liabilities 21,060 14,809 Preferred stock 165,778 83,702 Common stock and additional paid-in capital 2,410 1,688 Accumulated Deficit (66,935 ) (56,411 ) Total stockholders' equity 101,253 28,979 Total liabilities and stockholders' equity $ 122,313 $ 43,788\nEVELO BIOSCIENCES, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED)\n(in thousands, except share and per share amounts) Three months ended March 31, 2018 2017 Operating Expenses Research and Development $ 7,143 $ 3,846 General and Administrative 3,282 1,362 Total operating expenses 10,425 5,208 Loss from operations (10,425 ) (5,208 ) Other expenses, net (75 ) (162 ) Net Loss $ (10,500 ) $ (5,370 ) Preferred stock dividends (2,417 ) (1,225 ) Loss attributable to stockholders (12,917 ) (6,595 ) Net loss per share $ (3.29 ) $ (1.81 ) Shares used in computing basic and diluted net loss per share 3,922,152 3,651,833 Contact\nEvelo Biosciences\nStefan Riley\n617-704-2333\nstefan@evelobio.com\nSource:Evelo Biosciences, Inc.",
    "published": "2018-05-31T16:00:00.000+03:00",
    "crawled": "2018-05-31T16:29:12.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dosing",
        "underway",
        "phase",
        "clinical",
        "trial",
        "edp1066",
        "psoriasis",
        "atopic",
        "dermatitis",
        "ind",
        "accepted",
        "fda",
        "phase",
        "2a",
        "clinical",
        "trial",
        "edp1503",
        "metastatic",
        "melanoma",
        "successfully",
        "completed",
        "initial",
        "public",
        "offering",
        "raising",
        "million",
        "gross",
        "proceeds",
        "cambridge",
        "may",
        "globe",
        "newswire",
        "evelo",
        "bioscience",
        "nasdaq",
        "evlo",
        "clinical",
        "stage",
        "biotechnology",
        "company",
        "pioneering",
        "monoclonal",
        "microbials",
        "designed",
        "act",
        "network",
        "treatment",
        "wide",
        "range",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "provided",
        "business",
        "update",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "recent",
        "business",
        "highlight",
        "pipeline",
        "may",
        "food",
        "drug",
        "administration",
        "accepted",
        "investigational",
        "new",
        "drug",
        "application",
        "begin",
        "phase",
        "2a",
        "clinical",
        "trial",
        "edp1503",
        "monoclonal",
        "microbial",
        "treatment",
        "cancer",
        "university",
        "chicago",
        "conduct",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "tolerability",
        "efficacy",
        "edp1503",
        "combination",
        "inhibitor",
        "patient",
        "metastatic",
        "melanoma",
        "evelo",
        "expects",
        "first",
        "patient",
        "dosed",
        "second",
        "half",
        "report",
        "initial",
        "clinical",
        "data",
        "second",
        "half",
        "evelo",
        "also",
        "plan",
        "initiate",
        "trial",
        "edp1503",
        "range",
        "cancer",
        "type",
        "first",
        "half",
        "april",
        "evelo",
        "dosed",
        "first",
        "subject",
        "phase",
        "clinical",
        "trial",
        "edp1066",
        "monoclonal",
        "microbial",
        "treatment",
        "inflammatory",
        "disease",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "tolerability",
        "range",
        "daily",
        "dos",
        "edp1066",
        "healthy",
        "volunteer",
        "psoriasis",
        "atopic",
        "dermatitis",
        "patient",
        "additional",
        "exploratory",
        "endpoint",
        "studied",
        "patient",
        "include",
        "effect",
        "edp1066",
        "validated",
        "clinical",
        "measure",
        "disease",
        "integrated",
        "set",
        "evelo",
        "expects",
        "report",
        "initial",
        "clinical",
        "data",
        "first",
        "half",
        "evelo",
        "expects",
        "initiate",
        "clinical",
        "study",
        "second",
        "monoclonal",
        "microbial",
        "drug",
        "candidate",
        "edp1815",
        "fourth",
        "quarter",
        "corporate",
        "may",
        "evelo",
        "completed",
        "initial",
        "public",
        "offering",
        "common",
        "stock",
        "per",
        "share",
        "raising",
        "million",
        "net",
        "proceeds",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "february",
        "april",
        "respectively",
        "evelo",
        "appointed",
        "professor",
        "lord",
        "ara",
        "darzi",
        "denham",
        "nancy",
        "simonian",
        "board",
        "director",
        "march",
        "evelo",
        "appointed",
        "jonathan",
        "poole",
        "chief",
        "financial",
        "officer",
        "february",
        "evelo",
        "entered",
        "strategic",
        "manufacturing",
        "agreement",
        "biose",
        "industrie",
        "biose",
        "term",
        "agreement",
        "biose",
        "reserve",
        "sufficient",
        "resource",
        "manufacture",
        "evelo",
        "drug",
        "substance",
        "period",
        "addition",
        "agreement",
        "biose",
        "give",
        "exclusivity",
        "evelo",
        "use",
        "biose",
        "facility",
        "manufacture",
        "orally",
        "delivered",
        "single",
        "strain",
        "microbial",
        "product",
        "february",
        "march",
        "evelo",
        "raised",
        "aggregate",
        "million",
        "sale",
        "series",
        "c",
        "convertible",
        "preferred",
        "stock",
        "february",
        "evelo",
        "drew",
        "additional",
        "million",
        "debt",
        "available",
        "existing",
        "debt",
        "facility",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "evelo",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "march",
        "together",
        "proceeds",
        "initial",
        "public",
        "offering",
        "enable",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "second",
        "half",
        "r",
        "expense",
        "r",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "million",
        "due",
        "primarily",
        "increase",
        "million",
        "cost",
        "evelo",
        "inflammation",
        "program",
        "driven",
        "external",
        "preclinical",
        "research",
        "manufacturing",
        "cost",
        "licensing",
        "expense",
        "increase",
        "million",
        "network",
        "platform",
        "expense",
        "line",
        "evelo",
        "strategy",
        "maximize",
        "potential",
        "platform",
        "increase",
        "million",
        "personnel",
        "cost",
        "including",
        "increase",
        "salary",
        "bonus",
        "million",
        "increase",
        "million",
        "compensation",
        "expense",
        "oncology",
        "program",
        "expense",
        "decreased",
        "slightly",
        "due",
        "timing",
        "activity",
        "supporting",
        "expected",
        "start",
        "evelo",
        "clinical",
        "trial",
        "edp1503",
        "second",
        "half",
        "g",
        "expense",
        "g",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "million",
        "driven",
        "increased",
        "general",
        "administrative",
        "facility",
        "need",
        "support",
        "evelo",
        "growing",
        "r",
        "organization",
        "primarily",
        "due",
        "increase",
        "million",
        "professional",
        "fee",
        "including",
        "legal",
        "patent",
        "professional",
        "consulting",
        "fee",
        "increase",
        "million",
        "personnel",
        "cost",
        "including",
        "increase",
        "million",
        "salary",
        "bonus",
        "increase",
        "million",
        "compensation",
        "expense",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "basic",
        "diluted",
        "share",
        "upcoming",
        "event",
        "jmp",
        "security",
        "life",
        "science",
        "conference",
        "june",
        "new",
        "york",
        "city",
        "evelo",
        "bioscience",
        "evelo",
        "bioscience",
        "company",
        "pioneering",
        "development",
        "new",
        "modality",
        "medicine",
        "designed",
        "act",
        "network",
        "monoclonal",
        "microbials",
        "monoclonal",
        "microbial",
        "product",
        "candidate",
        "orally",
        "delivered",
        "intended",
        "modulate",
        "systemic",
        "immunology",
        "biology",
        "acting",
        "multiple",
        "naturally",
        "evolved",
        "biological",
        "pathway",
        "network",
        "believe",
        "potential",
        "broadly",
        "applicable",
        "across",
        "many",
        "disease",
        "including",
        "autoimmune",
        "immunoinflammatory",
        "metabolic",
        "neurological",
        "neuroinflammatory",
        "disease",
        "cancer",
        "observed",
        "preclinical",
        "animal",
        "model",
        "monoclonal",
        "microbials",
        "neither",
        "circulate",
        "throughout",
        "body",
        "require",
        "gut",
        "colonization",
        "property",
        "could",
        "present",
        "significant",
        "potential",
        "advantage",
        "existing",
        "therapy",
        "including",
        "tolerability",
        "efficacy",
        "convenience",
        "allow",
        "pharmacological",
        "intervention",
        "stage",
        "disease",
        "evelo",
        "bioscience",
        "conceived",
        "created",
        "within",
        "flagship",
        "pioneering",
        "institutional",
        "innovation",
        "foundry",
        "launched",
        "flagship",
        "information",
        "please",
        "visit",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "press",
        "release",
        "relate",
        "matter",
        "historical",
        "fact",
        "considered",
        "statement",
        "including",
        "development",
        "plan",
        "promise",
        "potential",
        "impact",
        "monoclonal",
        "microbials",
        "clinical",
        "trial",
        "data",
        "timing",
        "plan",
        "initiate",
        "clinical",
        "study",
        "edp1503",
        "edp1066",
        "edp1815",
        "timing",
        "result",
        "clinical",
        "study",
        "sufficiency",
        "cash",
        "fund",
        "operation",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "statement",
        "neither",
        "promise",
        "guarantee",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "including",
        "limited",
        "following",
        "incurred",
        "significant",
        "loss",
        "currently",
        "profitable",
        "may",
        "never",
        "become",
        "profitable",
        "need",
        "additional",
        "funding",
        "limited",
        "operating",
        "history",
        "unproven",
        "approach",
        "therapeutic",
        "intervention",
        "lengthy",
        "expensive",
        "uncertain",
        "process",
        "clinical",
        "drug",
        "development",
        "including",
        "potential",
        "delay",
        "regulatory",
        "approval",
        "reliance",
        "third",
        "party",
        "collaborator",
        "expand",
        "microbial",
        "library",
        "conduct",
        "clinical",
        "trial",
        "manufacture",
        "product",
        "candidate",
        "develop",
        "commercialize",
        "product",
        "candidate",
        "approved",
        "lack",
        "experience",
        "manufacturing",
        "selling",
        "marketing",
        "distributing",
        "product",
        "candidate",
        "failure",
        "compete",
        "successfully",
        "drug",
        "company",
        "protection",
        "proprietary",
        "technology",
        "confidentiality",
        "trade",
        "secret",
        "potential",
        "lawsuit",
        "claim",
        "infringement",
        "intellectual",
        "property",
        "challenge",
        "ownership",
        "intellectual",
        "property",
        "patent",
        "found",
        "invalid",
        "unenforceable",
        "risk",
        "associated",
        "international",
        "operation",
        "ability",
        "retain",
        "key",
        "personnel",
        "manage",
        "growth",
        "potential",
        "volatility",
        "common",
        "stock",
        "management",
        "principal",
        "stockholder",
        "ability",
        "control",
        "significantly",
        "influence",
        "business",
        "significant",
        "portion",
        "total",
        "outstanding",
        "share",
        "eligible",
        "sold",
        "market",
        "near",
        "future",
        "cost",
        "resource",
        "operating",
        "public",
        "company",
        "unfavorable",
        "analyst",
        "research",
        "report",
        "security",
        "class",
        "action",
        "litigation",
        "u",
        "important",
        "factor",
        "discussed",
        "caption",
        "risk",
        "factor",
        "final",
        "prospectus",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "may",
        "relating",
        "registration",
        "statement",
        "form",
        "report",
        "filed",
        "sec",
        "including",
        "quarterly",
        "report",
        "form",
        "intend",
        "file",
        "week",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "made",
        "press",
        "release",
        "statement",
        "represent",
        "management",
        "estimate",
        "date",
        "press",
        "release",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "disclaim",
        "obligation",
        "even",
        "subsequent",
        "event",
        "cause",
        "view",
        "change",
        "statement",
        "relied",
        "upon",
        "representing",
        "view",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "evelo",
        "bioscience",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "current",
        "liability",
        "debt",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "evelo",
        "bioscience",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "loss",
        "attributable",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "contact",
        "evelo",
        "bioscience",
        "stefan",
        "riley",
        "stefan",
        "source",
        "evelo",
        "bioscience",
        "inc"
    ]
}