{
    "organizations": [],
    "uuid": "6ad7df9f937b903fbbba97fdf9d6cad79d43ebfc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-granite-point-mortgage-trust-inc-reports-first-quarter-2018-financial-results-and-post-quarter-end-business-update.html",
    "ord_in_thread": 0,
    "title": "Granite Point Mortgage Trust Inc. Reports First Quarter 2018 Financial Results and Post-Quarter End Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Granite Point Mortgage Trust Inc. (NYSE: GPMT), a commercial real estate investment trust (REIT) focused on directly originating, investing in and managing senior floating rate commercial mortgage loans and other debt and debt-like commercial real estate investments, today announced its financial results for the quarter ended March 31, 2018 and provided an update on its activities subsequent to quarter-end. A presentation containing first quarter 2018 highlights and a business update can be viewed at www.gpmortgagetrust.com .\nFirst Quarter 2018 Summary\nGAAP net income of $14.6 million or $0.34 per basic share; Core Earnings (1) of $15.2 million or $0.35 per basic share (including $0.9 million or $0.02 per basic share of prepayment fee income). Taxable income of $19.6 million or $0.45 per basic share; dividend of $0.38 per common share; and book value of $19.05 per common share. Closed senior floating rate commercial real estate loans with total commitments of $133.4 million having a weighted average stabilized LTV of 62% (2) and a weighted average yield of LIBOR + 5.22%. (3) Funded $156.2 million of principal balance on loans during the quarter, including $31.9 million on existing loan commitments and $19.7 million to upsize 2 existing loans. Received prepayments and principal amortization of $101.2 million. Owned a portfolio with a principal balance of $2.4 billion, which was over 97% floating rate and over 95% senior commercial mortgage loans with a weighted average stabilized LTV of 64%.\nActivity Post Quarter-End\nGenerated a pipeline of senior floating rate commercial real estate loans, including upsizings, with total commitments of over $420 million, and initial funding loan amounts of over $370 million, which have either closed or are in the closing process, subject to fallout. On May 9, 2018 closed an $826 million commercial real estate CLO with an advance rate of 80% and a weighted average interest rate at issuance of LIBOR plus 1.27% (4) . On April 13, 2018 closed a $75 million two-year revolving bridge financing facility.\n(1) Core Earnings is a non-U.S. GAAP measure that we define as comprehensive income attributable to common stockholders, excluding “realized and unrealized gains and losses” (impairment losses, realized and unrealized gains or losses on the aggregate portfolio and non-cash related to restricted common stock). We believe the presentation of Core Earnings provides investors greater transparency into our period-over-period financial performance and facilitates comparisons to peer REITs. Please see page 6 for a reconciliation of GAAP to non-GAAP financial information. (2) Stabilized LTV is calculated as the fully funded loan amount (plus any financing that is pari passu with or senior to such loan), including all contractually provided for future fundings, divided by the as stabilized value (as determined in conformance with USPAP) set forth in the original appraisal. As stabilized value may be based on certain assumptions, such as future construction completion, projected re-tenanting, payment of tenant improvement or leasing commissions allowances or free or abated rent periods, or increased tenant occupancies. (3) Yield includes net origination fees and exit fees, but does not include future fundings, and is expressed as a monthly equivalent yield. (4) Excludes deferred debt issuance costs. Conference Call\nGranite Point Mortgage Trust Inc. will host a conference call on May 10, 2018 at 10:00 a.m. EST to discuss first quarter 2018 financial results and related information. To participate in the teleconference, approximately 10 minutes prior to the above start time please call toll-free (866) 807-9684, (or (412) 317-5415 for international callers), and ask to be joined into the Granite Point Mortgage Trust Inc. call. You may also listen to the teleconference live via the Internet at www.gpmortgagetrust.com , in the Investors section under the Events and Presentations link. For those unable to attend, a telephone playback will be available beginning May 10, 2018 at 12:00 p.m. EST through May 17, 2018 at 12:00 a.m. EST. The playback can be accessed by calling (877) 344-7529 (or (412) 317-0088 for international callers) and providing the Access Code 10118879. The call will also be archived on the company’s website in the Investors section under the Events and Presentations link.\nGranite Point Mortgage Trust\nGranite Point Mortgage Trust Inc., a Maryland corporation, is a real estate investment trust that is focused on directly originating, investing in and managing senior floating rate commercial mortgage loans and other debt and debt-like commercial real estate investments. Granite Point is headquartered in New York, New York, and is externally managed by Pine River Capital Management L.P. Additional information is available at www.gpmortgagetrust.com .\nForward-Looking Statements\nThis presentation contains, in addition to historical information, certain that are based on our current assumptions, expectations and projections about future performance and events. In particular, statements regarding future economic performance, finances, and expectations and objectives of management constitute . Forward-looking statements are not historical in nature and can be identified by words such as “believes,” “expects,” “may,” “will,” “should,” “seeks,” “approximately,” “intends,” “plans,” “estimates,” “anticipates,” “targets,” “goals,” “future,” “likely” and other expressions that are predictions of or indicate future events and trends and that do not relate to historical matters.\nAlthough the contained in this presentation are based upon information available at the time the statements are made and reflect the best judgment of our senior management, inherently involve known and unknown risks, uncertainties and other factors, which may cause the actual results, performance or achievements to differ materially from anticipated future results. Important factors that could cause actual results to differ materially from expected results, including, among other things, those described in our filings with the (“SEC”), including our annual report on form 10-K for the year ended December 31, 2017, and any subsequent Quarterly Reports on Form 10-Q under the caption “Risk Factors.” Factors that could cause actual results to differ include, but are not limited to: the state of the U.S. economy generally or in specific geographic regions; the general political, economic, and competitive conditions in the markets in which we invest; defaults by borrowers in paying debt service on outstanding indebtedness and borrowers' abilities to manage and stabilize properties; our ability to obtain financing arrangements on terms favorable to us or at all; the level and volatility of prevailing interest rates and credit spreads; reductions in the yield on our investments and an increase in the cost of our financing; general volatility of the securities markets in which we participate; the return or impact of current or future investments; allocation of investment opportunities to us by our Manager; increased competition from entities investing in our target assets; effects of hedging instruments on our target investments; changes in governmental regulations, tax law and rates, and similar matters; our ability to maintain our qualification as a REIT for U.S. federal income tax purposes and our exclusion from registration under the Investment Company Act; availability of desirable investment opportunities; availability of qualified personnel and our relationship with our Manager; estimates relating to our ability to make distributions to our stockholders in the future; hurricanes, earthquakes, and other natural disasters, acts of war and/or terrorism and other events that may cause unanticipated and uninsured performance declines and/or losses to us or the owners and operators of the real estate securing our investments; deterioration in the performance of the properties securing our investments that may cause deterioration in the performance of our investments and, potentially, principal losses to us; and difficulty or delays in redeploying the proceeds from repayments of our existing investments. These apply only as of the date of this press release. We are under no duty to update any of these after the date of this presentation to conform these statements to actual results or revised expectations. You should, therefore, not rely on these as predictions of future events.\nNon-GAAP Financial Measures\nIn addition to disclosing financial results calculated in accordance with United States generally accepted accounting principles (GAAP), this press release and the accompanying investor presentation present non-GAAP financial measures, such as Core Earnings and Core Earnings per basic common share, that exclude certain items. Granite Point management believes that these non-GAAP measures enable it to perform meaningful comparisons of past, present and future results of the company’s core business operations, and uses these measures to gain a comparative understanding of the company’s operating performance and business trends. The non-GAAP financial measures presented by the company represent supplemental information to assist investors in analyzing the results of its operations. However, because these measures are not calculated in accordance with GAAP, they should not be considered a substitute for, or superior to, the financial measures calculated in accordance with GAAP. The company’s GAAP financial results and the reconciliations from these results should be carefully evaluated. See the GAAP to non-GAAP reconciliation table on page 6 of this release.\nAdditional Information\nStockholders of Granite Point and other interested persons may find additional information regarding the company at the ’s Internet site at www.sec.gov or by directing requests to: Granite Point Mortgage Trust Inc., 590 Madison Avenue, 38 th floor, New York, NY 10022, telephone 212-364-3200\nGRANITE POINT MORTGAGE TRUST INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(in thousands, except share data)\nMarch 31, December 31, 2018 2017 ASSETS (unaudited) Loans held-for-investment $ 2,364,647 $ 2,304,266 Available-for-sale securities, at fair value 12,814 12,798 Held-to-maturity securities 37,376 42,169 72,070 107,765 Restricted cash 4,998 2,953 Accrued interest receivable 7,641 7,105 Deferred debt issuance costs 7,468 8,872 Prepaid expenses 198 390 Other assets 13,507 12,812 Total Assets $ 2,520,719 $ 2,499,130 LIABILITIES AND STOCKHOLDERS’ EQUITY Liabilities Repurchase agreements $ 1,524,456 $ 1,521,608 Convertible senior notes 139,745 121,314 Accrued interest payable 5,280 3,119 Unearned interest income 57 197 Dividends payable 16,588 16,454 Other liabilities 6,237 6,817 Total Liabilities 1,692,363 1,669,509 10% cumulative redeemable preferred stock, par value $0.01 per share; 50,000,000 shares authorized and 1,000 and 1,000 shares issued and outstanding, respectively 1,000 1,000 Stockholders’ Equity Common stock, par value $0.01 per share; 450,000,000 shares authorized and 43,437,059 and 43,235,103 shares issued and outstanding, respectively 434 432 Additional paid-in capital 830,366 829,704 Accumulated other comprehensive income 16 — Cumulative earnings 43,386 28,800 Cumulative distributions to stockholders (46,846 ) (30,315 ) Total Stockholders’ Equity 827,356 828,621 Total Liabilities and Stockholders’ Equity $ 2,520,719 $ 2,499,130 GRANITE POINT MORTGAGE TRUST INC.\nCONDENSED CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(in thousands, except share data)\nThree Months Ended March 31, 2018 2017 Interest income: (unaudited) Loans held-for-investment $ 38,793 $ 22,638 Available-for-sale securities 272 246 Held-to-maturity securities 885 932 27 2 Total interest income 39,977 23,818 Interest expense: Repurchase agreements 16,194 4,756 Convertible senior notes 2,179 — Note payable to affiliate — 1,350 Interest expense 18,373 6,106 Net interest income 21,604 17,712 Other income: Fee income 882 — Total other income 882 — Expenses: Management fees 3,209 1,662 Servicing expenses 458 322 General and administrative expenses 4,232 2,273 Total expenses 7,899 4,257 Income before income taxes 14,587 13,455 Provision for income taxes 1 1 Net income 14,586 13,454 Dividends on preferred stock 25 — Net income attributable to common stockholders $ 14,561 $ 13,454 Basic earnings per weighted average common share (1) $ 0.34 $ — Diluted earnings per weighted average common share (1) $ 0.33 $ — Dividends declared per common share $ 0.38 $ — Weighted average number of shares of common stock outstanding: Basic 43,374,228 — Diluted 50,467,978 — Comprehensive income: Net income attributable to common stockholders $ 14,561 $ 13,454 Other comprehensive income, net of tax: Unrealized gain on available-for-sale securities 16 80 Other comprehensive income 16 80 Comprehensive income attributable to common stockholders $ 14,577 $ 13,534 (1) The Company has calculated earnings per share only for the period common stock was outstanding, referred to as the post-formation period. The Company has defined the post-formation period to be the period from the date the Company commenced operations as a publicly traded company on June 28, 2017 and on. Earnings per share is calculated by dividing the net income for the post-formation period by the weighted average number of shares outstanding during the post-formation period. GRANITE POINT MORTGAGE TRUST INC.\nRECONCILIATION OF GAAP TO NON-GAAP FINANCIAL INFORMATION\n(dollars in thousands, except share data)\nThree Months Ended March 31, 2018 (unaudited) Reconciliation of GAAP net income to Core Earnings: GAAP Net Income $ 14,561 Adjustments for non-core earnings: Non-cash equity compensation 664 Core Earnings (1) $ 15,225 Core Earnings per basic common share $ 0.35 Basic weighted average shares outstanding 43,374,228 (1) Core Earnings is a non-U.S. GAAP measure that we define as comprehensive income attributable to common stockholders, excluding “realized and unrealized gains and losses” (impairment losses, realized and unrealized gains or losses on the aggregate portfolio and non-cash related to restricted common stock). We believe the presentation of Core Earnings provides investors greater transparency into our period-over-period financial performance and facilitates comparisons to peer REITs.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509006450/en/\nGranite Point Mortgage Trust Inc.\nInvestors:\nMarcin Urbaszek, Chief Financial Officer, 212-364-3200\ninvestors@gpmortgagetrust.com\nSource: Granite Point Mortgage Trust Inc.",
    "published": "2018-05-10T00:15:00.000+03:00",
    "crawled": "2018-05-10T00:59:01.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "granite",
        "point",
        "mortgage",
        "trust",
        "nyse",
        "gpmt",
        "commercial",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "focused",
        "directly",
        "originating",
        "investing",
        "managing",
        "senior",
        "floating",
        "rate",
        "commercial",
        "mortgage",
        "loan",
        "debt",
        "commercial",
        "real",
        "estate",
        "investment",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "activity",
        "subsequent",
        "presentation",
        "containing",
        "first",
        "quarter",
        "highlight",
        "business",
        "update",
        "viewed",
        "first",
        "quarter",
        "summary",
        "gaap",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "core",
        "earnings",
        "million",
        "per",
        "basic",
        "share",
        "including",
        "million",
        "per",
        "basic",
        "share",
        "prepayment",
        "fee",
        "income",
        "taxable",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "dividend",
        "per",
        "common",
        "share",
        "book",
        "value",
        "per",
        "common",
        "share",
        "closed",
        "senior",
        "floating",
        "rate",
        "commercial",
        "real",
        "estate",
        "loan",
        "total",
        "commitment",
        "million",
        "weighted",
        "average",
        "stabilized",
        "ltv",
        "weighted",
        "average",
        "yield",
        "libor",
        "funded",
        "million",
        "principal",
        "balance",
        "loan",
        "quarter",
        "including",
        "million",
        "existing",
        "loan",
        "commitment",
        "million",
        "upsize",
        "existing",
        "loan",
        "received",
        "prepayment",
        "principal",
        "amortization",
        "million",
        "owned",
        "portfolio",
        "principal",
        "balance",
        "billion",
        "floating",
        "rate",
        "senior",
        "commercial",
        "mortgage",
        "loan",
        "weighted",
        "average",
        "stabilized",
        "ltv",
        "activity",
        "post",
        "generated",
        "pipeline",
        "senior",
        "floating",
        "rate",
        "commercial",
        "real",
        "estate",
        "loan",
        "including",
        "upsizings",
        "total",
        "commitment",
        "million",
        "initial",
        "funding",
        "loan",
        "amount",
        "million",
        "either",
        "closed",
        "closing",
        "process",
        "subject",
        "fallout",
        "may",
        "closed",
        "million",
        "commercial",
        "real",
        "estate",
        "clo",
        "advance",
        "rate",
        "weighted",
        "average",
        "interest",
        "rate",
        "issuance",
        "libor",
        "plus",
        "april",
        "closed",
        "million",
        "revolving",
        "bridge",
        "financing",
        "facility",
        "core",
        "earnings",
        "gaap",
        "measure",
        "define",
        "comprehensive",
        "income",
        "attributable",
        "common",
        "stockholder",
        "excluding",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "impairment",
        "loss",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "aggregate",
        "portfolio",
        "related",
        "restricted",
        "common",
        "stock",
        "believe",
        "presentation",
        "core",
        "earnings",
        "provides",
        "investor",
        "greater",
        "transparency",
        "financial",
        "performance",
        "facilitates",
        "comparison",
        "peer",
        "reit",
        "please",
        "see",
        "page",
        "reconciliation",
        "gaap",
        "financial",
        "information",
        "stabilized",
        "ltv",
        "calculated",
        "fully",
        "funded",
        "loan",
        "amount",
        "plus",
        "financing",
        "pari",
        "passu",
        "senior",
        "loan",
        "including",
        "contractually",
        "provided",
        "future",
        "funding",
        "divided",
        "stabilized",
        "value",
        "determined",
        "conformance",
        "uspap",
        "set",
        "forth",
        "original",
        "appraisal",
        "stabilized",
        "value",
        "may",
        "based",
        "certain",
        "assumption",
        "future",
        "construction",
        "completion",
        "projected",
        "payment",
        "tenant",
        "improvement",
        "leasing",
        "commission",
        "allowance",
        "free",
        "abated",
        "rent",
        "period",
        "increased",
        "tenant",
        "occupancy",
        "yield",
        "includes",
        "net",
        "origination",
        "fee",
        "exit",
        "fee",
        "include",
        "future",
        "funding",
        "expressed",
        "monthly",
        "equivalent",
        "yield",
        "excludes",
        "deferred",
        "debt",
        "issuance",
        "cost",
        "conference",
        "call",
        "granite",
        "point",
        "mortgage",
        "trust",
        "host",
        "conference",
        "call",
        "may",
        "est",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "related",
        "information",
        "participate",
        "teleconference",
        "approximately",
        "minute",
        "prior",
        "start",
        "time",
        "please",
        "call",
        "international",
        "caller",
        "ask",
        "joined",
        "granite",
        "point",
        "mortgage",
        "trust",
        "call",
        "may",
        "also",
        "listen",
        "teleconference",
        "live",
        "via",
        "internet",
        "investor",
        "section",
        "event",
        "presentation",
        "link",
        "unable",
        "attend",
        "telephone",
        "playback",
        "available",
        "beginning",
        "may",
        "est",
        "may",
        "est",
        "playback",
        "accessed",
        "calling",
        "international",
        "caller",
        "providing",
        "access",
        "code",
        "call",
        "also",
        "archived",
        "company",
        "website",
        "investor",
        "section",
        "event",
        "presentation",
        "link",
        "granite",
        "point",
        "mortgage",
        "trust",
        "granite",
        "point",
        "mortgage",
        "trust",
        "maryland",
        "corporation",
        "real",
        "estate",
        "investment",
        "trust",
        "focused",
        "directly",
        "originating",
        "investing",
        "managing",
        "senior",
        "floating",
        "rate",
        "commercial",
        "mortgage",
        "loan",
        "debt",
        "commercial",
        "real",
        "estate",
        "investment",
        "granite",
        "point",
        "headquartered",
        "new",
        "york",
        "new",
        "york",
        "externally",
        "managed",
        "pine",
        "river",
        "capital",
        "management",
        "additional",
        "information",
        "available",
        "statement",
        "presentation",
        "contains",
        "addition",
        "historical",
        "information",
        "certain",
        "based",
        "current",
        "assumption",
        "expectation",
        "projection",
        "future",
        "performance",
        "event",
        "particular",
        "statement",
        "regarding",
        "future",
        "economic",
        "performance",
        "finance",
        "expectation",
        "objective",
        "management",
        "constitute",
        "statement",
        "historical",
        "nature",
        "identified",
        "word",
        "belief",
        "expects",
        "may",
        "seek",
        "approximately",
        "intends",
        "plan",
        "estimate",
        "anticipates",
        "target",
        "goal",
        "future",
        "likely",
        "expression",
        "prediction",
        "indicate",
        "future",
        "event",
        "trend",
        "relate",
        "historical",
        "matter",
        "although",
        "contained",
        "presentation",
        "based",
        "upon",
        "information",
        "available",
        "time",
        "statement",
        "made",
        "reflect",
        "best",
        "judgment",
        "senior",
        "management",
        "inherently",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "anticipated",
        "future",
        "result",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expected",
        "result",
        "including",
        "among",
        "thing",
        "described",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "caption",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "limited",
        "state",
        "economy",
        "generally",
        "specific",
        "geographic",
        "region",
        "general",
        "political",
        "economic",
        "competitive",
        "condition",
        "market",
        "invest",
        "default",
        "borrower",
        "paying",
        "debt",
        "service",
        "outstanding",
        "indebtedness",
        "borrower",
        "ability",
        "manage",
        "stabilize",
        "property",
        "ability",
        "obtain",
        "financing",
        "arrangement",
        "term",
        "favorable",
        "u",
        "level",
        "volatility",
        "prevailing",
        "interest",
        "rate",
        "credit",
        "spread",
        "reduction",
        "yield",
        "investment",
        "increase",
        "cost",
        "financing",
        "general",
        "volatility",
        "security",
        "market",
        "participate",
        "return",
        "impact",
        "current",
        "future",
        "investment",
        "allocation",
        "investment",
        "opportunity",
        "u",
        "manager",
        "increased",
        "competition",
        "entity",
        "investing",
        "target",
        "asset",
        "effect",
        "hedging",
        "instrument",
        "target",
        "investment",
        "change",
        "governmental",
        "regulation",
        "tax",
        "law",
        "rate",
        "similar",
        "matter",
        "ability",
        "maintain",
        "qualification",
        "reit",
        "federal",
        "income",
        "tax",
        "purpose",
        "exclusion",
        "registration",
        "investment",
        "company",
        "act",
        "availability",
        "desirable",
        "investment",
        "opportunity",
        "availability",
        "qualified",
        "personnel",
        "relationship",
        "manager",
        "estimate",
        "relating",
        "ability",
        "make",
        "distribution",
        "stockholder",
        "future",
        "hurricane",
        "earthquake",
        "natural",
        "disaster",
        "act",
        "war",
        "terrorism",
        "event",
        "may",
        "cause",
        "unanticipated",
        "uninsured",
        "performance",
        "decline",
        "loss",
        "u",
        "owner",
        "operator",
        "real",
        "estate",
        "securing",
        "investment",
        "deterioration",
        "performance",
        "property",
        "securing",
        "investment",
        "may",
        "cause",
        "deterioration",
        "performance",
        "investment",
        "potentially",
        "principal",
        "loss",
        "u",
        "difficulty",
        "delay",
        "redeploying",
        "proceeds",
        "repayment",
        "existing",
        "investment",
        "apply",
        "date",
        "press",
        "release",
        "duty",
        "update",
        "date",
        "presentation",
        "conform",
        "statement",
        "actual",
        "result",
        "revised",
        "expectation",
        "therefore",
        "rely",
        "prediction",
        "future",
        "event",
        "financial",
        "measure",
        "addition",
        "disclosing",
        "financial",
        "result",
        "calculated",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "press",
        "release",
        "accompanying",
        "investor",
        "presentation",
        "present",
        "financial",
        "measure",
        "core",
        "earnings",
        "core",
        "earnings",
        "per",
        "basic",
        "common",
        "share",
        "exclude",
        "certain",
        "item",
        "granite",
        "point",
        "management",
        "belief",
        "measure",
        "enable",
        "perform",
        "meaningful",
        "comparison",
        "past",
        "present",
        "future",
        "result",
        "company",
        "core",
        "business",
        "operation",
        "us",
        "measure",
        "gain",
        "comparative",
        "understanding",
        "company",
        "operating",
        "performance",
        "business",
        "trend",
        "financial",
        "measure",
        "presented",
        "company",
        "represent",
        "supplemental",
        "information",
        "assist",
        "investor",
        "analyzing",
        "result",
        "operation",
        "however",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "company",
        "gaap",
        "financial",
        "result",
        "reconciliation",
        "result",
        "carefully",
        "evaluated",
        "see",
        "gaap",
        "reconciliation",
        "table",
        "page",
        "release",
        "additional",
        "information",
        "stockholder",
        "granite",
        "point",
        "interested",
        "person",
        "may",
        "find",
        "additional",
        "information",
        "regarding",
        "company",
        "internet",
        "site",
        "directing",
        "request",
        "granite",
        "point",
        "mortgage",
        "trust",
        "madison",
        "avenue",
        "th",
        "floor",
        "new",
        "york",
        "ny",
        "telephone",
        "granite",
        "point",
        "mortgage",
        "trust",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "unaudited",
        "loan",
        "security",
        "fair",
        "value",
        "security",
        "restricted",
        "cash",
        "accrued",
        "interest",
        "receivable",
        "deferred",
        "debt",
        "issuance",
        "cost",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "repurchase",
        "agreement",
        "convertible",
        "senior",
        "note",
        "accrued",
        "interest",
        "payable",
        "unearned",
        "interest",
        "income",
        "dividend",
        "payable",
        "liability",
        "total",
        "liability",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "cumulative",
        "earnings",
        "cumulative",
        "distribution",
        "stockholder",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "granite",
        "point",
        "mortgage",
        "trust",
        "condensed",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "thousand",
        "except",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "interest",
        "income",
        "unaudited",
        "loan",
        "security",
        "security",
        "total",
        "interest",
        "income",
        "interest",
        "expense",
        "repurchase",
        "agreement",
        "convertible",
        "senior",
        "note",
        "note",
        "payable",
        "affiliate",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "income",
        "fee",
        "income",
        "total",
        "income",
        "expense",
        "management",
        "fee",
        "servicing",
        "expense",
        "general",
        "administrative",
        "expense",
        "total",
        "expense",
        "income",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "dividend",
        "preferred",
        "stock",
        "net",
        "income",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "earnings",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "diluted",
        "earnings",
        "per",
        "weighted",
        "average",
        "common",
        "share",
        "dividend",
        "declared",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "basic",
        "diluted",
        "comprehensive",
        "income",
        "net",
        "income",
        "attributable",
        "common",
        "stockholder",
        "comprehensive",
        "income",
        "net",
        "tax",
        "unrealized",
        "gain",
        "security",
        "comprehensive",
        "income",
        "comprehensive",
        "income",
        "attributable",
        "common",
        "stockholder",
        "company",
        "calculated",
        "earnings",
        "per",
        "share",
        "period",
        "common",
        "stock",
        "outstanding",
        "referred",
        "period",
        "company",
        "defined",
        "period",
        "period",
        "date",
        "company",
        "commenced",
        "operation",
        "publicly",
        "traded",
        "company",
        "june",
        "earnings",
        "per",
        "share",
        "calculated",
        "dividing",
        "net",
        "income",
        "period",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "period",
        "granite",
        "point",
        "mortgage",
        "trust",
        "reconciliation",
        "gaap",
        "financial",
        "information",
        "dollar",
        "thousand",
        "except",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "core",
        "earnings",
        "gaap",
        "net",
        "income",
        "adjustment",
        "earnings",
        "equity",
        "compensation",
        "core",
        "earnings",
        "core",
        "earnings",
        "per",
        "basic",
        "common",
        "share",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "core",
        "earnings",
        "gaap",
        "measure",
        "define",
        "comprehensive",
        "income",
        "attributable",
        "common",
        "stockholder",
        "excluding",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "impairment",
        "loss",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "aggregate",
        "portfolio",
        "related",
        "restricted",
        "common",
        "stock",
        "believe",
        "presentation",
        "core",
        "earnings",
        "provides",
        "investor",
        "greater",
        "transparency",
        "financial",
        "performance",
        "facilitates",
        "comparison",
        "peer",
        "reit",
        "view",
        "source",
        "version",
        "http",
        "granite",
        "point",
        "mortgage",
        "trust",
        "investor",
        "marcin",
        "urbaszek",
        "chief",
        "financial",
        "officer",
        "investor",
        "source",
        "granite",
        "point",
        "mortgage",
        "trust",
        "inc"
    ]
}