{
    "organizations": [],
    "uuid": "59bb23edce456e00233fd636223dcc14706d5869",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/globe-newswire-century-next-financial-corporation-and-ashley-bancstock-company-agree-to-merge.html",
    "ord_in_thread": 0,
    "title": "Century Next Financial Corporation and Ashley Bancstock Company Agree to Merge",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RUSTON, La. and CROSSETT, Ark., May 16, 2018 (GLOBE NEWSWIRE) -- Century Next Financial Corporation (Pink:CTUY) (“Century Next”), the holding company of Bank of Ruston, and Ashley Bancstock Company (“Ashley Bancstock”), the holding company of First National Bank of Crossett, today announced they have executed a definitive agreement whereby Century Next and Ashley Bancstock will combine in a strategic merger. Under the terms of the agreement, Ashley Bancstock will be merged with and into Century Next (the “Merger”) and First National Bank of Crossett will be merged with and into Bank of Ruston. Upon consummation of the Merger, shareholders of Ashley Bancstock will receive 1.8052 shares of Century Next common stock for each share of Ashley Bancstock common stock (the “Merger Consideration”). Based on the closing price of Century Next’s common stock on May 15, 2018 ($30.00 per share), the Merger Consideration has a value of $54.16 per share to the holders of Ashley Bancstock common stock, or $12.8 million in the aggregate. Following the closing date of the Merger, Century Next plans to declare a 10% stock dividend. The transaction will result in a community bank with seven offices and over $450 million in assets.\n“We are very pleased to announce this strategic combination with First National Bank of Crossett which greatly expands our market area and enhances our branch network,” said Bill Hogan, President and Chief Executive Officer of Century Next. “We look forward to the opportunities presented by the growth in our banking organization and by providing our expanded products and services to the South Arkansas market area.”\n“We are very excited about our partnership with Bank of Ruston. This is a winning combination for our customers and the community we serve as they will benefit from our enhanced banking services,” said Herb Hutchison, Chairman of Ashley Bancstock. “Our shareholders will also benefit from owning shares in a high-performing, financially strong community bank whose stock is Quote: d on the OTC Markets. Together, we will continue to provide the same level of excellent customer service that our customers expect through a well-capitalized community institution with an enhanced platform for serving our local market area.”\nThe transaction is expected to be completed in the fourth quarter of 2018, subject to various approvals by regulatory authorities and the shareholders of both Century Next and Ashley Bancstock, as well as the satisfaction of other customary closing conditions.\nCentury Next was advised by Sandler O’Neill & Partners, L.P. and the law firm of Silver, Freedman, Taff & Tiernan LLP. Ashley Bancstock was advised by Southard Financial, LLC and the law firm of Mitchell, Williams, Selig, Gates & Woodyard, P.L.L.C.\nAbout Century Next\nCentury Next Financial Corporation is the holding company for Bank of Ruston which conducts business from three full-service banking centers in Louisiana. Bank of Ruston was established in 1905 and is headquartered in Ruston, Louisiana. The Bank is a full-service bank with two banking offices in Ruston and one banking office in Monroe. The Bank emphasizes professional and personal banking service directed primarily to small and medium-sized businesses, professionals, and individuals. The Bank provides a full range of banking services including its primary business of real estate lending to residential and commercial customers.\nAbout Ashley Bancstock\nAshley Bancstock Company is the holding company for First National Bank of Crossett which conducts business from four full-service banking centers in Arkansas. First National Bank of Crossett was established in 1913 and is headquartered in Crossett, Arkansas. The Bank is a full-service bank with two banking offices in Crossett, one banking office in Hamburg and one drive-up banking office in Fountain Hill.\nForward Looking Statements\nThis press release may contain forward-looking statements regarding the financial performance, business prospects, growth and operating strategies of Century Next and Ashley Bancstock. For these statements, Century Next and Ashley Bancstock each claims the protections of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. Statements in this press release should be considered in conjunction with the other information available about Century Next and Ashley Bancstock. Forward-looking statements provide current expectations or forecasts of future events and are not guarantees of future performance. The forward-looking statements are based on management’s expectations and are subject to a number of risks and uncertainties. Forward-looking statements can be identified by such words as “expect,” “anticipate,” “estimate,” “project,” “intend,” “plan,” “believe,” “will” and similar expressions in connection with any discussion of future operating or financial performance.\nAlthough management believes that the expectations reflected in such forward-looking statements are reasonable, actual results may differ materially from those expressed or implied in such statements. Risks and uncertainties that could cause actual results to differ materially include risks relating to the banking industry and the following: the possibility that the merger does not close when expected or at all because required regulatory, shareholder or other approvals and other conditions to closing are not received or satisfied on a timely basis or at all; and changes in general economic and market conditions, interest and exchange rates, monetary policy, laws and regulations and their enforcement. Undue reliance should not be placed on the forward-looking statements, which speak only as of the date hereof. Neither Century Next nor Ashley Bancstock undertakes, and specifically disclaims any obligation, to publicly release the result of any revisions that may be made to update any forward-looking statement to reflect the events or circumstances after the date on which the forward-looking statement is made, or reflect the occurrence of unanticipated events, except to the extent required by law.\nImportant Additional Information and Where to Find It\nCentury Next intends to file with the SEC an Offering Statement on Form 1-A relating to the proposed Merger, which will include an offering circular for the issuance of shares of Century Next’s common stock in the Merger as well as the joint proxy statement of Century Next and Ashley Bancstock for the solicitation of proxies from their respective shareholders for use at the meetings at which the merger will be considered. This communication does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval. SHAREHOLDERS OF CENTURY NEXT AND ASHLEY BANCSTOCK ARE URGED TO READ THE OFFERING STATEMENT AND THE JOINT PROXY STATEMENT/OFFERING CIRCULAR REGARDING THE MERGER WHEN THEY BECOME AVAILABLE AND ANY OTHER RELEVANT DOCUMENTS FILED BY CENTURY NEXT WITH THE SEC, AS WELL AS ANY AMENDMENTS OR SUPPLEMENTS TO THOSE DOCUMENTS, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION.\nA free copy of the joint proxy statement/offering circular, as well as other filings containing information about Century Next, may be obtained at the SEC’s website at http://www.sec.gov , when they are filed by Century Next. You will also be able to obtain these documents, when they are filed, free of charge, from Century Next under the Investor Relations section of its website, www.bor.bank. In addition, copies of the joint proxy statement/offering circular can also be obtained, when it becomes available, free of charge by directing a request to the Corporate Secretary of Century Next Financial Corporation, 505 North Vienna Street, Ruston, Louisiana 71270, phone (318) 255-3733 or by contacting the Corporate Secretary of Ashley Bancstock Company, 218 Main Street, Crossett, Arkansas 71635, phone (870) 364-1300.\nCentury Next and Ashley Bancstock and certain of their directors and executive officers may be deemed to be “participants” in the solicitation of proxies in connection with the proposed Merger. Information about the directors and officers of Century Next is set forth in the proxy statement for Century Next’s 2018 annual meeting of shareholders available under the Investor Relations section of its website, www.bor.bank. Information concerning the directors and officers of Ashley Bancstock and other persons who may be deemed participants in the solicitation of proxies, will be set forth in the joint proxy statement/offering circular relating to the Merger, when it becomes available. Free copies of this document may be obtained as described in the preceding paragraph.\nCentury Next Financial Corporation\nContact Information: Ashley Bancstock Company\nContact Information: William (“Bill”) D. Hogan\nPresident and Chief Executive Officer\n(318) 255-3733 Herbert R. Hutchison\nChairman of the Board\n(870) 364-1300 Company Website: www.bor.bank Company Website: www.fnbcrossett.com\nSource:Century Next Financial Corporation;Ashley Bancstock Company",
    "published": "2018-05-17T00:30:00.000+03:00",
    "crawled": "2018-05-17T00:54:21.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ruston",
        "la",
        "crossett",
        "may",
        "globe",
        "newswire",
        "century",
        "next",
        "financial",
        "corporation",
        "pink",
        "ctuy",
        "century",
        "next",
        "holding",
        "company",
        "bank",
        "ruston",
        "ashley",
        "bancstock",
        "company",
        "ashley",
        "bancstock",
        "holding",
        "company",
        "first",
        "national",
        "bank",
        "crossett",
        "today",
        "announced",
        "executed",
        "definitive",
        "agreement",
        "whereby",
        "century",
        "next",
        "ashley",
        "bancstock",
        "combine",
        "strategic",
        "merger",
        "term",
        "agreement",
        "ashley",
        "bancstock",
        "merged",
        "century",
        "next",
        "merger",
        "first",
        "national",
        "bank",
        "crossett",
        "merged",
        "bank",
        "ruston",
        "upon",
        "consummation",
        "merger",
        "shareholder",
        "ashley",
        "bancstock",
        "receive",
        "share",
        "century",
        "next",
        "common",
        "stock",
        "share",
        "ashley",
        "bancstock",
        "common",
        "stock",
        "merger",
        "consideration",
        "based",
        "closing",
        "price",
        "century",
        "next",
        "common",
        "stock",
        "may",
        "per",
        "share",
        "merger",
        "consideration",
        "value",
        "per",
        "share",
        "holder",
        "ashley",
        "bancstock",
        "common",
        "stock",
        "million",
        "aggregate",
        "following",
        "closing",
        "date",
        "merger",
        "century",
        "next",
        "plan",
        "declare",
        "stock",
        "dividend",
        "transaction",
        "result",
        "community",
        "bank",
        "seven",
        "office",
        "million",
        "asset",
        "pleased",
        "announce",
        "strategic",
        "combination",
        "first",
        "national",
        "bank",
        "crossett",
        "greatly",
        "expands",
        "market",
        "area",
        "enhances",
        "branch",
        "network",
        "said",
        "bill",
        "hogan",
        "president",
        "chief",
        "executive",
        "officer",
        "century",
        "next",
        "look",
        "forward",
        "opportunity",
        "presented",
        "growth",
        "banking",
        "organization",
        "providing",
        "expanded",
        "product",
        "service",
        "south",
        "arkansas",
        "market",
        "excited",
        "partnership",
        "bank",
        "ruston",
        "winning",
        "combination",
        "customer",
        "community",
        "serve",
        "benefit",
        "enhanced",
        "banking",
        "service",
        "said",
        "herb",
        "hutchison",
        "chairman",
        "ashley",
        "bancstock",
        "shareholder",
        "also",
        "benefit",
        "owning",
        "share",
        "financially",
        "strong",
        "community",
        "bank",
        "whose",
        "stock",
        "quote",
        "otc",
        "market",
        "together",
        "continue",
        "provide",
        "level",
        "excellent",
        "customer",
        "service",
        "customer",
        "expect",
        "community",
        "institution",
        "enhanced",
        "platform",
        "serving",
        "local",
        "market",
        "transaction",
        "expected",
        "completed",
        "fourth",
        "quarter",
        "subject",
        "various",
        "approval",
        "regulatory",
        "authority",
        "shareholder",
        "century",
        "next",
        "ashley",
        "bancstock",
        "well",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "century",
        "next",
        "advised",
        "sandler",
        "neill",
        "partner",
        "law",
        "firm",
        "silver",
        "freedman",
        "taff",
        "tiernan",
        "llp",
        "ashley",
        "bancstock",
        "advised",
        "southard",
        "financial",
        "llc",
        "law",
        "firm",
        "mitchell",
        "williams",
        "selig",
        "gate",
        "woodyard",
        "century",
        "next",
        "century",
        "next",
        "financial",
        "corporation",
        "holding",
        "company",
        "bank",
        "ruston",
        "conduct",
        "business",
        "three",
        "banking",
        "center",
        "louisiana",
        "bank",
        "ruston",
        "established",
        "headquartered",
        "ruston",
        "louisiana",
        "bank",
        "bank",
        "two",
        "banking",
        "office",
        "ruston",
        "one",
        "banking",
        "office",
        "monroe",
        "bank",
        "emphasizes",
        "professional",
        "personal",
        "banking",
        "service",
        "directed",
        "primarily",
        "small",
        "business",
        "professional",
        "individual",
        "bank",
        "provides",
        "full",
        "range",
        "banking",
        "service",
        "including",
        "primary",
        "business",
        "real",
        "estate",
        "lending",
        "residential",
        "commercial",
        "customer",
        "ashley",
        "bancstock",
        "ashley",
        "bancstock",
        "company",
        "holding",
        "company",
        "first",
        "national",
        "bank",
        "crossett",
        "conduct",
        "business",
        "four",
        "banking",
        "center",
        "arkansas",
        "first",
        "national",
        "bank",
        "crossett",
        "established",
        "headquartered",
        "crossett",
        "arkansas",
        "bank",
        "bank",
        "two",
        "banking",
        "office",
        "crossett",
        "one",
        "banking",
        "office",
        "hamburg",
        "one",
        "banking",
        "office",
        "fountain",
        "hill",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "regarding",
        "financial",
        "performance",
        "business",
        "prospect",
        "growth",
        "operating",
        "strategy",
        "century",
        "next",
        "ashley",
        "bancstock",
        "statement",
        "century",
        "next",
        "ashley",
        "bancstock",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "press",
        "release",
        "considered",
        "conjunction",
        "information",
        "available",
        "century",
        "next",
        "ashley",
        "bancstock",
        "statement",
        "provide",
        "current",
        "expectation",
        "forecast",
        "future",
        "event",
        "guarantee",
        "future",
        "performance",
        "statement",
        "based",
        "management",
        "expectation",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "identified",
        "word",
        "expect",
        "anticipate",
        "estimate",
        "project",
        "intend",
        "plan",
        "believe",
        "similar",
        "expression",
        "connection",
        "discussion",
        "future",
        "operating",
        "financial",
        "performance",
        "although",
        "management",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "risk",
        "relating",
        "banking",
        "industry",
        "following",
        "possibility",
        "merger",
        "close",
        "expected",
        "required",
        "regulatory",
        "shareholder",
        "approval",
        "condition",
        "closing",
        "received",
        "satisfied",
        "timely",
        "basis",
        "change",
        "general",
        "economic",
        "market",
        "condition",
        "interest",
        "exchange",
        "rate",
        "monetary",
        "policy",
        "law",
        "regulation",
        "enforcement",
        "undue",
        "reliance",
        "placed",
        "statement",
        "speak",
        "date",
        "hereof",
        "neither",
        "century",
        "next",
        "ashley",
        "bancstock",
        "undertakes",
        "specifically",
        "disclaims",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "may",
        "made",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "statement",
        "made",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "extent",
        "required",
        "law",
        "important",
        "additional",
        "information",
        "find",
        "century",
        "next",
        "intends",
        "file",
        "sec",
        "offering",
        "statement",
        "form",
        "relating",
        "proposed",
        "merger",
        "include",
        "offering",
        "circular",
        "issuance",
        "share",
        "century",
        "next",
        "common",
        "stock",
        "merger",
        "well",
        "joint",
        "proxy",
        "statement",
        "century",
        "next",
        "ashley",
        "bancstock",
        "solicitation",
        "proxy",
        "respective",
        "shareholder",
        "use",
        "meeting",
        "merger",
        "considered",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "shareholder",
        "century",
        "next",
        "ashley",
        "bancstock",
        "urged",
        "read",
        "offering",
        "statement",
        "joint",
        "proxy",
        "circular",
        "regarding",
        "merger",
        "become",
        "available",
        "relevant",
        "document",
        "filed",
        "century",
        "next",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "contain",
        "important",
        "information",
        "free",
        "copy",
        "joint",
        "proxy",
        "circular",
        "well",
        "filing",
        "containing",
        "information",
        "century",
        "next",
        "may",
        "obtained",
        "sec",
        "website",
        "http",
        "filed",
        "century",
        "next",
        "also",
        "able",
        "obtain",
        "document",
        "filed",
        "free",
        "charge",
        "century",
        "next",
        "investor",
        "relation",
        "section",
        "website",
        "addition",
        "copy",
        "joint",
        "proxy",
        "circular",
        "also",
        "obtained",
        "becomes",
        "available",
        "free",
        "charge",
        "directing",
        "request",
        "corporate",
        "secretary",
        "century",
        "next",
        "financial",
        "corporation",
        "north",
        "vienna",
        "street",
        "ruston",
        "louisiana",
        "phone",
        "contacting",
        "corporate",
        "secretary",
        "ashley",
        "bancstock",
        "company",
        "main",
        "street",
        "crossett",
        "arkansas",
        "phone",
        "century",
        "next",
        "ashley",
        "bancstock",
        "certain",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "proposed",
        "merger",
        "information",
        "director",
        "officer",
        "century",
        "next",
        "set",
        "forth",
        "proxy",
        "statement",
        "century",
        "next",
        "annual",
        "meeting",
        "shareholder",
        "available",
        "investor",
        "relation",
        "section",
        "website",
        "information",
        "concerning",
        "director",
        "officer",
        "ashley",
        "bancstock",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "set",
        "forth",
        "joint",
        "proxy",
        "circular",
        "relating",
        "merger",
        "becomes",
        "available",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "preceding",
        "paragraph",
        "century",
        "next",
        "financial",
        "corporation",
        "contact",
        "information",
        "ashley",
        "bancstock",
        "company",
        "contact",
        "information",
        "william",
        "bill",
        "hogan",
        "president",
        "chief",
        "executive",
        "officer",
        "herbert",
        "hutchison",
        "chairman",
        "board",
        "company",
        "website",
        "company",
        "website",
        "source",
        "century",
        "next",
        "financial",
        "corporation",
        "ashley",
        "bancstock",
        "company"
    ]
}