{
    "organizations": [],
    "uuid": "921d749a87d65d98be95b7fcf36d466cca0dea82",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-roundup-verlander-astros-shut-down-yankees-idUSKCN1IU07T",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: Verlander, Astros shut down Yankees",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Justin Verlander pitched effectively into the seventh inning, and Jose Altuve homered as the Houston Astros beat the New York Yankees 5-1 on Monday afternoon at Yankee Stadium.\nMay 28, 2018; Bronx, NY, USA; Houston Astros pitcher Justin Verlander (35) pitches in the first inning against the New York Yankees at Yankee Stadium. Mandatory Credit: Wendell Cruz-USA TODAY Sports Verlander (7-2) gave up a seventh-inning homer to Greg Bird among five hits in 6 2/3 innings. It was the first home run he surrendered since the Los Angeles Angels’ Albert Pujols took him deep on April 25.\nVerlander improved to 12-2 in 17 regular-season starts since being acquired from the Detroit Tigers on Aug. 31. Including Games 2 and 6 of the ALCS last season, he is 3-0 in four starts against the Yankees with Houston. After being taken out, Verlander tipped his cap to the booing Bronx crowd as he crossed the third base line.\nBraves 4, Mets 3 (Game 1)\nPinch hitter Charlie Culberson, the team’s last available position player, hit a two-run, walk-off homer to give Atlanta a win over visiting New York in the first game of a doubleheader.\nCulberson blasted a slider from New York’s Seth Lugo (1-1) into the left-center-field bleachers for his first homer. Lugo allowed three runs on three hits in 1 1/3 innings in relief. He had a 17-inning scoreless streak end in the eighth and took his first career loss against Atlanta.\nDevin Mesoraco put the Mets ahead in the top of the ninth with a solo homer, his sixth, but Lugo couldn’t hold the lead. He walked Johan Camargo to start the inning, retired Dansby Swanson on a fly to right and gave up the homer to Culberson.\nMets 8, Braves 5 (Game 2)\nLuis Guillorme’s two-run single in the seventh inning sparked a three-run rally and helped New York split the doubleheader at Atlanta. The second game was delayed 2 hours, 57 minutes because of rain and did not start until 10:10 p.m. ET.\nThe nightcap result snapped New York’s four-game losing streak and gave the Mets their second win against the Braves in eight meetings.\nKevin Plawecki and Michael Conforto each had three hits for the Mets, and Adrian Gonzalez, Amed Rosario (three RBIs) and Guillorme had two hits apiece. Kurt Suzuki and Freddie Freeman both drove in two runs for the Braves.\nRays 1, Athletics 0 (13 innings)\nMallex Smith drove in the only run of the game with a two-out single in the top of the 13th inning, giving Tampa Bay a victory at Oakland.\nIn a game that began as a scoreless pitching duel between Tampa Bay’s Chris Archer and Oakland’s Trevor Cahill, the Rays managed to push across the difference-making run after Chris Hatcher (3-2) retired the first two batters he faced in the 13th.\nJohnny Field started the game-winning rally with an infield single, after which Jesus Sucre lined a single to center field, setting the stage for Smith’s heroics.\nIndians 9, White Sox 6\nEdwin Encarnacion went 2-for-4 with a homer, a double and four RBIs, and Cleveland rallied for a win over visiting Chicago.\nYonder Alonso added two doubles and an RBI as the Indians scored eight unanswered runs to erase a 5-1 deficit. Francisco Lindor finished 3-for-4 with an RBI as Cleveland won its third game in a row.\nWhite Sox first baseman Matt Skole shined in his big league debut. He ripped a single to right field on the first pitch he saw, and he homered to right field in his second at-bat. Earlier in the day, Chicago promoted the 28-year-old from Triple-A Charlotte to replace Matt Davidson, who was placed on the 10-day disabled list with back spasms.\nMariners 2, Rangers 1\nMarco Gonzales didn’t allow an earned run for his third straight start as host Seattle defeated Texas.\nThe Mariners won their fourth straight game and for the ninth time in their past 10.\nMay 28, 2018; Atlanta, GA, USA; Atlanta Braves pinch hitter Charlie Culberson (16) hits a two run walk off home run to win the game against the New York Mets during the ninth inning at SunTrust Park. Mandatory Credit: Dale Zanine-USA TODAY Sports - 10859448 Gonzales (5-3) allowed one unearned run on four hits in 6 2/3 innings. He walked four and struck out four. Edwin Diaz got his major-league-leading 19th save of the season as the Mariners’ bullpen — which has allowed just one run over the past nine games — kept the Rangers off the board in the final 2 1/3 innings.\nBrewers 8, Cardinals 3\nBrent Suter allowed three runs over five innings and helped himself with a two-run double as Milwaukee broke open a close game late and rolled to a win over visiting St. Louis.\nThe Brewers won for the fourth straight game while St. Louis had a two-game win streak snapped.\nJonathan Villar ripped a three-run, two-out home run in the seventh to help secure the win for Suter (5-3), who surrendered five hits (two of them home runs) and no walks while striking out six.\nRed Sox 8, Blue Jays 3\nAndrew Benintendi hit a three-run homer and finished with four RBIs, J.D. Martinez added a solo blast and two RBIs, and Boston routed visiting Toronto.\nTwo days after finishing a double shy of the cycle, Benintendi (3-for-5) did so again after his third-inning single, fourth-inning homer and sixth-inning RBI triple. Benintendi has four homers and 13 RBIs in his past eight games.\nMartinez matched teammate Mookie Betts for second place in the majors with 17 homers — one behind Mike Trout of the Angels — while tying Baltimore’s Manny Machado for the majors’ lead in RBIs (44).\nCubs 7, Pirates 0\nAnthony Rizzo and Addison Russell hit homers, and spot starter Mike Montgomery pitched 5 2/3 shutout innings as visiting Chicago trounced Pittsburgh.\nMontgomery (1-1) combined with four relievers, who were perfect, for the shutout.\nRizzo had three hits and three RBIs for Chicago, which has won two in a row and three of its last four. The Pirates, who had just two baserunners and none in scoring position, have lost three straight and eight of 10.\nDiamondbacks 12, Reds 5\nNick Ahmed, Chris Owings and John Ryan Murphy homered, and Arizona broke out of an offensive funk with a victory over Cincinnati in Phoenix.\nAhmed and Owings helped the D-backs to their season high in runs by each hitting three-run homers, and Owings’ shot with two outs in the fifth inning gave the team a 9-5 lead. Owings broke a 4-for-51 skid with his third homer of the season.\nAhmed had two hits and four RBIs and Owings had three RBIs and scored three times as Arizona won for just the third time in 18 games while returning home after an 1-8 road trip.\nNationals 6, Orioles 0\nAnthony Rendon hit an early three-run homer and Gio Gonzalez threw 7 2/3 shutout innings as Washington won at Baltimore.\nThe Nationals have won four straight games and six of their past seven. Washington swept the Marlins in a three-game series over the weekend in Miami.\nSlideshow (14 Images) The Orioles have dropped their last three games as the team’s offense just can’t seem to get going on a consistent basis. They could not do much against Gonzalez (6-2). The left-hander beat Baltimore for the first time since 2009 when pitching with Oakland — he’d lost his last six decisions against the Orioles.\nTigers 9, Angels 3\nJames McCann crushed his third career grand slam, and Detroit romped past visiting Los Angeles.\nMcCann, who hit his fourth homer this season, scored two runs. Leonys Martin also homered for the Tigers, who have won four of the last five games after a five-game losing streak. Everyone in the Detroit lineup got at least one hit.\nMatthew Boyd (3-4) gave up just two hits while tossing five-plus scoreless innings for Detroit. He walked three and struck out four.\nMarlins 7, Padres 2\nCaleb Smith allowed one run on four hits over seven-plus innings while his teammates jumped San Diego starter Eric Lauer for five runs in the first 14 hitters in a victory for visiting Miami.\nSmith (4-5) issued one walk and struck out four.\nLauer (1-3) was done after 2 1/3 innings, giving up five runs on seven hits and two walks with three strikeouts. Nine of the 15 batters Lauer faced reached base.\nRockies 6, Giants 5 (10 innings)\nChris Iannetta hit a bases-loaded single with one out in the 10th inning, and Colorado beat San Francisco in Denver.\nIannetta sent an 0-1 pitch from Hunter Strickland (2-2) up the middle to score Nolan Arenado. Trevor Story hit a three-run homer and scored three times for Colorado. Bryan Shaw (2-3) got the win with one scoreless inning of relief.\nEvan Longoria had two doubles, a single and three RBIs, and Gorkys Hernandez homered for the Giants.\nTwins 8, Royals 5\nEddie Rosario’s three-run double, coupled with Lance Lynn’s second consecutive quality start, led Minnesota to a win at Kansas City.\nIn the eighth inning, Rosario stroked an 0-2 changeup from reliever Burch Smith into short right-center field to score Robbie Grossman, Mitch Garver and Brian Dozier. The hit boosted the Twins’ lead to 6-2.\nLynn (3-4) scattered six hits over six innings and allowed two runs. He walked three and fanned five. Five relievers combined to record the last nine outs, with Fernando Rodney pitching the final 1 1/3 innings to earn his 11th save despite being tagged for Jorge Soler’s solo shot in the ninth.\nDodgers 5, Phillies 4\nYasmani Grandal capped a three-run eighth inning with an RBI single, and Los Angeles rallied for a victory over visiting Philadelphia.\nTrailing 4-2 in the eighth, the Dodgers put together a wild comeback with the aid of two infield singles and an infield popup that was lost by Phillies second baseman Cesar Hernandez.\nMatt Kemp had a pinch-hit RBI double in the eighth for the Dodgers, while Max Muncy delivered an RBI infield single that bounced off the glove of pitcher Adam Morgan (0-1). Grandal’s go-ahead hit to left field came against a drawn-in infield.\n—Field Level Media\n—Field Level Media\n ",
    "published": "2018-05-29T05:59:00.000+03:00",
    "crawled": "2018-05-29T06:42:08.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "justin",
        "verlander",
        "pitched",
        "effectively",
        "seventh",
        "inning",
        "jose",
        "altuve",
        "homered",
        "houston",
        "astros",
        "beat",
        "new",
        "york",
        "yankee",
        "monday",
        "afternoon",
        "yankee",
        "stadium",
        "may",
        "bronx",
        "ny",
        "usa",
        "houston",
        "astros",
        "pitcher",
        "justin",
        "verlander",
        "pitch",
        "first",
        "inning",
        "new",
        "york",
        "yankee",
        "yankee",
        "stadium",
        "mandatory",
        "credit",
        "wendell",
        "today",
        "sport",
        "verlander",
        "gave",
        "homer",
        "greg",
        "bird",
        "among",
        "five",
        "hit",
        "inning",
        "first",
        "home",
        "run",
        "surrendered",
        "since",
        "los",
        "angeles",
        "angel",
        "albert",
        "pujols",
        "took",
        "deep",
        "april",
        "verlander",
        "improved",
        "start",
        "since",
        "acquired",
        "detroit",
        "tiger",
        "including",
        "game",
        "alcs",
        "last",
        "season",
        "four",
        "start",
        "yankee",
        "houston",
        "taken",
        "verlander",
        "tipped",
        "cap",
        "booing",
        "bronx",
        "crowd",
        "crossed",
        "third",
        "base",
        "line",
        "brave",
        "mets",
        "game",
        "pinch",
        "hitter",
        "charlie",
        "culberson",
        "team",
        "last",
        "available",
        "position",
        "player",
        "hit",
        "homer",
        "give",
        "atlanta",
        "win",
        "visiting",
        "new",
        "york",
        "first",
        "game",
        "doubleheader",
        "culberson",
        "blasted",
        "slider",
        "new",
        "york",
        "seth",
        "lugo",
        "bleacher",
        "first",
        "homer",
        "lugo",
        "allowed",
        "three",
        "run",
        "three",
        "hit",
        "inning",
        "relief",
        "scoreless",
        "streak",
        "end",
        "eighth",
        "took",
        "first",
        "career",
        "loss",
        "atlanta",
        "devin",
        "mesoraco",
        "put",
        "mets",
        "ahead",
        "top",
        "ninth",
        "solo",
        "homer",
        "sixth",
        "lugo",
        "hold",
        "lead",
        "walked",
        "johan",
        "camargo",
        "start",
        "inning",
        "retired",
        "dansby",
        "swanson",
        "fly",
        "right",
        "gave",
        "homer",
        "culberson",
        "mets",
        "brave",
        "game",
        "luis",
        "guillorme",
        "single",
        "seventh",
        "inning",
        "sparked",
        "rally",
        "helped",
        "new",
        "york",
        "split",
        "doubleheader",
        "atlanta",
        "second",
        "game",
        "delayed",
        "hour",
        "minute",
        "rain",
        "start",
        "et",
        "nightcap",
        "result",
        "snapped",
        "new",
        "york",
        "losing",
        "streak",
        "gave",
        "mets",
        "second",
        "win",
        "brave",
        "eight",
        "meeting",
        "kevin",
        "plawecki",
        "michael",
        "conforto",
        "three",
        "hit",
        "mets",
        "adrian",
        "gonzalez",
        "amed",
        "rosario",
        "three",
        "rbi",
        "guillorme",
        "two",
        "hit",
        "apiece",
        "kurt",
        "suzuki",
        "freddie",
        "freeman",
        "drove",
        "two",
        "run",
        "brave",
        "ray",
        "athletics",
        "inning",
        "mallex",
        "smith",
        "drove",
        "run",
        "game",
        "single",
        "top",
        "13th",
        "inning",
        "giving",
        "tampa",
        "bay",
        "victory",
        "oakland",
        "game",
        "began",
        "scoreless",
        "pitching",
        "duel",
        "tampa",
        "bay",
        "chris",
        "archer",
        "oakland",
        "trevor",
        "cahill",
        "ray",
        "managed",
        "push",
        "across",
        "run",
        "chris",
        "hatcher",
        "retired",
        "first",
        "two",
        "batter",
        "faced",
        "13th",
        "johnny",
        "field",
        "started",
        "rally",
        "infield",
        "single",
        "jesus",
        "sucre",
        "lined",
        "single",
        "center",
        "field",
        "setting",
        "stage",
        "smith",
        "heroic",
        "indian",
        "white",
        "sox",
        "edwin",
        "encarnacion",
        "went",
        "homer",
        "double",
        "four",
        "rbi",
        "cleveland",
        "rallied",
        "win",
        "visiting",
        "chicago",
        "yonder",
        "alonso",
        "added",
        "two",
        "double",
        "rbi",
        "indian",
        "scored",
        "eight",
        "unanswered",
        "run",
        "erase",
        "deficit",
        "francisco",
        "lindor",
        "finished",
        "rbi",
        "cleveland",
        "third",
        "game",
        "row",
        "white",
        "sox",
        "first",
        "baseman",
        "matt",
        "skole",
        "shined",
        "big",
        "league",
        "debut",
        "ripped",
        "single",
        "right",
        "field",
        "first",
        "pitch",
        "saw",
        "homered",
        "right",
        "field",
        "second",
        "earlier",
        "day",
        "chicago",
        "promoted",
        "charlotte",
        "replace",
        "matt",
        "davidson",
        "placed",
        "disabled",
        "list",
        "back",
        "spasm",
        "mariner",
        "ranger",
        "marco",
        "gonzales",
        "allow",
        "earned",
        "run",
        "third",
        "straight",
        "start",
        "host",
        "seattle",
        "defeated",
        "texas",
        "mariner",
        "fourth",
        "straight",
        "game",
        "ninth",
        "time",
        "past",
        "may",
        "atlanta",
        "ga",
        "usa",
        "atlanta",
        "brave",
        "pinch",
        "hitter",
        "charlie",
        "culberson",
        "hit",
        "two",
        "run",
        "walk",
        "home",
        "run",
        "win",
        "game",
        "new",
        "york",
        "mets",
        "ninth",
        "inning",
        "suntrust",
        "park",
        "mandatory",
        "credit",
        "dale",
        "today",
        "sport",
        "gonzales",
        "allowed",
        "one",
        "unearned",
        "run",
        "four",
        "hit",
        "inning",
        "walked",
        "four",
        "struck",
        "four",
        "edwin",
        "diaz",
        "got",
        "19th",
        "save",
        "season",
        "mariner",
        "bullpen",
        "allowed",
        "one",
        "run",
        "past",
        "nine",
        "game",
        "kept",
        "ranger",
        "board",
        "final",
        "inning",
        "brewer",
        "cardinal",
        "brent",
        "suter",
        "allowed",
        "three",
        "run",
        "five",
        "inning",
        "helped",
        "double",
        "milwaukee",
        "broke",
        "open",
        "close",
        "game",
        "late",
        "rolled",
        "win",
        "visiting",
        "louis",
        "brewer",
        "fourth",
        "straight",
        "game",
        "louis",
        "win",
        "streak",
        "snapped",
        "jonathan",
        "villar",
        "ripped",
        "home",
        "run",
        "seventh",
        "help",
        "secure",
        "win",
        "suter",
        "surrendered",
        "five",
        "hit",
        "two",
        "home",
        "run",
        "walk",
        "striking",
        "six",
        "red",
        "sox",
        "blue",
        "jay",
        "andrew",
        "benintendi",
        "hit",
        "homer",
        "finished",
        "four",
        "rbi",
        "martinez",
        "added",
        "solo",
        "blast",
        "two",
        "rbi",
        "boston",
        "routed",
        "visiting",
        "toronto",
        "two",
        "day",
        "finishing",
        "double",
        "shy",
        "cycle",
        "benintendi",
        "single",
        "homer",
        "rbi",
        "triple",
        "benintendi",
        "four",
        "homer",
        "rbi",
        "past",
        "eight",
        "game",
        "martinez",
        "matched",
        "teammate",
        "mookie",
        "betts",
        "second",
        "place",
        "major",
        "homer",
        "one",
        "behind",
        "mike",
        "trout",
        "angel",
        "tying",
        "baltimore",
        "manny",
        "machado",
        "major",
        "lead",
        "rbi",
        "cub",
        "pirate",
        "anthony",
        "rizzo",
        "addison",
        "russell",
        "hit",
        "homer",
        "spot",
        "starter",
        "mike",
        "montgomery",
        "pitched",
        "shutout",
        "inning",
        "visiting",
        "chicago",
        "trounced",
        "pittsburgh",
        "montgomery",
        "combined",
        "four",
        "reliever",
        "perfect",
        "shutout",
        "rizzo",
        "three",
        "hit",
        "three",
        "rbi",
        "chicago",
        "two",
        "row",
        "three",
        "last",
        "four",
        "pirate",
        "two",
        "baserunners",
        "none",
        "scoring",
        "position",
        "lost",
        "three",
        "straight",
        "eight",
        "diamondback",
        "red",
        "nick",
        "ahmed",
        "chris",
        "owings",
        "john",
        "ryan",
        "murphy",
        "homered",
        "arizona",
        "broke",
        "offensive",
        "funk",
        "victory",
        "cincinnati",
        "phoenix",
        "ahmed",
        "owings",
        "helped",
        "season",
        "high",
        "run",
        "hitting",
        "homer",
        "owings",
        "shot",
        "two",
        "out",
        "fifth",
        "inning",
        "gave",
        "team",
        "lead",
        "owings",
        "broke",
        "skid",
        "third",
        "homer",
        "season",
        "ahmed",
        "two",
        "hit",
        "four",
        "rbi",
        "owings",
        "three",
        "rbi",
        "scored",
        "three",
        "time",
        "arizona",
        "third",
        "time",
        "game",
        "returning",
        "home",
        "road",
        "trip",
        "national",
        "oriole",
        "anthony",
        "rendon",
        "hit",
        "early",
        "homer",
        "gio",
        "gonzalez",
        "threw",
        "shutout",
        "inning",
        "washington",
        "baltimore",
        "national",
        "four",
        "straight",
        "game",
        "six",
        "past",
        "seven",
        "washington",
        "swept",
        "marlin",
        "series",
        "weekend",
        "miami",
        "slideshow",
        "image",
        "oriole",
        "dropped",
        "last",
        "three",
        "game",
        "team",
        "offense",
        "seem",
        "get",
        "going",
        "consistent",
        "basis",
        "could",
        "much",
        "gonzalez",
        "beat",
        "baltimore",
        "first",
        "time",
        "since",
        "pitching",
        "oakland",
        "lost",
        "last",
        "six",
        "decision",
        "oriole",
        "tiger",
        "angel",
        "james",
        "mccann",
        "crushed",
        "third",
        "career",
        "grand",
        "slam",
        "detroit",
        "romped",
        "past",
        "visiting",
        "los",
        "angeles",
        "mccann",
        "hit",
        "fourth",
        "homer",
        "season",
        "scored",
        "two",
        "run",
        "leonys",
        "martin",
        "also",
        "homered",
        "tiger",
        "four",
        "last",
        "five",
        "game",
        "losing",
        "streak",
        "everyone",
        "detroit",
        "lineup",
        "got",
        "least",
        "one",
        "hit",
        "matthew",
        "boyd",
        "gave",
        "two",
        "hit",
        "tossing",
        "scoreless",
        "inning",
        "detroit",
        "walked",
        "three",
        "struck",
        "four",
        "marlin",
        "padre",
        "caleb",
        "smith",
        "allowed",
        "one",
        "run",
        "four",
        "hit",
        "inning",
        "teammate",
        "jumped",
        "san",
        "diego",
        "starter",
        "eric",
        "lauer",
        "five",
        "run",
        "first",
        "hitter",
        "victory",
        "visiting",
        "miami",
        "smith",
        "issued",
        "one",
        "walk",
        "struck",
        "four",
        "lauer",
        "done",
        "inning",
        "giving",
        "five",
        "run",
        "seven",
        "hit",
        "two",
        "walk",
        "three",
        "strikeout",
        "nine",
        "batter",
        "lauer",
        "faced",
        "reached",
        "base",
        "rockies",
        "giant",
        "inning",
        "chris",
        "iannetta",
        "hit",
        "single",
        "one",
        "10th",
        "inning",
        "colorado",
        "beat",
        "san",
        "francisco",
        "denver",
        "iannetta",
        "sent",
        "pitch",
        "hunter",
        "strickland",
        "middle",
        "score",
        "nolan",
        "arenado",
        "trevor",
        "story",
        "hit",
        "homer",
        "scored",
        "three",
        "time",
        "colorado",
        "bryan",
        "shaw",
        "got",
        "win",
        "one",
        "scoreless",
        "inning",
        "relief",
        "evan",
        "longoria",
        "two",
        "double",
        "single",
        "three",
        "rbi",
        "gorky",
        "hernandez",
        "homered",
        "giant",
        "twin",
        "royal",
        "eddie",
        "rosario",
        "double",
        "coupled",
        "lance",
        "lynn",
        "second",
        "consecutive",
        "quality",
        "start",
        "led",
        "minnesota",
        "win",
        "kansa",
        "city",
        "eighth",
        "inning",
        "rosario",
        "stroked",
        "changeup",
        "reliever",
        "burch",
        "smith",
        "short",
        "field",
        "score",
        "robbie",
        "grossman",
        "mitch",
        "garver",
        "brian",
        "dozier",
        "hit",
        "boosted",
        "twin",
        "lead",
        "lynn",
        "scattered",
        "six",
        "hit",
        "six",
        "inning",
        "allowed",
        "two",
        "run",
        "walked",
        "three",
        "fanned",
        "five",
        "five",
        "reliever",
        "combined",
        "record",
        "last",
        "nine",
        "out",
        "fernando",
        "rodney",
        "pitching",
        "final",
        "inning",
        "earn",
        "11th",
        "save",
        "despite",
        "tagged",
        "jorge",
        "soler",
        "solo",
        "shot",
        "ninth",
        "dodger",
        "phillies",
        "yasmani",
        "grandal",
        "capped",
        "eighth",
        "inning",
        "rbi",
        "single",
        "los",
        "angeles",
        "rallied",
        "victory",
        "visiting",
        "philadelphia",
        "trailing",
        "eighth",
        "dodger",
        "put",
        "together",
        "wild",
        "comeback",
        "aid",
        "two",
        "infield",
        "single",
        "infield",
        "popup",
        "lost",
        "phillies",
        "second",
        "baseman",
        "cesar",
        "hernandez",
        "matt",
        "kemp",
        "rbi",
        "double",
        "eighth",
        "dodger",
        "max",
        "muncy",
        "delivered",
        "rbi",
        "infield",
        "single",
        "bounced",
        "glove",
        "pitcher",
        "adam",
        "morgan",
        "grandal",
        "hit",
        "left",
        "field",
        "came",
        "infield",
        "level",
        "medium",
        "level",
        "medium"
    ]
}