{
    "organizations": [],
    "uuid": "0d10bd251a60692bc9980f163d7d393836cd0680",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-the-trade-desk-reports-first-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "The Trade Desk Reports First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES, The Trade Desk, Inc. (NASDAQ:TTD), a provider of a global technology platform for buyers of advertising, today announced financial results for its first quarter ended March 31, 2018.\n“The programmatic revolution continues to gain momentum. In the first quarter we surpassed even our own expectations. A steady stream of new brands and agencies joined our platform; we won additional spend from existing customers; and we developed closer relationships with the biggest brands in the world. For the quarter, revenue was $85.7 million, up 61% from a year ago and adjusted EBITDA increased 202% to $18.9 million,” said Founder and CEO of The Trade Desk, Jeff Green. “International growth was again exceptional. Much of our growth came in channels key to our business such as Mobile, Video, Connected TV, and Audio. Data spend in the month of March spiked to an all-time record. We continue to invest in technology infrastructure, product development, and international expansion. These areas of investment are critical to gaining additional market share. We expect the investments we are making now will help drive our next wave of growth in the coming years.”\nFirst Quarter 2018 Financial Highlights:\nThe following table summarizes our consolidated financial results for the quarters ended March 31, 2018 and 2017 ($ in millions, except per share amounts):\nThree Months Ended March 31, 2018 2017 GAAP Results Revenue $ 85.7 $ 53.4 Increase in revenue year over year 61 % 76 % Net Income $ 9.1 $ 4.9 Diluted EPS $ 0.20 $ 0.11 Non-GAAP Results Adjusted EBITDA $ 18.9 $ 6.3 Adjusted EBITDA Margin 22 % 12 % Non-GAAP Net Income $ 15.3 $ 7.8 Non-GAAP Diluted EPS $ 0.34 $ 0.18 First Quarter and Recent Business Highlights Include:\nContinued Omnichannel Growth: Omnichannel solutions remain a strategic focus for The Trade Desk as the industry continues shifting toward transparency and programmatic buying. Specific channel highlights include:\n-- Total Mobile (in-app, video, and web) grew 95% from Q12017 to Q12018 and increased to 42% of gross spend for the quarter highlighting the growing scale and importance of this channel to advertisers\n-- Mobile Video grew nearly 160% from Q12017 to Q12018\n-- Mobile In-App grew nearly 110% from Q12017 to Q12018 Newer Channels Delivering Growth: Two of our newest and most promising channels, Connected TV and audio grew multiples faster than The Trade Desk’s larger and more mature channels:\n-- Connected TV grew over 2,000% from Q12017 to Q12018\n-- Audio grew over 650% from Q12017 to Q12018 Strong Customer Retention: Customer retention remained over 95% during the quarter, as it has for the previous 17 quarters. New Products and Features: During the quarter, The Trade Desk released many new product features and enhancements to its platform including:\n-- Integration with On-Target Percentage (OTP) metrics in the Connected TV environment on Campaign and Ad Group dashboards, bringing valuable insights front and center when optimizing to an OTP goal.\n-- Updates to Audience Predictor which enhance lookalike modeling tools to find and target undiscovered audiences based upon first-party data. Recent improvements include improved sampling rates, faster audience creations, inclusion of CPM segments, percent-of-media segments, and the ability to exclude audiences. Best Places to Work: The Trade Desk ranked as one of the best places to work on Glassdoor’s Best Software Companies to Work for in 2018 list.\nSecond Quarter and Revised Full Year 2018 Outlook:\nMr. Green added: “In 2018, we are off to a great start. The biggest brands in the world continue to shift their advertising spending to programmatic through our platform. As a result, we are raising our 2018 revenue guidance to be at least $433 million. At the same time, we are continuing to make large investments in areas critical to our future. We now expect our adjusted EBITDA to be $133 million for 2018. The secular tailwind of programmatic is strong. Our focus is on gaining share and revenue growth as this will ultimately maximize profitability over the long-term.”\nThe Trade Desk is providing its financial targets for the second quarter of 2018 and revised targets for its fiscal year 2018. The Company’s financial targets are as follows:\nSecond Quarter 2018:\nRevenue of $103 million Adjusted EBITDA of $30 million\nFull Year 2018\nRevenue of at least $433 million Adjusted EBITDA of $133 million or about 30.5% of revenue\nReconciliation of adjusted EBITDA guidance to the closest corresponding U.S. GAAP measure is not available without unreasonable efforts on a forward-looking basis due to the variability and complexity with respect to the charges excluded from these non-GAAP measures; in particular, the measures and effects of our stock-based compensation expense that are directly impacted by unpredictable fluctuations in our share price. We expect the variability of the above charges could have a significant and potentially unpredictable, impact on our future U.S. GAAP financial results.\nUse of Non-GAAP Financial Information\nIncluded within this press release are non-GAAP financial measures that supplement the Condensed Consolidated Statements of Operations of The Trade Desk, Inc. (the Company) prepared under generally accepted accounting principles (GAAP). These non-GAAP financial measures adjust the Company's actual results prepared under GAAP by excluding charges for depreciation and amortization, stock-based compensation, interest expense, net, and secondary offering costs. Tax rates on the tax-deductible portions of the stock-based compensation expense approximating 30% and 40% have been used in the computation of non-GAAP net income and non-GAAP diluted EPS for the three months ended March 31, 2018 and 2017, respectively. Since the other excluded charges are non-taxable, a tax effect for those charges was not included. Reconciliations of GAAP to non-GAAP amounts for the periods presented herein are provided in schedules accompanying this release and should be considered together with the Condensed Consolidated Statements of Operations. These non-GAAP measures are not meant as a substitute for GAAP, but are included solely for informational and comparative purposes. The Company's management believes that this information can assist investors in evaluating the Company's operational trends, financial performance, and cash generating capacity. Management believes these non-GAAP measures allow investors to evaluate the Company’s financial performance using some of the same measures as management. However, the non-GAAP financial measures should not be regarded as a replacement for or superior to corresponding, similarly captioned, GAAP measures and may be different from non-GAAP financial measures used by other companies.\nFirst Quarter 2018 Results Webcast and Conference Call Details\nWhen: May 10, 2018 at 2:00 P.M. Pacific Time (5:00 P.M. Eastern Time). Webcast: A live webcast of the call can be accessed from the Investor Relations section of The Trade Desk’s website at http://investors.thetradedesk.com/ . Following the call, a replay will be available on the company’s website. Dial-in: To access the call via telephone in North America, please dial 877-407-0782. For callers outside the United States, please dial 1-201-689-8567. Participants should reference the conference call ID “The Trade Desk Call” after dialing in. Audio replay: An audio replay of the call will be available beginning about two hours after the call. To listen to the replay in the United States, please dial 877-481-4010 (replay code: 28222). Outside the United States, please dial 1-919-882-2331 (replay code: 28222). The audio replay will be available via telephone until May 17, 2018.\nAbout The Trade Desk\nThe Trade Desk™ is a technology company that empowers buyers of advertising. Through its self-service, cloud-based platform, ad buyers can create, manage, and optimize more expressive data-driven digital advertising campaigns across ad formats, including display, video, audio, native and, social, on a multitude of devices, such as computers, mobile devices, and connected TV. Integrations with major data, inventory, and publisher partners ensure maximum reach and decisioning capabilities, and enterprise APIs enable custom development on top of the platform. Headquartered in Ventura, CA, The Trade Desk has offices across North America, Europe, and Asia. To learn more, visit thetradedesk.com or follow us on Facebook , Twitter , and LinkedIn .\nForward-Looking Statements:\nThis document contains “ ” within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to expectations concerning matters that (a) are not historical facts, (b) predict or forecast future events or results, or (c) embody assumptions that may prove to have been inaccurate, including statements relating to the industry and market trends, and the Company’s financial targets such as revenue and Adjusted EBITDA. When words such as “believe,” “expect,” “anticipate,” “will”, “outlook” or similar expressions are used, the Company is making . Although the Company believes that the expectations reflected in such are reasonable, it cannot give readers any assurance that such expectations will prove correct. These involve risks, uncertainties and assumptions, including those related to the Company’s limited operating history, which makes it difficult to evaluate the Company’s business and prospects, the market for programmatic advertising developing slower or differently than the Company’s expectations, the demands and expectations of clients and the ability to attract and retain clients. The actual results may differ materially from those anticipated in the as a result of numerous factors, many of which are beyond the control of the Company. These are disclosed in the Company’s reports filed from time to time with the Securities and Exchange Commission, including its most recent Form 10-K and any subsequent filings on Forms 10-Q or 8-K, available at www.sec.gov . Readers are urged not to place undue reliance on these , which speak only as of the date of this press release. The Company does not intend to update any forward-looking statement contained in this press release to reflect events or circumstances arising after the date hereof.\nContact\nInvestors\nChris Toth\nVice President Investor Relations, The Trade Desk\nir@thetradedesk.com\n310-334-9183\nMedia\nElizabeth Hess\nAccount Director, 5WPR\nehess@5wpr.com\n212-584-4289\nTHE TRADE DESK, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (Amounts in thousands, except per share amounts) (Unaudited) Three Months Ended March 31, 2018 2017 Revenue $ 85,668 $ 53,352 Operating expenses: Platform operations 22,897 12,549 Sales and marketing 16,030 12,476 Technology and development 17,701 10,461 General and administrative 19,110 15,930 Total operating expenses 75,738 51,416 Income from operations 9,930 1,936 Total other expense, net 700 792 Income before income taxes 9,230 1,144 Provision for (benefit from) income taxes 160 (3,765 ) Net income $ 9,070 $ 4,909 Earnings per share: Basic $ 0.22 $ 0.13 Diluted $ 0.20 $ 0.11 Weighted average shares outstanding: Basic 41,629 39,167 Diluted 44,543 43,557\nSTOCK-BASED COMPENSATION EXPENSE (Amounts in thousands) (Unaudited) Three Months Ended March 31, 2018 2017 Platform operations $ 796 $ 229 Sales and marketing 1,965 539 Technology and development 2,358 665 General and administrative 2,164 889 Total $ 7,283 $ 2,322\nTHE TRADE DESK, INC. CONSOLIDATED BALANCE SHEETS (Amounts in thousands) (Unaudited) As of As of March 31,\n2018 December 31,\n2017 ASSETS Current assets: Cash and cash equivalents $ 138,952 $ 155,950 Accounts receivable, net 556,733 599,565 Prepaid expenses and other current assets 10,837 10,298 Total current assets 706,522 765,813 Property and equipment, net 18,046 17,405 Deferred income taxes 3,359 3,359 Other assets, non-current 11,129 10,587 Total assets $ 739,056 $ 797,164 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 440,684 $ 490,377 Accrued expenses and other current liabilities 29,057 28,155 Total current liabilities 469,741 518,532 Debt, net — 27,000 Other liabilities, non-current 6,384 6,049 Total liabilities 476,125 551,581 Stockholders' equity: Preferred stock — — Common stock — — Additional paid-in capital 217,881 209,603 Retained earnings 45,050 35,980 Total stockholders' equity 262,931 245,583 Total liabilities and stockholders' equity $ 739,056 $ 797,164\nTHE TRADE DESK, INC. CONSOLIDATED STATEMENTS OF CASH FLOWS (Amounts in thousands) (Unaudited) Three Months Ended March 31, 2018 2017 OPERATING ACTIVITIES: Net income $ 9,070 $ 4,909 Adjustments to reconcile net income to net cash\nprovided by (used in) operating activities: Depreciation and amortization 2,251 1,493 Stock-based compensation 7,283 2,322 Bad debt expense 369 3,347 Other (10 ) (274 ) Changes in operating assets and liabilities: Accounts receivable 42,387 59,190 Prepaid expenses and other assets (775 ) (5,017 ) Accounts payable (49,698 ) (87,940 ) Accrued expenses and other liabilities 930 (770 ) Net cash provided by (used in) operating activities 11,807 (22,740 ) INVESTING ACTIVITIES: Purchases of property and equipment (1,798 ) (3,602 ) Capitalized software development costs (858 ) (647 ) Net cash used in investing activities (2,656 ) (4,249 ) FINANCING ACTIVITIES: Repayment on line of credit (27,000 ) — Payment of financing obligations — (113 ) Proceeds from exercise of stock options 1,212 275 Taxes paid related to net settlement of restricted stock awards (361 ) — Net cash provided by (used in) financing activities (26,149 ) 162 Decrease in cash and cash equivalents (16,998 ) (26,827 ) Cash and cash equivalents—Beginning of period 155,950 133,400 Cash and cash equivalents—End of period $ 138,952 $ 106,573 Non-GAAP Financial Metrics\n(Amounts in thousands, except per share amounts)\nThe following tables show the Company’s GAAP financial metrics reconciled to non-GAAP financial metrics included in this release.\nThree Months Ended March 31, 2018 2017 Net income $ 9,070 $ 4,909 Add back: Depreciation and amortization expense 2,251 1,493 Stock-based compensation expense 7,283 2,322 Interest expense, net 156 364 Secondary offering costs — 940 Provision for (benefit from) income taxes 160 (3,765 ) Adjusted EBITDA $ 18,920 $ 6,263 Three Months Ended March 31, 2018 2017 GAAP net income $ 9,070 $ 4,909 Add back (deduct): Stock-based compensation expense 7,283 2,322 Secondary offering costs — 940 Adjustment for income taxes (1,026 ) (324 ) Non-GAAP net income $ 15,327 $ 7,847 GAAP diluted EPS $ 0.20 $ 0.11 Non-GAAP diluted EPS $ 0.34 $ 0.18 Weighted average shares outstanding—diluted 44,543 43,557\nSource:The Trade Desk, Inc.",
    "published": "2018-05-11T00:01:00.000+03:00",
    "crawled": "2018-05-11T00:52:50.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "trade",
        "desk",
        "nasdaq",
        "ttd",
        "provider",
        "global",
        "technology",
        "platform",
        "buyer",
        "advertising",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "programmatic",
        "revolution",
        "continues",
        "gain",
        "momentum",
        "first",
        "quarter",
        "surpassed",
        "even",
        "expectation",
        "steady",
        "stream",
        "new",
        "brand",
        "agency",
        "joined",
        "platform",
        "additional",
        "spend",
        "existing",
        "customer",
        "developed",
        "closer",
        "relationship",
        "biggest",
        "brand",
        "world",
        "quarter",
        "revenue",
        "million",
        "year",
        "ago",
        "adjusted",
        "ebitda",
        "increased",
        "million",
        "said",
        "founder",
        "ceo",
        "trade",
        "desk",
        "jeff",
        "green",
        "international",
        "growth",
        "exceptional",
        "much",
        "growth",
        "came",
        "channel",
        "key",
        "business",
        "mobile",
        "video",
        "connected",
        "tv",
        "audio",
        "data",
        "spend",
        "month",
        "march",
        "spiked",
        "record",
        "continue",
        "invest",
        "technology",
        "infrastructure",
        "product",
        "development",
        "international",
        "expansion",
        "area",
        "investment",
        "critical",
        "gaining",
        "additional",
        "market",
        "share",
        "expect",
        "investment",
        "making",
        "help",
        "drive",
        "next",
        "wave",
        "growth",
        "coming",
        "first",
        "quarter",
        "financial",
        "highlight",
        "following",
        "table",
        "summarizes",
        "consolidated",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "result",
        "revenue",
        "increase",
        "revenue",
        "year",
        "year",
        "net",
        "income",
        "diluted",
        "eps",
        "result",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "net",
        "income",
        "diluted",
        "eps",
        "first",
        "quarter",
        "recent",
        "business",
        "highlight",
        "include",
        "continued",
        "omnichannel",
        "growth",
        "omnichannel",
        "solution",
        "remain",
        "strategic",
        "focus",
        "trade",
        "desk",
        "industry",
        "continues",
        "shifting",
        "toward",
        "transparency",
        "programmatic",
        "buying",
        "specific",
        "channel",
        "highlight",
        "include",
        "total",
        "mobile",
        "video",
        "web",
        "grew",
        "q12017",
        "q12018",
        "increased",
        "gross",
        "spend",
        "quarter",
        "highlighting",
        "growing",
        "scale",
        "importance",
        "channel",
        "advertiser",
        "mobile",
        "video",
        "grew",
        "nearly",
        "q12017",
        "q12018",
        "mobile",
        "grew",
        "nearly",
        "q12017",
        "q12018",
        "newer",
        "channel",
        "delivering",
        "growth",
        "two",
        "newest",
        "promising",
        "channel",
        "connected",
        "tv",
        "audio",
        "grew",
        "multiple",
        "faster",
        "trade",
        "desk",
        "larger",
        "mature",
        "channel",
        "connected",
        "tv",
        "grew",
        "q12017",
        "q12018",
        "audio",
        "grew",
        "q12017",
        "q12018",
        "strong",
        "customer",
        "retention",
        "customer",
        "retention",
        "remained",
        "quarter",
        "previous",
        "quarter",
        "new",
        "product",
        "feature",
        "quarter",
        "trade",
        "desk",
        "released",
        "many",
        "new",
        "product",
        "feature",
        "enhancement",
        "platform",
        "including",
        "integration",
        "percentage",
        "otp",
        "metric",
        "connected",
        "tv",
        "environment",
        "campaign",
        "ad",
        "group",
        "dashboard",
        "bringing",
        "valuable",
        "insight",
        "front",
        "center",
        "optimizing",
        "otp",
        "goal",
        "update",
        "audience",
        "predictor",
        "enhance",
        "lookalike",
        "modeling",
        "tool",
        "find",
        "target",
        "undiscovered",
        "audience",
        "based",
        "upon",
        "data",
        "recent",
        "improvement",
        "include",
        "improved",
        "sampling",
        "rate",
        "faster",
        "audience",
        "creation",
        "inclusion",
        "cpm",
        "segment",
        "segment",
        "ability",
        "exclude",
        "audience",
        "best",
        "place",
        "work",
        "trade",
        "desk",
        "ranked",
        "one",
        "best",
        "place",
        "work",
        "glassdoor",
        "best",
        "software",
        "company",
        "work",
        "list",
        "second",
        "quarter",
        "revised",
        "full",
        "year",
        "outlook",
        "green",
        "added",
        "great",
        "start",
        "biggest",
        "brand",
        "world",
        "continue",
        "shift",
        "advertising",
        "spending",
        "programmatic",
        "platform",
        "result",
        "raising",
        "revenue",
        "guidance",
        "least",
        "million",
        "time",
        "continuing",
        "make",
        "large",
        "investment",
        "area",
        "critical",
        "future",
        "expect",
        "adjusted",
        "ebitda",
        "million",
        "secular",
        "tailwind",
        "programmatic",
        "strong",
        "focus",
        "gaining",
        "share",
        "revenue",
        "growth",
        "ultimately",
        "maximize",
        "profitability",
        "trade",
        "desk",
        "providing",
        "financial",
        "target",
        "second",
        "quarter",
        "revised",
        "target",
        "fiscal",
        "year",
        "company",
        "financial",
        "target",
        "follows",
        "second",
        "quarter",
        "revenue",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "full",
        "year",
        "revenue",
        "least",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "revenue",
        "reconciliation",
        "adjusted",
        "ebitda",
        "guidance",
        "closest",
        "corresponding",
        "gaap",
        "measure",
        "available",
        "without",
        "unreasonable",
        "effort",
        "basis",
        "due",
        "variability",
        "complexity",
        "respect",
        "charge",
        "excluded",
        "measure",
        "particular",
        "measure",
        "effect",
        "compensation",
        "expense",
        "directly",
        "impacted",
        "unpredictable",
        "fluctuation",
        "share",
        "price",
        "expect",
        "variability",
        "charge",
        "could",
        "significant",
        "potentially",
        "unpredictable",
        "impact",
        "future",
        "gaap",
        "financial",
        "result",
        "use",
        "financial",
        "information",
        "included",
        "within",
        "press",
        "release",
        "financial",
        "measure",
        "supplement",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "trade",
        "desk",
        "company",
        "prepared",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "financial",
        "measure",
        "adjust",
        "company",
        "actual",
        "result",
        "prepared",
        "gaap",
        "excluding",
        "charge",
        "depreciation",
        "amortization",
        "compensation",
        "interest",
        "expense",
        "net",
        "secondary",
        "offering",
        "cost",
        "tax",
        "rate",
        "portion",
        "compensation",
        "expense",
        "approximating",
        "used",
        "computation",
        "net",
        "income",
        "diluted",
        "eps",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "since",
        "excluded",
        "charge",
        "tax",
        "effect",
        "charge",
        "included",
        "reconciliation",
        "gaap",
        "amount",
        "period",
        "presented",
        "herein",
        "provided",
        "schedule",
        "accompanying",
        "release",
        "considered",
        "together",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "measure",
        "meant",
        "substitute",
        "gaap",
        "included",
        "solely",
        "informational",
        "comparative",
        "purpose",
        "company",
        "management",
        "belief",
        "information",
        "assist",
        "investor",
        "evaluating",
        "company",
        "operational",
        "trend",
        "financial",
        "performance",
        "cash",
        "generating",
        "capacity",
        "management",
        "belief",
        "measure",
        "allow",
        "investor",
        "evaluate",
        "company",
        "financial",
        "performance",
        "using",
        "measure",
        "management",
        "however",
        "financial",
        "measure",
        "regarded",
        "replacement",
        "superior",
        "corresponding",
        "similarly",
        "captioned",
        "gaap",
        "measure",
        "may",
        "different",
        "financial",
        "measure",
        "used",
        "company",
        "first",
        "quarter",
        "result",
        "webcast",
        "conference",
        "call",
        "detail",
        "may",
        "pacific",
        "time",
        "eastern",
        "time",
        "webcast",
        "live",
        "webcast",
        "call",
        "accessed",
        "investor",
        "relation",
        "section",
        "trade",
        "desk",
        "website",
        "http",
        "following",
        "call",
        "replay",
        "available",
        "company",
        "website",
        "access",
        "call",
        "via",
        "telephone",
        "north",
        "america",
        "please",
        "dial",
        "caller",
        "outside",
        "united",
        "state",
        "please",
        "dial",
        "participant",
        "reference",
        "conference",
        "call",
        "id",
        "trade",
        "desk",
        "call",
        "dialing",
        "audio",
        "replay",
        "audio",
        "replay",
        "call",
        "available",
        "beginning",
        "two",
        "hour",
        "call",
        "listen",
        "replay",
        "united",
        "state",
        "please",
        "dial",
        "replay",
        "code",
        "outside",
        "united",
        "state",
        "please",
        "dial",
        "replay",
        "code",
        "audio",
        "replay",
        "available",
        "via",
        "telephone",
        "may",
        "trade",
        "desk",
        "trade",
        "technology",
        "company",
        "empowers",
        "buyer",
        "advertising",
        "platform",
        "ad",
        "buyer",
        "create",
        "manage",
        "optimize",
        "expressive",
        "digital",
        "advertising",
        "campaign",
        "across",
        "ad",
        "format",
        "including",
        "display",
        "video",
        "audio",
        "native",
        "social",
        "multitude",
        "device",
        "computer",
        "mobile",
        "device",
        "connected",
        "tv",
        "integration",
        "major",
        "data",
        "inventory",
        "publisher",
        "partner",
        "ensure",
        "maximum",
        "reach",
        "decisioning",
        "capability",
        "enterprise",
        "apis",
        "enable",
        "custom",
        "development",
        "top",
        "platform",
        "headquartered",
        "ventura",
        "ca",
        "trade",
        "desk",
        "office",
        "across",
        "north",
        "america",
        "europe",
        "asia",
        "learn",
        "visit",
        "follow",
        "u",
        "facebook",
        "twitter",
        "linkedin",
        "statement",
        "document",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "expectation",
        "concerning",
        "matter",
        "historical",
        "fact",
        "b",
        "predict",
        "forecast",
        "future",
        "event",
        "result",
        "c",
        "embody",
        "assumption",
        "may",
        "prove",
        "inaccurate",
        "including",
        "statement",
        "relating",
        "industry",
        "market",
        "trend",
        "company",
        "financial",
        "target",
        "revenue",
        "adjusted",
        "ebitda",
        "word",
        "believe",
        "expect",
        "anticipate",
        "outlook",
        "similar",
        "expression",
        "used",
        "company",
        "making",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "reasonable",
        "give",
        "reader",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "related",
        "company",
        "limited",
        "operating",
        "history",
        "make",
        "difficult",
        "evaluate",
        "company",
        "business",
        "prospect",
        "market",
        "programmatic",
        "advertising",
        "developing",
        "slower",
        "differently",
        "company",
        "expectation",
        "demand",
        "expectation",
        "client",
        "ability",
        "attract",
        "retain",
        "client",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "result",
        "numerous",
        "factor",
        "many",
        "beyond",
        "control",
        "company",
        "disclosed",
        "company",
        "report",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "form",
        "subsequent",
        "filing",
        "form",
        "available",
        "reader",
        "urged",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "intend",
        "update",
        "statement",
        "contained",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "arising",
        "date",
        "hereof",
        "contact",
        "investor",
        "chris",
        "toth",
        "vice",
        "president",
        "investor",
        "relation",
        "trade",
        "desk",
        "ir",
        "medium",
        "elizabeth",
        "hess",
        "account",
        "director",
        "5wpr",
        "ehess",
        "trade",
        "desk",
        "consolidated",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "platform",
        "operation",
        "sale",
        "marketing",
        "technology",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "total",
        "expense",
        "net",
        "income",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "compensation",
        "expense",
        "amount",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "platform",
        "operation",
        "sale",
        "marketing",
        "technology",
        "development",
        "general",
        "administrative",
        "total",
        "trade",
        "desk",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "net",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "trade",
        "desk",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "amount",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "bad",
        "debt",
        "expense",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "capitalized",
        "software",
        "development",
        "cost",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "repayment",
        "line",
        "credit",
        "payment",
        "financing",
        "obligation",
        "proceeds",
        "exercise",
        "stock",
        "option",
        "tax",
        "paid",
        "related",
        "net",
        "settlement",
        "restricted",
        "stock",
        "award",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "period",
        "cash",
        "cash",
        "period",
        "financial",
        "metric",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "following",
        "table",
        "show",
        "company",
        "gaap",
        "financial",
        "metric",
        "reconciled",
        "financial",
        "metric",
        "included",
        "release",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "add",
        "back",
        "depreciation",
        "amortization",
        "expense",
        "compensation",
        "expense",
        "interest",
        "expense",
        "net",
        "secondary",
        "offering",
        "cost",
        "provision",
        "benefit",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "gaap",
        "net",
        "income",
        "add",
        "back",
        "deduct",
        "compensation",
        "expense",
        "secondary",
        "offering",
        "cost",
        "adjustment",
        "income",
        "tax",
        "net",
        "income",
        "gaap",
        "diluted",
        "eps",
        "diluted",
        "eps",
        "weighted",
        "average",
        "share",
        "source",
        "trade",
        "desk",
        "inc"
    ]
}