{
    "organizations": [],
    "uuid": "8c14095832325020ecaf8fb3b25c2b98cd8acb96",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/21/pr-newswire-international-game-technology-plc-announces-variable-forward-transaction-by-de-agostini-s-p-a-and-related-registered-public.html",
    "ord_in_thread": 0,
    "title": "International Game Technology PLC Announces Variable Forward Transaction By De Agostini S.p.A. And Related Registered Public Offering Of IGT Ordinary Shares",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON, May 21, 2018 /PRNewswire/ -- International Game Technology PLC (\"IGT\") (NYSE:IGT) has been advised that IGT's majority shareholder, De Agostini S.p.A. (\"De Agostini\"), proposes to enter into a variable forward transaction (the \"Forward Transaction\") with Credit Suisse International (\"Credit Suisse\") relating to up to 18,000,000 IGT ordinary shares.\nIGT is not a party to the Forward Transaction, which is described in greater detail below and in the related prospectus supplement, and is not issuing or selling any IGT ordinary shares in connection with the Forward Transaction. As such, IGT will not receive any proceeds from the sale of the IGT ordinary shares in the Forward Transaction. There is no impact to IGT's income statement, balance sheet, cash flows, share count, or dividends as a result of the Forward Transaction.\nLorenzo Pellicioli, CEO of De Agostini, stated: \"With the Forward Transaction, De Agostini's objective is to rebalance the profile of its portfolio of assets. We remain fully committed to continue supporting IGT's long-term development. In this context, for the foreseeable future, it is our intention to remain IGT's controlling shareholder and we are not contemplating any additional transaction involving IGT shares.\"\nIGT has also been advised that, to hedge the exposure under the Forward Transaction, Credit Suisse or its affiliates will borrow approximately 13,200,000 IGT ordinary shares from third-party stock lenders and will sell such IGT ordinary shares in an underwritten public offering through Credit Suisse Securities (USA) LLC, acting as the underwriter, pursuant to an automatically effective registration statement on Form F-3 (including a base prospectus) that has been filed by IGT with the U.S. Securities and Exchange Commission (the \"SEC\").\nIGT has also been advised that Credit Suisse or its affiliates will borrow an additional, approximately 4,800,000 IGT ordinary shares from third-party stock lenders and that Credit Suisse or its affiliates expect to sell these additional IGT ordinary shares, from time to time after the offering, in block sales, on the NYSE, in the over-the-counter market or in negotiated transactions. These additional IGT ordinary shares will not be included in the public offering described above. IGT has been advised by Credit Suisse that it expects that, over the period during which it sells these additional IGT ordinary shares, Credit Suisse or its affiliates will purchase an approximately equal number of IGT ordinary shares in the open market.\nDescription of the Forward Transaction\nThe Forward Transaction has economic characteristics similar to a collar with respect to the underlying IGT ordinary shares (i.e., it effectively consists of De Agostini purchasing a put option with a certain strike price and simultaneously selling a call option with a higher strike price). The Forward Transaction provides De Agostini with a pre-defined minimum value for the underlying IGT ordinary shares while retaining any meaningful benefits from any appreciation in the value of the underlying IGT ordinary shares. The Forward Transaction is divided into multiple tranches that are scheduled to mature over a period commencing on or about four years from May 2018. The Forward Transaction will be settled for any tranche at De Agostini's election either (i) in cash (in which case De Agostini will retain the underlying IGT ordinary shares), or (ii) by physical delivery of IGT ordinary shares, if certain gaming-related conditions and other conditions are met. De Agostini has agreed that it will not, prior to the satisfaction during the first year of certain collateral requirements, sell, pledge, or otherwise transfer any of its IGT ordinary shares.\nIn connection with the Forward Transaction, and subject to satisfying certain conditions, including the pledge of the 18,000,000 IGT ordinary shares to Credit Suisse, De Agostini may elect to obtain a prepayment from Credit Suisse in an amount based on the put option strike price at maturity. Following such prepayment, the Forward Transaction will have economic characteristics similar to a collar together with a loan. De Agostini has indicated to IGT that the proceeds of any prepayment may be used by De Agostini for investments and general corporate purposes. De Agostini will retain the right to vote the pledged IGT ordinary shares (but will lose the right to direct the voting of any related special voting shares).\nThis news release shall not constitute an offer to sell or the solicitation of an offer to buy the securities described herein, nor shall there be any offer or sale of these securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction.\nAbout IGT\nIGT (NYSE:IGT) is the global leader in gaming. We enable players to experience their favorite games across all channels and regulated segments, from Gaming Machines and Lotteries to Interactive and Social Gaming. Leveraging a wealth of premium content, substantial investment in innovation, in-depth customer intelligence, operational expertise and leading-edge technology, our gaming solutions anticipate the demands of consumers wherever they decide to play. We have a well-established local presence and relationships with governments and regulators in more than 100 countries around the world, and create value by adhering to the highest standards of service, integrity, and responsibility. IGT has over 12,000 employees.\nCautionary Statement Regarding Forward-Looking Statements\nThis news release may contain forward-looking statements (including within the meaning of the Private Securities Litigation Reform Act of 1995) concerning International Game Technology PLC and its consolidated subsidiaries (the \"Company\") and other matters. These statements may discuss goals, intentions, and expectations as to future plans, trends, events, dividends, results of operations, or financial condition, or otherwise, based on current beliefs of the management of the Company as well as assumptions made by, and information currently available to, such management. Forward-looking statements may be accompanied by words such as \"aim,\" \"anticipate,\" \"believe,\" \"plan,\" \"could,\" \"would,\" \"should,\" \"shall\", \"continue,\" \"estimate,\" \"expect,\" \"forecast,\" \"future,\" \"guidance,\" \"intend,\" \"may,\" \"will,\" \"possible,\" \"potential,\" \"predict,\" \"project\" or the negative or other variations of them. These forward-looking statements speak only as of the date on which such statements are made and are subject to various risks and uncertainties, many of which are outside the Company's control. Should one or more of these risks or uncertainties materialize, or should any of the underlying assumptions prove incorrect, actual results may differ materially from those predicted in the forward-looking statements and from past results, performance, or achievements. Therefore, you should not place undue reliance on such statements. Factors that could cause actual results to differ materially from those in the forward-looking statements include (but are not limited to) the factors and risks described in the Company's annual report on Form 20-F for the financial year ended December 31, 2017 and other documents filed from time to time with the SEC, which are available on the SEC's website at www.sec.gov and on the investor relations section of the Company's website at www.IGT.com . Except as required under applicable law, the Company does not assume any obligation to update these forward-looking statements. You should carefully consider these factors and other risks and uncertainties that affect the Company's business. All forward-looking statements contained in this news release are qualified in their entirety by this cautionary statement. All subsequent written or oral forward-looking statements attributable to International Game Technology PLC, or persons acting on its behalf, are expressly qualified in its entirety by this cautionary statement.\nContact:\nRobert K. Vincent, Corporate Communications, toll free in U.S./Canada +1 (844) IGT-7452; outside U.S./Canada +1 (401) 392-7452\nJames Hurley, Investor Relations, +1 (401) 392-7190\nSimone Cantagallo, +39 06 51899030; for Italian media inquiries\nView original content with multimedia: http://www.prnewswire.com/news-releases/international-game-technology-plc-announces-variable-forward-transaction-by-de-agostini-spa-and-related-registered-public-offering-of-igt-ordinary-shares-300652174.html\nSOURCE International Game Technology PLC",
    "published": "2018-05-22T00:48:00.000+03:00",
    "crawled": "2018-05-22T03:05:02.031+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "may",
        "international",
        "game",
        "technology",
        "plc",
        "igt",
        "nyse",
        "igt",
        "advised",
        "igt",
        "majority",
        "shareholder",
        "de",
        "agostini",
        "de",
        "agostini",
        "proposes",
        "enter",
        "variable",
        "forward",
        "transaction",
        "forward",
        "transaction",
        "credit",
        "suisse",
        "international",
        "credit",
        "suisse",
        "relating",
        "igt",
        "ordinary",
        "share",
        "igt",
        "party",
        "forward",
        "transaction",
        "described",
        "greater",
        "detail",
        "related",
        "prospectus",
        "supplement",
        "issuing",
        "selling",
        "igt",
        "ordinary",
        "share",
        "connection",
        "forward",
        "transaction",
        "igt",
        "receive",
        "proceeds",
        "sale",
        "igt",
        "ordinary",
        "share",
        "forward",
        "transaction",
        "impact",
        "igt",
        "income",
        "statement",
        "balance",
        "sheet",
        "cash",
        "flow",
        "share",
        "count",
        "dividend",
        "result",
        "forward",
        "transaction",
        "lorenzo",
        "pellicioli",
        "ceo",
        "de",
        "agostini",
        "stated",
        "forward",
        "transaction",
        "de",
        "agostini",
        "objective",
        "rebalance",
        "profile",
        "portfolio",
        "asset",
        "remain",
        "fully",
        "committed",
        "continue",
        "supporting",
        "igt",
        "development",
        "context",
        "foreseeable",
        "future",
        "intention",
        "remain",
        "igt",
        "controlling",
        "shareholder",
        "contemplating",
        "additional",
        "transaction",
        "involving",
        "igt",
        "share",
        "igt",
        "also",
        "advised",
        "hedge",
        "exposure",
        "forward",
        "transaction",
        "credit",
        "suisse",
        "affiliate",
        "borrow",
        "approximately",
        "igt",
        "ordinary",
        "share",
        "stock",
        "lender",
        "sell",
        "igt",
        "ordinary",
        "share",
        "underwritten",
        "public",
        "offering",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "acting",
        "underwriter",
        "pursuant",
        "automatically",
        "effective",
        "registration",
        "statement",
        "form",
        "including",
        "base",
        "prospectus",
        "filed",
        "igt",
        "security",
        "exchange",
        "commission",
        "sec",
        "igt",
        "also",
        "advised",
        "credit",
        "suisse",
        "affiliate",
        "borrow",
        "additional",
        "approximately",
        "igt",
        "ordinary",
        "share",
        "stock",
        "lender",
        "credit",
        "suisse",
        "affiliate",
        "expect",
        "sell",
        "additional",
        "igt",
        "ordinary",
        "share",
        "time",
        "time",
        "offering",
        "block",
        "sale",
        "nyse",
        "market",
        "negotiated",
        "transaction",
        "additional",
        "igt",
        "ordinary",
        "share",
        "included",
        "public",
        "offering",
        "described",
        "igt",
        "advised",
        "credit",
        "suisse",
        "expects",
        "period",
        "sell",
        "additional",
        "igt",
        "ordinary",
        "share",
        "credit",
        "suisse",
        "affiliate",
        "purchase",
        "approximately",
        "equal",
        "number",
        "igt",
        "ordinary",
        "share",
        "open",
        "market",
        "description",
        "forward",
        "transaction",
        "forward",
        "transaction",
        "economic",
        "characteristic",
        "similar",
        "collar",
        "respect",
        "underlying",
        "igt",
        "ordinary",
        "share",
        "effectively",
        "consists",
        "de",
        "agostini",
        "purchasing",
        "put",
        "option",
        "certain",
        "strike",
        "price",
        "simultaneously",
        "selling",
        "call",
        "option",
        "higher",
        "strike",
        "price",
        "forward",
        "transaction",
        "provides",
        "de",
        "agostini",
        "minimum",
        "value",
        "underlying",
        "igt",
        "ordinary",
        "share",
        "retaining",
        "meaningful",
        "benefit",
        "appreciation",
        "value",
        "underlying",
        "igt",
        "ordinary",
        "share",
        "forward",
        "transaction",
        "divided",
        "multiple",
        "tranche",
        "scheduled",
        "mature",
        "period",
        "commencing",
        "four",
        "year",
        "may",
        "forward",
        "transaction",
        "settled",
        "tranche",
        "de",
        "agostini",
        "election",
        "either",
        "cash",
        "case",
        "de",
        "agostini",
        "retain",
        "underlying",
        "igt",
        "ordinary",
        "share",
        "ii",
        "physical",
        "delivery",
        "igt",
        "ordinary",
        "share",
        "certain",
        "condition",
        "condition",
        "met",
        "de",
        "agostini",
        "agreed",
        "prior",
        "satisfaction",
        "first",
        "year",
        "certain",
        "collateral",
        "requirement",
        "sell",
        "pledge",
        "otherwise",
        "transfer",
        "igt",
        "ordinary",
        "share",
        "connection",
        "forward",
        "transaction",
        "subject",
        "satisfying",
        "certain",
        "condition",
        "including",
        "pledge",
        "igt",
        "ordinary",
        "share",
        "credit",
        "suisse",
        "de",
        "agostini",
        "may",
        "elect",
        "obtain",
        "prepayment",
        "credit",
        "suisse",
        "amount",
        "based",
        "put",
        "option",
        "strike",
        "price",
        "maturity",
        "following",
        "prepayment",
        "forward",
        "transaction",
        "economic",
        "characteristic",
        "similar",
        "collar",
        "together",
        "loan",
        "de",
        "agostini",
        "indicated",
        "igt",
        "proceeds",
        "prepayment",
        "may",
        "used",
        "de",
        "agostini",
        "investment",
        "general",
        "corporate",
        "purpose",
        "de",
        "agostini",
        "retain",
        "right",
        "vote",
        "pledged",
        "igt",
        "ordinary",
        "share",
        "lose",
        "right",
        "direct",
        "voting",
        "related",
        "special",
        "voting",
        "share",
        "news",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "described",
        "herein",
        "shall",
        "offer",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "igt",
        "igt",
        "nyse",
        "igt",
        "global",
        "leader",
        "gaming",
        "enable",
        "player",
        "experience",
        "favorite",
        "game",
        "across",
        "channel",
        "regulated",
        "segment",
        "gaming",
        "machine",
        "lottery",
        "interactive",
        "social",
        "gaming",
        "leveraging",
        "wealth",
        "premium",
        "content",
        "substantial",
        "investment",
        "innovation",
        "customer",
        "intelligence",
        "operational",
        "expertise",
        "technology",
        "gaming",
        "solution",
        "anticipate",
        "demand",
        "consumer",
        "wherever",
        "decide",
        "play",
        "local",
        "presence",
        "relationship",
        "government",
        "regulator",
        "country",
        "around",
        "world",
        "create",
        "value",
        "adhering",
        "highest",
        "standard",
        "service",
        "integrity",
        "responsibility",
        "igt",
        "employee",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "news",
        "release",
        "may",
        "contain",
        "statement",
        "including",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "concerning",
        "international",
        "game",
        "technology",
        "plc",
        "consolidated",
        "subsidiary",
        "company",
        "matter",
        "statement",
        "may",
        "discus",
        "goal",
        "intention",
        "expectation",
        "future",
        "plan",
        "trend",
        "event",
        "dividend",
        "result",
        "operation",
        "financial",
        "condition",
        "otherwise",
        "based",
        "current",
        "belief",
        "management",
        "company",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "statement",
        "may",
        "accompanied",
        "word",
        "aim",
        "anticipate",
        "believe",
        "plan",
        "could",
        "would",
        "shall",
        "continue",
        "estimate",
        "expect",
        "forecast",
        "future",
        "guidance",
        "intend",
        "may",
        "possible",
        "potential",
        "predict",
        "project",
        "negative",
        "variation",
        "statement",
        "speak",
        "date",
        "statement",
        "made",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "many",
        "outside",
        "company",
        "control",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "predicted",
        "statement",
        "past",
        "result",
        "performance",
        "achievement",
        "therefore",
        "place",
        "undue",
        "reliance",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "limited",
        "factor",
        "risk",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "financial",
        "year",
        "ended",
        "december",
        "document",
        "filed",
        "time",
        "time",
        "sec",
        "available",
        "sec",
        "website",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "except",
        "required",
        "applicable",
        "law",
        "company",
        "assume",
        "obligation",
        "update",
        "statement",
        "carefully",
        "consider",
        "factor",
        "risk",
        "uncertainty",
        "affect",
        "company",
        "business",
        "statement",
        "contained",
        "news",
        "release",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "international",
        "game",
        "technology",
        "plc",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "contact",
        "robert",
        "vincent",
        "corporate",
        "communication",
        "toll",
        "free",
        "outside",
        "james",
        "hurley",
        "investor",
        "relation",
        "simone",
        "cantagallo",
        "italian",
        "medium",
        "inquiry",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "international",
        "game",
        "technology",
        "plc"
    ]
}