{
    "organizations": [],
    "uuid": "82aa93b25dd45b1d51e72b7cea4fbad4ffbdd44c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-curis-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Curis Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LEXINGTON, Mass., May 3, 2018 /PRNewswire/ -- Curis, Inc. (NASDAQ: CRIS), a biotechnology company focused on the development and commercialization of innovative and effective therapeutics for the treatment of cancer, today reported its financial results for the first quarter ended March 31, 2018.\n\"Curis continues to advance our clinical pipeline, developing therapeutics in precision oncology and applying a small-molecule approach for immune checkpoint inhibition,\" said Ali Fattaey, Ph.D., Chief Executive Officer of Curis. \"We continue to prepare for a pivotal study of fimepinostat, formerly CUDC-907, to bring a much-needed treatment option to patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL) with MYC alterations. Our Phase 1 study of CA-4948, currently the only IRAK4 kinase inhibitor in clinical development for cancer, continues to enroll patients with lymphoma. We are also continuing to enroll patients in escalating doses in the Phase 1 clinical study of CA-170, a small-molecule dual inhibitor of PDL1 and VISTA immune checkpoints. Our collaborator, Aurigene, is also enrolling patients at sites in India in a Phase 2 trial of CA-170. We are proud of the depth of our pipeline and encouraged by the potential for the novel treatment mechanisms of our candidate therapeutics to make an impact on patient care in oncology.\"\nFirst Quarter 2018 Financial Results\nCuris reported a net loss of $10.7 million, or $0.07 per share on both a basic and diluted basis 2018, as compared to a net loss of $15.7 million, or $0.11 per share on both a basic and diluted basis for the same period in 2017.\nRevenues 2018 were $2.5 million, as compared to $2.1 million for the same period in 2017. Revenues for both periods comprise primarily royalty revenues recorded on Genentech and Roche's net sales of Erivedge ® .\nOperating expenses were $12.4 million 2018, as compared to $17.2 million for the same period in 2017, and comprised the following:\nCosts of Royalty Revenues. Costs of royalty revenues, primarily amounts due to third-party university patent licensors in connection with Genentech and Roche's Erivedge net sales, were $0.1 million for both the first quarter of 2018 and 2017.\nResearch and Development Expenses. Research and development expenses were $8.3 million 2018, as compared to $13.5 million for the same period in 2017. The decrease was primarily due to a payment to Aurigene of $3.8 million for an exclusivity option in January 2017, as well as decreased costs related to ongoing clinical activities for CUDC-907 and CA-170.\nGeneral and Administrative Expenses. General and administrative expenses were $4.0 million 2018 as compared to $3.5 million for the same period in 2017. The increase in general and administrative expenses was driven primarily by higher legal, professional and consulting services for the period.\nOther expense, net was $0.8 million 2018, as compared to $0.7 million for the same period in 2017. Other expense, net primarily consisted of interest expense related to Curis Royalty's (a wholly owned subsidiary of Curis) debt obligations.\nAs of March 31, 2018, Curis's cash, cash equivalents, marketable securities and investments totaled $48.5 million and there were approximately 165.6 million shares of common stock outstanding.\nRecent Operational Highlights\nPrecision oncology, fimepinostat (formerly CUDC-907):\nEngaged with a companion diagnostic partner to enable selection of DLBCL patients with MYC-alterations Engaged with commercial API and product manufacturers\nPrecision oncology, CA-4948 (IRAK4 Kinase Inhibitor; Aurigene collaboration):\nInitiated enrollment in a Phase 1 trial of CA-4948 for treatment of patients with lymphoma\nImmuno-oncology, CA-170 (PDL1 / VISTA antagonist; Aurigene collaboration):\nInitiated twice-daily dosing at increasing doses in the Phase 1 trial of CA-170 in patients with advanced solid tumors or lymphomas Curis collaborator Aurigene continued enrollment of patients in a Phase 2 clinical study of CA-170 at trial sites in India\nImmuno-oncology, CA-327 (PDL1 / TIM3 antagonist; Aurigene collaboration):\nCompleting IND-enabling studies in preparation for a regulatory filing\nConference Call Information\nCuris management will host a conference call today, May 3, 2018, at 8:30 a.m. EDT, to discuss these financial results, as well as provide a corporate update.\nTo access the live conference call, please dial (877) 870-4263 from the United States or (412) 317-0790 from other locations, shortly before 8:30 a.m. EDT. The conference call can also be accessed on the Curis website at www.curis.com in the Investors section.\nAbout Curis, Inc.\nCuris is a biotechnology company focused on the development and commercialization of innovative and effective drug candidates for the treatment of human cancers, including CUDC-907, which is being investigated in clinical studies in patients with lymphomas and solid tumors. Curis is also engaged in a collaboration with Aurigene in the areas of immuno-oncology and precision oncology. As part of this collaboration, Curis has exclusive licenses to oral small molecule dual antagonists of PD1 and VISTA, including PDL1/VISTA antagonist CA-170, and oral small molecule dual antagonists of PD1 and TIM3, including PDL1/TIM3 antagonist CA-327, as well as to molecules designed to inhibit the IRAK4 kinase, including CA-4948. CA-170 is currently undergoing testing in a Phase 1 trial in patients with advanced solid tumors and lymphomas, and in a Phase 2 trial in India conducted by Aurigene. CA-4948 is currently undergoing testing in a Phase 1 trial in patients with lymphoma. Curis is also party to a collaboration with Genentech, a member of the Roche Group, under which Genentech and Roche are commercializing Erivedge® for the treatment of advanced basal cell carcinoma. For more information, visit Curis's website at www.curis.com .\nCautionary Note Regarding Forward-Looking Statements:\nThis press release contains forward-looking statements within the meaning of the U.S. Private Securities Litigation Reform Act of 1995, including without limitation statements regarding any expectations of revenue, expenses, earnings or losses from operations, or other financial results, statements with respect to the plans, strategies and objectives of management for future operations, the potential for the Company's proprietary drug candidates, including CUDC-907, CA-4948, CA-170, the potential advantages and benefits of small molecule checkpoint antagonists, the Company's plans and expectations for the collaboration with Aurigene, including its plans to discover and develop multiple first-in-class oral, small molecule checkpoint antagonists for the treatment of patients with cancer, and the Company's plans to advance its development programs, including the timing of IND filings and the Company's plans for CUDC-907. Forward-looking statements may contain the words \"believes,\" \"expects,\" \"anticipates,\" \"plans,\" \"intends,\" \"seeks,\" \"estimates,\" \"assumes,\" \"will,\" \"may,\" \"could\" or similar expressions. These forward-looking statements are not guarantees of future performance and involve risks, uncertainties, assumptions and other important factors that may cause actual results to be materially different from those indicated by such forward-looking statements. For example, Curis may experience adverse results, delays and/or failures in its drug development programs and may not be able to successfully advance the development of its drug candidates in the time frames it projects, if at all. Curis's drug candidates may cause unexpected toxicities, fail to demonstrate sufficient safety and efficacy in clinical studies and/or may never achieve the requisite regulatory approvals needed for commercialization. Favorable results seen in preclinical studies and early clinical trials of Curis's drug candidates may not be replicated in later trials. There can be no guarantee that the collaboration agreement with Aurigene will continue for its full term, that Curis or Aurigene will each maintain the financial and other resources necessary to continue financing its portion of the research, development and commercialization costs, or that the parties will successfully discover, develop or commercialize drug candidates under the collaboration. Regulatory authorities may determine to delay or restrict Genentech's and/or Roche's ability to continue to develop or commercialize Erivedge in BCC. Erivedge may not demonstrate sufficient or any activity to merit its further development in disease indications other than BCC. Competing drugs may be developed that are superior to Erivedge. Curis faces risks relating to its wholly-owned subsidiary's royalty-collateralized loan transaction, including the risk that it may not receive sufficient levels of royalty revenue from sales of Erivedge to satisfy the debt obligation or may otherwise lose its rights to royalties and royalty-related payments as a result of a foreclosure of the loan. Curis will require substantial additional capital to fund its business and such capital may not be available on reasonable terms, or at all. Curis faces substantial competition. Curis also faces risks relating to potential adverse decisions made by the FDA and other regulatory authorities, investigational review boards, and publication review bodies. Curis may not obtain or maintain necessary patent protection and could become involved in expensive and time consuming patent litigation and interference proceedings. Unstable market and economic conditions and unplanned expenses may adversely affect Curis's financial conditions and its ability to access the substantial additional capital needed to fund the growth of its business. Important factors that may cause or contribute to such differences include the factors set forth under the caption \"Risk Factors\" in our most recent Form 10-K and Form 10-Q and the factors that are discussed in other filings that we periodically make with the Securities and Exchange Commission (\"SEC\"). In addition, any forward-looking statements represent the views of Curis only as of today and should not be relied upon as representing Curis's views as of any subsequent date. Curis disclaims any intention or obligation to update any of the forward-looking statements after the date of this press release whether as a result of new information, future events or otherwise, except as may be required by law.\nCURIS, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(UNAUDITED)\n(In thousands, except share and per share data)\nThree months ended\nMarch 31,\n2018\n2017\nRevenues:\nRoyalties\n$\n2,474\n$\n2,191\nResearch and development, net\n(6)\n(60)\nTotal revenues:\n2,468\n2,131\nOperating expenses:\nCosts of royalty revenues\n129\n111\nResearch and development\n8,266\n13,541\nGeneral and administrative\n3,981\n3,532\nTotal operating expenses\n12,376\n17,184\nNet loss from operations\n(9,908)\n(15,053)\nOther (expense) income\n—\n(103)\nInterest income\n186\n70\nInterest expense\n(1,025)\n(656)\nOther expense, net\n(839)\n(689)\nNet loss\n(10,747)\n(15,742)\nBasic and diluted net loss per common share\n$\n(0.07)\n$\n(0.11)\nBasic and diluted weighted average common shares\noutstanding\n165,268,732\n142,011,776\nCURIS, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(UNAUDITED)\n(In thousands)\nMarch 31,\n2018\nDecember 31,\n2017\nASSETS\nCash, cash equivalents and investments\n$\n48,453\n$\n60,232\nInvestments – restricted\n153\n153\nAccounts receivable\n2,491\n3,073\nProperty and equipment, net\n390\n366\nGoodwill\n8,982\n8,982\nPrepaid expense and other assets\n912\n992\nTotal assets\n$\n61,381\n$\n73,798\nLIABILITIES AND STOCKHOLDERS' EQUITY\nAccounts payable, accrued expenses and other liabilities\n$\n7,165\n$\n8,250\nDebt obligations, net\n39,749\n41,555\nTotal liabilities\n46,914\n49,805\nTotal stockholders' equity\n14,467\n23,993\n stockholders' equity\n$\n61,381\n$\n73,798\nView original content: http://www.prnewswire.com/news-releases/curis-reports-first-quarter-2018-financial-results-300641387.html\nSOURCE Curis, Inc.",
    "published": "2018-05-03T15:00:00.000+03:00",
    "crawled": "2018-05-03T15:37:49.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lexington",
        "may",
        "curis",
        "nasdaq",
        "cris",
        "biotechnology",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "effective",
        "therapeutic",
        "treatment",
        "cancer",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "curis",
        "continues",
        "advance",
        "clinical",
        "pipeline",
        "developing",
        "therapeutic",
        "precision",
        "oncology",
        "applying",
        "approach",
        "immune",
        "checkpoint",
        "inhibition",
        "said",
        "ali",
        "fattaey",
        "chief",
        "executive",
        "officer",
        "curis",
        "continue",
        "prepare",
        "pivotal",
        "study",
        "fimepinostat",
        "formerly",
        "bring",
        "treatment",
        "option",
        "patient",
        "relapsed",
        "refractory",
        "diffuse",
        "large",
        "lymphoma",
        "dlbcl",
        "myc",
        "alteration",
        "phase",
        "study",
        "currently",
        "irak4",
        "kinase",
        "inhibitor",
        "clinical",
        "development",
        "cancer",
        "continues",
        "enroll",
        "patient",
        "lymphoma",
        "also",
        "continuing",
        "enroll",
        "patient",
        "escalating",
        "dos",
        "phase",
        "clinical",
        "study",
        "dual",
        "inhibitor",
        "pdl1",
        "vista",
        "immune",
        "checkpoint",
        "collaborator",
        "aurigene",
        "also",
        "enrolling",
        "patient",
        "site",
        "india",
        "phase",
        "trial",
        "proud",
        "depth",
        "pipeline",
        "encouraged",
        "potential",
        "novel",
        "treatment",
        "mechanism",
        "candidate",
        "therapeutic",
        "make",
        "impact",
        "patient",
        "care",
        "oncology",
        "first",
        "quarter",
        "financial",
        "result",
        "curis",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "basis",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "basis",
        "period",
        "revenue",
        "million",
        "compared",
        "million",
        "period",
        "revenue",
        "period",
        "comprise",
        "primarily",
        "royalty",
        "revenue",
        "recorded",
        "genentech",
        "roche",
        "net",
        "sale",
        "erivedge",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "comprised",
        "following",
        "cost",
        "royalty",
        "revenue",
        "cost",
        "royalty",
        "revenue",
        "primarily",
        "amount",
        "due",
        "university",
        "patent",
        "licensors",
        "connection",
        "genentech",
        "roche",
        "erivedge",
        "net",
        "sale",
        "million",
        "first",
        "quarter",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "payment",
        "aurigene",
        "million",
        "exclusivity",
        "option",
        "january",
        "well",
        "decreased",
        "cost",
        "related",
        "ongoing",
        "clinical",
        "activity",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "driven",
        "primarily",
        "higher",
        "legal",
        "professional",
        "consulting",
        "service",
        "period",
        "expense",
        "net",
        "million",
        "compared",
        "million",
        "period",
        "expense",
        "net",
        "primarily",
        "consisted",
        "interest",
        "expense",
        "related",
        "curis",
        "royalty",
        "wholly",
        "owned",
        "subsidiary",
        "curis",
        "debt",
        "obligation",
        "march",
        "curis",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "investment",
        "totaled",
        "million",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "recent",
        "operational",
        "highlight",
        "precision",
        "oncology",
        "fimepinostat",
        "formerly",
        "engaged",
        "companion",
        "diagnostic",
        "partner",
        "enable",
        "selection",
        "dlbcl",
        "patient",
        "engaged",
        "commercial",
        "api",
        "product",
        "manufacturer",
        "precision",
        "oncology",
        "irak4",
        "kinase",
        "inhibitor",
        "aurigene",
        "collaboration",
        "initiated",
        "enrollment",
        "phase",
        "trial",
        "treatment",
        "patient",
        "lymphoma",
        "pdl1",
        "vista",
        "antagonist",
        "aurigene",
        "collaboration",
        "initiated",
        "dosing",
        "increasing",
        "dos",
        "phase",
        "trial",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "lymphoma",
        "curis",
        "collaborator",
        "aurigene",
        "continued",
        "enrollment",
        "patient",
        "phase",
        "clinical",
        "study",
        "trial",
        "site",
        "india",
        "pdl1",
        "tim3",
        "antagonist",
        "aurigene",
        "collaboration",
        "completing",
        "study",
        "preparation",
        "regulatory",
        "filing",
        "conference",
        "call",
        "information",
        "curis",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "may",
        "edt",
        "discus",
        "financial",
        "result",
        "well",
        "provide",
        "corporate",
        "update",
        "access",
        "live",
        "conference",
        "call",
        "please",
        "dial",
        "united",
        "state",
        "location",
        "shortly",
        "edt",
        "conference",
        "call",
        "also",
        "accessed",
        "curis",
        "website",
        "investor",
        "section",
        "curis",
        "curis",
        "biotechnology",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "effective",
        "drug",
        "candidate",
        "treatment",
        "human",
        "cancer",
        "including",
        "investigated",
        "clinical",
        "study",
        "patient",
        "lymphoma",
        "solid",
        "tumor",
        "curis",
        "also",
        "engaged",
        "collaboration",
        "aurigene",
        "area",
        "precision",
        "oncology",
        "part",
        "collaboration",
        "curis",
        "exclusive",
        "license",
        "oral",
        "small",
        "molecule",
        "dual",
        "antagonist",
        "pd1",
        "vista",
        "including",
        "antagonist",
        "oral",
        "small",
        "molecule",
        "dual",
        "antagonist",
        "pd1",
        "tim3",
        "including",
        "antagonist",
        "well",
        "molecule",
        "designed",
        "inhibit",
        "irak4",
        "kinase",
        "including",
        "currently",
        "undergoing",
        "testing",
        "phase",
        "trial",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "lymphoma",
        "phase",
        "trial",
        "india",
        "conducted",
        "aurigene",
        "currently",
        "undergoing",
        "testing",
        "phase",
        "trial",
        "patient",
        "lymphoma",
        "curis",
        "also",
        "party",
        "collaboration",
        "genentech",
        "member",
        "roche",
        "group",
        "genentech",
        "roche",
        "commercializing",
        "treatment",
        "advanced",
        "basal",
        "cell",
        "carcinoma",
        "information",
        "visit",
        "curis",
        "website",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "expectation",
        "revenue",
        "expense",
        "earnings",
        "loss",
        "operation",
        "financial",
        "result",
        "statement",
        "respect",
        "plan",
        "strategy",
        "objective",
        "management",
        "future",
        "operation",
        "potential",
        "company",
        "proprietary",
        "drug",
        "candidate",
        "including",
        "potential",
        "advantage",
        "benefit",
        "small",
        "molecule",
        "checkpoint",
        "antagonist",
        "company",
        "plan",
        "expectation",
        "collaboration",
        "aurigene",
        "including",
        "plan",
        "discover",
        "develop",
        "multiple",
        "oral",
        "small",
        "molecule",
        "checkpoint",
        "antagonist",
        "treatment",
        "patient",
        "cancer",
        "company",
        "plan",
        "advance",
        "development",
        "program",
        "including",
        "timing",
        "ind",
        "filing",
        "company",
        "plan",
        "statement",
        "may",
        "contain",
        "word",
        "belief",
        "expects",
        "anticipates",
        "plan",
        "intends",
        "seek",
        "estimate",
        "assumes",
        "may",
        "could",
        "similar",
        "expression",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "indicated",
        "statement",
        "example",
        "curis",
        "may",
        "experience",
        "adverse",
        "result",
        "delay",
        "failure",
        "drug",
        "development",
        "program",
        "may",
        "able",
        "successfully",
        "advance",
        "development",
        "drug",
        "candidate",
        "time",
        "frame",
        "project",
        "curis",
        "drug",
        "candidate",
        "may",
        "cause",
        "unexpected",
        "toxicity",
        "fail",
        "demonstrate",
        "sufficient",
        "safety",
        "efficacy",
        "clinical",
        "study",
        "may",
        "never",
        "achieve",
        "requisite",
        "regulatory",
        "approval",
        "needed",
        "commercialization",
        "favorable",
        "result",
        "seen",
        "preclinical",
        "study",
        "early",
        "clinical",
        "trial",
        "curis",
        "drug",
        "candidate",
        "may",
        "replicated",
        "later",
        "trial",
        "guarantee",
        "collaboration",
        "agreement",
        "aurigene",
        "continue",
        "full",
        "term",
        "curis",
        "aurigene",
        "maintain",
        "financial",
        "resource",
        "necessary",
        "continue",
        "financing",
        "portion",
        "research",
        "development",
        "commercialization",
        "cost",
        "party",
        "successfully",
        "discover",
        "develop",
        "commercialize",
        "drug",
        "candidate",
        "collaboration",
        "regulatory",
        "authority",
        "may",
        "determine",
        "delay",
        "restrict",
        "genentech",
        "roche",
        "ability",
        "continue",
        "develop",
        "commercialize",
        "erivedge",
        "bcc",
        "erivedge",
        "may",
        "demonstrate",
        "sufficient",
        "activity",
        "merit",
        "development",
        "disease",
        "indication",
        "bcc",
        "competing",
        "drug",
        "may",
        "developed",
        "superior",
        "erivedge",
        "curis",
        "face",
        "risk",
        "relating",
        "subsidiary",
        "loan",
        "transaction",
        "including",
        "risk",
        "may",
        "receive",
        "sufficient",
        "level",
        "royalty",
        "revenue",
        "sale",
        "erivedge",
        "satisfy",
        "debt",
        "obligation",
        "may",
        "otherwise",
        "lose",
        "right",
        "royalty",
        "payment",
        "result",
        "foreclosure",
        "loan",
        "curis",
        "require",
        "substantial",
        "additional",
        "capital",
        "fund",
        "business",
        "capital",
        "may",
        "available",
        "reasonable",
        "term",
        "curis",
        "face",
        "substantial",
        "competition",
        "curis",
        "also",
        "face",
        "risk",
        "relating",
        "potential",
        "adverse",
        "decision",
        "made",
        "fda",
        "regulatory",
        "authority",
        "investigational",
        "review",
        "board",
        "publication",
        "review",
        "body",
        "curis",
        "may",
        "obtain",
        "maintain",
        "necessary",
        "patent",
        "protection",
        "could",
        "become",
        "involved",
        "expensive",
        "time",
        "consuming",
        "patent",
        "litigation",
        "interference",
        "proceeding",
        "unstable",
        "market",
        "economic",
        "condition",
        "unplanned",
        "expense",
        "may",
        "adversely",
        "affect",
        "curis",
        "financial",
        "condition",
        "ability",
        "access",
        "substantial",
        "additional",
        "capital",
        "needed",
        "fund",
        "growth",
        "business",
        "important",
        "factor",
        "may",
        "cause",
        "contribute",
        "difference",
        "include",
        "factor",
        "set",
        "forth",
        "caption",
        "risk",
        "factor",
        "recent",
        "form",
        "form",
        "factor",
        "discussed",
        "filing",
        "periodically",
        "make",
        "security",
        "exchange",
        "commission",
        "sec",
        "addition",
        "statement",
        "represent",
        "view",
        "curis",
        "today",
        "relied",
        "upon",
        "representing",
        "curis",
        "view",
        "subsequent",
        "date",
        "curis",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "statement",
        "date",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "curis",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "royalty",
        "research",
        "development",
        "net",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "royalty",
        "revenue",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "net",
        "loss",
        "operation",
        "expense",
        "income",
        "interest",
        "income",
        "interest",
        "expense",
        "expense",
        "net",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "curis",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "investment",
        "restricted",
        "account",
        "receivable",
        "property",
        "equipment",
        "net",
        "goodwill",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "debt",
        "obligation",
        "net",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "stockholder",
        "equity",
        "view",
        "original",
        "content",
        "http",
        "source",
        "curis",
        "inc"
    ]
}