{
    "organizations": [],
    "uuid": "7524549d53188bf5eccd7e91a13e7adf6508534b",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/05/26/should-trump-care-about-xis-made-in-china-2025-plan/",
    "ord_in_thread": 0,
    "title": "Should Trump Care about Xi’s “Made in China 2025” Plan?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler 9:28 AM EDT\nIt’s on! It’s off! It’s on again! Press reports about Donald Trump’s relationship with North Korean dictator Kim Jong-un are starting to resemble tabloid coverage of Justin Bieber and Selena Gomez. All the drama—plus nuclear weapons!\nIn the latest twist, Trump now says his June 12 summit with Kim in Singapore, which he canceled abruptly via petulant letter , might happen after all . One sign that the dialogue with North Korea is back on track: Kim held an unexpected meeting with South Korean president Moon Jae-in on the north side of the Demilitarized Zone today.\nThe U.S. president continues to suggest that he doesn’t think he can get a denuclearization agreement from Kim without the cooperation of Chinese president Xi Jinping. So for now, the fact that a North Korea deal remains in play means that Trump’s trade war with China remains “ on hold ” and Trump remains committed to his promise to Xi to undo Commerce Department sanctions that would put Chinese telecommunications manufacturer ZTE Corp. out of business.\nFor Trump, the stakes are high. Throughout his presidency he has disregarded traditional distinctions between commerce, diplomatic principle and national security, and suggested that he’ll do whatever it takes to “make America great again.” In his dealings with other nations, everything is negotiable. If that approach proves successful with North Korea, Trump may well collect that Nobel Peace Prize he’s suggested he deserves. The risk is that, in declaring that he’ll “go easy” on China on trade issues in exchange for Xi’s support for a nuclear pact with Kim, he may come away empty-handed on both fronts. Indeed, a flurry of articles and analyses this week argue that Trump has been “played” by Xi and Kim. (Sample some of the premature pontifications here , here , here , here and here .)\nMeanwhile Commerce Secretary Wilbur Ross is headed back to Beijing on June 2-4 for further trade talks. Much of the discussion is expected to focus on China’s plans to reduce its trade surplus with the U.S. by ramping up purchases of American agriculture and energy products. But Ross has stressed that he’ll also focus on Chinese industrial policies the U.S. considers to be unfair. Among the most contentious of those policies is Xi’s Made in China 2025 initiative , which doles out state subsidies for semiconductors, robotics, artificial intelligence and other key technologies China deems critical to the continued development of its economy.\nZheng Yongnian, director of the East Asia Institute at the National University of Singapore, argues in an essay published in the Washington Post this week that the White House is foolish to demand modifications to Made in China 2025 because Xi will never accept them. He faults U.S. officials for making the program out to be part of some larger Chinese bid for world domination. But he also criticizes Xi for techno-nationalism—trying wrap the flag around a collection of mundane initiatives aimed at upgrading China’s domestic economy.\nLorand Laskai, a research fellow at the Council on Foreign Relations, suggests Zheng’s take on Made in China downplays Beijing’s true ambitions. Laskai argues the aim of the program “is not so much to join the ranks of hi-tech economies like Germany, the United States, South Korea, and Japan, as much as replace them altogether. Made in China 2025 calls for achieving ‘self-sufficiency’ through technology substitution while becoming a ‘manufacturing superpower’ that dominates the global market in critical high-tech industries. That could be a problem for countries that rely on exporting high-tech products or the global supply chain for high-tech components.”\nImplicit in most of the analyses I’ve seen about Made in China—whether by U.S. officials demanding that it is unfair and must be dismantled or Chinese analysts insisting that the program is vital to China’s future and therefore non-negotiable—is the shared assumption that the programs will perform as advertised. I’m not convinced.\nI started my journalism career in Tokyo back in the days when many Americans were gripped with fear that industrial policies crafted by technocrats in Japan’s trade and finance ministries would enable the Japanese economy to overtake the United States. We all know how that movie ended. The claim that governments can raise overall productivity over the long run through investments in infrastructure, higher education and basic research makes perfect sense to me. The notion that in advanced sectors like AI and semiconductors, China can magically leapfrog the United States through protectionism, state subsidies, and granting monopolies to state-owned enterprises? Not so much.\nWill Trump and Kim really meet in Singapore? Will the U.S.-China trade truce hold? And how stridently will Secretary Ross object to Made in China on his visit to Beijing? As President Trump likes to say: “We’ll see what happens.”\nCEO Daily takes a break on Monday in honor of Memorial Day. Enjoy your weekend! Clay Chandler @claychandler Trade and Economy\nCar trouble. On May 22, China said it would cut import tariffs on passenger cars from 25% to 15%, effective July 1. Tesla immediately slashed $14,000 off the price tag of its Model S and Model X cars in China, hoping to make greater inroads on the world’s largest market for EVs. But on May 23 Trump launched an investigation into whether America should raise its own auto import tariffs, for “national security” reasons. Bloomberg\nCanada says China can’t. Canada has blocked the takeover of the Aecon Group by state-owned China Communications Construction Company on national security grounds. Members of Canada’s opposition party had raised concerns about Aecon’s access to government contracts and what details they might reveal to the Chinese state. China’s foreign ministry responded that it hoped Canada could “abandon its prejudices” and provide a level playing field. The New York Times\nHouse rules. The Trump administration announced it was considering a plan that would require ZTE to accept American-appointed compliance officers onto its management team in place of suffering economic sanctions. That was a day after the House of Representatives passed a bill banning government agencies from using ZTE tech and prohibiting the Department of Defense from renewing contracts with companies that work with ZTE. Wall Street Journal\nTo market, to market. Foxconn Industrial Internet, a subsidiary of the group most famous for manufacturing iPhones, hopes to raise $4.26 billion in an IPO in Shanghai. The flotation will be mainland China’s largest IPO in three years, valuing the company at about $43 billion (almost as large as its parent company). Meanwhile, reports emerged that Didi Chuxing is planning a Hong Kong IPO during the second half of the year. Reuters Advertisement Politics and Policy\nGo forth and multiply. China relaxed its One Child Policy in 2015, allowing families to have up to two children. The birthrate increased by approximately 8% the following year but slumped 3.5% last year. Now central authorities are mulling scrapping family planning all together, allowing couples to choose the size of their own brood. The new model has been dubbed “independent fertility”. Bloomberg\nThe PLA can’t play. The United States cancelled China’s invite to participate in a naval training exercise known as RIMPAC, citing the latter’s continued militarization of disputed territories in the South China Sea. Last week, China landed air force bombers on one of the disputed islands. A China official described the move as “very unconstructive”. Financial Times\nThrowing shade. Foreign Minister Wang Yi told his Australian counterpart, Julie Bishop, that Australia needs to remove its “tinted glasses” and start viewing China’s development in a positive light. The relationship between the two nations soured last year when Australian officials accused China of meddling in its domestic politics. AFR\nMore Orwellian nonsense. Japanese chain Muji was fined $31,000 by Beijing for listing Taiwan as a country on some of its packaging. Beijing has been increasing pressure on companies and countries to accept the One China rhetoric and cut ties with Taiwan. This week, Burkina Faso also broke off relations with Taiwan, just four weeks after the Dominican Republic did the same. Bloomberg In Case You Missed It ",
    "published": "2018-05-26T16:28:00.000+03:00",
    "crawled": "2018-05-26T16:44:43.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "edt",
        "press",
        "report",
        "donald",
        "trump",
        "relationship",
        "north",
        "korean",
        "dictator",
        "kim",
        "starting",
        "resemble",
        "tabloid",
        "coverage",
        "justin",
        "bieber",
        "selena",
        "gomez",
        "nuclear",
        "weapon",
        "latest",
        "twist",
        "trump",
        "say",
        "june",
        "summit",
        "kim",
        "singapore",
        "canceled",
        "abruptly",
        "via",
        "petulant",
        "letter",
        "might",
        "happen",
        "one",
        "sign",
        "dialogue",
        "north",
        "korea",
        "back",
        "track",
        "kim",
        "held",
        "unexpected",
        "meeting",
        "south",
        "korean",
        "president",
        "moon",
        "north",
        "side",
        "demilitarized",
        "zone",
        "today",
        "president",
        "continues",
        "suggest",
        "think",
        "get",
        "denuclearization",
        "agreement",
        "kim",
        "without",
        "cooperation",
        "chinese",
        "president",
        "xi",
        "jinping",
        "fact",
        "north",
        "korea",
        "deal",
        "remains",
        "play",
        "mean",
        "trump",
        "trade",
        "war",
        "china",
        "remains",
        "hold",
        "trump",
        "remains",
        "committed",
        "promise",
        "xi",
        "undo",
        "commerce",
        "department",
        "sanction",
        "would",
        "put",
        "chinese",
        "telecommunication",
        "manufacturer",
        "zte",
        "business",
        "trump",
        "stake",
        "high",
        "throughout",
        "presidency",
        "disregarded",
        "traditional",
        "distinction",
        "commerce",
        "diplomatic",
        "principle",
        "national",
        "security",
        "suggested",
        "whatever",
        "take",
        "make",
        "america",
        "great",
        "dealing",
        "nation",
        "everything",
        "negotiable",
        "approach",
        "prof",
        "successful",
        "north",
        "korea",
        "trump",
        "may",
        "well",
        "collect",
        "nobel",
        "peace",
        "prize",
        "suggested",
        "deserves",
        "risk",
        "declaring",
        "go",
        "easy",
        "china",
        "trade",
        "issue",
        "exchange",
        "xi",
        "support",
        "nuclear",
        "pact",
        "kim",
        "may",
        "come",
        "away",
        "front",
        "indeed",
        "flurry",
        "article",
        "analysis",
        "week",
        "argue",
        "trump",
        "played",
        "xi",
        "kim",
        "sample",
        "premature",
        "pontifications",
        "meanwhile",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "headed",
        "back",
        "beijing",
        "june",
        "trade",
        "talk",
        "much",
        "discussion",
        "expected",
        "focus",
        "china",
        "plan",
        "reduce",
        "trade",
        "surplus",
        "ramping",
        "purchase",
        "american",
        "agriculture",
        "energy",
        "product",
        "ross",
        "stressed",
        "also",
        "focus",
        "chinese",
        "industrial",
        "policy",
        "considers",
        "unfair",
        "among",
        "contentious",
        "policy",
        "xi",
        "made",
        "china",
        "initiative",
        "dole",
        "state",
        "subsidy",
        "semiconductor",
        "robotics",
        "artificial",
        "intelligence",
        "key",
        "technology",
        "china",
        "deems",
        "critical",
        "continued",
        "development",
        "economy",
        "zheng",
        "yongnian",
        "director",
        "east",
        "asia",
        "institute",
        "national",
        "university",
        "singapore",
        "argues",
        "essay",
        "published",
        "washington",
        "post",
        "week",
        "white",
        "house",
        "foolish",
        "demand",
        "modification",
        "made",
        "china",
        "xi",
        "never",
        "accept",
        "fault",
        "official",
        "making",
        "program",
        "part",
        "larger",
        "chinese",
        "bid",
        "world",
        "domination",
        "also",
        "criticizes",
        "xi",
        "wrap",
        "flag",
        "around",
        "collection",
        "mundane",
        "initiative",
        "aimed",
        "upgrading",
        "china",
        "domestic",
        "economy",
        "lorand",
        "laskai",
        "research",
        "fellow",
        "council",
        "foreign",
        "relation",
        "suggests",
        "zheng",
        "take",
        "made",
        "china",
        "downplays",
        "beijing",
        "true",
        "ambition",
        "laskai",
        "argues",
        "aim",
        "program",
        "much",
        "join",
        "rank",
        "economy",
        "like",
        "germany",
        "united",
        "state",
        "south",
        "korea",
        "japan",
        "much",
        "replace",
        "altogether",
        "made",
        "china",
        "call",
        "achieving",
        "technology",
        "substitution",
        "becoming",
        "manufacturing",
        "superpower",
        "dominates",
        "global",
        "market",
        "critical",
        "industry",
        "could",
        "problem",
        "country",
        "rely",
        "exporting",
        "product",
        "global",
        "supply",
        "chain",
        "implicit",
        "analysis",
        "seen",
        "made",
        "official",
        "demanding",
        "unfair",
        "must",
        "dismantled",
        "chinese",
        "analyst",
        "insisting",
        "program",
        "vital",
        "china",
        "future",
        "therefore",
        "shared",
        "assumption",
        "program",
        "perform",
        "advertised",
        "convinced",
        "started",
        "journalism",
        "career",
        "tokyo",
        "back",
        "day",
        "many",
        "american",
        "gripped",
        "fear",
        "industrial",
        "policy",
        "crafted",
        "technocrat",
        "japan",
        "trade",
        "finance",
        "ministry",
        "would",
        "enable",
        "japanese",
        "economy",
        "overtake",
        "united",
        "state",
        "know",
        "movie",
        "ended",
        "claim",
        "government",
        "raise",
        "overall",
        "productivity",
        "long",
        "run",
        "investment",
        "infrastructure",
        "higher",
        "education",
        "basic",
        "research",
        "make",
        "perfect",
        "sense",
        "notion",
        "advanced",
        "sector",
        "like",
        "ai",
        "semiconductor",
        "china",
        "magically",
        "leapfrog",
        "united",
        "state",
        "protectionism",
        "state",
        "subsidy",
        "granting",
        "monopoly",
        "enterprise",
        "much",
        "trump",
        "kim",
        "really",
        "meet",
        "singapore",
        "trade",
        "truce",
        "hold",
        "stridently",
        "secretary",
        "ross",
        "object",
        "made",
        "china",
        "visit",
        "beijing",
        "president",
        "trump",
        "like",
        "say",
        "see",
        "ceo",
        "daily",
        "take",
        "break",
        "monday",
        "honor",
        "memorial",
        "day",
        "enjoy",
        "weekend",
        "clay",
        "chandler",
        "claychandler",
        "trade",
        "economy",
        "car",
        "trouble",
        "may",
        "china",
        "said",
        "would",
        "cut",
        "import",
        "tariff",
        "passenger",
        "car",
        "effective",
        "july",
        "tesla",
        "immediately",
        "slashed",
        "price",
        "tag",
        "model",
        "model",
        "x",
        "car",
        "china",
        "hoping",
        "make",
        "greater",
        "inroad",
        "world",
        "largest",
        "market",
        "ev",
        "may",
        "trump",
        "launched",
        "investigation",
        "whether",
        "america",
        "raise",
        "auto",
        "import",
        "tariff",
        "national",
        "security",
        "reason",
        "bloomberg",
        "canada",
        "say",
        "china",
        "canada",
        "blocked",
        "takeover",
        "aecon",
        "group",
        "china",
        "communication",
        "construction",
        "company",
        "national",
        "security",
        "ground",
        "member",
        "canada",
        "opposition",
        "party",
        "raised",
        "concern",
        "aecon",
        "access",
        "government",
        "contract",
        "detail",
        "might",
        "reveal",
        "chinese",
        "state",
        "china",
        "foreign",
        "ministry",
        "responded",
        "hoped",
        "canada",
        "could",
        "abandon",
        "prejudice",
        "provide",
        "level",
        "playing",
        "field",
        "new",
        "york",
        "time",
        "house",
        "rule",
        "trump",
        "administration",
        "announced",
        "considering",
        "plan",
        "would",
        "require",
        "zte",
        "accept",
        "compliance",
        "officer",
        "onto",
        "management",
        "team",
        "place",
        "suffering",
        "economic",
        "sanction",
        "day",
        "house",
        "representative",
        "passed",
        "bill",
        "banning",
        "government",
        "agency",
        "using",
        "zte",
        "tech",
        "prohibiting",
        "department",
        "defense",
        "renewing",
        "contract",
        "company",
        "work",
        "zte",
        "wall",
        "street",
        "journal",
        "market",
        "market",
        "foxconn",
        "industrial",
        "internet",
        "subsidiary",
        "group",
        "famous",
        "manufacturing",
        "iphones",
        "hope",
        "raise",
        "billion",
        "ipo",
        "shanghai",
        "flotation",
        "mainland",
        "china",
        "largest",
        "ipo",
        "three",
        "year",
        "valuing",
        "company",
        "billion",
        "almost",
        "large",
        "parent",
        "company",
        "meanwhile",
        "report",
        "emerged",
        "didi",
        "chuxing",
        "planning",
        "hong",
        "kong",
        "ipo",
        "second",
        "half",
        "year",
        "reuters",
        "advertisement",
        "politics",
        "policy",
        "go",
        "forth",
        "multiply",
        "china",
        "relaxed",
        "one",
        "child",
        "policy",
        "allowing",
        "family",
        "two",
        "child",
        "birthrate",
        "increased",
        "approximately",
        "following",
        "year",
        "slumped",
        "last",
        "year",
        "central",
        "authority",
        "mulling",
        "scrapping",
        "family",
        "planning",
        "together",
        "allowing",
        "couple",
        "choose",
        "size",
        "brood",
        "new",
        "model",
        "dubbed",
        "independent",
        "fertility",
        "bloomberg",
        "pla",
        "play",
        "united",
        "state",
        "cancelled",
        "china",
        "invite",
        "participate",
        "naval",
        "training",
        "exercise",
        "known",
        "rimpac",
        "citing",
        "latter",
        "continued",
        "militarization",
        "disputed",
        "territory",
        "south",
        "china",
        "sea",
        "last",
        "week",
        "china",
        "landed",
        "air",
        "force",
        "bomber",
        "one",
        "disputed",
        "island",
        "china",
        "official",
        "described",
        "move",
        "unconstructive",
        "financial",
        "time",
        "throwing",
        "shade",
        "foreign",
        "minister",
        "wang",
        "yi",
        "told",
        "australian",
        "counterpart",
        "julie",
        "bishop",
        "australia",
        "need",
        "remove",
        "tinted",
        "glass",
        "start",
        "viewing",
        "china",
        "development",
        "positive",
        "light",
        "relationship",
        "two",
        "nation",
        "soured",
        "last",
        "year",
        "australian",
        "official",
        "accused",
        "china",
        "meddling",
        "domestic",
        "politics",
        "afr",
        "orwellian",
        "nonsense",
        "japanese",
        "chain",
        "muji",
        "fined",
        "beijing",
        "listing",
        "taiwan",
        "country",
        "packaging",
        "beijing",
        "increasing",
        "pressure",
        "company",
        "country",
        "accept",
        "one",
        "china",
        "rhetoric",
        "cut",
        "tie",
        "taiwan",
        "week",
        "burkina",
        "faso",
        "also",
        "broke",
        "relation",
        "taiwan",
        "four",
        "week",
        "dominican",
        "republic",
        "bloomberg",
        "case",
        "missed"
    ]
}