{
    "organizations": [],
    "uuid": "03fc2fe9aef325f1cad8982293f3fa037d4b3489",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-antares-pharma-reports-first-quarter-2018-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Antares Pharma Reports First Quarter 2018 Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EWING, N.J., May 08, 2018 (GLOBE NEWSWIRE) -- Antares Pharma, Inc. (NASDAQ:ATRS) (the Company) today reported operating and financial results for the first quarter ended March 31, 2018. The Company reported revenue of $12.7 million and a net loss per share of $0.04 for the quarter ended March 31, 2018.\n“Our first quarter results were highlighted by an increase in product sales, total revenue and the FDA approval and launch of our partner’s Makena subcutaneous auto injector product, which was developed utilizing our QuickShot auto injector technology. This approval further validates our expertise in developing proprietary and partnered drug-device combination products,” said Robert F. Apple, President and Chief Executive Officer of the Company. “Our investigational product XYOSTED, which also utilizes our QuickShot auto injector, continues to be a high priority for Antares. We submitted a response to the Complete Response Letter during the first quarter and on April 3, 2018 the FDA acknowledged receipt of our resubmission and considered it to be a complete, class 2 response, setting a user fee goal date of September 29, 2018. We are committed to working closely with the FDA toward a potential late third quarter 2018 approval of XYOSTED.”\nFirst Quarter 2018 and Recent Highlights\nReported first quarter 2018 revenue of $12.7 million, an increase of six percent compared to the same period last year and a loss per share of $0.04. Cash, cash equivalents and investments were $28.1 million at March 31, 2018.\nAnnounced our partner AMAG Pharmaceuticals (AMAG) received FDA approval for their Makena ® (hydroxyprogesterone caproate injection) subcutaneous auto injector drug-device combination product utilizing our QuickShot ® auto injector. Makena ® was subsequently launched by AMAG during the last week of March 2018.\nReceived the second installment of $2.75 million from Ferring Pharmaceuticals for the sale of the ZOMAJET ™ needle-free delivery system. An additional two installments totaling $9.75 million are anticipated to be received by the end of 2018.\nAnnounced the FDA acknowledged receipt of our resubmission to the Complete Response Letter received in connection with the XYOSTED ™ New Drug Application. The FDA considered this resubmission to be a complete, class 2 response and a user fee goal date of September 29, 2018 was assigned.\nOTREXUP ® total prescriptions increased approximately 10% in the first quarter compared to the same period last year according to data from Symphony Health Solutions.\nFirst Quarter Financial Results\nTotal revenue represents revenue generated from product sales, development revenue and royalties. Total revenue was $12.7 million for the three months ended March 31, 2018, compared to $12.0 million for the comparable period in 2017. See Table 1 attached for further details on revenues.\nProduct sales represent sales of our proprietary products and devices or device components to our partners. Product sales were $10.9 million for the three months ended March 31, 2018, compared to $10.0 million for the comparable period in 2017. The increase in product sales was primarily driven by sales of Makena ® auto injectors to AMAG offset by lower product shipments of Sumatriptan Injection USP to Teva and a decrease in OTREXUP ® revenues. For the three months ended March 31, 2017, we recognized a one-time increase of $1.3 million in OTREXUP ® product revenue for amounts that were previously deferred in accordance with generally accepted accounting principles. Excluding the effects of this one time change in estimate, OTREXUP ® revenue for the three months ended March 31, 2018 increased 21% as compared to the same period in 2017 driven by an increase in unit sales and price to distributors offset by an increase in estimated returns and sales allowances.\nDevelopment revenues represent amounts earned under arrangements with partners in which we develop new products on their behalf. Development revenue was $1.3 million for the three months ended March 31, 2018, compared to $1.6 million for the comparable period in 2017. The decrease in development revenue was primarily a result of a reduction in development activities with AMAG for the Makena ® auto injector product. Development revenues decrease as potential products move toward commercialization.\nOperating expenses were $11.1 million for the first quarter of 2018 compared to $10.6 million in the comparable period of 2017. The increase in operating expenses in the first quarter of 2018 was primarily due to additional research and development spending associated with potential pipeline products, increased regulatory expenses associated with XYOSTED ® and an increase in compensation and benefits expense.\nNet loss was $6.2 million for the first quarter of 2018, compared to $4.7 million in the comparable period in 2017. Net loss per share was $0.04 for the quarter ended March 31, 2018 and $0.03 for the comparable period in 2017.\nThe operating results for the first quarter excluded the $2.75 million sales proceeds received from Ferring Pharmaceuticals, which was recorded as a deferred gain on the balance sheet. The $2.75 million installment and any future installments received will be recognized as a gain in future periods once it is considered probable that a significant reversal of the gain will not occur.\nAt March 31, 2018, cash, cash equivalents and investments were $28.1 million compared to $31.6 million at December 31, 2017.\nConference Call, Call Replay and Webcast\nAntares executives will provide a Company update and review first quarter 2018 financial results via webcast and conference call today, May 8, 2018, at 8:30 a.m. ET (Eastern Time). The webcast of the conference call, which will include a slide presentation, can be accessed through the link located on the “For Investors” section of the Company’s website ( www.antarespharma.com ) under “Webcasts”. Alternatively, callers may participate in the audio portion of the conference call by dialing toll free 1-800-289-0438, or 1-323-794-2423. Callers should reference the Antares Pharma conference call or conference identification code 1980247. Callers can access the slide presentation on the “For Investors” section of the Company’s website under “Presentations”. Webcast and telephone replays of the conference call will be available from 11:30 a.m. ET on Tuesday, May 8, 2018, through 11:30 a.m. ET on Thursday, June 7, 2018. To access the replay, callers should dial 1-888-203-1112 or 1-719-457-0820 and enter passcode 1980247.\nAbout Antares Pharma\nAntares Pharma is a specialty pharmaceutical company primarily focused on the development and commercialization of self-administered parenteral pharmaceutical products and technologies. The Company develops and manufactures, for itself or with partners, novel therapeutic products using its advanced drug delivery technology to enhance the existing drug compounds and delivery methods. The subcutaneous injection technology platforms include the VIBEX ® and VIBEX ® QuickShot ® pressure-assisted auto injector systems suitable for branded and generic injectable drugs in unit dose containers and disposable multi-dose pen injectors. The Company has a portfolio of proprietary and partnered products, including approved commercial products and several partnered product candidates in advanced stages of development. The Company has formed significant strategic alliances with Teva Pharmaceutical Industries, Ltd. (“Teva”) and AMAG Pharmaceuticals, Inc. (“AMAG”), and has multiple ongoing internal and partnered product development programs. For more information, visit www.antarespharma.com .\nSAFE HARBOR STATEMENT UNDER THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995\nThis press release contains forward-looking statements within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are subject to certain risks and uncertainties that can cause actual results to differ materially from those described. Factors that may cause such differences include, but are not limited to: the Company’s ability to resolve the deficiencies identified by the FDA in the Complete Response Letter for XYOSTED™, FDA approval of the Company’s NDA for XYOSTED™ and future market acceptance and revenue for XYOSTED™; the future market acceptance and revenue from Makena ® subcutaneous auto injector; successful completion of the transaction with Ferring International Center, S.A. and satisfaction of the various conditions in the Ferring asset purchase agreement and payment of the full purchase price; Teva’s ability to successfully commercialize VIBEX ® Sumatriptan Injection USP and the amount of revenue from the same; continued growth of prescriptions and sales of OTREXUP ® ; the timing and results of the Company’s or its partners’ research projects or clinical trials of product candidates in development; actions by the FDA or other regulatory agencies with the respect to the Company’s products or product candidates or product or product candidates of its partners; continued growth in product, development, licensing and royalty revenue; the Company’s ability to obtain financial and other resources for its research, development, clinical, and commercial activities and other statements regarding matters that are not historical facts, and involve predictions. These statements involve known and unknown risks, uncertainties and other factors that may cause actual results, performance, achievements or prospects to be materially different from any future results, performance, achievements or prospects expressed in or implied by such forward-looking statements. In some cases you can identify forward-looking statements by terminology such as ''may'', ''will'', ''should'', ''would'', ''expect'', ''intend'', ''plan'', ''anticipate'', ''believe'', ''estimate'', ''predict'', ''potential'', ''seem'', ''seek'', ''future'', ''continue'', or ''appear'' or the negative of these terms or similar expressions, although not all forward-looking statements contain these identifying words. Additional information concerning these and other factors that may cause actual results to differ materially from those anticipated in the forward-looking statements is contained in the \"Risk Factors\" section of the Company's Annual Report on Form 10-K, and in the Company's other periodic reports and filings with the Securities and Exchange Commission. The Company cautions investors not to place undue reliance on the forward-looking statements contained in this press release. All forward-looking statements are based on information currently available to the Company on the date hereof, and the Company undertakes no obligation to revise or update these forward-looking statements to reflect events or circumstances after the date of this press release, except as required by law.\nContact:\nJack Howarth\nVice President, Corporate Affairs\n609-359-3016\njhowarth@antarespharma.com\nTABLES FOLLOW\nANTARES PHARMA, INC.\nTable 1 - CONSOLIDATED REVENUE DETAILS\n(amounts in thousands, except for percentages)\n(unaudited)\nThree Months Ended March 31, Increase 2018 2017 (Decrease) OTREXUP ® $ 3,971 $ 4,564 (13%) Sumatriptan Injection USP 2,792 3,593 (22%) Auto injector and pen injector devices 2,834 515 450% Needle-free injector devices and components 1,352 1,365 (1%) Total product sales 10,949 10,037 9% Licensing and development revenue 1,285 1,640 (22%) Royalties 469 330 42% Total revenue $ 12,703 $ 12,007 6%\nANTARES PHARMA, INC.\nTable 2 - CONSOLIDATED CONDENSED STATEMENTS OF OPERATIONS\n(amounts in thousands except per share amounts)\n(unaudited)\nThree Months Ended March 31, 2018 2017 Revenue: Product sales $ 10,949 $ 10,037 Licensing and development revenue 1,285 1,640 Royalties 469 330 Total revenue 12,703 12,007 Cost of Revenue 7,186 6,219 Gross profit 5,517 5,788 Research and development 3,320 3,087 Selling, general and administrative 7,816 7,467 Total operating expenses 11,136 10,554 Operating loss (5,619 ) (4,766 ) Other income (expense) (574 ) 30 Net loss $ (6,193 ) $ (4,736 ) Basic and diluted net loss per common share $ (0.04 ) $ (0.03 ) Basic and diluted weighted average common shares outstanding 156,724 155,215\nANTARES PHARMA, INC.\nTable 3 – CONSOLIDATED CONDENSED BALANCE SHEETS\n(amounts in thousands)\n(unaudited)\nMarch 31, December 31, 2018 2017 Assets Cash, cash equivalents and investments $ 28,108 $ 31,555 Accounts receivable 12,494 11,878 Inventories 9,929 9,275 Equipment, molds, furniture and fixtures, net 15,892 16,158 Patent rights, net 1,267 1,401 Goodwill 1,095 1,095 Other assets 2,654 2,976 Total Assets $ 71,439 $ 74,338 Liabilities and Stockholders ’ Equity Accounts payable and accrued expenses $ 13,520 $ 12,939 Deferred gain 2,750 — Deferred revenue 1,997 2,994 Long-term debt 24,925 24,858 Stockholders’ equity 28,247 33,547 Total Liabilities and Stockholders’ Equity $ 71,439 $ 74,338\nSource:Antares Pharma, Inc.",
    "published": "2018-05-08T15:00:00.000+03:00",
    "crawled": "2018-05-08T17:01:57.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ewing",
        "may",
        "globe",
        "newswire",
        "antares",
        "pharma",
        "nasdaq",
        "atrs",
        "company",
        "today",
        "reported",
        "operating",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "revenue",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "result",
        "highlighted",
        "increase",
        "product",
        "sale",
        "total",
        "revenue",
        "fda",
        "approval",
        "launch",
        "partner",
        "makena",
        "subcutaneous",
        "auto",
        "injector",
        "product",
        "developed",
        "utilizing",
        "quickshot",
        "auto",
        "injector",
        "technology",
        "approval",
        "validates",
        "expertise",
        "developing",
        "proprietary",
        "partnered",
        "combination",
        "product",
        "said",
        "robert",
        "apple",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "investigational",
        "product",
        "xyosted",
        "also",
        "utilizes",
        "quickshot",
        "auto",
        "injector",
        "continues",
        "high",
        "priority",
        "antares",
        "submitted",
        "response",
        "complete",
        "response",
        "letter",
        "first",
        "quarter",
        "april",
        "fda",
        "acknowledged",
        "receipt",
        "resubmission",
        "considered",
        "complete",
        "class",
        "response",
        "setting",
        "user",
        "fee",
        "goal",
        "date",
        "september",
        "committed",
        "working",
        "closely",
        "fda",
        "toward",
        "potential",
        "late",
        "third",
        "quarter",
        "approval",
        "first",
        "quarter",
        "recent",
        "highlight",
        "reported",
        "first",
        "quarter",
        "revenue",
        "million",
        "increase",
        "six",
        "percent",
        "compared",
        "period",
        "last",
        "year",
        "loss",
        "per",
        "share",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "march",
        "announced",
        "partner",
        "amag",
        "pharmaceutical",
        "amag",
        "received",
        "fda",
        "approval",
        "makena",
        "hydroxyprogesterone",
        "caproate",
        "injection",
        "subcutaneous",
        "auto",
        "injector",
        "combination",
        "product",
        "utilizing",
        "quickshot",
        "auto",
        "injector",
        "makena",
        "subsequently",
        "launched",
        "amag",
        "last",
        "week",
        "march",
        "received",
        "second",
        "installment",
        "million",
        "ferring",
        "pharmaceutical",
        "sale",
        "zomajet",
        "delivery",
        "system",
        "additional",
        "two",
        "installment",
        "totaling",
        "million",
        "anticipated",
        "received",
        "end",
        "announced",
        "fda",
        "acknowledged",
        "receipt",
        "resubmission",
        "complete",
        "response",
        "letter",
        "received",
        "connection",
        "xyosted",
        "new",
        "drug",
        "application",
        "fda",
        "considered",
        "resubmission",
        "complete",
        "class",
        "response",
        "user",
        "fee",
        "goal",
        "date",
        "september",
        "assigned",
        "otrexup",
        "total",
        "prescription",
        "increased",
        "approximately",
        "first",
        "quarter",
        "compared",
        "period",
        "last",
        "year",
        "according",
        "data",
        "symphony",
        "health",
        "solution",
        "first",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "represents",
        "revenue",
        "generated",
        "product",
        "sale",
        "development",
        "revenue",
        "royalty",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "see",
        "table",
        "attached",
        "detail",
        "revenue",
        "product",
        "sale",
        "represent",
        "sale",
        "proprietary",
        "product",
        "device",
        "device",
        "component",
        "partner",
        "product",
        "sale",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "product",
        "sale",
        "primarily",
        "driven",
        "sale",
        "makena",
        "auto",
        "injector",
        "amag",
        "offset",
        "lower",
        "product",
        "shipment",
        "sumatriptan",
        "injection",
        "usp",
        "teva",
        "decrease",
        "otrexup",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "recognized",
        "increase",
        "million",
        "otrexup",
        "product",
        "revenue",
        "amount",
        "previously",
        "deferred",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "excluding",
        "effect",
        "one",
        "time",
        "change",
        "estimate",
        "otrexup",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "increased",
        "compared",
        "period",
        "driven",
        "increase",
        "unit",
        "sale",
        "price",
        "distributor",
        "offset",
        "increase",
        "estimated",
        "return",
        "sale",
        "allowance",
        "development",
        "revenue",
        "represent",
        "amount",
        "earned",
        "arrangement",
        "partner",
        "develop",
        "new",
        "product",
        "behalf",
        "development",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "comparable",
        "period",
        "decrease",
        "development",
        "revenue",
        "primarily",
        "result",
        "reduction",
        "development",
        "activity",
        "amag",
        "makena",
        "auto",
        "injector",
        "product",
        "development",
        "revenue",
        "decrease",
        "potential",
        "product",
        "move",
        "toward",
        "commercialization",
        "operating",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "operating",
        "expense",
        "first",
        "quarter",
        "primarily",
        "due",
        "additional",
        "research",
        "development",
        "spending",
        "associated",
        "potential",
        "pipeline",
        "product",
        "increased",
        "regulatory",
        "expense",
        "associated",
        "xyosted",
        "increase",
        "compensation",
        "benefit",
        "expense",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "net",
        "loss",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "comparable",
        "period",
        "operating",
        "result",
        "first",
        "quarter",
        "excluded",
        "million",
        "sale",
        "proceeds",
        "received",
        "ferring",
        "pharmaceutical",
        "recorded",
        "deferred",
        "gain",
        "balance",
        "sheet",
        "million",
        "installment",
        "future",
        "installment",
        "received",
        "recognized",
        "gain",
        "future",
        "period",
        "considered",
        "probable",
        "significant",
        "reversal",
        "gain",
        "occur",
        "march",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "conference",
        "call",
        "call",
        "replay",
        "webcast",
        "antares",
        "executive",
        "provide",
        "company",
        "update",
        "review",
        "first",
        "quarter",
        "financial",
        "result",
        "via",
        "webcast",
        "conference",
        "call",
        "today",
        "may",
        "et",
        "eastern",
        "time",
        "webcast",
        "conference",
        "call",
        "include",
        "slide",
        "presentation",
        "accessed",
        "link",
        "located",
        "investor",
        "section",
        "company",
        "website",
        "webcasts",
        "alternatively",
        "caller",
        "may",
        "participate",
        "audio",
        "portion",
        "conference",
        "call",
        "dialing",
        "toll",
        "free",
        "caller",
        "reference",
        "antares",
        "pharma",
        "conference",
        "call",
        "conference",
        "identification",
        "code",
        "caller",
        "access",
        "slide",
        "presentation",
        "investor",
        "section",
        "company",
        "website",
        "presentation",
        "webcast",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "et",
        "tuesday",
        "may",
        "et",
        "thursday",
        "june",
        "access",
        "replay",
        "caller",
        "dial",
        "enter",
        "passcode",
        "antares",
        "pharma",
        "antares",
        "pharma",
        "specialty",
        "pharmaceutical",
        "company",
        "primarily",
        "focused",
        "development",
        "commercialization",
        "parenteral",
        "pharmaceutical",
        "product",
        "technology",
        "company",
        "develops",
        "manufacture",
        "partner",
        "novel",
        "therapeutic",
        "product",
        "using",
        "advanced",
        "drug",
        "delivery",
        "technology",
        "enhance",
        "existing",
        "drug",
        "compound",
        "delivery",
        "method",
        "subcutaneous",
        "injection",
        "technology",
        "platform",
        "include",
        "vibex",
        "vibex",
        "quickshot",
        "auto",
        "injector",
        "system",
        "suitable",
        "branded",
        "generic",
        "injectable",
        "drug",
        "unit",
        "dose",
        "container",
        "disposable",
        "pen",
        "injector",
        "company",
        "portfolio",
        "proprietary",
        "partnered",
        "product",
        "including",
        "approved",
        "commercial",
        "product",
        "several",
        "partnered",
        "product",
        "candidate",
        "advanced",
        "stage",
        "development",
        "company",
        "formed",
        "significant",
        "strategic",
        "alliance",
        "teva",
        "pharmaceutical",
        "industry",
        "teva",
        "amag",
        "pharmaceutical",
        "amag",
        "multiple",
        "ongoing",
        "internal",
        "partnered",
        "product",
        "development",
        "program",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "limited",
        "company",
        "ability",
        "resolve",
        "deficiency",
        "identified",
        "fda",
        "complete",
        "response",
        "letter",
        "fda",
        "approval",
        "company",
        "nda",
        "future",
        "market",
        "acceptance",
        "revenue",
        "future",
        "market",
        "acceptance",
        "revenue",
        "makena",
        "subcutaneous",
        "auto",
        "injector",
        "successful",
        "completion",
        "transaction",
        "ferring",
        "international",
        "center",
        "satisfaction",
        "various",
        "condition",
        "ferring",
        "asset",
        "purchase",
        "agreement",
        "payment",
        "full",
        "purchase",
        "price",
        "teva",
        "ability",
        "successfully",
        "commercialize",
        "vibex",
        "sumatriptan",
        "injection",
        "usp",
        "amount",
        "revenue",
        "continued",
        "growth",
        "prescription",
        "sale",
        "otrexup",
        "timing",
        "result",
        "company",
        "partner",
        "research",
        "project",
        "clinical",
        "trial",
        "product",
        "candidate",
        "development",
        "action",
        "fda",
        "regulatory",
        "agency",
        "respect",
        "company",
        "product",
        "product",
        "candidate",
        "product",
        "product",
        "candidate",
        "partner",
        "continued",
        "growth",
        "product",
        "development",
        "licensing",
        "royalty",
        "revenue",
        "company",
        "ability",
        "obtain",
        "financial",
        "resource",
        "research",
        "development",
        "clinical",
        "commercial",
        "activity",
        "statement",
        "regarding",
        "matter",
        "historical",
        "fact",
        "involve",
        "prediction",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "prospect",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "prospect",
        "expressed",
        "implied",
        "statement",
        "case",
        "identify",
        "statement",
        "terminology",
        "may",
        "would",
        "expect",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "potential",
        "seem",
        "seek",
        "future",
        "continue",
        "appear",
        "negative",
        "term",
        "similar",
        "expression",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "additional",
        "information",
        "concerning",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "contained",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "company",
        "periodic",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "contact",
        "jack",
        "howarth",
        "vice",
        "president",
        "corporate",
        "affair",
        "jhowarth",
        "table",
        "follow",
        "antares",
        "pharma",
        "table",
        "consolidated",
        "revenue",
        "detail",
        "amount",
        "thousand",
        "except",
        "percentage",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "decrease",
        "otrexup",
        "sumatriptan",
        "injection",
        "usp",
        "auto",
        "injector",
        "pen",
        "injector",
        "device",
        "injector",
        "device",
        "component",
        "total",
        "product",
        "sale",
        "licensing",
        "development",
        "revenue",
        "royalty",
        "total",
        "revenue",
        "antares",
        "pharma",
        "table",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "product",
        "sale",
        "licensing",
        "development",
        "revenue",
        "royalty",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "antares",
        "pharma",
        "table",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "inventory",
        "equipment",
        "mold",
        "furniture",
        "fixture",
        "net",
        "patent",
        "right",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "gain",
        "deferred",
        "revenue",
        "debt",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "antares",
        "pharma",
        "inc"
    ]
}