{
    "organizations": [],
    "uuid": "4d659a3902369d052c48097a545d7c942f6327ba",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/16/globe-newswire-pine-trail-capital-trust-to-acquire-picton-medical-building-as-its-qualifying-transaction.html",
    "ord_in_thread": 0,
    "title": "Pine Trail Capital Trust to Acquire Picton Medical Building as Its Qualifying Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NOT FOR DISTRIBUTION IN THE U.S. NEWSWIRE SERVICES OR FOR DISSEMINATION IN THE UNITED STATES\nCALGARY, Alberta, May 16, 2018 (GLOBE NEWSWIRE) -- PINE TRAIL CAPITAL (\" Pine Trail \" or the \" Trust \") (TSXV:PINE.P), a capital pool company, is pleased to announced that it has agreed to acquire a medical office building (the \" Property \") located in Picton, Ontario as its Qualifying Transaction (as such term is defined in the TSX Venture Exchange (\" TSXV \") Policy 2.4 – Capital Pool Companies (the \" CPC Policy \")) pursuant to a purchase and sale agreement dated May 8, 2018 (the \" PSA \") between the Trust and Picton Clinic Corporation (the \" Vendor \"). Pursuant to the PSA, the Trust will also acquire the leases associated with the Property (collectively, the \" Purchased Assets \"). The Trust intends to complete the acquisition of the Purchased Assets (the \" Acquisition \") on or about July 17, 2018. Following completion of the Acquisition, in accordance with Pine Trail's declaration of trust, Pine Trail will be come an open-ended real estate investment trust. Subject to the approval of the TSXV, the resulting issuer is expected to list as a Tier 2 Real Estate Issuer.\nThe Vendor is a corporation that is unrelated to the Trust or any of its trustees or officers. As such, the Acquisition will not be a Non-Arm's Length Qualifying Transaction (as such term is defined in the CPC Policy) and is not subject to the receipt of approval of the holders of the Trust's units. The acquisition of the Property will be subject to receipt of all necessary approvals, including the approval of the TSXV and certain other closing conditions set forth in the PSA, including the completion of satisfactory due diligence by the Trust and the closing of a financing to be completed by the Trust. A subsequent news release will be issued providing details of such financing and any applicable agent’s compensation.\nAdditional information about the Property as well as the material terms of the Acquisition are set forth below under \" Additional Information About the Propert y \" and \" Additional Details of the Acquisition \", respectively, and will be set out in the final filing statement (the \" Filing Statement \") regarding the Acquisition to be filed with the TSXV and on SEDAR.\nAdditional Information About the Property\nThe Property is a medical office building located at 389 Main Street, Picton, Ontario, Canada in close proximity to Kingston, Ontario. The Property is situated on approximately 2.5 acres of land and contains approximately 12,000 square feet of leasable space. As of the date of this press release, the Property is primarily occupied by medical tenants and produces average annual rent in the amount of $16 per square foot and has a net operating income of approximately $240,000. The Property is 100% leased, and its tenants have a weighted average lease term of approximately 3 years.\nTrustees and Senior Officers of the Trust\nFollowing completion of the Acquisition, the current trustees and management team of Pine Trail is expected to remain and it is currently anticipated that the Trust may add an additional trustee and additional officers following or in connection with the closing of the Qualifying Transaction. The current trustees and management are Sean Nakamoto (CEO and a trustee), David Luu (CFO and Corporate Secretary), Andrew Shapack (trustee), Mohammed Atiq Nakrawala (trustee) and Jonathan Wolch (trustee).\nThe background of each of the current trustees and senior officers of the Trust is set forth below:\nSean Nakamoto - Trustee and Chief Executive Officer\nMr. Nakamoto is currently a trustee and Chief Executive Officer of Pine Trail. Formerly, Mr. Nakamoto was a trustee and the Co-President of Mohawk Medical Properties Real Estate Investment Trust (“ Mohawk REIT ”), a private medical office building REIT since the formation of the REIT on May 1, 2015 until the sale of the REIT in on May 1, 2018. Mr. Nakamoto is also a trustee and Chairman of Governance of Maplewood International REIT, a position he has held since October 2012. Mr. Nakamoto served as the Chief Financial Officer of GT Canada Medical Properties Real Estate Investment Trust (“ GT ”) from March 12, 2010 to June 30, 2011 and its Senior Vice President of Acquisitions, where he was involved in its formation from a capital pool company through its qualifying transaction and subsequent conversion to a TSXV-listed REIT. While at GT, he acquired and financed a portfolio of 12 medical office buildings across Ontario.\nDavid Luu - Chief Financial Officer and Corporate Secretary\nDavid Luu is currently the Chief Financial Officer and Corporate Secretary of Pine Trail. Mr. Luu is the Director of Finance and Accounting and the Corporate Accounting Manager of Mohawk Medical Management Corp., (a property management company). Mr. Luu graduated from the University of Toronto with a Degree in Economics.\nAndrew Shapack - Trustee\nAndrew Shapack serves as a trustee of Pine Trail. Formerly, Mr. Shapack was a trustee and Co-President of Mohawk REIT since the formation of Mohawk on May 1, 2015 until the sale of the REIT on May 1, 2018. Mr. Shapack was the founder and CEO of GT Canada Medical Properties REIT and is a former associate attorney with Paul Hastings in New York City.\nMohammed Atiq Nakrawala – Trustee\nMohammed Atiq Nakrawala is currently the President and CEO of Scene 7 Advisors, a private investment company. Prior to this role, Mr. Nakrawala was a Senior Associate at ICD (Islamic Corporation for the Development of the Private Sector). His educational background is a Bachelor of Science in Business Administration from Wayne State University and a Masters of Business Administration (MBA) from IE Business School in Madrid, Spain.\nJonathan Wolch – Trustee\nJonathan Wolch has been Corporate Secretary of Newstrike Resources Ltd. since 2017. Mr. Wolch served as Corporate Secretary of Hemosol Inc. He has served as an officer and senior executive for TSX, TSX Venture and NASDAQ-listed companies in the telecommunications, technology, environmental engineering, real estate and healthcare sectors with a career that spans over twenty years. From 2006 to 2010, he divided his time between his business activity in Canada and Eastern Europe, where he founded and built a successful telecommunications business with mobile-carrier clients in Russia, Ukraine, Belarus and Kyrgyzstan. He holds a BA-Specialist degree in Political Philosophy from the University of Toronto and an LLB from Osgoode Hall Law School.\nAdditional Details of the Acquisition\nThe Trust will purchase 100% of the interest in the Purchased Assets from the Vendor, at a purchase price of $3,000,000 to be paid in cash, subject to customary adjustments of real estate taxes and other items of income and expense with respect to the Purchased Assets. The Trust intends to pay a deposit in the amount of $25,000 to the Vendor within five business days of the execution of the PSA, and is obligated to deliver a second deposit in the amount of $25,000, subject to prior TSXV approval, upon the waiver of the Trust's conditions under the PSA and within certain timelines as stipulated in the PSA.\nThe following table highlights selected unaudited financial information about the Property as at and for the year ended December 31, 2017:\nDecember 31, 2017\n(unaudited) Revenue from property operations $396,603 Property operating costs $166,460 Income from operations $230,143 Assets $488,159 Liabilities $19,012 The Vendor is a corporation incorporated under the laws of Ontario, and is controlled by a number of residents of Picton, Ontario who are not related to the Trust or any of its directors and officers.\nSponsorship\nSponsorship of a qualifying transaction is required by the TSXV unless exempt in accordance with TSXV policies. The Trust intends to seek a waiver from the TSXV of the sponsorship requirement but if such waiver is not obtained, the Trust will then retain a qualified sponsor. In support of its waiver application, an independent appraisal of the fair market value of the Property will be relied upon and a summary thereof will be set out in the Filing Statement.\nTrading Halt\nThe Trust's units are currently halted and the Trust anticipates that they will remain halted until the documentation required by the TSXV for the proposed transaction is provided to the TSXV.\nAbout Pine Trail Capital Trust\nThe principal business of the Trust is the identification and evaluation of assets or businesses with a view to completing a qualifying transaction. The Trust has not commenced commercial operations and has no assets other than cash.\nFOR FURTHER INFORMATION PLEASE CONTACT\nDavid Luu, CFO and Corporate Secretary\nPhone: (416) 583-5513\nThis press release contains forward-looking statements. Often, but not always, forward-looking statements can be identified by the use of words such as \" plan s \", \"expects\", \"does not expect\", \"is expected\", \"estimates\", \"intends\", \"anticipates\", \"does not anticipate\", \"believes\", or variations of such words and phrases or state ments that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved. Forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Trust to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. Examples of such statements include statements concerning the terms and completion of the Acquisition , the financing of the Acquisition , the composition of the trustees and management of the Trust following the Acquisition and sponsorship of the Trust and waiver from such requirement. Accordingly, readers should not place undue reliance on forward-looking statements. The factors identified above are not intended to represent a complete list of the factors that could affect the Trust . The forward-looking statements contained in this press release are made as of the date of this press release, and Pine Trail does not undertake any obligation to update publicly or to revise any of the included forward-looking statements, whether as a result of new information, future events or otherwise, except as expressly required by securities law.\nCompletion of the proposed transaction is subject to a number of conditions, including but not limited to, TSXV acceptance and if applicable pursuant to TSXV requirements, majority of the minority shareholder approval. Where applicable, the transaction cannot close until the required shareholder approval is obtained. There can be no assurance that the transaction will be completed as proposed or at all.\nInvestors are cautioned that, except as disclosed in the Filing Statement to be prepared in connection with the transaction, any information released or received with respect to such transaction may not be accurate or complete and should not be relied upon. Trading in the securities of a capital pool company should be considered highly speculative.\nThe TSXV has in no way passed upon the merits of the proposed transaction and has neither approved nor disapproved the contents of this press release. Neither the TSXV nor its Regulation Services Provider (as that term is defined in policies of the TSXV) accepts responsibility for the adequacy or accuracy of this release.\nSource:Pine Trail Capital Trust",
    "published": "2018-05-16T19:52:00.000+03:00",
    "crawled": "2018-05-16T19:58:44.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "distribution",
        "newswire",
        "service",
        "dissemination",
        "united",
        "state",
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "pine",
        "trail",
        "capital",
        "pine",
        "trail",
        "trust",
        "tsxv",
        "capital",
        "pool",
        "company",
        "pleased",
        "announced",
        "agreed",
        "acquire",
        "medical",
        "office",
        "building",
        "property",
        "located",
        "picton",
        "ontario",
        "qualifying",
        "transaction",
        "term",
        "defined",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "policy",
        "capital",
        "pool",
        "company",
        "cpc",
        "policy",
        "pursuant",
        "purchase",
        "sale",
        "agreement",
        "dated",
        "may",
        "psa",
        "trust",
        "picton",
        "clinic",
        "corporation",
        "vendor",
        "pursuant",
        "psa",
        "trust",
        "also",
        "acquire",
        "lease",
        "associated",
        "property",
        "collectively",
        "purchased",
        "asset",
        "trust",
        "intends",
        "complete",
        "acquisition",
        "purchased",
        "asset",
        "acquisition",
        "july",
        "following",
        "completion",
        "acquisition",
        "accordance",
        "pine",
        "trail",
        "declaration",
        "trust",
        "pine",
        "trail",
        "come",
        "real",
        "estate",
        "investment",
        "trust",
        "subject",
        "approval",
        "tsxv",
        "resulting",
        "issuer",
        "expected",
        "list",
        "tier",
        "real",
        "estate",
        "issuer",
        "vendor",
        "corporation",
        "unrelated",
        "trust",
        "trustee",
        "officer",
        "acquisition",
        "length",
        "qualifying",
        "transaction",
        "term",
        "defined",
        "cpc",
        "policy",
        "subject",
        "receipt",
        "approval",
        "holder",
        "trust",
        "unit",
        "acquisition",
        "property",
        "subject",
        "receipt",
        "necessary",
        "approval",
        "including",
        "approval",
        "tsxv",
        "certain",
        "closing",
        "condition",
        "set",
        "forth",
        "psa",
        "including",
        "completion",
        "satisfactory",
        "due",
        "diligence",
        "trust",
        "closing",
        "financing",
        "completed",
        "trust",
        "subsequent",
        "news",
        "release",
        "issued",
        "providing",
        "detail",
        "financing",
        "applicable",
        "agent",
        "compensation",
        "additional",
        "information",
        "property",
        "well",
        "material",
        "term",
        "acquisition",
        "set",
        "forth",
        "additional",
        "information",
        "propert",
        "additional",
        "detail",
        "acquisition",
        "respectively",
        "set",
        "final",
        "filing",
        "statement",
        "filing",
        "statement",
        "regarding",
        "acquisition",
        "filed",
        "tsxv",
        "sedar",
        "additional",
        "information",
        "property",
        "property",
        "medical",
        "office",
        "building",
        "located",
        "main",
        "street",
        "picton",
        "ontario",
        "canada",
        "close",
        "proximity",
        "kingston",
        "ontario",
        "property",
        "situated",
        "approximately",
        "acre",
        "land",
        "contains",
        "approximately",
        "square",
        "foot",
        "leasable",
        "space",
        "date",
        "press",
        "release",
        "property",
        "primarily",
        "occupied",
        "medical",
        "tenant",
        "produce",
        "average",
        "annual",
        "rent",
        "amount",
        "per",
        "square",
        "foot",
        "net",
        "operating",
        "income",
        "approximately",
        "property",
        "leased",
        "tenant",
        "weighted",
        "average",
        "lease",
        "term",
        "approximately",
        "year",
        "trustee",
        "senior",
        "officer",
        "trust",
        "following",
        "completion",
        "acquisition",
        "current",
        "trustee",
        "management",
        "team",
        "pine",
        "trail",
        "expected",
        "remain",
        "currently",
        "anticipated",
        "trust",
        "may",
        "add",
        "additional",
        "trustee",
        "additional",
        "officer",
        "following",
        "connection",
        "closing",
        "qualifying",
        "transaction",
        "current",
        "trustee",
        "management",
        "sean",
        "nakamoto",
        "ceo",
        "trustee",
        "david",
        "luu",
        "cfo",
        "corporate",
        "secretary",
        "andrew",
        "shapack",
        "trustee",
        "mohammed",
        "atiq",
        "nakrawala",
        "trustee",
        "jonathan",
        "wolch",
        "trustee",
        "background",
        "current",
        "trustee",
        "senior",
        "officer",
        "trust",
        "set",
        "forth",
        "sean",
        "nakamoto",
        "trustee",
        "chief",
        "executive",
        "officer",
        "nakamoto",
        "currently",
        "trustee",
        "chief",
        "executive",
        "officer",
        "pine",
        "trail",
        "formerly",
        "nakamoto",
        "trustee",
        "mohawk",
        "medical",
        "property",
        "real",
        "estate",
        "investment",
        "trust",
        "mohawk",
        "reit",
        "private",
        "medical",
        "office",
        "building",
        "reit",
        "since",
        "formation",
        "reit",
        "may",
        "sale",
        "reit",
        "may",
        "nakamoto",
        "also",
        "trustee",
        "chairman",
        "governance",
        "maplewood",
        "international",
        "reit",
        "position",
        "held",
        "since",
        "october",
        "nakamoto",
        "served",
        "chief",
        "financial",
        "officer",
        "gt",
        "canada",
        "medical",
        "property",
        "real",
        "estate",
        "investment",
        "trust",
        "gt",
        "march",
        "june",
        "senior",
        "vice",
        "president",
        "acquisition",
        "involved",
        "formation",
        "capital",
        "pool",
        "company",
        "qualifying",
        "transaction",
        "subsequent",
        "conversion",
        "reit",
        "gt",
        "acquired",
        "financed",
        "portfolio",
        "medical",
        "office",
        "building",
        "across",
        "ontario",
        "david",
        "luu",
        "chief",
        "financial",
        "officer",
        "corporate",
        "secretary",
        "david",
        "luu",
        "currently",
        "chief",
        "financial",
        "officer",
        "corporate",
        "secretary",
        "pine",
        "trail",
        "luu",
        "director",
        "finance",
        "accounting",
        "corporate",
        "accounting",
        "manager",
        "mohawk",
        "medical",
        "management",
        "property",
        "management",
        "company",
        "luu",
        "graduated",
        "university",
        "toronto",
        "degree",
        "economics",
        "andrew",
        "shapack",
        "trustee",
        "andrew",
        "shapack",
        "serf",
        "trustee",
        "pine",
        "trail",
        "formerly",
        "shapack",
        "trustee",
        "mohawk",
        "reit",
        "since",
        "formation",
        "mohawk",
        "may",
        "sale",
        "reit",
        "may",
        "shapack",
        "founder",
        "ceo",
        "gt",
        "canada",
        "medical",
        "property",
        "reit",
        "former",
        "associate",
        "attorney",
        "paul",
        "hastings",
        "new",
        "york",
        "city",
        "mohammed",
        "atiq",
        "nakrawala",
        "trustee",
        "mohammed",
        "atiq",
        "nakrawala",
        "currently",
        "president",
        "ceo",
        "scene",
        "advisor",
        "private",
        "investment",
        "company",
        "prior",
        "role",
        "nakrawala",
        "senior",
        "associate",
        "icd",
        "islamic",
        "corporation",
        "development",
        "private",
        "sector",
        "educational",
        "background",
        "bachelor",
        "science",
        "business",
        "administration",
        "wayne",
        "state",
        "university",
        "master",
        "business",
        "administration",
        "mba",
        "ie",
        "business",
        "school",
        "madrid",
        "spain",
        "jonathan",
        "wolch",
        "trustee",
        "jonathan",
        "wolch",
        "corporate",
        "secretary",
        "newstrike",
        "resource",
        "since",
        "wolch",
        "served",
        "corporate",
        "secretary",
        "hemosol",
        "served",
        "officer",
        "senior",
        "executive",
        "tsx",
        "tsx",
        "venture",
        "company",
        "telecommunication",
        "technology",
        "environmental",
        "engineering",
        "real",
        "estate",
        "healthcare",
        "sector",
        "career",
        "span",
        "twenty",
        "year",
        "divided",
        "time",
        "business",
        "activity",
        "canada",
        "eastern",
        "europe",
        "founded",
        "built",
        "successful",
        "telecommunication",
        "business",
        "client",
        "russia",
        "ukraine",
        "belarus",
        "kyrgyzstan",
        "hold",
        "degree",
        "political",
        "philosophy",
        "university",
        "toronto",
        "llb",
        "osgoode",
        "hall",
        "law",
        "school",
        "additional",
        "detail",
        "acquisition",
        "trust",
        "purchase",
        "interest",
        "purchased",
        "asset",
        "vendor",
        "purchase",
        "price",
        "paid",
        "cash",
        "subject",
        "customary",
        "adjustment",
        "real",
        "estate",
        "tax",
        "item",
        "income",
        "expense",
        "respect",
        "purchased",
        "asset",
        "trust",
        "intends",
        "pay",
        "deposit",
        "amount",
        "vendor",
        "within",
        "five",
        "business",
        "day",
        "execution",
        "psa",
        "obligated",
        "deliver",
        "second",
        "deposit",
        "amount",
        "subject",
        "prior",
        "tsxv",
        "approval",
        "upon",
        "waiver",
        "trust",
        "condition",
        "psa",
        "within",
        "certain",
        "timeline",
        "stipulated",
        "psa",
        "following",
        "table",
        "highlight",
        "selected",
        "unaudited",
        "financial",
        "information",
        "property",
        "year",
        "ended",
        "december",
        "december",
        "unaudited",
        "revenue",
        "property",
        "operation",
        "property",
        "operating",
        "cost",
        "income",
        "operation",
        "asset",
        "liability",
        "vendor",
        "corporation",
        "incorporated",
        "law",
        "ontario",
        "controlled",
        "number",
        "resident",
        "picton",
        "ontario",
        "related",
        "trust",
        "director",
        "officer",
        "sponsorship",
        "sponsorship",
        "qualifying",
        "transaction",
        "required",
        "tsxv",
        "unless",
        "exempt",
        "accordance",
        "tsxv",
        "policy",
        "trust",
        "intends",
        "seek",
        "waiver",
        "tsxv",
        "sponsorship",
        "requirement",
        "waiver",
        "obtained",
        "trust",
        "retain",
        "qualified",
        "sponsor",
        "support",
        "waiver",
        "application",
        "independent",
        "appraisal",
        "fair",
        "market",
        "value",
        "property",
        "relied",
        "upon",
        "summary",
        "thereof",
        "set",
        "filing",
        "statement",
        "trading",
        "halt",
        "trust",
        "unit",
        "currently",
        "halted",
        "trust",
        "anticipates",
        "remain",
        "halted",
        "documentation",
        "required",
        "tsxv",
        "proposed",
        "transaction",
        "provided",
        "tsxv",
        "pine",
        "trail",
        "capital",
        "trust",
        "principal",
        "business",
        "trust",
        "identification",
        "evaluation",
        "asset",
        "business",
        "view",
        "completing",
        "qualifying",
        "transaction",
        "trust",
        "commenced",
        "commercial",
        "operation",
        "asset",
        "cash",
        "information",
        "please",
        "contact",
        "david",
        "luu",
        "cfo",
        "corporate",
        "secretary",
        "phone",
        "press",
        "release",
        "contains",
        "statement",
        "often",
        "always",
        "statement",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "expected",
        "estimate",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "ments",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "trust",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "example",
        "statement",
        "include",
        "statement",
        "concerning",
        "term",
        "completion",
        "acquisition",
        "financing",
        "acquisition",
        "composition",
        "trustee",
        "management",
        "trust",
        "following",
        "acquisition",
        "sponsorship",
        "trust",
        "waiver",
        "requirement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "factor",
        "identified",
        "intended",
        "represent",
        "complete",
        "list",
        "factor",
        "could",
        "affect",
        "trust",
        "statement",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "pine",
        "trail",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "included",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "expressly",
        "required",
        "security",
        "law",
        "completion",
        "proposed",
        "transaction",
        "subject",
        "number",
        "condition",
        "including",
        "limited",
        "tsxv",
        "acceptance",
        "applicable",
        "pursuant",
        "tsxv",
        "requirement",
        "majority",
        "minority",
        "shareholder",
        "approval",
        "applicable",
        "transaction",
        "close",
        "required",
        "shareholder",
        "approval",
        "obtained",
        "assurance",
        "transaction",
        "completed",
        "proposed",
        "investor",
        "cautioned",
        "except",
        "disclosed",
        "filing",
        "statement",
        "prepared",
        "connection",
        "transaction",
        "information",
        "released",
        "received",
        "respect",
        "transaction",
        "may",
        "accurate",
        "complete",
        "relied",
        "upon",
        "trading",
        "security",
        "capital",
        "pool",
        "company",
        "considered",
        "highly",
        "speculative",
        "tsxv",
        "way",
        "passed",
        "upon",
        "merit",
        "proposed",
        "transaction",
        "neither",
        "approved",
        "disapproved",
        "content",
        "press",
        "release",
        "neither",
        "tsxv",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsxv",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "pine",
        "trail",
        "capital",
        "trust"
    ]
}