{
    "organizations": [],
    "uuid": "0a8e9cf4483096fd01ef83f9956ec6965249b2b9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-allena-pharmaceuticals-reports-first-quarter-2018-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Allena Pharmaceuticals Reports First Quarter 2018 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Initiated Phase 3 Study URIROX-1™ and Phase 2 Study 206 for ALLN-177 in Patients with Severe Hyperoxaluria --\n-- Reiterates Guidance for Key Objectives Across Portfolio--\nNEWTON, Mass., Allena Pharmaceuticals, Inc. (NASDAQ:ALNA), a late-stage, clinical biopharmaceutical company dedicated to developing and commercializing first-in-class, oral enzyme therapeutics to treat patients with rare and severe metabolic and kidney disorders, today reported financial results for the first quarter ended March 31, 2018 and also provided a business update.\n“Our accomplishments so far this year reflect our commitment to rapidly developing therapies for patients with severe metabolic and kidney-related disorders,” said Alexey Margolin, Ph.D., Chief Executive Officer of Allena Pharmaceuticals. “In the first quarter, we initiated URIROX-1 and Study 206, two late-stage trials of ALLN-177 in patients with severe oxalate disorders, for whom safe and effective new medicines are urgently needed. Looking ahead, we are focused on advancing ALLN-177 as well as ALLN-346, our second product candidate for patients with hyperuricemia and chronic kidney disease, and remain on track to execute on our key objectives.”\nRecent Business Highlights and Upcoming Milestones:\nALLN-177: ALLN-177 is a first-in-class, non-absorbed, orally-administered enzyme for the treatment of severe hyperoxaluria. Allena is currently evaluating ALLN-177 in URIROX-1, the first of two anticipated Phase 3 clinical trials intended to support a potential accelerated approval filing of a Biologic License Application (BLA) for ALLN-177 in patients with enteric hyperoxaluria. URIROX-1 is designed with 90% power to show a treatment effect of at least 20 percentage points favoring ALLN-177 to placebo in the trial’s primary endpoint of percent change from baseline in 24-hour urinary oxalate excretion averaged during Weeks 1-4. Allena continues to engage with the U.S. Food and Drug Administration (FDA) to finalize the design of URIROX-2™, the second, larger, planned Phase 3 clinical trial of ALLN-177 in patients with enteric hyperoxaluria. This proposed study is also designed to evaluate reduction in urinary oxalate excretion, which could potentially form the basis for an accelerated approval filing. Under Allena’s proposed Phase 3 program, URIROX-2 would continue post approval, with the final results from the trial used to confirm clinical benefit. The proposed clinical data collected in this trial may include serial assessments for kidney stone disease progression and measures of kidney function. In addition to the Phase 3 program for enteric hyperoxaluria, Allena is also evaluating ALLN-177 in Study 206, a Phase 2 basket trial in adults and adolescents with primary hyperoxaluria or enteric hyperoxaluria with hyperoxalemia.\nConsistent with prior guidance, Allena expects to achieve the following key milestones:\nPending ongoing interactions with the FDA, initiation of the URIROX-2 Phase 3 clinical trial in the second half of 2018; Interim data from Study 206 in the second half of 2018; Topline data from the URIROX-1 Phase 3 clinical trial in the second half of 2019.\nALLN-346: ALLN-346 is a first-in-class, orally-administered, urate-degrading enzyme in preclinical development for patients with hyperuricemia and moderate to severe CKD. These patients are challenging to manage due to limitations of existing therapies, such as poor tolerability, reduced efficacy, dose restriction or contraindications. Allena also reports continued progress toward its expected filing of an Investigational New Drug (IND) application for ALLN-346 in the first half of 2019.\nFirst Quarter 2018 Financial Results:\nCash Position : As of March 31, 2018, cash and cash equivalents were $86.4 million, as compared to $94.5 million as of December 31, 2017. This decrease was primarily due to cash used in operating activities. R&D Expenses : R&D expenses were $5.9 million for the first quarter of 2018 as compared to $4.4 million for the first quarter of 2017. The increase was primarily due to costs incurred for URIROX-1 and Study 206, which were initiated during the first quarter of 2018, as well as manufacturing costs for engineering and clinical batch production to support Allena’s planned Phase 3 program. R&D expenses for the first quarter of 2017 included close-out related costs for Allena’s Study 713 and Study 204. G&A Expenses : G&A expenses were $2.0 million for the first quarter of 2018 as compared to $1.2 million for the first quarter of 2017. The increase was primarily due to an increase in compensation and benefit costs, legal and recruiting costs, and costs attributable to operating as a public company during the first quarter of 2018, as compared to the first quarter of 2017. Net Loss : Net loss was $7.9 million for the first quarter of 2018, or a net loss per basic and diluted share of $0.38, as compared to a net loss of $5.7 million for the first quarter of 2017, or a net loss per basic and diluted share of $4.24. The decrease in net loss per share for the first quarter of 2018 as compared to the first quarter of 2017 is primarily due to an increase in weighted average shares outstanding for the first quarter of 2018 as compared to the first quarter of 2017 as a result of the Company’s completion of its IPO and concurrent conversion of its preferred stock into common stock in November 2017.\nFinancial Guidance:\nBased on its current plans, Allena continues to expect that its existing cash and cash equivalents will be sufficient to fund its operating expenses and capital requirements into 2020.\nAbout Allena Pharmaceuticals\nAllena Pharmaceuticals, Inc. is a late-stage, clinical biopharmaceutical company dedicated to developing and commercializing first-in-class, oral enzyme therapeutics to treat patients with rare and severe metabolic and kidney disorders. Allena’s lead product candidate, ALLN-177, is a first in class, oral enzyme therapeutic for the treatment of hyperoxaluria, a metabolic disorder characterized by markedly elevated urinary oxalate levels and commonly associated with kidney stones, chronic kidney disease and other serious kidney disorders.\nForward Looking Statements\nThis release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding the duration of Allena’s URIROX-1 clinical trial and the announcement of topline data from such clinical trial, statements regarding Allena’s planned Phase 3 pivotal program for ALLN-177, including Allena’s planned URIROX-2 study, the resolution of the trial design for this study with the FDA and the time of initiation of this trial, statements regarding Allena’s ability to utilize the accelerated approval and conditional approval pathways for ALLN-177, statements regarding Allena’s study 206 trial and the announcement of data from such clinical trial, and statements concerning the sufficiency of its cash, cash equivalents and short-term investments to fund operating expenses and capital requirements into 2020. Allena remains in an active dialogue with the FDA regarding the design of the URIROX-2 study, including the endpoints and statistical analysis plan for this study, and whether reduction in UOx excretion may be used as a surrogate endpoint to support an accelerated approval for ALLN-177. If Allena is unable to reach consensus with the FDA on the magnitude of UOx reduction significant enough to predict clinical benefit, it may be required to demonstrate effectiveness by showing an effect on stone formation directly, or conduct one or more additional clinical trials to demonstrate this effect, prior to the submission of a BLA for ALLN-177. Any forward- looking statements in this press release are based on management’s current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to: the risk that results of earlier studies may not be predictive of future clinical trial results, and planned studies may not establish an adequate safety or efficacy profile for ALLN-177 that support regulatory approval; risks associated with the fact that Allena has not yet finalized the design of its pivotal Phase 3 clinical program for ALLN-177, including the primary and secondary endpoints and the statistical analyses for URIROX-2, and that the FDA and comparable foreign regulators may not agree with the proposed Phase 3 clinical program, in which case Allena may be required to modify its planned clinical trials, or run additional clinical trials, before it can submit a BLA or comparable foreign applications for this product candidate; risks associated with a potential accelerated approval pathway, which would require that Allena conduct one or more confirmatory clinical trials to verify the clinical benefit of ALLN-177 after approval; risks associated with obtaining, maintaining and protecting intellectual property; risks associated with Allena’s ability to enforce its patents against infringers and defend its patent portfolio against challenges from third parties; the risk of competition from other companies developing products for similar uses; risk associated with Allena’s ability to manage operating expenses and/or obtain additional funding to support its business activities; and risks associated with Allena’s dependence on third parties. For a discussion of other risks and uncertainties, and other important factors, any of which could cause Allena’s actual results to differ from those contained in the forward-looking statements, see the section entitled “Risk Factors” in Item 1A of Part I of Allena’s Annual Report on Form 10-K for the year ended December 31, 2017, as well as discussions of potential risks, uncertainties and other important factors in Allena’s subsequent filings with the Securities and Exchange Commission. All information in this press release is as of the date of the release, and Allena undertakes no duty to update this information unless required by law.\nAllena Pharmaceuticals, Inc.\nSelected Condensed Consolidated Balance Sheet Data\n(in thousands)\n(unaudited)\nAs of March 31, 2018 As of December 31, 2017 Cash and cash equivalents $ 86,382 $ 94,494 Working capital (1) 80,098 88,490 Total assets 87,568 96,249 Loan payable, net of current portion and discount 4,537 5,516 Total stockholders' equity 75,408 82,870 (1) The Company defines working capital as current assets less current liabilities. See the Company's condensed consolidated financial statements for further detail regarding its current assets and current liabilities.\nAllena Pharmaceuticals, Inc. Condensed Consolidated Statements of Operations (in thousands, except share and per share data) (unaudited) For the Three Months Ended March 31, 2018 2017 (unaudited) Operating expenses: Research and development $ 5,931 $ 4,351 General and administrative 2,042 1,191 Total operating expenses 7,973 5,542 Other income (expense), net 93 (129 ) Net loss $ (7,880 ) $ (5,671 ) Net loss per share attributable to common stockholders—basic and diluted $ (0.38 ) $ (4.24 ) Weighted-average common shares outstanding—basic and diluted 20,695,386 1,342,295 Investor Contact\nHannah Deresiewicz\nStern Investor Relations, Inc.\n212-362-1200\nhannahd@sternir.com\nSource:Allena Pharmaceuticals, Inc.",
    "published": "2018-05-08T16:00:00.000+03:00",
    "crawled": "2018-05-08T16:47:27.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "initiated",
        "phase",
        "study",
        "phase",
        "study",
        "patient",
        "severe",
        "hyperoxaluria",
        "reiterates",
        "guidance",
        "key",
        "objective",
        "across",
        "portfolio",
        "newton",
        "allena",
        "pharmaceutical",
        "nasdaq",
        "alna",
        "clinical",
        "biopharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "oral",
        "enzyme",
        "therapeutic",
        "treat",
        "patient",
        "rare",
        "severe",
        "metabolic",
        "kidney",
        "disorder",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "also",
        "provided",
        "business",
        "update",
        "accomplishment",
        "far",
        "year",
        "reflect",
        "commitment",
        "rapidly",
        "developing",
        "therapy",
        "patient",
        "severe",
        "metabolic",
        "disorder",
        "said",
        "alexey",
        "margolin",
        "chief",
        "executive",
        "officer",
        "allena",
        "pharmaceutical",
        "first",
        "quarter",
        "initiated",
        "study",
        "two",
        "trial",
        "patient",
        "severe",
        "oxalate",
        "disorder",
        "safe",
        "effective",
        "new",
        "medicine",
        "urgently",
        "needed",
        "looking",
        "ahead",
        "focused",
        "advancing",
        "well",
        "second",
        "product",
        "candidate",
        "patient",
        "hyperuricemia",
        "chronic",
        "kidney",
        "disease",
        "remain",
        "track",
        "execute",
        "key",
        "recent",
        "business",
        "highlight",
        "upcoming",
        "milestone",
        "enzyme",
        "treatment",
        "severe",
        "hyperoxaluria",
        "allena",
        "currently",
        "evaluating",
        "first",
        "two",
        "anticipated",
        "phase",
        "clinical",
        "trial",
        "intended",
        "support",
        "potential",
        "accelerated",
        "approval",
        "filing",
        "biologic",
        "license",
        "application",
        "bla",
        "patient",
        "enteric",
        "hyperoxaluria",
        "designed",
        "power",
        "show",
        "treatment",
        "effect",
        "least",
        "percentage",
        "point",
        "favoring",
        "placebo",
        "trial",
        "primary",
        "endpoint",
        "percent",
        "change",
        "baseline",
        "urinary",
        "oxalate",
        "excretion",
        "averaged",
        "week",
        "allena",
        "continues",
        "engage",
        "food",
        "drug",
        "administration",
        "fda",
        "finalize",
        "design",
        "second",
        "larger",
        "planned",
        "phase",
        "clinical",
        "trial",
        "patient",
        "enteric",
        "hyperoxaluria",
        "proposed",
        "study",
        "also",
        "designed",
        "evaluate",
        "reduction",
        "urinary",
        "oxalate",
        "excretion",
        "could",
        "potentially",
        "form",
        "basis",
        "accelerated",
        "approval",
        "filing",
        "allena",
        "proposed",
        "phase",
        "program",
        "would",
        "continue",
        "post",
        "approval",
        "final",
        "result",
        "trial",
        "used",
        "confirm",
        "clinical",
        "benefit",
        "proposed",
        "clinical",
        "data",
        "collected",
        "trial",
        "may",
        "include",
        "serial",
        "assessment",
        "kidney",
        "stone",
        "disease",
        "progression",
        "measure",
        "kidney",
        "function",
        "addition",
        "phase",
        "program",
        "enteric",
        "hyperoxaluria",
        "allena",
        "also",
        "evaluating",
        "study",
        "phase",
        "basket",
        "trial",
        "adult",
        "adolescent",
        "primary",
        "hyperoxaluria",
        "enteric",
        "hyperoxaluria",
        "hyperoxalemia",
        "consistent",
        "prior",
        "guidance",
        "allena",
        "expects",
        "achieve",
        "following",
        "key",
        "milestone",
        "pending",
        "ongoing",
        "interaction",
        "fda",
        "initiation",
        "phase",
        "clinical",
        "trial",
        "second",
        "half",
        "interim",
        "data",
        "study",
        "second",
        "half",
        "topline",
        "data",
        "phase",
        "clinical",
        "trial",
        "second",
        "half",
        "enzyme",
        "preclinical",
        "development",
        "patient",
        "hyperuricemia",
        "moderate",
        "severe",
        "ckd",
        "patient",
        "challenging",
        "manage",
        "due",
        "limitation",
        "existing",
        "therapy",
        "poor",
        "tolerability",
        "reduced",
        "efficacy",
        "dose",
        "restriction",
        "contraindication",
        "allena",
        "also",
        "report",
        "continued",
        "progress",
        "toward",
        "expected",
        "filing",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "first",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "primarily",
        "due",
        "cash",
        "used",
        "operating",
        "activity",
        "r",
        "expense",
        "r",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "cost",
        "incurred",
        "study",
        "initiated",
        "first",
        "quarter",
        "well",
        "manufacturing",
        "cost",
        "engineering",
        "clinical",
        "batch",
        "production",
        "support",
        "allena",
        "planned",
        "phase",
        "program",
        "r",
        "expense",
        "first",
        "quarter",
        "included",
        "related",
        "cost",
        "allena",
        "study",
        "study",
        "g",
        "expense",
        "g",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "increase",
        "compensation",
        "benefit",
        "cost",
        "legal",
        "recruiting",
        "cost",
        "cost",
        "attributable",
        "operating",
        "public",
        "company",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "decrease",
        "net",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "primarily",
        "due",
        "increase",
        "weighted",
        "average",
        "share",
        "outstanding",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "result",
        "company",
        "completion",
        "ipo",
        "concurrent",
        "conversion",
        "preferred",
        "stock",
        "common",
        "stock",
        "november",
        "financial",
        "guidance",
        "based",
        "current",
        "plan",
        "allena",
        "continues",
        "expect",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operating",
        "expense",
        "capital",
        "requirement",
        "allena",
        "pharmaceutical",
        "allena",
        "pharmaceutical",
        "clinical",
        "biopharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "oral",
        "enzyme",
        "therapeutic",
        "treat",
        "patient",
        "rare",
        "severe",
        "metabolic",
        "kidney",
        "disorder",
        "allena",
        "lead",
        "product",
        "candidate",
        "first",
        "class",
        "oral",
        "enzyme",
        "therapeutic",
        "treatment",
        "hyperoxaluria",
        "metabolic",
        "disorder",
        "characterized",
        "markedly",
        "elevated",
        "urinary",
        "oxalate",
        "level",
        "commonly",
        "associated",
        "kidney",
        "stone",
        "chronic",
        "kidney",
        "disease",
        "serious",
        "kidney",
        "disorder",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "duration",
        "allena",
        "clinical",
        "trial",
        "announcement",
        "topline",
        "data",
        "clinical",
        "trial",
        "statement",
        "regarding",
        "allena",
        "planned",
        "phase",
        "pivotal",
        "program",
        "including",
        "allena",
        "planned",
        "study",
        "resolution",
        "trial",
        "design",
        "study",
        "fda",
        "time",
        "initiation",
        "trial",
        "statement",
        "regarding",
        "allena",
        "ability",
        "utilize",
        "accelerated",
        "approval",
        "conditional",
        "approval",
        "pathway",
        "statement",
        "regarding",
        "allena",
        "study",
        "trial",
        "announcement",
        "data",
        "clinical",
        "trial",
        "statement",
        "concerning",
        "sufficiency",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "fund",
        "operating",
        "expense",
        "capital",
        "requirement",
        "allena",
        "remains",
        "active",
        "dialogue",
        "fda",
        "regarding",
        "design",
        "study",
        "including",
        "endpoint",
        "statistical",
        "analysis",
        "plan",
        "study",
        "whether",
        "reduction",
        "uox",
        "excretion",
        "may",
        "used",
        "surrogate",
        "endpoint",
        "support",
        "accelerated",
        "approval",
        "allena",
        "unable",
        "reach",
        "consensus",
        "fda",
        "magnitude",
        "uox",
        "reduction",
        "significant",
        "enough",
        "predict",
        "clinical",
        "benefit",
        "may",
        "required",
        "demonstrate",
        "effectiveness",
        "showing",
        "effect",
        "stone",
        "formation",
        "directly",
        "conduct",
        "one",
        "additional",
        "clinical",
        "trial",
        "demonstrate",
        "effect",
        "prior",
        "submission",
        "bla",
        "looking",
        "statement",
        "press",
        "release",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "result",
        "earlier",
        "study",
        "may",
        "predictive",
        "future",
        "clinical",
        "trial",
        "result",
        "planned",
        "study",
        "may",
        "establish",
        "adequate",
        "safety",
        "efficacy",
        "profile",
        "support",
        "regulatory",
        "approval",
        "risk",
        "associated",
        "fact",
        "allena",
        "yet",
        "finalized",
        "design",
        "pivotal",
        "phase",
        "clinical",
        "program",
        "including",
        "primary",
        "secondary",
        "endpoint",
        "statistical",
        "analysis",
        "fda",
        "comparable",
        "foreign",
        "regulator",
        "may",
        "agree",
        "proposed",
        "phase",
        "clinical",
        "program",
        "case",
        "allena",
        "may",
        "required",
        "modify",
        "planned",
        "clinical",
        "trial",
        "run",
        "additional",
        "clinical",
        "trial",
        "submit",
        "bla",
        "comparable",
        "foreign",
        "application",
        "product",
        "candidate",
        "risk",
        "associated",
        "potential",
        "accelerated",
        "approval",
        "pathway",
        "would",
        "require",
        "allena",
        "conduct",
        "one",
        "confirmatory",
        "clinical",
        "trial",
        "verify",
        "clinical",
        "benefit",
        "approval",
        "risk",
        "associated",
        "obtaining",
        "maintaining",
        "protecting",
        "intellectual",
        "property",
        "risk",
        "associated",
        "allena",
        "ability",
        "enforce",
        "patent",
        "infringers",
        "defend",
        "patent",
        "portfolio",
        "challenge",
        "third",
        "party",
        "risk",
        "competition",
        "company",
        "developing",
        "product",
        "similar",
        "us",
        "risk",
        "associated",
        "allena",
        "ability",
        "manage",
        "operating",
        "expense",
        "obtain",
        "additional",
        "funding",
        "support",
        "business",
        "activity",
        "risk",
        "associated",
        "allena",
        "dependence",
        "third",
        "party",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "allena",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "item",
        "1a",
        "part",
        "allena",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "allena",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "information",
        "press",
        "release",
        "date",
        "release",
        "allena",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "allena",
        "pharmaceutical",
        "selected",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "loan",
        "payable",
        "net",
        "current",
        "portion",
        "discount",
        "total",
        "stockholder",
        "equity",
        "company",
        "defines",
        "working",
        "capital",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "see",
        "company",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "detail",
        "regarding",
        "current",
        "asset",
        "current",
        "liability",
        "allena",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "diluted",
        "common",
        "share",
        "diluted",
        "investor",
        "contact",
        "hannah",
        "deresiewicz",
        "stern",
        "investor",
        "relation",
        "hannahd",
        "source",
        "allena",
        "pharmaceutical",
        "inc"
    ]
}