{
    "organizations": [],
    "uuid": "a5116641f040758e9eb73b2b8a10d4c5b5e998af",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-avinger-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Avinger Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "REDWOOD CITY, Calif., May 14, 2018 (GLOBE NEWSWIRE) -- Avinger, Inc. (Nasdaq:AVGR), a leading developer of innovative treatments for peripheral artery disease (PAD), today reported results for the first quarter ended March 31, 2018.\nFirst Quarter and Recent Highlights\nRevenue of $1.8 million for the first quarter of 2018 Announced treatment of first patients globally with next generation Pantheris Lumivascular atherectomy system Added the extended nosecone version of next generation Pantheris and announced successful first-in-patient procedures in Europe Next generation Pantheris featured in live case transmissions at Leipzig Interventional Course (LINC) 2018 and Charing Cross International Symposium 2018 Added 3 new patents to its U.S. intellectual property portfolio – Avinger’s IP portfolio now includes 119 patents and applications Converted $41.8 million of debt and fees into equity Closed a public offering of Series B preferred stock with gross proceeds of $18 million Regained compliance with Nasdaq listing requirements\n“We achieved several major successes during the first quarter of 2018. Our next generation Pantheris was approved in Europe late last year and continues to perform favorably. We expect to receive FDA clearance of the next-gen Pantheris this quarter and are eager to roll it out to selected U.S. accounts immediately after approval,” said Jeff Soinski, Avinger’s president and CEO. “We also revamped our capital structure during the first quarter. We converted the large majority of outstanding debt into equity, completed an $18 million financing, and regained Nasdaq compliance. We look forward to completing several additional product development milestones and pursuing a growth strategy during the remainder of 2018.”\nFirst Quarter 2018 Financial Results\nTotal revenue was $1.8 million for the first quarter ended March 31, 2018, a 48% decrease from the first quarter of 2017 and a 5% decrease from the fourth quarter of 2017. Revenue from disposable devices was $1.5 million for the first quarter of 2018, a 48% decrease compared to the first quarter of 2017 and unchanged from the fourth quarter of 2017. Revenue related to Lightbox imaging consoles was $0.3 million, a 45% decrease compared to the first quarter of 2017 and a 25% decrease from the fourth quarter of 2017. These revenue results reflect the reduced headcount of the Company’s field sales organization and its continuing focus on disposable device utilization in existing accounts.\nGross margin for the first quarter of 2018 was 22%, compared to -17% in the first quarter of 2017 and 9% in the fourth quarter of 2017. The increase in gross margin for the quarter resulted from increased efficiency associated with the Company’s more streamlined operational infrastructure and from a reduction in charges to inventory that negatively impacted gross margin in the first quarter of 2017.\nOperating expenses for the first quarter of 2018 were $6.0 million, a 54% decrease compared to $13.2 million in the first quarter of 2017. This decrease was primarily attributable to reduced headcount expenses compared to the first quarter of 2017\nLoss from operations for the first quarter of 2018 was $5.6 million, a 59% decrease compared to $13.8 million for the first quarter of 2017, and net loss attributable to common stockholders for the first quarter of 2018 was $10.7 million, compared to $15.3 million for the first quarter of 2017. Net loss per share attributable to common stockholders for the first quarter of 2018 was $5.37, compared to $25.74 for the first quarter of 2017.\nAdjusted EBITDA, a non-GAAP measure, was a loss of $4.7 million for the first quarter of 2018, an improvement of 60% compared to a loss of $11.9 million for the first quarter of 2017.\nCash and cash equivalents totaled $14.4 million as of March 31, 2018, compared to $5.4 million as of December 31, 2017.\nCurrently there are approximately 5.6 million shares of common stock, 41,800 shares of Series A preferred stock and 8,600 shares of Series B preferred stock outstanding. Each share of both series of preferred stock is convertible into 500 shares of the Company’s common stock at a conversion price of $2.00 per share. Assuming conversion of all outstanding shares of preferred stock, the Company would have approximately 30.8 million shares of common stock outstanding.\nConference Call\nAvinger will hold a conference call today, May 14, 2018 at 1:30pm PT/4:30pm ET to discuss its first quarter 2018 financial results.\nIndividuals interested in listening to the conference call may do so by dialing (877) 407-8293 for domestic callers or (201) 689-8349 for international callers. To listen to a live webcast, please visit the investor relations section of Avinger's website at: www.avinger.com .\nA replay of the call will be available beginning May 14, 2018 at approximately 7:30pm PT/10:30pm ET through May 28, 2018. To access the replay, dial (877) 660-6853 or (201) 612-7415 and reference Conference ID: 13679774. The webcast will also be available on Avinger's website for six months following the completion of the call.\nAbout Avinger, Inc.\nAvinger is a commercial-stage medical device company that designs and develops the first-ever image-guided, catheter-based system that diagnoses and treats patients with peripheral artery disease (PAD). Avinger is dedicated to radically changing the way vascular disease is treated through its Lumivascular platform, which currently consists of the Lightbox imaging console, the Ocelot family of chronic total occlusion (CTO) catheters, and the Pantheris® family of atherectomy devices. Avinger is based in Redwood City, CA. For more information, please visit www.avinger.com .\nForward-Looking Statements\nThis news release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934 and the Private Securities Litigation Reform Act of 1995. These forward-looking statements include statements regarding the FDA clearance and commercial introduction of the next generation Pantheris, future product development milestones and regulatory approvals, financial performance, and the sufficiency of the Company’s current financial resources. Such statements are based on current assumptions that involve risks and uncertainties that could cause actual outcomes and results to differ materially. These risks and uncertainties, many of which are beyond our control, include our dependency on a limited number of products; our ability to demonstrate the benefits of our Lumivascular platform; the resource requirements related to Pantheris; the outcome of clinical trial results; potential exposure to third-party product liability, intellectual property and other litigation; lack of long-term data demonstrating the safety and efficacy of our Lumivascular platform products; experiences of high-volume users of our products may lead to better patient outcomes than those of physicians that are less proficient; reliance on third-party vendors; dependency on physician adoption; reliance on key personnel; and requirements to obtain regulatory approval to commercialize our products; as well as the other risks described in the section entitled “Risk Factors” and elsewhere in our annual Form 10-K filing made with the Commission on March 30, 2018. These forward-looking statements speak only as of the date hereof and should not be unduly relied upon. Avinger disclaims any obligation to update these forward-looking statements.\nNon-GAAP Financial Measures\nAvinger has provided in this press release financial information that has not been prepared in accordance with generally accepted accounting principles in the United States (GAAP). The Company uses these non-GAAP financial measures internally in analyzing its financial results and believes that the use of these non-GAAP financial measures is useful to investors as an additional tool to evaluate ongoing operating results and trends and in comparing the Company’s financial results with other companies in its industry, many of which present similar non-GAAP financial measures.\nThe presentation of these non-GAAP financial measures are not meant to be considered in isolation or as a substitute for comparable GAAP financial measures, and should be read only in conjunction with the Company’s financial statements prepared in accordance with GAAP. A reconciliation of the Company’s non-GAAP financial measures to their most directly comparable GAAP measures has been provided in the financial statement tables included in this press release, and investors are encouraged to review these reconciliations.\nAdjusted EBITDA. Avinger defines Adjusted EBITDA as Loss from Operations plus Stock-based Compensation expense plus Depreciation and Amortization expense plus charges related to our organizational and facilities restructuring activities and litigation settlement expense. Investors are cautioned that there are a number of limitations associated with the use of non-GAAP financial measures as analytical tools. Furthermore, these non-GAAP financial measures are not based on any standardized methodology prescribed by GAAP, and the components that Avinger excludes in its calculation of non-GAAP financial measures may differ from the components that its peer companies exclude when they report their non-GAAP results of operations. Avinger compensates for these limitations by providing specific information regarding the GAAP amounts excluded from these non-GAAP financial measures. In the future, the Company may also exclude other non-recurring expenses and other expenses that do not reflect the Company’s core business operating results.\nPublic Relations Contact:\nPhil Preuss\nVP of Marketing & Business Operations\nAvinger, Inc.\n(650) 241-7900\npr@avinger.com\nInvestor Contact:\nMatt Ferguson\nChief Business Officer & CFO\nAvinger, Inc.\n(650) 241-7916\nir@avinger.com\nAvinger, Inc. Statements of Operations Data (in thousands, except per share and gross margin data) (unaudited) Three Months Ended March 31, 2018 2017 Revenues $ 1,809 $ 3,491 Cost of revenues 1,415 4,075 Gross profit 394 (584 ) Gross margin 22 % -17 % Operating expenses: Research and development 1,777 3,923 Selling, general and administrative 4,260 9,318 Total operating expenses 6,037 13,241 Loss from operations (5,643 ) (13,825 ) Interest income 33 32 Interest expense (4,672 ) (1,550 ) Other income (expense), net 1 3 Net loss and comprehensive loss (10,281 ) (15,340 ) Accretion of preferred stock dividends (410 ) - Net loss applicable to common stockholders $ (10,691 ) $ (15,340 ) Net loss per share attributable to common stockholders, basic and diluted $ (5.37 ) $ (25.74 ) Weighted average common shares used to compute net loss per share, basic and diluted 1,992 596\nAvinger, Inc. Balance Sheets Data (in thousands) (unaudited) March 31, December 31, 2018 2017 Assets Current assets: Cash and cash equivalents $ 14,418 $ 5,389 Accounts receivable, net 1,354 1,127 Inventories 4,007 4,295 Prepaid expenses and other current assets 1,163 640 Total current assets 20,942 11,451 Property and equipment, net 2,431 2,950 Other assets 590 687 Total assets $ 23,963 $ 15,088 Liabilities and stockholders’ equity (deficit) Current liabilities: Accounts payable $ 2,160 $ 1,273 Accrued compensation 955 863 Accrued expenses and other current liabilities 907 3,597 Borrowings, current portion 7,521 44,744 Preferred stock dividends payable 410 - Total current liabilities 11,953 50,477 Other long-term liablities 111 301 Total liabilities 12,064 50,778 Stockholders’ equity (deficit): Preferred stock - - Common stock 3 1 Additional paid-in capital 323,504 265,636 Accumulated deficit (311,608 ) (301,327 ) Total stockholders’ equity (deficit) 11,899 (35,690 ) Total liabilities and stockholders’ equity (deficit) $ 23,963 $ 15,088\nAvinger, Inc. Adjusted EBITDA (in thousands) (unaudited) Three Months Ended March 31, 2018 2017 Loss from operations $ (5,643 ) $ (13,825 ) Add: Stock-based compensation 619 1,542 Add: 277 428 Adjusted EBITDA $ (4,747 ) $ (11,855 )\nSource:Avinger, Inc.",
    "published": "2018-05-15T00:15:00.000+03:00",
    "crawled": "2018-05-15T01:49:01.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "redwood",
        "city",
        "may",
        "globe",
        "newswire",
        "avinger",
        "nasdaq",
        "avgr",
        "leading",
        "developer",
        "innovative",
        "treatment",
        "peripheral",
        "artery",
        "disease",
        "pad",
        "today",
        "reported",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "recent",
        "highlight",
        "revenue",
        "million",
        "first",
        "quarter",
        "announced",
        "treatment",
        "first",
        "patient",
        "globally",
        "next",
        "generation",
        "pantheris",
        "lumivascular",
        "atherectomy",
        "system",
        "added",
        "extended",
        "nosecone",
        "version",
        "next",
        "generation",
        "pantheris",
        "announced",
        "successful",
        "procedure",
        "europe",
        "next",
        "generation",
        "pantheris",
        "featured",
        "live",
        "case",
        "transmission",
        "leipzig",
        "interventional",
        "course",
        "linc",
        "charing",
        "cross",
        "international",
        "symposium",
        "added",
        "new",
        "patent",
        "intellectual",
        "property",
        "portfolio",
        "avinger",
        "ip",
        "portfolio",
        "includes",
        "patent",
        "application",
        "converted",
        "million",
        "debt",
        "fee",
        "equity",
        "closed",
        "public",
        "offering",
        "series",
        "b",
        "preferred",
        "stock",
        "gross",
        "proceeds",
        "million",
        "regained",
        "compliance",
        "nasdaq",
        "listing",
        "requirement",
        "achieved",
        "several",
        "major",
        "success",
        "first",
        "quarter",
        "next",
        "generation",
        "pantheris",
        "approved",
        "europe",
        "late",
        "last",
        "year",
        "continues",
        "perform",
        "favorably",
        "expect",
        "receive",
        "fda",
        "clearance",
        "pantheris",
        "quarter",
        "eager",
        "roll",
        "selected",
        "account",
        "immediately",
        "approval",
        "said",
        "jeff",
        "soinski",
        "avinger",
        "president",
        "ceo",
        "also",
        "revamped",
        "capital",
        "structure",
        "first",
        "quarter",
        "converted",
        "large",
        "majority",
        "outstanding",
        "debt",
        "equity",
        "completed",
        "million",
        "financing",
        "regained",
        "nasdaq",
        "compliance",
        "look",
        "forward",
        "completing",
        "several",
        "additional",
        "product",
        "development",
        "milestone",
        "pursuing",
        "growth",
        "strategy",
        "remainder",
        "first",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "million",
        "first",
        "quarter",
        "ended",
        "march",
        "decrease",
        "first",
        "quarter",
        "decrease",
        "fourth",
        "quarter",
        "revenue",
        "disposable",
        "device",
        "million",
        "first",
        "quarter",
        "decrease",
        "compared",
        "first",
        "quarter",
        "unchanged",
        "fourth",
        "quarter",
        "revenue",
        "related",
        "lightbox",
        "imaging",
        "console",
        "million",
        "decrease",
        "compared",
        "first",
        "quarter",
        "decrease",
        "fourth",
        "quarter",
        "revenue",
        "result",
        "reflect",
        "reduced",
        "headcount",
        "company",
        "field",
        "sale",
        "organization",
        "continuing",
        "focus",
        "disposable",
        "device",
        "utilization",
        "existing",
        "account",
        "gross",
        "margin",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "increase",
        "gross",
        "margin",
        "quarter",
        "resulted",
        "increased",
        "efficiency",
        "associated",
        "company",
        "streamlined",
        "operational",
        "infrastructure",
        "reduction",
        "charge",
        "inventory",
        "negatively",
        "impacted",
        "gross",
        "margin",
        "first",
        "quarter",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "decrease",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "primarily",
        "attributable",
        "reduced",
        "headcount",
        "expense",
        "compared",
        "first",
        "quarter",
        "loss",
        "operation",
        "first",
        "quarter",
        "million",
        "decrease",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "measure",
        "loss",
        "million",
        "first",
        "quarter",
        "improvement",
        "compared",
        "loss",
        "million",
        "first",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "currently",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "share",
        "series",
        "preferred",
        "stock",
        "share",
        "series",
        "b",
        "preferred",
        "stock",
        "outstanding",
        "share",
        "series",
        "preferred",
        "stock",
        "convertible",
        "share",
        "company",
        "common",
        "stock",
        "conversion",
        "price",
        "per",
        "share",
        "assuming",
        "conversion",
        "outstanding",
        "share",
        "preferred",
        "stock",
        "company",
        "would",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "conference",
        "call",
        "avinger",
        "hold",
        "conference",
        "call",
        "today",
        "may",
        "et",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "individual",
        "interested",
        "listening",
        "conference",
        "call",
        "may",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "listen",
        "live",
        "webcast",
        "please",
        "visit",
        "investor",
        "relation",
        "section",
        "avinger",
        "website",
        "replay",
        "call",
        "available",
        "beginning",
        "may",
        "approximately",
        "et",
        "may",
        "access",
        "replay",
        "dial",
        "reference",
        "conference",
        "id",
        "webcast",
        "also",
        "available",
        "avinger",
        "website",
        "six",
        "month",
        "following",
        "completion",
        "call",
        "avinger",
        "avinger",
        "medical",
        "device",
        "company",
        "design",
        "develops",
        "system",
        "diagnosis",
        "treat",
        "patient",
        "peripheral",
        "artery",
        "disease",
        "pad",
        "avinger",
        "dedicated",
        "radically",
        "changing",
        "way",
        "vascular",
        "disease",
        "treated",
        "lumivascular",
        "platform",
        "currently",
        "consists",
        "lightbox",
        "imaging",
        "console",
        "ocelot",
        "family",
        "chronic",
        "total",
        "occlusion",
        "cto",
        "catheter",
        "family",
        "atherectomy",
        "device",
        "avinger",
        "based",
        "redwood",
        "city",
        "ca",
        "information",
        "please",
        "visit",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "regarding",
        "fda",
        "clearance",
        "commercial",
        "introduction",
        "next",
        "generation",
        "pantheris",
        "future",
        "product",
        "development",
        "milestone",
        "regulatory",
        "approval",
        "financial",
        "performance",
        "sufficiency",
        "company",
        "current",
        "financial",
        "resource",
        "statement",
        "based",
        "current",
        "assumption",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "outcome",
        "result",
        "differ",
        "materially",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "include",
        "dependency",
        "limited",
        "number",
        "product",
        "ability",
        "demonstrate",
        "benefit",
        "lumivascular",
        "platform",
        "resource",
        "requirement",
        "related",
        "pantheris",
        "outcome",
        "clinical",
        "trial",
        "result",
        "potential",
        "exposure",
        "product",
        "liability",
        "intellectual",
        "property",
        "litigation",
        "lack",
        "data",
        "demonstrating",
        "safety",
        "efficacy",
        "lumivascular",
        "platform",
        "product",
        "experience",
        "user",
        "product",
        "may",
        "lead",
        "better",
        "patient",
        "outcome",
        "physician",
        "less",
        "proficient",
        "reliance",
        "vendor",
        "dependency",
        "physician",
        "adoption",
        "reliance",
        "key",
        "personnel",
        "requirement",
        "obtain",
        "regulatory",
        "approval",
        "commercialize",
        "product",
        "well",
        "risk",
        "described",
        "section",
        "entitled",
        "risk",
        "factor",
        "elsewhere",
        "annual",
        "form",
        "filing",
        "made",
        "commission",
        "march",
        "statement",
        "speak",
        "date",
        "hereof",
        "unduly",
        "relied",
        "upon",
        "avinger",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "financial",
        "measure",
        "avinger",
        "provided",
        "press",
        "release",
        "financial",
        "information",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "company",
        "us",
        "financial",
        "measure",
        "internally",
        "analyzing",
        "financial",
        "result",
        "belief",
        "use",
        "financial",
        "measure",
        "useful",
        "investor",
        "additional",
        "tool",
        "evaluate",
        "ongoing",
        "operating",
        "result",
        "trend",
        "comparing",
        "company",
        "financial",
        "result",
        "company",
        "industry",
        "many",
        "present",
        "similar",
        "financial",
        "measure",
        "presentation",
        "financial",
        "measure",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "read",
        "conjunction",
        "company",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "reconciliation",
        "company",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "provided",
        "financial",
        "statement",
        "table",
        "included",
        "press",
        "release",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "adjusted",
        "ebitda",
        "avinger",
        "defines",
        "adjusted",
        "ebitda",
        "loss",
        "operation",
        "plus",
        "compensation",
        "expense",
        "plus",
        "depreciation",
        "amortization",
        "expense",
        "plus",
        "charge",
        "related",
        "organizational",
        "facility",
        "restructuring",
        "activity",
        "litigation",
        "settlement",
        "expense",
        "investor",
        "cautioned",
        "number",
        "limitation",
        "associated",
        "use",
        "financial",
        "measure",
        "analytical",
        "tool",
        "furthermore",
        "financial",
        "measure",
        "based",
        "standardized",
        "methodology",
        "prescribed",
        "gaap",
        "component",
        "avinger",
        "excludes",
        "calculation",
        "financial",
        "measure",
        "may",
        "differ",
        "component",
        "peer",
        "company",
        "exclude",
        "report",
        "result",
        "operation",
        "avinger",
        "compensates",
        "limitation",
        "providing",
        "specific",
        "information",
        "regarding",
        "gaap",
        "amount",
        "excluded",
        "financial",
        "measure",
        "future",
        "company",
        "may",
        "also",
        "exclude",
        "expense",
        "expense",
        "reflect",
        "company",
        "core",
        "business",
        "operating",
        "result",
        "public",
        "relation",
        "contact",
        "phil",
        "preuss",
        "vp",
        "marketing",
        "business",
        "operation",
        "avinger",
        "pr",
        "investor",
        "contact",
        "matt",
        "ferguson",
        "chief",
        "business",
        "officer",
        "cfo",
        "avinger",
        "ir",
        "avinger",
        "statement",
        "operation",
        "data",
        "thousand",
        "except",
        "per",
        "share",
        "gross",
        "margin",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "accretion",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "avinger",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "expense",
        "current",
        "liability",
        "borrowing",
        "current",
        "portion",
        "preferred",
        "stock",
        "dividend",
        "payable",
        "total",
        "current",
        "liability",
        "liablities",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "avinger",
        "adjusted",
        "ebitda",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "loss",
        "operation",
        "add",
        "compensation",
        "add",
        "adjusted",
        "ebitda",
        "source",
        "avinger",
        "inc"
    ]
}