{
    "organizations": [],
    "uuid": "937e83959de55274f11522871a2f9ee7a48bcdc7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-jetlines-appoints-ulcc-veteran-as-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "Jetlines Appoints ULCC Veteran as Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 22, 2018 (GLOBE NEWSWIRE) -- Canada Jetlines Ltd. (TSX-V:JET) (the “ Company ” or “ Jetlines ”) today announces that Mr. Lukas Johnson will be appointed as Chief Executive Officer, succeeding Mr. Stan Gadek. Mr. Gadek will continue as Chief Executive Officer during a transition period and Mr. Johnson will officially commence his role with the Company on June 18, 2018.\nMr. Johnson has held progressively senior roles over an eight-year span with Allegiant Travel Company (“Allegiant”), a leading ultra-low-cost carrier (ULCC) in the United States, most recently as Senior Vice President, Commercial. Mr. Johnson has extensive commercial expertise in network planning, revenue management, operations research, corporate strategy, ecommerce and operations.\nUnder Mr. Johnson’s leadership, Allegiant had the fastest expanding network in North America, as it grew to over 400 routes and 120 airports served. He helped guide Allegiant to the highest operating margins in the world of any airline in both 2015 (29.4%) and 2016 (27.2%). Over his tenure, annual revenue per plane increased over 30% and total operating revenues grew to over $1.5 billion. His strategic vision and long-term planning helped transform the company by entering mid-size markets, adding eleven new focus city destinations, and growing East Coast capacity by over 500%.\nPrior to Allegiant, Mr. Johnson worked for Milliman Inc. and Transamerica in the actuarial field. Mr. Johnson earned a Bachelor of Arts in Mathematics from Northwestern University.\nLukas Johnson stated, “I’m excited to join Jetlines at this pivotal point in the Company’s history, and I have confidence in the team's ability to become the first successful ultra-low-cost carrier in Canada. Based on my experience and deep knowledge of the Canadian market, there is a significant opportunity for us here and I look forward to leading the team to success.”\n“We warmly welcome Lukas to our management team. This marks an important milestone in the buildout of Jetlines and their extensive industry and leadership experience will aid in the acceleration of the Company’s strategy of becoming Canada’s first true ultra low-cost carrier,” stated Mark Morabito, Executive Chairman of Canada Jetlines.\nMark Morabito added, “On behalf of the Board, I would like to thank Mr. Gadek for his time and contributions. During his tenure, Jetlines added several key board and management appointments, announced three airports, added key operations personnel progressed negotiations with major aircraft lessors, and advanced the licensing and financing process for the Company.”\nStan Gadek commented, “As I return to my consulting practice, I look forward to the new management team taking Jetlines to the next level. I want to thank Chairman Morabito, the board of directors, and the Jetlines team for their hard work and dedication over the past year.”\nMr. Johnson will also be making a $700,000 investment into the Company’s subsidiary, Canada Jetlines Operations Ltd. (“CJL Operations”). Mr. Johnson will acquire, through a newly created subordinate class of shares of CJL Operations (the “Subordinate Shares”), a 5% equity interest in CJL Operations. The Subordinate Shares will have limited rights and will be subject to certain restrictions, including a two-year restriction on transfer. At the end of the two-year transfer restriction, the shares will be redeemable by either the Company or Mr. Johnson for a payment by the Company, with the amount of the payment to be determined by a formula based on the market capitalization of the Company at the time, with such payment to be made by the Company in cash or, subject to the approval of the TSX Venture Exchange, in shares of the Company.\nAbout Canada Jetlines Ltd.\nCanada Jetlines is set to become Canada’s first true Ultra-Low Cost Carrier (ULCC) airline, with plans to operate flights across Canada and provide non-stop service from Canada to the United States, Mexico and the Caribbean. Jetlines is led by a board and management team with extensive experience and expertise in low-cost airlines, start-ups and capital markets. The Company was granted an unprecedented exemption from the Government of Canada that will permit it to conduct domestic air services while having up to 49% foreign voting interests.\nFor more information on Jetlines, please visit our website at www.jetlines.ca .\nON BEHALF OF THE BOARD\n\"Mark J. Morabito\"\nExecutive Chairman\nCanada Jetlines is part of the King & Bay group of companies. King & Bay is a merchant bank that specializes in identifying, funding, developing and supporting growth opportunities in the resource, aviation, and technology sectors.\nFor more information, please contact:\nThe Howard Group Inc.\nTel: (403) 221-0915\nToll Free: 1-888-221-0915\nJeff Walker: jeff@howardgroupinc.com\nCautionary Note Regarding Forward-Looking Information\nThis news release contains \"forward-looking information\" concerning anticipated developments and events that may occur in the future. Forward-looking information contained in this news release includes, but is not limited to, statements with respect to the terms of the proposed investment, delivery of aircraft, business plan, the ability to offer ultra-low fares, potential route destinations, ticket sales and future airline operations of the Company.\nIn certain cases, forward-looking information can be identified by the use of words such as \"plans\", \"expects\" or \"does not expect\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\" or \"does not anticipate\", or \"believes\", or variations of such words and phrases or state that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will be taken\", \"occur\" or \"be achieved\" suggesting future outcomes, or other expectations, beliefs, plans, objectives, assumptions, intentions or statements about future events or performance. Forward-looking information contained in this news release is based on certain factors and assumptions regarding, among other things, the receipt of financing to commence airline operations, the accuracy, reliability and applicability of the Jetlines’ business model; the timely receipt of governmental approvals, including the receipt of approval from regulators in Canada, the United States, Mexico and other jurisdictions where Jetlines may operate; the timely commencement of operations by Jetlines and the success of such operations; the ability of Jetlines to implement its business plan as intended; the legislative and regulatory environments of the jurisdictions where the Jetlines will carry on business or have operations; the impact of competition and the competitive response to the Jetlines’ business strategy; and the availability of aircraft. While the Company considers these assumptions to be reasonable based on information currently available to it, they may prove to be incorrect.\nForward-looking information involves known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Company to be materially different from any future results, performance or achievements expressed or implied by the forward-looking information. Such factors include risks related to acts of God, the impact of general economic conditions, changing domestic and international airline industry conditions, volatility of fuel prices, increases in operating costs, terrorism, pandemics, currency fluctuations, interest rates, risks specific to the airline industry, the ability of management to implement Jetlines’ operational strategy, the ability to attract qualified management and staff, labour disputes, regulatory risks, including risks relating to the acquisition of the necessary licenses and permits, financing, capitalization and liquidity risks, including the risk that the financing necessary to fund operations may not be obtained and the additional risks identified in the \"Risk Factors\" section of the Company's reports and filings with applicable Canadian securities regulators.\nAlthough the Company has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking information, there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. Accordingly, readers should not place undue reliance on forward-looking information. The forward-looking information is made as of the date of this news release. Except as required by applicable securities laws, the Company does not undertake any obligation to publicly update or revise any forward-looking information.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) has reviewed or accepts responsibility for the adequacy or accuracy of this release.\nSource:Canada Jetlines Ltd.",
    "published": "2018-05-22T13:30:00.000+03:00",
    "crawled": "2018-05-22T15:48:22.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "canada",
        "jetlines",
        "jet",
        "company",
        "jetlines",
        "today",
        "announces",
        "lukas",
        "johnson",
        "appointed",
        "chief",
        "executive",
        "officer",
        "succeeding",
        "stan",
        "gadek",
        "gadek",
        "continue",
        "chief",
        "executive",
        "officer",
        "transition",
        "period",
        "johnson",
        "officially",
        "commence",
        "role",
        "company",
        "june",
        "johnson",
        "held",
        "progressively",
        "senior",
        "role",
        "span",
        "allegiant",
        "travel",
        "company",
        "allegiant",
        "leading",
        "carrier",
        "ulcc",
        "united",
        "state",
        "recently",
        "senior",
        "vice",
        "president",
        "commercial",
        "johnson",
        "extensive",
        "commercial",
        "expertise",
        "network",
        "planning",
        "revenue",
        "management",
        "operation",
        "research",
        "corporate",
        "strategy",
        "ecommerce",
        "operation",
        "johnson",
        "leadership",
        "allegiant",
        "fastest",
        "expanding",
        "network",
        "north",
        "america",
        "grew",
        "route",
        "airport",
        "served",
        "helped",
        "guide",
        "allegiant",
        "highest",
        "operating",
        "margin",
        "world",
        "airline",
        "tenure",
        "annual",
        "revenue",
        "per",
        "plane",
        "increased",
        "total",
        "operating",
        "revenue",
        "grew",
        "billion",
        "strategic",
        "vision",
        "planning",
        "helped",
        "transform",
        "company",
        "entering",
        "market",
        "adding",
        "eleven",
        "new",
        "focus",
        "city",
        "destination",
        "growing",
        "east",
        "coast",
        "capacity",
        "prior",
        "allegiant",
        "johnson",
        "worked",
        "milliman",
        "transamerica",
        "actuarial",
        "field",
        "johnson",
        "earned",
        "bachelor",
        "art",
        "mathematics",
        "northwestern",
        "university",
        "lukas",
        "johnson",
        "stated",
        "excited",
        "join",
        "jetlines",
        "pivotal",
        "point",
        "company",
        "history",
        "confidence",
        "team",
        "ability",
        "become",
        "first",
        "successful",
        "carrier",
        "canada",
        "based",
        "experience",
        "deep",
        "knowledge",
        "canadian",
        "market",
        "significant",
        "opportunity",
        "u",
        "look",
        "forward",
        "leading",
        "team",
        "warmly",
        "welcome",
        "lukas",
        "management",
        "team",
        "mark",
        "important",
        "milestone",
        "buildout",
        "jetlines",
        "extensive",
        "industry",
        "leadership",
        "experience",
        "aid",
        "acceleration",
        "company",
        "strategy",
        "becoming",
        "canada",
        "first",
        "true",
        "ultra",
        "carrier",
        "stated",
        "mark",
        "morabito",
        "executive",
        "chairman",
        "canada",
        "jetlines",
        "mark",
        "morabito",
        "added",
        "behalf",
        "board",
        "would",
        "like",
        "thank",
        "gadek",
        "time",
        "contribution",
        "tenure",
        "jetlines",
        "added",
        "several",
        "key",
        "board",
        "management",
        "appointment",
        "announced",
        "three",
        "airport",
        "added",
        "key",
        "operation",
        "personnel",
        "progressed",
        "negotiation",
        "major",
        "aircraft",
        "lessor",
        "advanced",
        "licensing",
        "financing",
        "process",
        "stan",
        "gadek",
        "commented",
        "return",
        "consulting",
        "practice",
        "look",
        "forward",
        "new",
        "management",
        "team",
        "taking",
        "jetlines",
        "next",
        "level",
        "want",
        "thank",
        "chairman",
        "morabito",
        "board",
        "director",
        "jetlines",
        "team",
        "hard",
        "work",
        "dedication",
        "past",
        "johnson",
        "also",
        "making",
        "investment",
        "company",
        "subsidiary",
        "canada",
        "jetlines",
        "operation",
        "cjl",
        "operation",
        "johnson",
        "acquire",
        "newly",
        "created",
        "subordinate",
        "class",
        "share",
        "cjl",
        "operation",
        "subordinate",
        "share",
        "equity",
        "interest",
        "cjl",
        "operation",
        "subordinate",
        "share",
        "limited",
        "right",
        "subject",
        "certain",
        "restriction",
        "including",
        "restriction",
        "transfer",
        "end",
        "transfer",
        "restriction",
        "share",
        "redeemable",
        "either",
        "company",
        "johnson",
        "payment",
        "company",
        "amount",
        "payment",
        "determined",
        "formula",
        "based",
        "market",
        "capitalization",
        "company",
        "time",
        "payment",
        "made",
        "company",
        "cash",
        "subject",
        "approval",
        "tsx",
        "venture",
        "exchange",
        "share",
        "company",
        "canada",
        "jetlines",
        "canada",
        "jetlines",
        "set",
        "become",
        "canada",
        "first",
        "true",
        "cost",
        "carrier",
        "ulcc",
        "airline",
        "plan",
        "operate",
        "flight",
        "across",
        "canada",
        "provide",
        "service",
        "canada",
        "united",
        "state",
        "mexico",
        "caribbean",
        "jetlines",
        "led",
        "board",
        "management",
        "team",
        "extensive",
        "experience",
        "expertise",
        "airline",
        "capital",
        "market",
        "company",
        "granted",
        "unprecedented",
        "exemption",
        "government",
        "canada",
        "permit",
        "conduct",
        "domestic",
        "air",
        "service",
        "foreign",
        "voting",
        "interest",
        "information",
        "jetlines",
        "please",
        "visit",
        "website",
        "behalf",
        "board",
        "mark",
        "morabito",
        "executive",
        "chairman",
        "canada",
        "jetlines",
        "part",
        "king",
        "bay",
        "group",
        "company",
        "king",
        "bay",
        "merchant",
        "bank",
        "specializes",
        "identifying",
        "funding",
        "developing",
        "supporting",
        "growth",
        "opportunity",
        "resource",
        "aviation",
        "technology",
        "sector",
        "information",
        "please",
        "contact",
        "howard",
        "group",
        "tel",
        "toll",
        "free",
        "jeff",
        "walker",
        "jeff",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "concerning",
        "anticipated",
        "development",
        "event",
        "may",
        "occur",
        "future",
        "information",
        "contained",
        "news",
        "release",
        "includes",
        "limited",
        "statement",
        "respect",
        "term",
        "proposed",
        "investment",
        "delivery",
        "aircraft",
        "business",
        "plan",
        "ability",
        "offer",
        "fare",
        "potential",
        "route",
        "destination",
        "ticket",
        "sale",
        "future",
        "airline",
        "operation",
        "company",
        "certain",
        "case",
        "information",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "suggesting",
        "future",
        "outcome",
        "expectation",
        "belief",
        "plan",
        "objective",
        "assumption",
        "intention",
        "statement",
        "future",
        "event",
        "performance",
        "information",
        "contained",
        "news",
        "release",
        "based",
        "certain",
        "factor",
        "assumption",
        "regarding",
        "among",
        "thing",
        "receipt",
        "financing",
        "commence",
        "airline",
        "operation",
        "accuracy",
        "reliability",
        "applicability",
        "jetlines",
        "business",
        "model",
        "timely",
        "receipt",
        "governmental",
        "approval",
        "including",
        "receipt",
        "approval",
        "regulator",
        "canada",
        "united",
        "state",
        "mexico",
        "jurisdiction",
        "jetlines",
        "may",
        "operate",
        "timely",
        "commencement",
        "operation",
        "jetlines",
        "success",
        "operation",
        "ability",
        "jetlines",
        "implement",
        "business",
        "plan",
        "intended",
        "legislative",
        "regulatory",
        "environment",
        "jurisdiction",
        "jetlines",
        "carry",
        "business",
        "operation",
        "impact",
        "competition",
        "competitive",
        "response",
        "jetlines",
        "business",
        "strategy",
        "availability",
        "aircraft",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "information",
        "involves",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "information",
        "factor",
        "include",
        "risk",
        "related",
        "act",
        "god",
        "impact",
        "general",
        "economic",
        "condition",
        "changing",
        "domestic",
        "international",
        "airline",
        "industry",
        "condition",
        "volatility",
        "fuel",
        "price",
        "increase",
        "operating",
        "cost",
        "terrorism",
        "pandemic",
        "currency",
        "fluctuation",
        "interest",
        "rate",
        "risk",
        "specific",
        "airline",
        "industry",
        "ability",
        "management",
        "implement",
        "jetlines",
        "operational",
        "strategy",
        "ability",
        "attract",
        "qualified",
        "management",
        "staff",
        "labour",
        "dispute",
        "regulatory",
        "risk",
        "including",
        "risk",
        "relating",
        "acquisition",
        "necessary",
        "license",
        "permit",
        "financing",
        "capitalization",
        "liquidity",
        "risk",
        "including",
        "risk",
        "financing",
        "necessary",
        "fund",
        "operation",
        "may",
        "obtained",
        "additional",
        "risk",
        "identified",
        "risk",
        "factor",
        "section",
        "company",
        "report",
        "filing",
        "applicable",
        "canadian",
        "security",
        "regulator",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "information",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "information",
        "made",
        "date",
        "news",
        "release",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "reviewed",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "canada",
        "jetlines",
        "ltd"
    ]
}