{
    "organizations": [],
    "uuid": "0453b2ce0e45d3118dfab5348e8ba98a6e202fb1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-enanta-pharmaceuticals-reports-financial-results-for-its-fiscal-second-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "Enanta Pharmaceuticals Reports Financial for its Fiscal Second Ended March 31, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Webcast and Conference Call today at 4:30 p.m. ET\nRoyalty revenue for the quarter increased to $44.0 million due to increase in AbbVie’s MAVYRET™ sales Net income for the quarter was $12.6 million, or $0.61 per diluted common share Fast Track designation granted to EDP-938 for Respiratory Syncytial Virus (RSV) Infection Cash and marketable securities totaled $288.9 million at March 31, 2018\nWATERTOWN, Mass.--(BUSINESS WIRE)-- Enanta Pharmaceuticals, Inc. (NASDAQ:ENTA), a research and development-focused biotechnology company dedicated to creating small molecule drugs for viral infections and liver diseases, today reported financial results for its fiscal second quarter\nEnanta’s results for the quarter benefited from $44 million of royalty revenue on AbbVie’s $919 million in sales of its HCV regimens that contain either of the two protease inhibitor products developed through Enanta’s collaboration with AbbVie. Enanta earns its annually tiered, per product royalties on a portion of AbbVie’s net sales allocated to Enanta’s protease inhibitor product in each HCV regimen. In the case of MAVYRET™ (U.S.)/ MAVIRET™ (ex-U.S.) (glecaprevir/pibrentasvir), Enanta’s royalty is based on 50% of AbbVie’s net sales of that combination.\n“Our strong financial results this quarter were driven by royalty revenue earned on AbbVie’s sales of MAVYRET, which reached $850 million in sales in the quarter,” commented Jay R. Luly. Ph.D., President and Chief Executive Officer, Enanta. “This royalty revenue supports our three clinical-stage programs in NASH, PBC and RSV, all of which have now been granted Fast Track designation by the U.S. FDA. We are looking forward to having preliminary data from our Phase 1 study of EDP-938 next quarter and initiating our planned Phase 2 RSV challenge study of EDP-938 in the last quarter of calendar 2018. We also plan to designate a candidate compound for HBV later this year.”\nEnanta’s cash, cash equivalents and short-term and long-term marketable securities totaled $288.9 million at March 31, 2018. This compares to a total of $293.7 million at September 30, 2017. Enanta expects that its current cash, cash equivalents and marketable securities, will be sufficient to meet the anticipated cash requirements of its existing business and development programs for the foreseeable future.\nFiscal Second Quarter Ended March 31, 2018 Financial Results\nTotal revenue for the three months ended March 31, 2018 was $44.0 million, compared to $9.0 million for the three months ended March 31, 2017. The increase in revenue was due to an increase in royalties earned on AbbVie’s worldwide net sales of HCV regimens as a result of the launch of MAVYRET™/MAVIRET™ in major markets in the second half of 2017. For the three months ended March 31, 2017, revenue consisted exclusively of royalties earned on AbbVie’s worldwide net sales of HCV regimens containing paritaprevir. Royalties have varied significantly from period to period, and that variability may continue in the future.\nResearch and development expenses totaled $21.5 million for the three months ended March 31, 2018, compared to $13.0 million for the three months ended March 31, 2017. The increase in research and development expenses was primarily due to increased preclinical and clinical costs associated with the progression of Enanta’s wholly-owned R&D programs in non-alcoholic steatohepatitis (NASH), primary biliary cholangitis (PBC), respiratory syncytial virus (RSV) and hepatitis B virus (HBV).\nGeneral and administrative expenses totaled $5.7 million for the three months ended March 31, 2018, which was consistent with the $5.5 million of such expenses for the three months ended March 31, 2017.\nEnanta recorded income tax expense of $5.4 million for the three months ended March 31, 2018, compared to an income tax benefit of $3.6 million for the three months ended March 31, 2017. During the three months ended March 31, 2018, income tax expense reflected the significant increase in pre-tax income during the quarter as well as an increase in Enanta’s estimated annual effective tax rate for fiscal 2018. Enanta’s estimated annual effective tax rate for fiscal 2018 of 27.1 percent includes the impact of a non-cash revaluation charge against deferred tax assets to reflect the reduced federal corporate income tax rate as a result of the enactment of the U.S. Tax Cuts and Jobs Act.\nNet income for the three months ended March 31, 2018 was $12.6 million, or $0.61 per diluted common share, compared to a net loss of $5.4 million, or $(0.28) per diluted common share, for the corresponding period in 2017.\nDevelopment Programs and Business Review\nRespiratory Syncytial Virus\nThe U.S. Food and Drug administration has granted EDP-938 Fast Track designation for respiratory syncytial virus (RSV). A Phase 1 clinical study of EDP-938 is ongoing. In the third quarter of calendar 2018, topline Phase 1 data is expected to be announced and a Phase 2 proof-of-concept challenge study in RSV-infected humans is expected to begin in the following quarter.\nHepatitis B Virus\nNew data on EP-027367, one of several core inhibitors Enanta is evaluating for hepatitis B virus was presented at the International Liver Congress™ (ILC) 2018 in April. The data demonstrated that in a chimeric SCID mouse model with human liver cells, EP-027367 reduced viral DNA and RNA levels by up to 3.0 logs from baseline with 4 weeks of treatment and demonstrated a favorable tolerability and pharmacokinetic profile. EP-027367 has also demonstrated potent, pan-genotypic, anti-HBV activity capable of preventing the establishment of cccDNA in vitro.\nNASH and PBC\nThree posters on EDP-305, Enanta’s FXR agonist currently in a Phase 2 study for NASH and a Phase 2 study for PBC, were presented at the ILC. Two posters focused on additional preclinical safety and efficacy data and a third presented data from Enanta’s previously released Phase 1 study highlighting the pharmacokinetics, pharmacodynamics and safety of EDP-305 in healthy and presumptive NAFLD subjects.\nUpcoming Events and Presentations\nJune 12, 2018 – 38 th NASDAQ Investor Conference, London June 20-21, 2018 – JMP Securities Life Sciences Conference, New York Enanta plans to issue its fiscal third quarter financial results press release, and hold a conference call regarding those results, on August 7, 2018.\nConference Call and Webcast Information\nEnanta will host a conference call and webcast today at 4:30 p.m. ET. To participate in the live conference call, please dial (855) 840-0595 in the U.S. or (518) 444-4814 for international callers. A replay of the conference call will be available starting at approximately 7:30 p.m. ET on May 8, 2018, through 11:59 p.m. ET on May 11, 2018 by dialing (855) 859-2056 from the U.S. or (404) 537-3406 for international callers. The passcode for both the live call and the replay is 3238478. A live audio webcast of the call and replay can be accessed by visiting the “Events and Presentation” section on the “Investors” page of Enanta’s website at www.enanta.com .\nAbout Enanta\nEnanta Pharmaceuticals has used its robust, chemistry-driven approach and drug discovery capabilities to become a leader in the discovery of small molecule drugs for the treatment of viral infections and liver diseases. Two protease inhibitors, glecaprevir and paritaprevir, discovered and developed through Enanta’s collaboration with AbbVie, have now been approved in jurisdictions around the world as part of AbbVie’s direct-acting antiviral (DAA) regimens for the treatment of hepatitis C virus (HCV) infection, including the regimens marketed as MAVYRET™ (U.S.) and MAVIRET™ (ex-U.S.) (glecaprevir/pibrentasvir) and VIEKIRA PAK® (paritaprevir/ritonavir/ombitasvir/dasabuvir) (U.S.) and VIEKIRAX® (paritaprevir/ritonavir/ombitasvir) (ex-U.S.).\nRoyalties from the AbbVie collaboration are helping to fund Enanta’s research and development efforts, which are currently focused on the following disease targets: non-alcoholic steatohepatitis (NASH), primary biliary cholangitis (PBC), respiratory syncytial virus (RSV) and hepatitis B virus (HBV). Please visit www.enanta.com for more information.\nForward Looking Statements\nThis press release contains forward-looking statements, including statements with respect to the prospects for AbbVie’s MAVYRET/MAVIRET regimen in HCV and the prospects for advancement of Enanta’s earlier stage programs in NASH, PBC, RSV and HBV. Statements that are not historical facts are based on management’s current expectations, estimates, forecasts and projections about Enanta’s business and the industry in which it operates and management’s beliefs and assumptions. The statements contained in this release are not guarantees of future performance and involve certain risks, uncertainties and assumptions, which are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed in such forward-looking statements. Important factors and risks that may affect actual results include: Enanta’s revenues are dependent upon the success of AbbVie’s continuing commercialization efforts for its HCV treatment regimens, primarily its new MAVYRET/MAVIRET regimen; competitive pricing, market acceptance and reimbursement rates for AbbVie’s HCV treatment regimens compared to competitive HCV products on the market; the discovery and development risks of early stage discovery efforts in other disease areas such as NASH, PBC, RSV and HBV; potential competition from the development efforts of others in those other disease areas; Enanta’s lack of clinical development experience; Enanta’s need to attract and retain senior management and key scientific personnel; Enanta’s need to obtain and maintain patent protection for its product candidates and avoid potential infringement of the intellectual property rights of others; and other risk factors described or referred to in “Risk Factors” in Enanta’s most recent Form 10-Q for the quarter ended December 31, 2017 and other periodic reports filed more recently with the Securities and Exchange Commission. Enanta cautions investors not to place undue reliance on the forward-looking statements contained in this release. These statements speak only as of the date of this release, and Enanta undertakes no obligation to update or revise these statements, except as may be required by law.\nENANTA PHARMACEUTICALS, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\nUNAUDITED (in thousands, except per share amounts)\nThree Months Ended\nMarch 31, Six Months Ended\nMarch 31, 2018 2017 2018 2017 Revenue $ 44,049 $ 8,959 $ 82,158 $ 19,376 Operating expenses Research and development 21,484 13,004 39,446 25,530 General and administrative 5,706 5,461 11,476 10,398 Total operating expenses 27,190 18,465 50,922 35,928 Income (loss) from operations 16,859 (9,506 ) 31,236 (16,552 ) Other income, net 1,066 549 2,026 1,073 Income (loss) before income taxes 17,925 (8,957 ) 33,262 (15,479 ) Income tax (expense) benefit (5,370 ) 3,565 (9,014 ) 5,107 Net income (loss) $ 12,555 $ (5,392 ) $ 24,248 $ (10,372 ) Net income (loss) per share Basic $ 0.65 $ (0.28 ) $ 1.27 $ (0.54 ) Diluted $ 0.61 $ (0.28 ) $ 1.20 $ (0.54 ) Weighted average common shares outstanding Basic 19,206 19,047 19,167 19,042 Diluted 20,601 19,047 20,256 19,042 ENANTA PHARMACEUTICALS, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\nUNAUDITED (in thousands)\nMarch 31,\n2018 September 30,\n2017 Assets Current assets Cash and cash equivalents $ 66,926 $ 65,675 Short-term marketable securities 189,797 157,994 Accounts receivable 44,049 10,614 Prepaid expenses and other current assets 4,905 3,536 Total current assets 305,677 237,819 Long-term marketable securities 32,186 70,038 Property and equipment, net 8,616 8,049 Deferred tax assets 7,567 10,123 Restricted cash 608 608 Total assets $ 354,654 $ 326,637 Liabilities and Stockholders' Equity Current liabilities Accounts payable $ 4,696 $ 3,714 Accrued expenses and other current liabilities 7,041 7,970 Income taxes payable 5,380 9,298 Total current liabilities 17,117 20,982 Warrant liability - 807 Series 1 nonconvertible preferred stock 1,528 762 Other long-term liabilities 2,607 2,410 Total liabilities 21,252 24,961 Total stockholders' equity 333,402 301,676 Total liabilities and stockholders' equity $ 354,654 $ 326,637\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508006390/en/\nInvestor Contact\nEnanta Pharmaceuticals\nCarol Miceli, 617-607-0710\ncmiceli@enanta.com\nor\nMedia Contact\nMacDougall Biomedical Communications\nKari Watson, 781-235-3060\nkwatson@macbiocom.com\nSource: Enanta Pharmaceuticals, Inc.",
    "published": "2018-05-09T00:00:00.000+03:00",
    "crawled": "2018-05-09T00:56:16.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "webcast",
        "conference",
        "call",
        "today",
        "et",
        "royalty",
        "revenue",
        "quarter",
        "increased",
        "million",
        "due",
        "increase",
        "abbvie",
        "sale",
        "net",
        "income",
        "quarter",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "fast",
        "track",
        "designation",
        "granted",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "infection",
        "cash",
        "marketable",
        "security",
        "totaled",
        "million",
        "march",
        "watertown",
        "business",
        "wire",
        "enanta",
        "pharmaceutical",
        "nasdaq",
        "enta",
        "research",
        "biotechnology",
        "company",
        "dedicated",
        "creating",
        "small",
        "molecule",
        "drug",
        "viral",
        "infection",
        "liver",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "fiscal",
        "second",
        "quarter",
        "enanta",
        "result",
        "quarter",
        "benefited",
        "million",
        "royalty",
        "revenue",
        "abbvie",
        "million",
        "sale",
        "hcv",
        "regimen",
        "contain",
        "either",
        "two",
        "protease",
        "inhibitor",
        "product",
        "developed",
        "enanta",
        "collaboration",
        "abbvie",
        "enanta",
        "earns",
        "annually",
        "tiered",
        "per",
        "product",
        "royalty",
        "portion",
        "abbvie",
        "net",
        "sale",
        "allocated",
        "enanta",
        "protease",
        "inhibitor",
        "product",
        "hcv",
        "regimen",
        "case",
        "enanta",
        "royalty",
        "based",
        "abbvie",
        "net",
        "sale",
        "combination",
        "strong",
        "financial",
        "result",
        "quarter",
        "driven",
        "royalty",
        "revenue",
        "earned",
        "abbvie",
        "sale",
        "mavyret",
        "reached",
        "million",
        "sale",
        "quarter",
        "commented",
        "jay",
        "luly",
        "president",
        "chief",
        "executive",
        "officer",
        "enanta",
        "royalty",
        "revenue",
        "support",
        "three",
        "program",
        "nash",
        "pbc",
        "rsv",
        "granted",
        "fast",
        "track",
        "designation",
        "fda",
        "looking",
        "forward",
        "preliminary",
        "data",
        "phase",
        "study",
        "next",
        "quarter",
        "initiating",
        "planned",
        "phase",
        "rsv",
        "challenge",
        "study",
        "last",
        "quarter",
        "calendar",
        "also",
        "plan",
        "designate",
        "candidate",
        "compound",
        "hbv",
        "later",
        "enanta",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "march",
        "compare",
        "total",
        "million",
        "september",
        "enanta",
        "expects",
        "current",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "sufficient",
        "meet",
        "anticipated",
        "cash",
        "requirement",
        "existing",
        "business",
        "development",
        "program",
        "foreseeable",
        "future",
        "fiscal",
        "second",
        "quarter",
        "ended",
        "march",
        "financial",
        "result",
        "total",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "revenue",
        "due",
        "increase",
        "royalty",
        "earned",
        "abbvie",
        "worldwide",
        "net",
        "sale",
        "hcv",
        "regimen",
        "result",
        "launch",
        "major",
        "market",
        "second",
        "half",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "consisted",
        "exclusively",
        "royalty",
        "earned",
        "abbvie",
        "worldwide",
        "net",
        "sale",
        "hcv",
        "regimen",
        "containing",
        "paritaprevir",
        "royalty",
        "varied",
        "significantly",
        "period",
        "period",
        "variability",
        "may",
        "continue",
        "future",
        "research",
        "development",
        "expense",
        "totaled",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "due",
        "increased",
        "preclinical",
        "clinical",
        "cost",
        "associated",
        "progression",
        "enanta",
        "r",
        "program",
        "steatohepatitis",
        "nash",
        "primary",
        "biliary",
        "cholangitis",
        "pbc",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "hepatitis",
        "b",
        "virus",
        "hbv",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "consistent",
        "million",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "enanta",
        "recorded",
        "income",
        "tax",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "income",
        "tax",
        "benefit",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "income",
        "tax",
        "expense",
        "reflected",
        "significant",
        "increase",
        "income",
        "quarter",
        "well",
        "increase",
        "enanta",
        "estimated",
        "annual",
        "effective",
        "tax",
        "rate",
        "fiscal",
        "enanta",
        "estimated",
        "annual",
        "effective",
        "tax",
        "rate",
        "fiscal",
        "percent",
        "includes",
        "impact",
        "revaluation",
        "charge",
        "deferred",
        "tax",
        "asset",
        "reflect",
        "reduced",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "result",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "corresponding",
        "period",
        "development",
        "program",
        "business",
        "review",
        "respiratory",
        "syncytial",
        "virus",
        "food",
        "drug",
        "administration",
        "granted",
        "fast",
        "track",
        "designation",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "phase",
        "clinical",
        "study",
        "ongoing",
        "third",
        "quarter",
        "calendar",
        "topline",
        "phase",
        "data",
        "expected",
        "announced",
        "phase",
        "challenge",
        "study",
        "human",
        "expected",
        "begin",
        "following",
        "quarter",
        "hepatitis",
        "b",
        "virus",
        "new",
        "data",
        "one",
        "several",
        "core",
        "inhibitor",
        "enanta",
        "evaluating",
        "hepatitis",
        "b",
        "virus",
        "presented",
        "international",
        "liver",
        "ilc",
        "april",
        "data",
        "demonstrated",
        "chimeric",
        "scid",
        "mouse",
        "model",
        "human",
        "liver",
        "cell",
        "reduced",
        "viral",
        "dna",
        "rna",
        "level",
        "log",
        "baseline",
        "week",
        "treatment",
        "demonstrated",
        "favorable",
        "tolerability",
        "pharmacokinetic",
        "profile",
        "also",
        "demonstrated",
        "potent",
        "activity",
        "capable",
        "preventing",
        "establishment",
        "cccdna",
        "vitro",
        "nash",
        "pbc",
        "three",
        "poster",
        "enanta",
        "fxr",
        "agonist",
        "currently",
        "phase",
        "study",
        "nash",
        "phase",
        "study",
        "pbc",
        "presented",
        "ilc",
        "two",
        "poster",
        "focused",
        "additional",
        "preclinical",
        "safety",
        "efficacy",
        "data",
        "third",
        "presented",
        "data",
        "enanta",
        "previously",
        "released",
        "phase",
        "study",
        "highlighting",
        "pharmacokinetics",
        "pharmacodynamics",
        "safety",
        "healthy",
        "presumptive",
        "nafld",
        "subject",
        "upcoming",
        "event",
        "presentation",
        "june",
        "th",
        "nasdaq",
        "investor",
        "conference",
        "london",
        "june",
        "jmp",
        "security",
        "life",
        "science",
        "conference",
        "new",
        "york",
        "enanta",
        "plan",
        "issue",
        "fiscal",
        "third",
        "quarter",
        "financial",
        "result",
        "press",
        "release",
        "hold",
        "conference",
        "call",
        "regarding",
        "result",
        "august",
        "conference",
        "call",
        "webcast",
        "information",
        "enanta",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "participate",
        "live",
        "conference",
        "call",
        "please",
        "dial",
        "international",
        "caller",
        "replay",
        "conference",
        "call",
        "available",
        "starting",
        "approximately",
        "et",
        "may",
        "et",
        "may",
        "dialing",
        "international",
        "caller",
        "passcode",
        "live",
        "call",
        "replay",
        "live",
        "audio",
        "webcast",
        "call",
        "replay",
        "accessed",
        "visiting",
        "event",
        "presentation",
        "section",
        "investor",
        "page",
        "enanta",
        "website",
        "enanta",
        "enanta",
        "pharmaceutical",
        "used",
        "robust",
        "approach",
        "drug",
        "discovery",
        "capability",
        "become",
        "leader",
        "discovery",
        "small",
        "molecule",
        "drug",
        "treatment",
        "viral",
        "infection",
        "liver",
        "disease",
        "two",
        "protease",
        "inhibitor",
        "glecaprevir",
        "paritaprevir",
        "discovered",
        "developed",
        "enanta",
        "collaboration",
        "abbvie",
        "approved",
        "jurisdiction",
        "around",
        "world",
        "part",
        "abbvie",
        "antiviral",
        "daa",
        "regimen",
        "treatment",
        "hepatitis",
        "c",
        "virus",
        "hcv",
        "infection",
        "including",
        "regimen",
        "marketed",
        "viekira",
        "royalty",
        "abbvie",
        "collaboration",
        "helping",
        "fund",
        "enanta",
        "research",
        "development",
        "effort",
        "currently",
        "focused",
        "following",
        "disease",
        "target",
        "steatohepatitis",
        "nash",
        "primary",
        "biliary",
        "cholangitis",
        "pbc",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "hepatitis",
        "b",
        "virus",
        "hbv",
        "please",
        "visit",
        "information",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "respect",
        "prospect",
        "abbvie",
        "regimen",
        "hcv",
        "prospect",
        "advancement",
        "enanta",
        "earlier",
        "stage",
        "program",
        "nash",
        "pbc",
        "rsv",
        "hbv",
        "statement",
        "historical",
        "fact",
        "based",
        "management",
        "current",
        "expectation",
        "estimate",
        "forecast",
        "projection",
        "enanta",
        "business",
        "industry",
        "operates",
        "management",
        "belief",
        "assumption",
        "statement",
        "contained",
        "release",
        "guarantee",
        "future",
        "performance",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "statement",
        "important",
        "factor",
        "risk",
        "may",
        "affect",
        "actual",
        "result",
        "include",
        "enanta",
        "revenue",
        "dependent",
        "upon",
        "success",
        "abbvie",
        "continuing",
        "commercialization",
        "effort",
        "hcv",
        "treatment",
        "regimen",
        "primarily",
        "new",
        "regimen",
        "competitive",
        "pricing",
        "market",
        "acceptance",
        "reimbursement",
        "rate",
        "abbvie",
        "hcv",
        "treatment",
        "regimen",
        "compared",
        "competitive",
        "hcv",
        "product",
        "market",
        "discovery",
        "development",
        "risk",
        "early",
        "stage",
        "discovery",
        "effort",
        "disease",
        "area",
        "nash",
        "pbc",
        "rsv",
        "hbv",
        "potential",
        "competition",
        "development",
        "effort",
        "others",
        "disease",
        "area",
        "enanta",
        "lack",
        "clinical",
        "development",
        "experience",
        "enanta",
        "need",
        "attract",
        "retain",
        "senior",
        "management",
        "key",
        "scientific",
        "personnel",
        "enanta",
        "need",
        "obtain",
        "maintain",
        "patent",
        "protection",
        "product",
        "candidate",
        "avoid",
        "potential",
        "infringement",
        "intellectual",
        "property",
        "right",
        "others",
        "risk",
        "factor",
        "described",
        "referred",
        "risk",
        "factor",
        "enanta",
        "recent",
        "form",
        "quarter",
        "ended",
        "december",
        "periodic",
        "report",
        "filed",
        "recently",
        "security",
        "exchange",
        "commission",
        "enanta",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "release",
        "statement",
        "speak",
        "date",
        "release",
        "enanta",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "enanta",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "enanta",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "september",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "deferred",
        "tax",
        "asset",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "income",
        "tax",
        "payable",
        "total",
        "current",
        "liability",
        "warrant",
        "liability",
        "series",
        "nonconvertible",
        "preferred",
        "stock",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "enanta",
        "pharmaceutical",
        "carol",
        "miceli",
        "cmiceli",
        "medium",
        "contact",
        "macdougall",
        "biomedical",
        "communication",
        "kari",
        "watson",
        "kwatson",
        "source",
        "enanta",
        "pharmaceutical",
        "inc"
    ]
}