{
    "organizations": [],
    "uuid": "1f802946245da9dfd982f893178f339b5510f245",
    "author": "Scott McCartney",
    "url": "https://www.wsj.com/articles/top-frequent-flier-programs-for-2018-1526463003",
    "ord_in_thread": 0,
    "title": "Top Frequent-Flier Programs for 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "71 COMMENTS A few of the biggest airlines are making big changes to their frequent-flier programs, actually opening up availability and cutting the number of miles needed for tickets to places people really want to go.\nThe annual IdeaWorks survey of award availability shows that while overall ability to find flights at basic “saver” levels was about the same as last year at 25 airlines, American Airlines significantly relaxed its grip on award seats, especially to Hawaii and Europe. American had availability on 80% of the possible trips IdeaWorks checked, up from about 50% last year.\nThat moved American from the lowest award-seat availability among U.S. airlines to No. 3 behind Southwest and JetBlue . United made changes, too, and its availability was up more than 10 percentage points to 76% overall.\nMost of United’s improvement came on domestic routes rather than long international trips, according to Jay Sorensen, president of IdeaWorks, an aviation consultancy based in Shorewood, Wisc.\n“These are not accidental things,” he says. “They have upped their game.”\nOpen Seating How the six major U.S. airlines stack up in a survey of frequent-flier rewards availability. Note: The research, sponsored by CarTrawler, in March looked for two award seats on each airline’s 10 busiest long routes and 10 busiest medium-length routes for 14 different round-trip dates between June and October.\nSource: IdeaWorks\nTable: A look at carriers’ frequent-flyer-mile programs The annual survey, sponsored by travel-technology firm CarTrawler, looks at how difficult it is for travelers to redeem frequent-flier miles and points for trips. During March, IdeaWorks made more than 7,000 trip searches among 25 airlines, looking for two seats at the basic “saver” award level—25,000 miles for a domestic U.S. round-trip, for example—on 14 specific travel dates June through October. Each airline’s 10 busiest long routes and 10 busiest medium-length routes, both domestic and international, are queried to get the fullest picture of award availability.\nTravelers have complained for years about skimpy or nonexistent availability of award seats and big increases in the number of miles needed for awards. Savvy travelers know they can get more bang for their miles if they use them for first-class upgrades and international business-class seats, or redeem them on partner airlines. But the basic-economy ticket is still the most widely used, and an important comparison of each program’s stinginess or generosity with award seats.\nWhile a few airlines showed big improvement, overall availability was about the same as last year, according to IdeaWorks. A few airlines showed declines of around 12 percentage points in their success rates in using awards for a specific trip, including the carrier Alaska.\nAlaska says it hasn’t changed its award allocations and that whatever reduced availability for the flights IdeaWorks found in its March searches was temporary.\nFor years American has been near the bottom of the IdeaWorks survey in availability. In 2012, for example, American had award seats available on only 17% of trips longer than 2,500 miles—a key measure as travelers often want to use miles for long trips. This year, the long-trip success rate was 71%.\nAfter American’s dismal showing last year, Bridget Blaise-Shamai, American’s vice president of customer loyalty, promised change . It turned out to be dramatic.\nAmerican says it made more seats available so it would be comparable in award availability to competitors like United and Delta. American actually jumped ahead of both, even though United also showed improved availability.\nAmerican says it improved its internal monitoring of AAdvantage award availability, a necessary first step, and made award tickets more valuable to American in its pricing system so computers would make more seats available at “saver” levels. American also changed frequent-flier pricing of connecting trips so they’d be priced as though there was one flight each way instead of multiple flights, reducing the number of miles needed to book. And it specifically made more awards available to Hawaii and Europe at saver levels.\n“Not only have we increased availability but it’s to markets that our customers value,” Ms. Blaise-Shamai says. “It’s got to be where they want to go.”\nAmerican says it compares its availability with that of competitors by looking at the percentage of passenger traffic on frequent-flier awards reported to the Securities and Exchange Commission annually. For 2017, United and Delta were both over 7.5%; American just 6.1%. Ms. Blaise-Shamai says American’s changes came during 2017 and its low percentage reflects a poor start to the year in frequent-flier traffic.\nUnited says it made adjustments in November to increase availability of saver awards in the U.S. and Canada. Between November and April, MileagePlus members booked 400,000 more saver awards than during the same period a year earlier, the airline says.\n“Looking forward to our peak summer months, we see a double-digit increase in award redemption,” a United spokeswoman says.\nAmerican Airlines boosted availability of frequent-flier award seats at its lowest ‘saver’ level, especially on flights to Hawaii and Europe, making it easier for customers to cash in miles for travel. Photo: Bayne Stanley/Zuma Press Southwest and JetBlue liberally make seats available for awards and again topped the survey, along with Air Canada at 96% availability and Turkish at 95%.\nMr. Sorensen says low-cost airlines consistently yield the best value for travelers in terms of free coach tickets. Six low-cost carriers in the survey averaged about 78% availability; traditional carriers, 72%.\nSouthwest had seats available at 25,000 points or less for a domestic round-trip on 100% of queries, the same as last year. JetBlue’s success rate was 94%, also unchanged from 2017.\nAnnual SEC filings show that customers are cashing in a lot more points than in previous years at Southwest and JetBlue. On Southwest, a staggering 13.8% of passenger traffic was on Rapid Rewards tickets in 2017, up from 12.7%. Remarkably, on average, nearly one of every seven passengers on any flight is riding on an award ticket.\nAward Traffic Some airlines disclose what percentage of passenger traffic involves frequent flier awards. Here are the numbers for 2017. Percentage of traffic on frequent-flier awards\n2016\n2017\nSouthwest\n13.8%\n12.7%\nDelta\n7.9%\n7.9%\nUnited\n7.5%\n7.7%\nAmerican\n6.1%\n6.3%\nJetBlue\n5.0%\n4.0%\nNotes: Passenger traffic measured in revenue passenger miles; one RPM is one passenger flown one mile\nSource: The airlines\nSouthwest says redemption has been on an upward trend as customers find more ways to earn miles, such as with credit cards. That’s what the airline wants—it gets paid for miles sold to credit-card companies.\nOnce customers use an award ticket, they rank Southwest higher in customer satisfaction surveys and are more likely to buy higher-priced fares, use a Southwest-branded credit card more frequently and buy ancillary add-ons like early boarding, says Jonathan Clarkson, Southwest’s senior director of loyalty, partnerships and products. That spending helps pay for “free” tickets.\n“The people who earn and redeem more points also do a lot of other things we like,” he says. “All that fosters engagement and sort of a more genuine loyalty to our brand versus just simple reward seats.”\nJetBlue jumped from 4% of its passenger traffic in 2016 on awards to 5%, a 25% boost. Like Southwest, JetBlue says its customers are accumulating more points and reaching levels where they can cash them in for awards faster.\nMore airlines are now giving out miles or points based on the price of a trip instead of distance. Eleven of the 25 airlines in the survey now use price; Air France/KLM and Lufthansa made the switch in the past year.\nBut there’s no correlation between the cash price of a ticket and the number of miles or points needed to buy it at most airlines, Mr. Sorensen says. The exceptions are Southwest, JetBlue and Norwegian, where points have specific buying power in terms of the ticket price. At other airlines, the value of a point or mile is hidden.\n“That is yet another point of disappointment for the consumer,” Mr. Sorensen says.\nMORE FROM THE MIDDLE SEAT\nWhere the Travel Deals Are This Summer May 9, 2018 The Beginning of the End for Those Tiny Shampoo Bottles May 1, 2018 At Southwest Airlines, the Minutes After Disaster Struck April 24, 2018 Which Airlines Go Cheap on Wine? April 18, 2018 The Travel Credit Cards That Carry You Farthest April 11, 2018 Write to Scott McCartney at middleseat@wsj.com",
    "published": "2018-05-16T13:30:00.000+03:00",
    "crawled": "2018-05-16T17:33:30.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "biggest",
        "airline",
        "making",
        "big",
        "change",
        "program",
        "actually",
        "opening",
        "availability",
        "cutting",
        "number",
        "mile",
        "needed",
        "ticket",
        "place",
        "people",
        "really",
        "want",
        "go",
        "annual",
        "ideaworks",
        "survey",
        "award",
        "availability",
        "show",
        "overall",
        "ability",
        "find",
        "flight",
        "basic",
        "saver",
        "level",
        "last",
        "year",
        "airline",
        "american",
        "airline",
        "significantly",
        "relaxed",
        "grip",
        "award",
        "seat",
        "especially",
        "hawaii",
        "europe",
        "american",
        "availability",
        "possible",
        "trip",
        "ideaworks",
        "checked",
        "last",
        "year",
        "moved",
        "american",
        "lowest",
        "availability",
        "among",
        "airline",
        "behind",
        "southwest",
        "jetblue",
        "united",
        "made",
        "change",
        "availability",
        "percentage",
        "point",
        "overall",
        "united",
        "improvement",
        "came",
        "domestic",
        "route",
        "rather",
        "long",
        "international",
        "trip",
        "according",
        "jay",
        "sorensen",
        "president",
        "ideaworks",
        "aviation",
        "consultancy",
        "based",
        "shorewood",
        "wisc",
        "accidental",
        "thing",
        "say",
        "upped",
        "open",
        "seating",
        "six",
        "major",
        "airline",
        "stack",
        "survey",
        "reward",
        "availability",
        "note",
        "research",
        "sponsored",
        "cartrawler",
        "march",
        "looked",
        "two",
        "award",
        "seat",
        "airline",
        "busiest",
        "long",
        "route",
        "busiest",
        "route",
        "different",
        "date",
        "june",
        "october",
        "source",
        "ideaworks",
        "table",
        "look",
        "carrier",
        "program",
        "annual",
        "survey",
        "sponsored",
        "firm",
        "cartrawler",
        "look",
        "difficult",
        "traveler",
        "redeem",
        "mile",
        "point",
        "trip",
        "march",
        "ideaworks",
        "made",
        "trip",
        "search",
        "among",
        "airline",
        "looking",
        "two",
        "seat",
        "basic",
        "saver",
        "award",
        "mile",
        "domestic",
        "specific",
        "travel",
        "date",
        "june",
        "october",
        "airline",
        "busiest",
        "long",
        "route",
        "busiest",
        "route",
        "domestic",
        "international",
        "queried",
        "get",
        "fullest",
        "picture",
        "award",
        "availability",
        "traveler",
        "complained",
        "year",
        "skimpy",
        "nonexistent",
        "availability",
        "award",
        "seat",
        "big",
        "increase",
        "number",
        "mile",
        "needed",
        "award",
        "savvy",
        "traveler",
        "know",
        "get",
        "bang",
        "mile",
        "use",
        "upgrade",
        "international",
        "seat",
        "redeem",
        "partner",
        "airline",
        "ticket",
        "still",
        "widely",
        "used",
        "important",
        "comparison",
        "program",
        "stinginess",
        "generosity",
        "award",
        "seat",
        "airline",
        "showed",
        "big",
        "improvement",
        "overall",
        "availability",
        "last",
        "year",
        "according",
        "ideaworks",
        "airline",
        "showed",
        "decline",
        "around",
        "percentage",
        "point",
        "success",
        "rate",
        "using",
        "award",
        "specific",
        "trip",
        "including",
        "carrier",
        "alaska",
        "alaska",
        "say",
        "changed",
        "award",
        "allocation",
        "whatever",
        "reduced",
        "availability",
        "flight",
        "ideaworks",
        "found",
        "march",
        "search",
        "temporary",
        "year",
        "american",
        "near",
        "bottom",
        "ideaworks",
        "survey",
        "availability",
        "example",
        "american",
        "award",
        "seat",
        "available",
        "trip",
        "longer",
        "key",
        "measure",
        "traveler",
        "often",
        "want",
        "use",
        "mile",
        "long",
        "trip",
        "year",
        "success",
        "rate",
        "american",
        "dismal",
        "showing",
        "last",
        "year",
        "bridget",
        "american",
        "vice",
        "president",
        "customer",
        "loyalty",
        "promised",
        "change",
        "turned",
        "dramatic",
        "american",
        "say",
        "made",
        "seat",
        "available",
        "would",
        "comparable",
        "award",
        "availability",
        "competitor",
        "like",
        "united",
        "delta",
        "american",
        "actually",
        "jumped",
        "ahead",
        "even",
        "though",
        "united",
        "also",
        "showed",
        "improved",
        "availability",
        "american",
        "say",
        "improved",
        "internal",
        "monitoring",
        "aadvantage",
        "award",
        "availability",
        "necessary",
        "first",
        "step",
        "made",
        "award",
        "ticket",
        "valuable",
        "american",
        "pricing",
        "system",
        "computer",
        "would",
        "make",
        "seat",
        "available",
        "saver",
        "level",
        "american",
        "also",
        "changed",
        "pricing",
        "connecting",
        "trip",
        "priced",
        "though",
        "one",
        "flight",
        "way",
        "instead",
        "multiple",
        "flight",
        "reducing",
        "number",
        "mile",
        "needed",
        "book",
        "specifically",
        "made",
        "award",
        "available",
        "hawaii",
        "europe",
        "saver",
        "level",
        "increased",
        "availability",
        "market",
        "customer",
        "value",
        "say",
        "got",
        "want",
        "american",
        "say",
        "compare",
        "availability",
        "competitor",
        "looking",
        "percentage",
        "passenger",
        "traffic",
        "award",
        "reported",
        "security",
        "exchange",
        "commission",
        "annually",
        "united",
        "delta",
        "american",
        "say",
        "american",
        "change",
        "came",
        "low",
        "percentage",
        "reflects",
        "poor",
        "start",
        "year",
        "traffic",
        "united",
        "say",
        "made",
        "adjustment",
        "november",
        "increase",
        "availability",
        "saver",
        "award",
        "canada",
        "november",
        "april",
        "mileageplus",
        "member",
        "booked",
        "saver",
        "award",
        "period",
        "year",
        "earlier",
        "airline",
        "say",
        "looking",
        "forward",
        "peak",
        "summer",
        "month",
        "see",
        "increase",
        "award",
        "redemption",
        "united",
        "spokeswoman",
        "say",
        "american",
        "airline",
        "boosted",
        "availability",
        "award",
        "seat",
        "lowest",
        "saver",
        "level",
        "especially",
        "flight",
        "hawaii",
        "europe",
        "making",
        "easier",
        "customer",
        "cash",
        "mile",
        "travel",
        "photo",
        "bayne",
        "press",
        "southwest",
        "jetblue",
        "liberally",
        "make",
        "seat",
        "available",
        "award",
        "topped",
        "survey",
        "along",
        "air",
        "canada",
        "availability",
        "turkish",
        "sorensen",
        "say",
        "airline",
        "consistently",
        "yield",
        "best",
        "value",
        "traveler",
        "term",
        "free",
        "coach",
        "ticket",
        "six",
        "carrier",
        "survey",
        "averaged",
        "availability",
        "traditional",
        "carrier",
        "southwest",
        "seat",
        "available",
        "point",
        "less",
        "domestic",
        "query",
        "last",
        "year",
        "jetblue",
        "success",
        "rate",
        "also",
        "unchanged",
        "annual",
        "sec",
        "filing",
        "show",
        "customer",
        "cashing",
        "lot",
        "point",
        "previous",
        "year",
        "southwest",
        "jetblue",
        "southwest",
        "staggering",
        "passenger",
        "traffic",
        "rapid",
        "reward",
        "ticket",
        "remarkably",
        "average",
        "nearly",
        "one",
        "every",
        "seven",
        "passenger",
        "flight",
        "riding",
        "award",
        "ticket",
        "award",
        "traffic",
        "airline",
        "disclose",
        "percentage",
        "passenger",
        "traffic",
        "involves",
        "frequent",
        "flier",
        "award",
        "number",
        "percentage",
        "traffic",
        "award",
        "southwest",
        "delta",
        "united",
        "american",
        "jetblue",
        "note",
        "passenger",
        "traffic",
        "measured",
        "revenue",
        "passenger",
        "mile",
        "one",
        "rpm",
        "one",
        "passenger",
        "flown",
        "one",
        "mile",
        "source",
        "airline",
        "southwest",
        "say",
        "redemption",
        "upward",
        "trend",
        "customer",
        "find",
        "way",
        "earn",
        "mile",
        "credit",
        "card",
        "airline",
        "get",
        "paid",
        "mile",
        "sold",
        "company",
        "customer",
        "use",
        "award",
        "ticket",
        "rank",
        "southwest",
        "higher",
        "customer",
        "satisfaction",
        "survey",
        "likely",
        "buy",
        "fare",
        "use",
        "credit",
        "card",
        "frequently",
        "buy",
        "ancillary",
        "like",
        "early",
        "boarding",
        "say",
        "jonathan",
        "clarkson",
        "southwest",
        "senior",
        "director",
        "loyalty",
        "partnership",
        "product",
        "spending",
        "help",
        "pay",
        "free",
        "ticket",
        "people",
        "earn",
        "redeem",
        "point",
        "also",
        "lot",
        "thing",
        "like",
        "say",
        "foster",
        "engagement",
        "sort",
        "genuine",
        "loyalty",
        "brand",
        "versus",
        "simple",
        "reward",
        "jetblue",
        "jumped",
        "passenger",
        "traffic",
        "award",
        "boost",
        "like",
        "southwest",
        "jetblue",
        "say",
        "customer",
        "accumulating",
        "point",
        "reaching",
        "level",
        "cash",
        "award",
        "faster",
        "airline",
        "giving",
        "mile",
        "point",
        "based",
        "price",
        "trip",
        "instead",
        "distance",
        "eleven",
        "airline",
        "survey",
        "use",
        "price",
        "air",
        "lufthansa",
        "made",
        "switch",
        "past",
        "year",
        "correlation",
        "cash",
        "price",
        "ticket",
        "number",
        "mile",
        "point",
        "needed",
        "buy",
        "airline",
        "sorensen",
        "say",
        "exception",
        "southwest",
        "jetblue",
        "norwegian",
        "point",
        "specific",
        "buying",
        "power",
        "term",
        "ticket",
        "price",
        "airline",
        "value",
        "point",
        "mile",
        "hidden",
        "yet",
        "another",
        "point",
        "disappointment",
        "consumer",
        "sorensen",
        "say",
        "middle",
        "seat",
        "travel",
        "deal",
        "summer",
        "may",
        "beginning",
        "end",
        "tiny",
        "shampoo",
        "bottle",
        "may",
        "southwest",
        "airline",
        "minute",
        "disaster",
        "struck",
        "april",
        "airline",
        "go",
        "cheap",
        "wine",
        "april",
        "travel",
        "credit",
        "card",
        "carry",
        "farthest",
        "april",
        "write",
        "scott",
        "mccartney",
        "middleseat"
    ]
}