{
    "organizations": [],
    "uuid": "400692d8e0881e7cb7dc259c77ed8543d3dc4fc1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/17/business-wire-paypal-significantly-expands-global-omnichannel-platform-with-acquisition-of-izettle.html",
    "ord_in_thread": 0,
    "title": "PayPal Significantly Expands Global Omnichannel Platform With Acquisition of iZettle",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Expands offering in 12 markets, adding in-store capabilities in 11 markets\nProvides scalable platform for rapid geographic expansion\nAdvances PayPal’s mission to help small businesses grow and thrive in the global digital economy\nSAN JOSE, Calif. & STOCKHOLM--(BUSINESS WIRE)-- PayPal Holdings, Inc. (NASDAQ: PYPL) announced today that it has agreed to acquire iZettle, the leading small business commerce platform in Europe and Latin America, for $2.2 billion USD. The acquisition of iZettle significantly expands PayPal’s in-store presence, strengthening PayPal’s platform to help millions of small businesses around the world grow and thrive in an omnichannel retail environment.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180517006443/en/\nLeft to right: Jacob de Geer, CEO and Co-Founder of iZettle, Dan Schulman, President and CEO of PayPal, and Bill Ready, EVP, Chief Operating Officer of PayPal. (Photo: Business Wire)\n“Small businesses are the engine of the global economy and we are continuing to expand our platform to help them compete and win online, in-store and via mobile,” said PayPal President and CEO Dan Schulman. “iZettle and PayPal are a strategic fit, with a shared mission, values and culture—and complementary product offerings and geographies. In today's digital world, consumers want to be able to buy when, where and how they want. With nearly half a million merchants on their platform, Jacob de Geer and his team add best-in-class capabilities and talent that will expand PayPal’s market opportunity to be a global one-stop solution for omnichannel commerce.”\nThis combination brings together iZettle’s in-store expertise, recognized brand and digital marketing strength with PayPal’s global scale, mobile and online payments leadership, and trusted brand reputation.\nUpon closing, PayPal gains in-store capabilities in the following 11 markets: Brazil, Denmark, Finland, France, Germany, Italy, Mexico, Netherlands, Norway, Spain and Sweden. PayPal also gains near-term in-store expansion opportunities into other existing PayPal markets, and acceleration of omnichannel commerce solutions in Australia, U.K. and U.S.\n“Combining our assets and expertise with a global industry leader like PayPal allows us to deliver even more value to small businesses to help them succeed in a world of giants,” said iZettle CEO Jacob de Geer. “The combination of iZettle and PayPal will provide tremendous benefits to our merchants who will have access to an even wider range of tools to help them get paid, sell smarter and grow.”\niZettle expects to generate gross revenues of approximately $165 million USD in 2018, with approximately $6 billion USD of total payment volume (TPV) expected to be processed on its platform. The company has grown its revenues at a CAGR of approximately 60% from 2015 to 2017. iZettle expects to reach EBITDA profitability by 2020 on a standalone basis.\nOnce the acquisition closes, Jacob de Geer will continue to lead iZettle, which will operate as an integral part of PayPal’s merchant services offering, reporting to PayPal’s Chief Operating Officer Bill Ready. iZettle’s experienced management team, who have a demonstrated track record of scaling at pace, will continue running the business, ensuring continuity for customers, employees and partners. Upon closing, iZettle will become the European center of excellence for PayPal’s in-store product and services offerings.\nThe transaction is expected to be approximately $0.01 dilutive to PayPal’s previously communicated full year 2018 non-GAAP EPS. The transaction is expected to close in the third quarter of 2018. The completion of this transaction is subject to customary closing conditions, including regulatory approvals. The two companies will continue to operate independently until close.\nA slide presentation with an overview of the transaction can be accessed through the company’s Investor Relations website at investor.paypal-corp.com . PayPal will host an Investor Day on May 24, 2018 in San Francisco, Calif. and management will provide additional details related to the transaction. A live webcast of the event will be available at investor.paypal-corp.com starting at 8:30 a.m. PDT.\nEvercore is acting as sole financial adviser to PayPal, and Skadden, Arps, Slate, Meagher & Flom LLP and Roschier are acting as its legal advisers with regard to the transaction. J.P. Morgan Securities plc is acting as sole financial adviser to iZettle, while Gernandt & Danielsson is acting as its legal adviser.\nAbout PayPal\nFueled by a fundamental belief that having access to financial services creates opportunity, PayPal Holdings, Inc. (NASDAQ: PYPL) is committed to democratizing financial services and empowering people and businesses to join and thrive in the global economy. Our open digital payments platform gives PayPal's 237 million active account holders the confidence to connect and transact in new and powerful ways, whether they are online, on a mobile device, in an app, or in person. Through a combination of technological innovation and strategic partnerships, PayPal creates better ways to manage and move money, and offers choice and flexibility when sending payments, paying or getting paid. Available in more than 200 markets around the world, the PayPal platform, including Braintree, Venmo and Xoom, enables consumers and merchants to receive money in more than 100 currencies, withdraw funds in 56 currencies and hold balances in their PayPal accounts in 25 currencies. For more information on PayPal, visit https://www.paypal.com/about or follow us at @PayPalNews . For PayPal Holdings, Inc. financial information, visit https://investor.paypal-corp.com .\nAbout iZettle\niZettle is on a mission to help small businesses succeed in a world of giants. Founded in Stockholm in 2010, the financial technology company revolutionized mobile payments with the world’s first mini chip card reader and software for mobile devices. Today iZettle’s commerce platform for small businesses in Europe and Latin America provides tools to get paid, sell smarter and grow your business. iZettle’s current largest shareholders are Zouk Capital, Index Ventures and 83North.\nForward-Looking Statements\nThis announcement contains “forward-looking” statements within the meaning of applicable securities laws. Forward-looking statements and information relate to future events and future performance and reflect PayPal’s expectations regarding the impact of this transaction on PayPal’s and iZettle’s financial and operating results and business, the operation and management of iZettle after the acquisition, and the timing of the closing of the acquisition. Forward-looking statements may be identified by words such as “seek”, “believe”, “plan”, “estimate”, “anticipate”, expect”, “intend”, and statements that an event or result “may”, “will”, “should”, “could”, or “might” occur or be achieved and any other similar expressions.\nForward-looking statements involve risks and uncertainties which may cause actual results to differ materially from the statements made, and, accordingly, readers should not place undue reliance on forward-looking statements and information. Factors that could cause or contribute to such differences include, but are not limited to, the timing and possible outcome of security holder and regulatory approvals in connection with the transaction, the possibility that the transaction may not close, the reaction to the transaction of iZettle’s customers and business partners, the reaction of competitors to the transaction, the retention of iZettle’s employees, PayPal’s plans for iZettle, economic and political conditions in the global markets in which PayPal and iZettle operate, the future growth of PayPal’s and iZettle’s businesses and the possibility that integration following the transaction may be more difficult than expected. More information about these and other factors can be found in PayPal Holdings, Inc.’s most recent Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other filings with the Securities and Exchange Commission (the “SEC”), and its future filings with the SEC.\nPayPal expressly disclaims any obligation or undertaking to disseminate any updates or revisions to any forward-looking statements contained herein to reflect any change in the expectations with regard thereto or any change in events, conditions or circumstances on which any such statement is based.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180517006443/en/\nPayPal Holdings, Inc.\nPayPal Investor Relations\nGabrielle Rabinovitch\ngrabinovitch@paypal.com\nor\nPayPal Media Relations\nAmanda Miller, +1 408-219-0563\namandacmiller@paypal.com\nor\nNeil Cassley, +44 (0)7500 813852\nncassley@paypal.com\nSource: PayPal Holdings, Inc.",
    "published": "2018-05-18T02:35:00.000+03:00",
    "crawled": "2018-05-18T04:47:25.074+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "expands",
        "offering",
        "market",
        "adding",
        "capability",
        "market",
        "provides",
        "scalable",
        "platform",
        "rapid",
        "geographic",
        "expansion",
        "advance",
        "paypal",
        "mission",
        "help",
        "small",
        "business",
        "grow",
        "thrive",
        "global",
        "digital",
        "economy",
        "san",
        "jose",
        "stockholm",
        "business",
        "wire",
        "paypal",
        "holding",
        "nasdaq",
        "pypl",
        "announced",
        "today",
        "agreed",
        "acquire",
        "izettle",
        "leading",
        "small",
        "business",
        "commerce",
        "platform",
        "europe",
        "latin",
        "america",
        "billion",
        "usd",
        "acquisition",
        "izettle",
        "significantly",
        "expands",
        "paypal",
        "presence",
        "strengthening",
        "paypal",
        "platform",
        "help",
        "million",
        "small",
        "business",
        "around",
        "world",
        "grow",
        "thrive",
        "omnichannel",
        "retail",
        "environment",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "left",
        "right",
        "jacob",
        "de",
        "geer",
        "ceo",
        "izettle",
        "dan",
        "schulman",
        "president",
        "ceo",
        "paypal",
        "bill",
        "ready",
        "evp",
        "chief",
        "operating",
        "officer",
        "paypal",
        "photo",
        "business",
        "wire",
        "small",
        "business",
        "engine",
        "global",
        "economy",
        "continuing",
        "expand",
        "platform",
        "help",
        "compete",
        "win",
        "online",
        "via",
        "mobile",
        "said",
        "paypal",
        "president",
        "ceo",
        "dan",
        "schulman",
        "izettle",
        "paypal",
        "strategic",
        "fit",
        "shared",
        "mission",
        "value",
        "complementary",
        "product",
        "offering",
        "geography",
        "today",
        "digital",
        "world",
        "consumer",
        "want",
        "able",
        "buy",
        "want",
        "nearly",
        "half",
        "million",
        "merchant",
        "platform",
        "jacob",
        "de",
        "geer",
        "team",
        "add",
        "capability",
        "talent",
        "expand",
        "paypal",
        "market",
        "opportunity",
        "global",
        "solution",
        "omnichannel",
        "combination",
        "brings",
        "together",
        "izettle",
        "expertise",
        "recognized",
        "brand",
        "digital",
        "marketing",
        "strength",
        "paypal",
        "global",
        "scale",
        "mobile",
        "online",
        "payment",
        "leadership",
        "trusted",
        "brand",
        "reputation",
        "upon",
        "closing",
        "paypal",
        "gain",
        "capability",
        "following",
        "market",
        "brazil",
        "denmark",
        "finland",
        "france",
        "germany",
        "italy",
        "mexico",
        "netherlands",
        "norway",
        "spain",
        "sweden",
        "paypal",
        "also",
        "gain",
        "expansion",
        "opportunity",
        "existing",
        "paypal",
        "market",
        "acceleration",
        "omnichannel",
        "commerce",
        "solution",
        "australia",
        "combining",
        "asset",
        "expertise",
        "global",
        "industry",
        "leader",
        "like",
        "paypal",
        "allows",
        "u",
        "deliver",
        "even",
        "value",
        "small",
        "business",
        "help",
        "succeed",
        "world",
        "giant",
        "said",
        "izettle",
        "ceo",
        "jacob",
        "de",
        "geer",
        "combination",
        "izettle",
        "paypal",
        "provide",
        "tremendous",
        "benefit",
        "merchant",
        "access",
        "even",
        "wider",
        "range",
        "tool",
        "help",
        "get",
        "paid",
        "sell",
        "smarter",
        "izettle",
        "expects",
        "generate",
        "gross",
        "revenue",
        "approximately",
        "million",
        "usd",
        "approximately",
        "billion",
        "usd",
        "total",
        "payment",
        "volume",
        "tpv",
        "expected",
        "processed",
        "platform",
        "company",
        "grown",
        "revenue",
        "cagr",
        "approximately",
        "izettle",
        "expects",
        "reach",
        "ebitda",
        "profitability",
        "standalone",
        "basis",
        "acquisition",
        "close",
        "jacob",
        "de",
        "geer",
        "continue",
        "lead",
        "izettle",
        "operate",
        "integral",
        "part",
        "paypal",
        "merchant",
        "service",
        "offering",
        "reporting",
        "paypal",
        "chief",
        "operating",
        "officer",
        "bill",
        "ready",
        "izettle",
        "experienced",
        "management",
        "team",
        "demonstrated",
        "track",
        "record",
        "scaling",
        "pace",
        "continue",
        "running",
        "business",
        "ensuring",
        "continuity",
        "customer",
        "employee",
        "partner",
        "upon",
        "closing",
        "izettle",
        "become",
        "european",
        "center",
        "excellence",
        "paypal",
        "product",
        "service",
        "offering",
        "transaction",
        "expected",
        "approximately",
        "dilutive",
        "paypal",
        "previously",
        "communicated",
        "full",
        "year",
        "eps",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "completion",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "two",
        "company",
        "continue",
        "operate",
        "independently",
        "close",
        "slide",
        "presentation",
        "overview",
        "transaction",
        "accessed",
        "company",
        "investor",
        "relation",
        "website",
        "paypal",
        "host",
        "investor",
        "day",
        "may",
        "san",
        "francisco",
        "management",
        "provide",
        "additional",
        "detail",
        "related",
        "transaction",
        "live",
        "webcast",
        "event",
        "available",
        "starting",
        "pdt",
        "evercore",
        "acting",
        "sole",
        "financial",
        "adviser",
        "paypal",
        "skadden",
        "arp",
        "slate",
        "meagher",
        "flom",
        "llp",
        "roschier",
        "acting",
        "legal",
        "adviser",
        "regard",
        "transaction",
        "morgan",
        "security",
        "plc",
        "acting",
        "sole",
        "financial",
        "adviser",
        "izettle",
        "gernandt",
        "danielsson",
        "acting",
        "legal",
        "adviser",
        "paypal",
        "fueled",
        "fundamental",
        "belief",
        "access",
        "financial",
        "service",
        "creates",
        "opportunity",
        "paypal",
        "holding",
        "nasdaq",
        "pypl",
        "committed",
        "democratizing",
        "financial",
        "service",
        "empowering",
        "people",
        "business",
        "join",
        "thrive",
        "global",
        "economy",
        "open",
        "digital",
        "payment",
        "platform",
        "give",
        "paypal",
        "million",
        "active",
        "account",
        "holder",
        "confidence",
        "connect",
        "transact",
        "new",
        "powerful",
        "way",
        "whether",
        "online",
        "mobile",
        "device",
        "app",
        "person",
        "combination",
        "technological",
        "innovation",
        "strategic",
        "partnership",
        "paypal",
        "creates",
        "better",
        "way",
        "manage",
        "move",
        "money",
        "offer",
        "choice",
        "flexibility",
        "sending",
        "payment",
        "paying",
        "getting",
        "paid",
        "available",
        "market",
        "around",
        "world",
        "paypal",
        "platform",
        "including",
        "braintree",
        "venmo",
        "xoom",
        "enables",
        "consumer",
        "merchant",
        "receive",
        "money",
        "currency",
        "withdraw",
        "fund",
        "currency",
        "hold",
        "balance",
        "paypal",
        "account",
        "currency",
        "information",
        "paypal",
        "visit",
        "http",
        "follow",
        "u",
        "paypalnews",
        "paypal",
        "holding",
        "financial",
        "information",
        "visit",
        "http",
        "izettle",
        "izettle",
        "mission",
        "help",
        "small",
        "business",
        "succeed",
        "world",
        "giant",
        "founded",
        "stockholm",
        "financial",
        "technology",
        "company",
        "revolutionized",
        "mobile",
        "payment",
        "world",
        "first",
        "mini",
        "chip",
        "card",
        "reader",
        "software",
        "mobile",
        "device",
        "today",
        "izettle",
        "commerce",
        "platform",
        "small",
        "business",
        "europe",
        "latin",
        "america",
        "provides",
        "tool",
        "get",
        "paid",
        "sell",
        "smarter",
        "grow",
        "business",
        "izettle",
        "current",
        "largest",
        "shareholder",
        "zouk",
        "capital",
        "index",
        "venture",
        "83north",
        "statement",
        "announcement",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "information",
        "relate",
        "future",
        "event",
        "future",
        "performance",
        "reflect",
        "paypal",
        "expectation",
        "regarding",
        "impact",
        "transaction",
        "paypal",
        "izettle",
        "financial",
        "operating",
        "result",
        "business",
        "operation",
        "management",
        "izettle",
        "acquisition",
        "timing",
        "closing",
        "acquisition",
        "statement",
        "may",
        "identified",
        "word",
        "seek",
        "believe",
        "plan",
        "estimate",
        "anticipate",
        "expect",
        "intend",
        "statement",
        "event",
        "result",
        "may",
        "could",
        "might",
        "occur",
        "achieved",
        "similar",
        "expression",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "made",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "limited",
        "timing",
        "possible",
        "outcome",
        "security",
        "holder",
        "regulatory",
        "approval",
        "connection",
        "transaction",
        "possibility",
        "transaction",
        "may",
        "close",
        "reaction",
        "transaction",
        "izettle",
        "customer",
        "business",
        "partner",
        "reaction",
        "competitor",
        "transaction",
        "retention",
        "izettle",
        "employee",
        "paypal",
        "plan",
        "izettle",
        "economic",
        "political",
        "condition",
        "global",
        "market",
        "paypal",
        "izettle",
        "operate",
        "future",
        "growth",
        "paypal",
        "izettle",
        "business",
        "possibility",
        "integration",
        "following",
        "transaction",
        "may",
        "difficult",
        "expected",
        "information",
        "factor",
        "found",
        "paypal",
        "holding",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "future",
        "filing",
        "sec",
        "paypal",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "disseminate",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "view",
        "source",
        "version",
        "http",
        "paypal",
        "holding",
        "paypal",
        "investor",
        "relation",
        "gabrielle",
        "rabinovitch",
        "grabinovitch",
        "paypal",
        "medium",
        "relation",
        "amanda",
        "miller",
        "amandacmiller",
        "neil",
        "cassley",
        "ncassley",
        "source",
        "paypal",
        "holding",
        "inc"
    ]
}