{
    "organizations": [],
    "uuid": "1dc597e2218831eaf8cbb222e32ec2253e702cde",
    "author": "",
    "url": "https://www.reuters.com/article/us-iraq-election/pm-abadi-appears-ahead-in-iraq-election-followed-by-sadr-list-initial-results-idUSKCN1IE091",
    "ord_in_thread": 0,
    "title": "Shi'ite cleric Sadr leads in Iraq's parliamentary election",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 13, 2018 / 7:53 AM / Updated 6 minutes ago Populist cleric Sadr all but wins Iraq election Ahmed Aboulenein , Maher Chmaytelli 8 Min Read\nBAGHDAD (Reuters) - Populist cleric Moqtada al-Sadr, a long-time adversary of the United States, has all but won Iraq’s parliamentary election, the electoral commission said, in a surprise turn of fortune for the Shi’ite leader. Iraqi Shi'ite cleric Moqtada al-Sadr attends to cast his vote at a polling station during the parliamentary election in Najaf, Iraq May 12, 2018. REUTERS/Alaa al-Marjani\nIn the first election since Islamic State was defeated in the country, Iran-backed Shi’ite militia chief Hadi al-Amiri’s bloc was in second place, while Prime Minister Haider al-Abadi, once seen as the front-runner, trailed in third.\nThe preliminary results were based on a count of more than 91 percent of the votes cast in 16 of Iraq’s 18 provinces.\nSadr’s bloc did not run in the remaining two provinces, Kurdish Dohuk and the ethnically-mixed oil province of Kirkuk. The results there, which may be delayed due to tensions between local parties, will not affect Sadr’s standing.\nUnlike Abadi, a rare ally of both the United States and Iran, Sadr is an opponent of both countries, which have wielded influence in Iraq since a U.S.-led invasion toppled Sunni dictator Saddam Hussein in 2003 and thrust the Shi’ite majority into power.\nSadr has led two uprisings against U.S. forces in Iraq and is one of the few Shi’ite leaders to distance himself from Iran.\nDespite the election setback, Abadi might still be granted a second term in office by parliament and on Monday he called on all political blocs to respect the results and suggested he was willing to work with Sadr to form a government.\n“We are ready to work and cooperate in forming the strongest government for Iraq, free of corruption,” Abadi said in a live televised address. Corruption has been at the top of Sadr’s agenda for several years.\nProjecting himself as an Iraqi nationalist, Sadr has a zealous following among the young, poor and dispossessed, but he had been sidelined by influential Iran-backed figures.\nHe cannot become prime minister as he did not run in the election, though his apparent victory puts him in a position to pick someone for the job. Related Coverage Factbox: How the new Iraqi government will be formed\nBut even then, his bloc might not necessarily form the next government. Whoever wins the most seats must negotiate a coalition government in order to have a majority in parliament. The government should be formed within 90 days of the official results.\nSaturday’s election is the first since the defeat of Islamic State last year. The group overran a third of Iraq in 2014.\nTurnout was 44.52 percent with 92 percent of votes counted, the Independent High Electoral Commission said, the lowest participation rate in Iraq’s post-Saddam history. Full results are due to be officially announced later on Monday. ELECTION CALCULUS\nSadr and Amiri both came in first in four of the 10 provinces where votes were counted, but the cleric’s bloc won significantly more votes in the capital, Baghdad, which has the highest number of seats.\nA document provided to Reuters by a candidate in Baghdad that was also circulating among journalists and analysts showed results from all 18 provinces.\nReuters could not independently verify the document’s authenticity but the results in it for the 16 announced provinces were in line with those announced by the commission.\nReuters calculations based on the document showed Sadr had won the nationwide popular vote with over 1.3 million votes and gained around 54 of parliament’s 329 seats. Iraqi Shi'ite cleric Moqtada al-Sadr visits his father's grave after parliamentary election results were announced, in Najaf, Iraq May 14, 2018. REUTERS/Alaa al-Marjani\nHe was followed by Amiri with more than 1.2 million votes, translating into around 47 seats, and Abadi with more than 1 million votes and about 42 seats. Former Prime Minister Nuri al-Maliki, a close ally of Iran like Amiri, came in fourth with around 25 seats.\nThe remaining uncounted ballots, mostly from Iraqis abroad, the security services, and internally displaced people voting in camps and elsewhere, might change the final seat tallies but only marginally.\nWinning the largest number of seats does not automatically guarantee that Sadr will be able to hand-pick a prime minister. The other winning blocs would have to agree on the nomination.\nIn a 2010 election, Vice President Ayad Allawi’s group won the largest number of seats, albeit with a narrow margin, but he was blocked from becoming premier for which he blamed Tehran. NEW GOVERNMENT\nA similar fate could befall Sadr. Iran has publicly stated it will not allow his bloc to govern.\n“We will not allow liberals and communists to govern in Iraq,” Ali Akbar Velayati, top adviser to the Islamic Republic’s Supreme Leader Ayatollah Ali Khamenei, said in February.\nHis statement, which sparked criticism by Iraqi figures, was referring to the electoral alliance between Sadr, the Iraqi Communist Party and other secular groups which joined protests organised by Sadr in 2016 to press the government to see through a move to stem endemic corruption.\nIraqi Communist Party Secretary General Raed Fahmy told Reuters the vote in favour of Sadr’s list, backed by his group, “is a clear message that we must have balanced relations with all (countries) based on non-interference in Iraq’s internal affairs”.\n“Everybody is welcome to provide support to Iraq, but not at the expense of its sovereignty and independence,” he added. Slideshow (7 Images)\nDuring the campaign, frustrated Iraqis of all shades complained about their political elite’s systematic patronage, bad governance and corruption, saying they did not receive any benefits of their country’s oil wealth.\n“This vote is a clear message that the people want to change the system of governance that has produced corruption and weakened state institutions,” said Fahmy.\nIraq has been ranked among the world’s most corrupt countries, with high unemployment, poverty, weak public institutions and crumbling infrastructure despite high oil revenues for many years. Endemic corruption has eaten at the government’s financial resources.\nFahmy told his party’s website that Abadi’s bloc was “closer” to Sadr’s than others. BALANCING ACT\nSadr derives much of his authority from his family. His father, highly respected Grand Ayatollah Mohammed Sadeq al-Sadr, was killed in 1999 for defying Saddam Hussein. His father’s cousin, Mohammed Baqir al-Sadr, was killed by Saddam in 1980.\nCelebrations erupted on the streets of Baghdad after the commission’s announcement, with thousands of Sadr’s supporters singing, chanting, dancing and setting off fireworks while carrying his picture and waving Iraqi flags.\nMany chanted “Iran out”.\nWhoever wins the election will have to contend with the fallout from U.S. President Donald Trump’s decision to quit the Iran nuclear deal, a move Iraqis fear could turn their country into a theatre of conflict between Washington and Tehran.\nAbadi, a British-educated engineer, came to power four years ago after Islamic State seized a third of Iraq’s territory. He received U.S. military support that was helped the victory of Iraqi security forces over the Sunni militant group, and gave free rein to Iran to back Shi’ite militias fighting on the same side.\nIf parliament does grant him a second term, Abadi will remain under pressure to maintain the balancing act between Washington and Tehran. Reporting by Ahmed Aboulenein and Maher Chmaytelli; Additional reporting by Raya Jalabi in Erbil; Writing by Ahmed Aboulenein; Editing by Samia Nakhoul, William Maclean and Richard Balmforth",
    "published": "2018-05-14T01:52:00.000+03:00",
    "crawled": "2018-05-14T02:04:14.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "minute",
        "ago",
        "populist",
        "cleric",
        "sadr",
        "win",
        "iraq",
        "election",
        "ahmed",
        "aboulenein",
        "maher",
        "chmaytelli",
        "min",
        "read",
        "baghdad",
        "reuters",
        "populist",
        "cleric",
        "moqtada",
        "adversary",
        "united",
        "state",
        "iraq",
        "parliamentary",
        "election",
        "electoral",
        "commission",
        "said",
        "surprise",
        "turn",
        "fortune",
        "shi",
        "ite",
        "leader",
        "iraqi",
        "cleric",
        "moqtada",
        "attends",
        "cast",
        "vote",
        "polling",
        "station",
        "parliamentary",
        "election",
        "najaf",
        "iraq",
        "may",
        "first",
        "election",
        "since",
        "islamic",
        "state",
        "defeated",
        "country",
        "shi",
        "ite",
        "militia",
        "chief",
        "hadi",
        "bloc",
        "second",
        "place",
        "prime",
        "minister",
        "haider",
        "seen",
        "trailed",
        "third",
        "preliminary",
        "result",
        "based",
        "count",
        "percent",
        "vote",
        "cast",
        "iraq",
        "province",
        "sadr",
        "bloc",
        "run",
        "remaining",
        "two",
        "province",
        "kurdish",
        "dohuk",
        "oil",
        "province",
        "kirkuk",
        "result",
        "may",
        "delayed",
        "due",
        "tension",
        "local",
        "party",
        "affect",
        "sadr",
        "standing",
        "unlike",
        "abadi",
        "rare",
        "ally",
        "united",
        "state",
        "iran",
        "sadr",
        "opponent",
        "country",
        "wielded",
        "influence",
        "iraq",
        "since",
        "invasion",
        "toppled",
        "sunni",
        "dictator",
        "saddam",
        "hussein",
        "thrust",
        "shi",
        "ite",
        "majority",
        "power",
        "sadr",
        "led",
        "two",
        "uprising",
        "force",
        "iraq",
        "one",
        "shi",
        "ite",
        "leader",
        "distance",
        "iran",
        "despite",
        "election",
        "setback",
        "abadi",
        "might",
        "still",
        "granted",
        "second",
        "term",
        "office",
        "parliament",
        "monday",
        "called",
        "political",
        "bloc",
        "respect",
        "result",
        "suggested",
        "willing",
        "work",
        "sadr",
        "form",
        "government",
        "ready",
        "work",
        "cooperate",
        "forming",
        "strongest",
        "government",
        "iraq",
        "free",
        "corruption",
        "abadi",
        "said",
        "live",
        "televised",
        "address",
        "corruption",
        "top",
        "sadr",
        "agenda",
        "several",
        "year",
        "projecting",
        "iraqi",
        "nationalist",
        "sadr",
        "zealous",
        "following",
        "among",
        "young",
        "poor",
        "dispossessed",
        "sidelined",
        "influential",
        "figure",
        "become",
        "prime",
        "minister",
        "run",
        "election",
        "though",
        "apparent",
        "victory",
        "put",
        "position",
        "pick",
        "someone",
        "job",
        "related",
        "coverage",
        "factbox",
        "new",
        "iraqi",
        "government",
        "formed",
        "even",
        "bloc",
        "might",
        "necessarily",
        "form",
        "next",
        "government",
        "whoever",
        "win",
        "seat",
        "must",
        "negotiate",
        "coalition",
        "government",
        "order",
        "majority",
        "parliament",
        "government",
        "formed",
        "within",
        "day",
        "official",
        "result",
        "saturday",
        "election",
        "first",
        "since",
        "defeat",
        "islamic",
        "state",
        "last",
        "year",
        "group",
        "overran",
        "third",
        "iraq",
        "turnout",
        "percent",
        "percent",
        "vote",
        "counted",
        "independent",
        "high",
        "electoral",
        "commission",
        "said",
        "lowest",
        "participation",
        "rate",
        "iraq",
        "history",
        "full",
        "result",
        "due",
        "officially",
        "announced",
        "later",
        "monday",
        "election",
        "calculus",
        "sadr",
        "amiri",
        "came",
        "first",
        "four",
        "province",
        "vote",
        "counted",
        "cleric",
        "bloc",
        "significantly",
        "vote",
        "capital",
        "baghdad",
        "highest",
        "number",
        "seat",
        "document",
        "provided",
        "reuters",
        "candidate",
        "baghdad",
        "also",
        "circulating",
        "among",
        "journalist",
        "analyst",
        "showed",
        "result",
        "province",
        "reuters",
        "could",
        "independently",
        "verify",
        "document",
        "authenticity",
        "result",
        "announced",
        "province",
        "line",
        "announced",
        "commission",
        "reuters",
        "calculation",
        "based",
        "document",
        "showed",
        "sadr",
        "nationwide",
        "popular",
        "vote",
        "million",
        "vote",
        "gained",
        "around",
        "parliament",
        "seat",
        "iraqi",
        "cleric",
        "moqtada",
        "visit",
        "father",
        "grave",
        "parliamentary",
        "election",
        "result",
        "announced",
        "najaf",
        "iraq",
        "may",
        "followed",
        "amiri",
        "million",
        "vote",
        "translating",
        "around",
        "seat",
        "abadi",
        "million",
        "vote",
        "seat",
        "former",
        "prime",
        "minister",
        "nuri",
        "close",
        "ally",
        "iran",
        "like",
        "amiri",
        "came",
        "fourth",
        "around",
        "seat",
        "remaining",
        "uncounted",
        "ballot",
        "mostly",
        "iraqi",
        "abroad",
        "security",
        "service",
        "internally",
        "displaced",
        "people",
        "voting",
        "camp",
        "elsewhere",
        "might",
        "change",
        "final",
        "seat",
        "tally",
        "marginally",
        "winning",
        "largest",
        "number",
        "seat",
        "automatically",
        "guarantee",
        "sadr",
        "able",
        "prime",
        "minister",
        "winning",
        "bloc",
        "would",
        "agree",
        "nomination",
        "election",
        "vice",
        "president",
        "ayad",
        "allawi",
        "group",
        "largest",
        "number",
        "seat",
        "albeit",
        "narrow",
        "margin",
        "blocked",
        "becoming",
        "premier",
        "blamed",
        "tehran",
        "new",
        "government",
        "similar",
        "fate",
        "could",
        "befall",
        "sadr",
        "iran",
        "publicly",
        "stated",
        "allow",
        "bloc",
        "govern",
        "allow",
        "liberal",
        "communist",
        "govern",
        "iraq",
        "ali",
        "akbar",
        "velayati",
        "top",
        "adviser",
        "islamic",
        "republic",
        "supreme",
        "leader",
        "ayatollah",
        "ali",
        "khamenei",
        "said",
        "february",
        "statement",
        "sparked",
        "criticism",
        "iraqi",
        "figure",
        "referring",
        "electoral",
        "alliance",
        "sadr",
        "iraqi",
        "communist",
        "party",
        "secular",
        "group",
        "joined",
        "protest",
        "organised",
        "sadr",
        "press",
        "government",
        "see",
        "move",
        "stem",
        "endemic",
        "corruption",
        "iraqi",
        "communist",
        "party",
        "secretary",
        "general",
        "raed",
        "fahmy",
        "told",
        "reuters",
        "vote",
        "favour",
        "sadr",
        "list",
        "backed",
        "group",
        "clear",
        "message",
        "must",
        "balanced",
        "relation",
        "country",
        "based",
        "iraq",
        "internal",
        "affair",
        "everybody",
        "welcome",
        "provide",
        "support",
        "iraq",
        "expense",
        "sovereignty",
        "independence",
        "added",
        "slideshow",
        "image",
        "campaign",
        "frustrated",
        "iraqi",
        "shade",
        "complained",
        "political",
        "elite",
        "systematic",
        "patronage",
        "bad",
        "governance",
        "corruption",
        "saying",
        "receive",
        "benefit",
        "country",
        "oil",
        "wealth",
        "vote",
        "clear",
        "message",
        "people",
        "want",
        "change",
        "system",
        "governance",
        "produced",
        "corruption",
        "weakened",
        "state",
        "institution",
        "said",
        "fahmy",
        "iraq",
        "ranked",
        "among",
        "world",
        "corrupt",
        "country",
        "high",
        "unemployment",
        "poverty",
        "weak",
        "public",
        "institution",
        "crumbling",
        "infrastructure",
        "despite",
        "high",
        "oil",
        "revenue",
        "many",
        "year",
        "endemic",
        "corruption",
        "eaten",
        "government",
        "financial",
        "resource",
        "fahmy",
        "told",
        "party",
        "website",
        "abadi",
        "bloc",
        "closer",
        "sadr",
        "others",
        "balancing",
        "act",
        "sadr",
        "derives",
        "much",
        "authority",
        "family",
        "father",
        "highly",
        "respected",
        "grand",
        "ayatollah",
        "mohammed",
        "sadeq",
        "killed",
        "defying",
        "saddam",
        "hussein",
        "father",
        "cousin",
        "mohammed",
        "baqir",
        "killed",
        "saddam",
        "celebration",
        "erupted",
        "street",
        "baghdad",
        "commission",
        "announcement",
        "thousand",
        "sadr",
        "supporter",
        "singing",
        "chanting",
        "dancing",
        "setting",
        "firework",
        "carrying",
        "picture",
        "waving",
        "iraqi",
        "flag",
        "many",
        "chanted",
        "iran",
        "whoever",
        "win",
        "election",
        "contend",
        "fallout",
        "president",
        "donald",
        "trump",
        "decision",
        "quit",
        "iran",
        "nuclear",
        "deal",
        "move",
        "iraqi",
        "fear",
        "could",
        "turn",
        "country",
        "theatre",
        "conflict",
        "washington",
        "tehran",
        "abadi",
        "engineer",
        "came",
        "power",
        "four",
        "year",
        "ago",
        "islamic",
        "state",
        "seized",
        "third",
        "iraq",
        "territory",
        "received",
        "military",
        "support",
        "helped",
        "victory",
        "iraqi",
        "security",
        "force",
        "sunni",
        "militant",
        "group",
        "gave",
        "free",
        "rein",
        "iran",
        "back",
        "shi",
        "ite",
        "militia",
        "fighting",
        "side",
        "parliament",
        "grant",
        "second",
        "term",
        "abadi",
        "remain",
        "pressure",
        "maintain",
        "balancing",
        "act",
        "washington",
        "tehran",
        "reporting",
        "ahmed",
        "aboulenein",
        "maher",
        "chmaytelli",
        "additional",
        "reporting",
        "raya",
        "jalabi",
        "erbil",
        "writing",
        "ahmed",
        "aboulenein",
        "editing",
        "samia",
        "nakhoul",
        "william",
        "maclean",
        "richard",
        "balmforth"
    ]
}