{
    "organizations": [],
    "uuid": "c8f4d16cd42e32dd9763d884fef562aa7b5eaeb4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/pr-newswire-thomson-reuters-provides-information-related-to-its-future-financial-reporting-and-outlook.html",
    "ord_in_thread": 0,
    "title": "Thomson Reuters Provides Information Related to Its Future Financial Reporting and Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 2, 2018 /PRNewswire/ -- Thomson Reuters (NYSE / TRX: TRI) today provided information related to the company's future financial reporting in connection with its proposed transaction to sell a majority interest in its Financial & Risk (F&R) business. The company will report its first-quarter earnings on May 11, 2018.\nThe information in this news release supplements the company's announcement on January 30, 2018 that it signed a definitive agreement to sell 55% of its F&R business to private equity funds managed by Blackstone. As previously announced, the proposed transaction is expected to close in the second half of the year and is subject to specified regulatory approvals and customary closing conditions.\nPre-Closing Financial Reporting\nF&R will be reported as a discontinued operation in the company's ongoing 2018 results beginning with its first-quarter results and continuing through the closing date of the transaction.\nPrior to the closing, 100% of F&R's results will be reported in a single line item on the company's income statement titled \"Earnings from Discontinued Operations, net of Tax.\" The presentation of results for 2017 in the company's ongoing 2018 results will also be restated to reflect F&R as a discontinued operation. The following supplemental information will be provided for the F&R business for each quarter: Revenues and related growth rate Adjusted EBITDA, related growth rate and corresponding margin Capital expenditures Free cash flow Debt outstanding (provided post-closing)\nThomson Reuters will continue to retain full ownership of its Legal, Tax & Accounting and Reuters News businesses (effective January 1, 2018, Reuters News is a reportable segment).\nAttached to this news release are restated non-IFRS results for the full-year 2017. Thomson Reuters' non-IFRS measures, including adjusted earnings per share (EPS), will exclude F&R's results except for free cash flow. The company's Legal business unit has been restated to include the Regulatory Intelligence and Compliance Learning businesses that Thomson Reuters will retain as part of the transaction. These businesses generated approximately $69 million of revenues in 2017. Results for these businesses were previously reflected in F&R's results. Quarterly restatements for 2017 will be provided with the release of the first-quarter 2018 results.\nShares outstanding\nAs of April 30, 2018, the company had 711,640,953 common shares outstanding. The company has not repurchased any shares this year.\nFull-Year 2018 Business Outlook\nOn May 11, 2018, the company plans to provide a full-year 2018 business outlook for its continuing operations on a consolidated basis. The company's 2018 outlook will exclude F&R.\nThe company previously announced that it expects to retain stranded costs in 2018, 2019 and 2020 that will not be eliminated with the sale of the 55% interest in F&R. The company will provide an update of these expected costs when it reports its first-quarter 2018 results. These costs will be included in the company's non-IFRS measures and outlook.\nThe company also expects to incur costs and will make investments in 2018 and 2019 in the ongoing Thomson Reuters business resulting from the operational separation of F&R from the rest of the company.\nThese costs and investments are expected to be incurred starting in the second quarter of 2018. An estimate of these costs and investments will be provided as part of the 2018 outlook. These costs and investments will be included in the company's non-IFRS measures. These costs and investments are included in the estimate of transaction-related expenses and taxes of $1.5 billion - $2.5 billion, as previously disclosed.\nPost-Closing Financial Reporting\nFollowing the closing of the transaction, the company's IFRS results will include the company's 45% share of F&R's results reported in a single line item on the company's income statement titled \"Share of post-tax earnings in equity method investments\". The company's non-IFRS measures, including adjusted earnings, will exclude its share of post-tax earnings in equity method investments.\nThomson Reuters\nThomson Reuters is the world's leading source of news and information for professional markets. Our customers rely on us to deliver the intelligence, technology and expertise they need to find trusted answers. The business has operated in more than 100 countries for more than 100 years. Thomson Reuters shares are listed on the Toronto and New York Stock Exchanges. For more information, visit www.thomsonreuters.com .\nNON-IFRS FINANCIAL MEASURES\nThomson Reuters prepares its financial statements in accordance with International Financial Reporting Standards (IFRS), as issued by the International Accounting Standards Board (IASB). This news release includes certain non-IFRS financial measures, such as adjusted EBITDA, adjusted earnings and adjusted EPS. Thomson Reuters uses non-IFRS financial measures as supplemental indicators of its operating performance and financial position. These measures do not have any standardized meanings prescribed by IFRS and therefore are unlikely to be comparable to the calculation of similar measures used by other companies, and should not be viewed as alternatives to measures of financial performance calculated in accordance with IFRS. Non-IFRS financial measures are defined and reconciled to the most directly comparable IFRS measures in Thomson Reuters 2017 annual report.\nSPECIAL NOTE REGARDING FORWARD-LOOKING STATEMENTS\nCertain statements in this news release are forward-looking, including the company's expectations regarding the timing for closing of the proposed Financial & Risk transaction. These forward- on certain assumptions and reflect our company's current expectations. As a result, forward-looking statements are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from current expectations. There is no assurance that a transaction involving all or part of the Financial & Risk business will be completed or that other events described in any forward-looking statement will materialize. You are cautioned not to place undue reliance on forward-looking statements which reflect expectations only as of the date of this news release. Except as may be required by applicable law, Thomson Reuters disclaims any obligation to update or revise any forward-looking statements.\nCONTACTS\nMEDIA\nDavid Crundwell\nSenior Vice President, Corporate Affairs\n+1 416 649 9904\ndavid.crundwell@tr.com\nINVESTORS\nFrank J. Golden\nSenior Vice President, Investor Relations\n+1 646 223 5288\nfrank.golden@tr.com\nAppendix A\nThomson Reuters Corporation\nSupplemental Information\n(Excluding the Financial & Risk (F&R) segment)\n(millions of U.S. dollars, except for per share amounts)\n(unaudited)\nThis unaudited restatement is provided to illustrate the Company's business on a continuing operations basis. As it includes certain\nestimates, it is subject to revision until the proposed transaction is completed.\nYear Ended\nDecember 31,\n2017\nAdjustments\nYear Ended\nDecember 31,\n2017\nPreviously\nReported\nRemove F&R\nSegment\nResults\nAdd Back\nRetained\nBusinesses (4)\nOther\nAdjustments (5)\nRestated\nExcluding F&R\nRevenues\nFinancial & Risk\n$6,112\n(6,112)\n-\n-\n-\nLegal\n3,390\n-\n69\n-\n$3,459\nTax & Accounting\n1,551\n-\n-\n-\n1,551\nReuters News (1)\n296\n-\n-\n-\n296\nEliminations\n(16)\n7\n-\n-\n(9)\nRevenues from continuing operations\n$11,333\n(6,105)\n69\n-\n$5,297\nAdjusted EBITDA (2)\nFinancial & Risk\n$1,916\n(1,916)\n-\n-\n-\nLegal\n1,279\n-\n28\n-\n$1,307\nTax & Accounting\n495\n-\n-\n-\n495\nReuters News (1)\n27\n-\n-\n-\n27\nCorporate\n(280)\n-\n-\n36\n(244)\nAdjusted EBITDA\n$3,437\n(1,916)\n28\n36\n$1,585\nAdjusted earnings\nAdjusted EBITDA\n$3,437\n(1,916)\n28\n36\n$1,585\nDepreciation and amortization of computer software\n(995)\n581\n(10)\n(72)\n(496)\nAdjustments:\nInterest\n(362)\n-\n-\n4\n(358)\nTax\n(205)\n121\n(2)\n3\n(83)\nNon-controlling interests\n(64)\n-\n-\n64\n-\nDividends declared on preference shares\n(2)\n-\n-\n-\n(2)\nAdjusted earnings (3)\n$1,809\n(1,214)\n16\n35\n$646\nAdjusted EPS (3)\n$2.51\n(1.68)\n0.02\n0.05\n$0.90\n(1)\nEffective January 1, 2018, Reuters News is a reportable segment.\n(2)\nThomson Reuters defines adjusted EBITDA for its business units as earnings from continuing operations before tax expense or benefit, net interest expense, other finance costs or income, depreciation, amortization of software and other identifiable intangible assets, Thomson Reuters share of post-tax (earnings) losses in equity method investments, other operating gains and losses, certain asset impairment charges, fair value adjustments and corporate related items. Consolidated adjusted EBITDA is comprised of adjusted EBITDA for its business units and Corporate. Thomson Reuters uses adjusted EBITDA because it provides a consistent basis to evaluate operating profitability and performance trends by excluding items that the company does not consider to be controllable activities for this purpose. Adjusted EBITDA also represents a measure commonly reported and widely used by investors as a valuation metric. Additionally, this measure is used by Thomson Reuters and investors to assess a company's ability to incur and service debt. Refer to the company's 2017 Annual Report for a reconciliation of this non-IFRS financial measure to the most directly comparable IFRS measure.\n(3)\nAdjusted earnings and adjusted EPS include dividends declared on preference shares but exclude the post-tax impacts of fair value adjustments, amortization of other identifiable intangible assets, other operating gains and losses, certain asset impairment charges, other finance costs or income, Thomson Reuters share of post-tax (earnings) losses in equity method investments, discontinued operations and other items affecting comparability. Thomson Reuters calculates the post-tax amount of each item excluded from adjusted earnings based on the specific tax rules and tax rates associated with the nature and jurisdiction of each item. Adjusted EPS is calculated using diluted weighted-average shares and does not represent actual earnings or loss per share attributable to shareholders. Thomson Reuters uses adjusted earnings and adjusted EPS as they provide a more comparable basis to analyze earnings and they are also measures commonly used by shareholders to measure the company's performance. Refer to the company's 2017 Annual Report for reconciliations of these non-IFRS financial measures to the most directly comparable IFRS measures.\n(4)\nRepresents the Regulatory Intelligence and Compliance Learning businesses that will be retained by the company's Legal segment following the closing of the proposed F&R transaction.\n(5)\nOther adjustments include the following:\nAdjusted EBITDA contains costs primarily for real estate optimization that relate to properties to be transferred with the F&R business. Depreciation and amortization of computer software relates to assets that will not be transferred with the F&R business. Non-controlling interests relates to third party shareholdings in Tradeweb that will be transferred with the F&R business.\nView original content with multimedia: http://www.prnewswire.com/news-releases/thomson-reuters-provides-information-related-to-its-future-financial-reporting-and-outlook-300641379.html\nSOURCE Thomson Reuters",
    "published": "2018-05-03T00:15:00.000+03:00",
    "crawled": "2018-05-03T02:58:05.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "thomson",
        "reuters",
        "nyse",
        "trx",
        "tri",
        "today",
        "provided",
        "information",
        "related",
        "company",
        "future",
        "financial",
        "reporting",
        "connection",
        "proposed",
        "transaction",
        "sell",
        "majority",
        "interest",
        "financial",
        "risk",
        "f",
        "r",
        "business",
        "company",
        "report",
        "earnings",
        "may",
        "information",
        "news",
        "release",
        "supplement",
        "company",
        "announcement",
        "january",
        "signed",
        "definitive",
        "agreement",
        "sell",
        "f",
        "r",
        "business",
        "private",
        "equity",
        "fund",
        "managed",
        "blackstone",
        "previously",
        "announced",
        "proposed",
        "transaction",
        "expected",
        "close",
        "second",
        "half",
        "year",
        "subject",
        "specified",
        "regulatory",
        "approval",
        "customary",
        "closing",
        "condition",
        "financial",
        "reporting",
        "f",
        "r",
        "reported",
        "discontinued",
        "operation",
        "company",
        "ongoing",
        "result",
        "beginning",
        "result",
        "continuing",
        "closing",
        "date",
        "transaction",
        "prior",
        "closing",
        "f",
        "r",
        "result",
        "reported",
        "single",
        "line",
        "item",
        "company",
        "income",
        "statement",
        "titled",
        "earnings",
        "discontinued",
        "operation",
        "net",
        "tax",
        "presentation",
        "result",
        "company",
        "ongoing",
        "result",
        "also",
        "restated",
        "reflect",
        "f",
        "r",
        "discontinued",
        "operation",
        "following",
        "supplemental",
        "information",
        "provided",
        "f",
        "r",
        "business",
        "quarter",
        "revenue",
        "related",
        "growth",
        "rate",
        "adjusted",
        "ebitda",
        "related",
        "growth",
        "rate",
        "corresponding",
        "margin",
        "capital",
        "expenditure",
        "free",
        "cash",
        "flow",
        "debt",
        "outstanding",
        "provided",
        "thomson",
        "reuters",
        "continue",
        "retain",
        "full",
        "ownership",
        "legal",
        "tax",
        "accounting",
        "reuters",
        "news",
        "business",
        "effective",
        "january",
        "reuters",
        "news",
        "reportable",
        "segment",
        "attached",
        "news",
        "release",
        "restated",
        "result",
        "thomson",
        "reuters",
        "measure",
        "including",
        "adjusted",
        "earnings",
        "per",
        "share",
        "eps",
        "exclude",
        "f",
        "r",
        "result",
        "except",
        "free",
        "cash",
        "flow",
        "company",
        "legal",
        "business",
        "unit",
        "restated",
        "include",
        "regulatory",
        "intelligence",
        "compliance",
        "learning",
        "business",
        "thomson",
        "reuters",
        "retain",
        "part",
        "transaction",
        "business",
        "generated",
        "approximately",
        "million",
        "revenue",
        "result",
        "business",
        "previously",
        "reflected",
        "f",
        "r",
        "result",
        "quarterly",
        "restatement",
        "provided",
        "release",
        "result",
        "share",
        "outstanding",
        "april",
        "company",
        "common",
        "share",
        "outstanding",
        "company",
        "repurchased",
        "share",
        "year",
        "business",
        "outlook",
        "may",
        "company",
        "plan",
        "provide",
        "business",
        "outlook",
        "continuing",
        "operation",
        "consolidated",
        "basis",
        "company",
        "outlook",
        "exclude",
        "f",
        "r",
        "company",
        "previously",
        "announced",
        "expects",
        "retain",
        "stranded",
        "cost",
        "eliminated",
        "sale",
        "interest",
        "f",
        "r",
        "company",
        "provide",
        "update",
        "expected",
        "cost",
        "report",
        "result",
        "cost",
        "included",
        "company",
        "measure",
        "outlook",
        "company",
        "also",
        "expects",
        "incur",
        "cost",
        "make",
        "investment",
        "ongoing",
        "thomson",
        "reuters",
        "business",
        "resulting",
        "operational",
        "separation",
        "f",
        "r",
        "rest",
        "company",
        "cost",
        "investment",
        "expected",
        "incurred",
        "starting",
        "second",
        "quarter",
        "estimate",
        "cost",
        "investment",
        "provided",
        "part",
        "outlook",
        "cost",
        "investment",
        "included",
        "company",
        "measure",
        "cost",
        "investment",
        "included",
        "estimate",
        "expense",
        "tax",
        "billion",
        "billion",
        "previously",
        "disclosed",
        "financial",
        "reporting",
        "following",
        "closing",
        "transaction",
        "company",
        "ifrs",
        "result",
        "include",
        "company",
        "share",
        "f",
        "r",
        "result",
        "reported",
        "single",
        "line",
        "item",
        "company",
        "income",
        "statement",
        "titled",
        "share",
        "earnings",
        "equity",
        "method",
        "investment",
        "company",
        "measure",
        "including",
        "adjusted",
        "earnings",
        "exclude",
        "share",
        "earnings",
        "equity",
        "method",
        "investment",
        "thomson",
        "reuters",
        "thomson",
        "reuters",
        "world",
        "leading",
        "source",
        "news",
        "information",
        "professional",
        "market",
        "customer",
        "rely",
        "u",
        "deliver",
        "intelligence",
        "technology",
        "expertise",
        "need",
        "find",
        "trusted",
        "answer",
        "business",
        "operated",
        "country",
        "year",
        "thomson",
        "reuters",
        "share",
        "listed",
        "toronto",
        "new",
        "york",
        "stock",
        "exchange",
        "information",
        "visit",
        "financial",
        "measure",
        "thomson",
        "reuters",
        "prepares",
        "financial",
        "statement",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "issued",
        "international",
        "accounting",
        "standard",
        "board",
        "iasb",
        "news",
        "release",
        "includes",
        "certain",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "adjusted",
        "earnings",
        "adjusted",
        "eps",
        "thomson",
        "reuters",
        "us",
        "financial",
        "measure",
        "supplemental",
        "indicator",
        "operating",
        "performance",
        "financial",
        "position",
        "measure",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "unlikely",
        "comparable",
        "calculation",
        "similar",
        "measure",
        "used",
        "company",
        "viewed",
        "alternative",
        "measure",
        "financial",
        "performance",
        "calculated",
        "accordance",
        "ifrs",
        "financial",
        "measure",
        "defined",
        "reconciled",
        "directly",
        "comparable",
        "ifrs",
        "measure",
        "thomson",
        "reuters",
        "annual",
        "report",
        "special",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "news",
        "release",
        "including",
        "company",
        "expectation",
        "regarding",
        "timing",
        "closing",
        "proposed",
        "financial",
        "risk",
        "transaction",
        "certain",
        "assumption",
        "reflect",
        "company",
        "current",
        "expectation",
        "result",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "current",
        "expectation",
        "assurance",
        "transaction",
        "involving",
        "part",
        "financial",
        "risk",
        "business",
        "completed",
        "event",
        "described",
        "statement",
        "materialize",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "expectation",
        "date",
        "news",
        "release",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "thomson",
        "reuters",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "statement",
        "contact",
        "medium",
        "david",
        "crundwell",
        "senior",
        "vice",
        "president",
        "corporate",
        "affair",
        "investor",
        "frank",
        "golden",
        "senior",
        "vice",
        "president",
        "investor",
        "relation",
        "appendix",
        "thomson",
        "reuters",
        "corporation",
        "supplemental",
        "information",
        "excluding",
        "financial",
        "risk",
        "f",
        "r",
        "segment",
        "million",
        "dollar",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "unaudited",
        "restatement",
        "provided",
        "illustrate",
        "company",
        "business",
        "continuing",
        "operation",
        "basis",
        "includes",
        "certain",
        "estimate",
        "subject",
        "revision",
        "proposed",
        "transaction",
        "completed",
        "year",
        "ended",
        "december",
        "adjustment",
        "year",
        "ended",
        "december",
        "previously",
        "reported",
        "remove",
        "f",
        "r",
        "segment",
        "result",
        "add",
        "back",
        "retained",
        "business",
        "adjustment",
        "restated",
        "excluding",
        "f",
        "r",
        "revenue",
        "financial",
        "risk",
        "legal",
        "tax",
        "accounting",
        "reuters",
        "news",
        "elimination",
        "revenue",
        "continuing",
        "operation",
        "adjusted",
        "ebitda",
        "financial",
        "risk",
        "legal",
        "tax",
        "accounting",
        "reuters",
        "news",
        "corporate",
        "adjusted",
        "ebitda",
        "adjusted",
        "earnings",
        "adjusted",
        "ebitda",
        "depreciation",
        "amortization",
        "computer",
        "software",
        "adjustment",
        "interest",
        "tax",
        "interest",
        "dividend",
        "declared",
        "preference",
        "share",
        "adjusted",
        "earnings",
        "adjusted",
        "eps",
        "effective",
        "january",
        "reuters",
        "news",
        "reportable",
        "segment",
        "thomson",
        "reuters",
        "defines",
        "adjusted",
        "ebitda",
        "business",
        "unit",
        "earnings",
        "continuing",
        "operation",
        "tax",
        "expense",
        "benefit",
        "net",
        "interest",
        "expense",
        "finance",
        "cost",
        "income",
        "depreciation",
        "amortization",
        "software",
        "identifiable",
        "intangible",
        "asset",
        "thomson",
        "reuters",
        "share",
        "earnings",
        "loss",
        "equity",
        "method",
        "investment",
        "operating",
        "gain",
        "loss",
        "certain",
        "asset",
        "impairment",
        "charge",
        "fair",
        "value",
        "adjustment",
        "corporate",
        "related",
        "item",
        "consolidated",
        "adjusted",
        "ebitda",
        "comprised",
        "adjusted",
        "ebitda",
        "business",
        "unit",
        "corporate",
        "thomson",
        "reuters",
        "us",
        "adjusted",
        "ebitda",
        "provides",
        "consistent",
        "basis",
        "evaluate",
        "operating",
        "profitability",
        "performance",
        "trend",
        "excluding",
        "item",
        "company",
        "consider",
        "controllable",
        "activity",
        "purpose",
        "adjusted",
        "ebitda",
        "also",
        "represents",
        "measure",
        "commonly",
        "reported",
        "widely",
        "used",
        "investor",
        "valuation",
        "metric",
        "additionally",
        "measure",
        "used",
        "thomson",
        "reuters",
        "investor",
        "assess",
        "company",
        "ability",
        "incur",
        "service",
        "debt",
        "refer",
        "company",
        "annual",
        "report",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "ifrs",
        "measure",
        "adjusted",
        "earnings",
        "adjusted",
        "eps",
        "include",
        "dividend",
        "declared",
        "preference",
        "share",
        "exclude",
        "impact",
        "fair",
        "value",
        "adjustment",
        "amortization",
        "identifiable",
        "intangible",
        "asset",
        "operating",
        "gain",
        "loss",
        "certain",
        "asset",
        "impairment",
        "charge",
        "finance",
        "cost",
        "income",
        "thomson",
        "reuters",
        "share",
        "earnings",
        "loss",
        "equity",
        "method",
        "investment",
        "discontinued",
        "operation",
        "item",
        "affecting",
        "comparability",
        "thomson",
        "reuters",
        "calculates",
        "amount",
        "item",
        "excluded",
        "adjusted",
        "earnings",
        "based",
        "specific",
        "tax",
        "rule",
        "tax",
        "rate",
        "associated",
        "nature",
        "jurisdiction",
        "item",
        "adjusted",
        "eps",
        "calculated",
        "using",
        "diluted",
        "share",
        "represent",
        "actual",
        "earnings",
        "loss",
        "per",
        "share",
        "attributable",
        "shareholder",
        "thomson",
        "reuters",
        "us",
        "adjusted",
        "earnings",
        "adjusted",
        "eps",
        "provide",
        "comparable",
        "basis",
        "analyze",
        "earnings",
        "also",
        "measure",
        "commonly",
        "used",
        "shareholder",
        "measure",
        "company",
        "performance",
        "refer",
        "company",
        "annual",
        "report",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "ifrs",
        "measure",
        "represents",
        "regulatory",
        "intelligence",
        "compliance",
        "learning",
        "business",
        "retained",
        "company",
        "legal",
        "segment",
        "following",
        "closing",
        "proposed",
        "f",
        "r",
        "transaction",
        "adjustment",
        "include",
        "following",
        "adjusted",
        "ebitda",
        "contains",
        "cost",
        "primarily",
        "real",
        "estate",
        "optimization",
        "relate",
        "property",
        "transferred",
        "f",
        "r",
        "business",
        "depreciation",
        "amortization",
        "computer",
        "software",
        "relates",
        "asset",
        "transferred",
        "f",
        "r",
        "business",
        "interest",
        "relates",
        "third",
        "party",
        "shareholding",
        "tradeweb",
        "transferred",
        "f",
        "r",
        "business",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "thomson",
        "reuters"
    ]
}