{
    "organizations": [],
    "uuid": "421118ef2a3fce0f2a269eca04ee3d588fd3427c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/pr-newswire-nevsun-board-rejects-euro-sun-led-non-binding-unsolicited-proposal-citing-inadequate-value-and-problematic-structure.html",
    "ord_in_thread": 0,
    "title": "Nevsun Board Rejects Euro Sun-Led Non-Binding Unsolicited Proposal, Citing Inadequate Value and Problematic Structure",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, May 8, 2018 /PRNewswire/ - Nevsun Resources Ltd. (TSX:NSU) (NYSE MKT: NSU) (\"Nevsun\" or the \"Company\") today announced that its Board of Directors has unanimously rejected a non-binding unsolicited proposal (the \"Non-Binding Unsolicited Proposal\") led by Euro Sun Mining Inc. (\"Euro Sun\") and also including Lundin Mining Corporation (\"Lundin\"). The Non-Binding Unsolicited Proposal was dated April 30, 2018 and made public by Euro Sun and Lundin on May 7, 2018.\nNevsun shareholders do not need to take any actions in respect of the Non-Binding Unsolicited Proposal. The Non-Binding Unsolicited Proposal is not an offer capable of being accepted by the Company's shareholders nor does it disclose whether such an offer is intended to be made. It is merely a non-binding proposal by Euro Sun. If and when a formal proposal is actually made by Euro Sun, Nevsun shareholders will have 105 days to respond.\nThe Board's determination to reject this proposal was made after careful consideration and receipt of the recommendation of a special committee of its independent directors (the \"Special Committee\"), and after consultation with financial and legal advisors. The rejection follows an extensive engagement with Euro Sun's bidding partner Lundin over a period of months with regard to a possible transaction.\n\"The Nevsun Board of Directors is unanimous in its belief that the Non-Binding Unsolicited Proposal fails to reflect the strategic value of our asset base,\" said Ian Pearce, Chair of Nevsun's Board of Directors. \"The Non-Binding Unsolicited Proposal also presents a problematic structure that could further undermine value to our shareholders.\"\nThe Non-Binding Unsolicited Proposal has serious deficiencies:\nDoes not fully value Timok, our world-class copper-gold project;\nHas significant structural issues including C$100 million in estimated cash tax costs payable by Euro Sun, which is expected to be largely borne by existing Nevsun shareholders;\nOvervalues Euro Sun's Rovina project, which is an unpermitted, capital intensive ultra-low-grade asset in Romania that Nevsun had previously evaluated and determined to be highly unattractive;\n60% of the notional consideration offered comes from shares that have historically been volatile and do not provide certainty of value; and\nIs fundamentally uncertain, as it is contingent on completion of Euro Sun shareholder approvals, waiver or expiry of a right of first refusal held by Freeport-McMoRan Exploration Company (\"Freeport\"), and due diligence.\nDetails of the Non-Binding Unsolicited Proposal\nUnder the Non-Binding Unsolicited Proposal, Euro Sun would acquire 100% of the shares of Nevsun. Lundin would not be acquiring Nevsun. Consideration would be C$2.00 per Nevsun share in cash, plus shares of Euro Sun and Lundin representing C$3.00 per Nevsun share. The value of the Euro Sun and Lundin shares would be based on the volume-weighted average trading price of Euro Sun shares and Lundin shares, respectively, on the Toronto Stock Exchange for the 30 trading days ending on the last trading day prior to signing a definitive agreement.\nUpon acquisition of the Nevsun shares, Euro Sun would then vend Nevsun's European assets – including the Timok project – to Lundin. This would leave the producing Bisha mine in Eritrea as Euro Sun's principal asset. The transaction would require Euro Sun shareholder approval. The transfer from Euro Sun to Lundin is subject to a 60-day right of first refusal held by Freeport.\nReasons for Rejecting the Non-Binding Unsolicited Proposal\nThe Board believes that shareholders should be aware of the following:\nInadequate value : The Non-Binding Unsolicited Proposal does not attribute sufficient value to the world-class nature of Nevsun's Timok asset. Nevsun's Timok copper-gold project consists of an Upper Zone owned 100% by Nevsun and a Lower Zone, which is owned through a joint venture with Freeport. Lundin has indicated that it values Timok at C$4.00 per share. Nevsun does not agree with that valuation. With an after-tax NAV of US$1.82 billion, IRR of 80% and initial probable mineral reserve of 27 million tonnes, Timok Upper Zone is widely considered to be one of the highest quality copper projects in the world and deserves a premium valuation reflecting its value and potential. The Timok Lower Zone represents substantial value. Nevsun expects to release an initial resource statement for Timok Lower Zone this quarter. Problematic structure : The Non-Binding Unsolicited Proposal would dilute Nevsun's shareholders' exposure to Timok leaving them Bisha's assets and liabilities by virtue of their shareholdings of Euro Sun which are currently estimated at 77 percent of pro forma Euro Sun shares outstanding. The new Euro Sun, a Bisha-focused stand-alone entity, would face fundamental viability challenges, including: substantial value leakage due to transaction costs, including, based on preliminary tax advice, C$100 million of taxes payable. These costs would typically be borne by the acquirer, but under the Non-Binding Unsolicited Proposal are borne by Euro Sun – which is effectively Nevsun shareholders; a misaligned shareholder base, as many investors own Nevsun for exposure to Timok; and challenges raising capital to fund the ultra-low grade Rovina project. Euro Sun is not an attractive partner: Euro Sun is a junior, non-operating company with a market capitalization less than one-tenth of Nevsun's market capitalization. Euro Sun has faced difficulty raising financing. Its most significant shareholder is junior mining promoter Forbes & Manhattan.\nThe Bisha mine is 40% owned by the local government, which has no relationship with Euro Sun. A negative reaction by the government would compromise Bisha. As such, the Non-Binding Unsolicited Proposal is potentially destructive of significant shareholder value and the existing relationships with our partner associated with Bisha.\nEuro Sun's Rovina project is marginal : Nevsun previously conducted due diligence on Euro Sun's only meaningful asset, the ultra-low grade, unpermitted Rovina development project in Romania. Nevsun found the Rovina asset to be unattractive. The capital requirements of the Rovina project, estimated to be US$509 million in Euro Sun's 2010 preliminary economic assessment would divert to Rovina Nevsun's cash on hand and cash generated from Nevsun's operations instead of being deployed to generate higher shareholder value in Bisha or Timok. Romania is historically a challenging jurisdiction for permitting mining projects.\nDiminishing premium : The notional consideration that has been offered consists of three parts: C$2.00 in cash, C$2.00 in Lundin shares and C$1.00 in Euro Sun shares. The notional premium of 40% as of April 30, 2018, the date of the Non-Binding Unsolicited Proposal, declined to a much lower notional premium of approximately 30% just before the Non-Binding Unsolicited Proposal was made public by Euro Sun and Lundin. The true premium is even lower, however, as the notional premium does not reflect value leakage from tax and other transaction costs.\nValue uncertainty : 60% of the value of the notional consideration is proposed to be in the form of Euro Sun and Lundin shares, which have historically been volatile and do not provide certainty of value. As such, Nevsun does not believe it is a fair characterization to describe this offer as being valued at C$5.00 per Nevsun share.\nDeal uncertainty . The Non-Binding Unsolicited Proposal is subject to, among other things, a Euro Sun shareholder vote, waiver or expiry of Freeport's 60-day right of first refusal and completion of due diligence. Because no voting support agreements from Euro Sun's substantial shareholders were offered, the Non-Binding Unsolicited Proposal effectively gives Euro Sun a free, non-binding option on Nevsun.\nDiligence : A notional 20% of the offered consideration is composed of shares in Euro Sun and a notional 40% of the offered consideration is composed of shares in Lundin. However, Nevsun has not been given an opportunity to conduct customary due diligence on either of those companies or their liabilities.\nIn summary, Nevsun's Board of Directors believes that the Non-Binding Unsolicited Proposal is not in the best interest of Nevsun or its stakeholders. Consistent with its fiduciary duties, the Board of Directors remains open to any transaction that is in the best interest of the Company.\nPrevious Engagement with Lundin\nLundin initially approached Nevsun in May 2017 to discuss a potential acquisition of Nevsun. Since then, Nevsun has engaged in good faith with Lundin to explore various transaction structures that may benefit the Company and create shareholder value.\nIn March 2018, Nevsun agreed to a month-long exclusivity period with Lundin. Following such exclusivity period, Lundin made a proposal to acquire only Timok and other exploration assets in Europe. Nevsun rejected the offer as inadequate for a number of reasons, including inadequate value and the structural difficulties associated with their offer.\nAdvisors\nCounsel for Nevsun's Special Committee is Borden Ladner Gervais LLP. The Special Committee's independent financial advisor is Citi. Counsel for the Company is Blake, Cassels & Graydon LLP. The Company's financial advisor is BMO Capital Markets.\nForward Looking Statements\nThe above contains certain statements that are deemed forward-looking statements or forward-looking information within the meaning of the United States Private Securities Litigation Reform Act of 1995, and applicable Canadian securities laws. Forward-looking statements are frequently, but not always, identified by words such as \"expects\", \"anticipates\", \"believes\", \"hopes\", \"intends\", \"estimated\", \"potential\", \"possible\" and similar expressions, or statements that events, conditions or results \"will\", \"may\", \"could\" or \"should\" occur or be achieved. Forward-looking statements are statements concerning the Company's current beliefs, plans and expectations about the future, including but not limited to statements and information made concerning: the value of the consideration in the Non-Binding Unsolicited Proposal; the tax and transaction costs of the Non-Binding Unsolicited Proposal;, the business, prospects and future activities of, and developments related to Euro Sun, Lundin or the Company; our goals, strategies, future growth and other events or conditions that may occur in the future, and are inherently uncertain. The actual achievements of the Company or other future events or conditions may differ materially from those reflected in the forward-looking statements due to a variety of risks, uncertainties and other factors, including, without limitation, the risks more fully described in the Company's Annual Information Form for the fiscal year ended December 31, 2017 (the \"AIF\") and the Company's management discussion and analysis for the fiscal year ended December 31, 2017 (the \"MD&A\"), which are incorporated herein by reference. The Company's forward-looking statements are based on the beliefs, expectations and opinions of management on the date the statements are made and the Company assumes no obligation to update such forward-looking statements in the future, except as required by law. For the reasons set forth above, investors should not place undue reliance on the Company's forward-looking statements.\nFurther information concerning risks and uncertainties associated with these forward-looking statements and our business can be found in our AIF and MD&A, which are available on the Company's website ( www.nevsun.com ), filed under our profile on SEDAR ( www.sedar.com ) and on EDGAR ( www.sec.gov ) under cover of Form 40-F.\nAbout Nevsun Resources Ltd.\nNevsun Resources Ltd. is the 100% owner of the high-grade copper-gold Timok Upper Zone and 60.4% owner of the Timok Lower Zone in Serbia. The Timok Lower Zone is a partnership with Freeport-McMoRan Exploration Corporation (\"Freeport\"), which currently owns 39.6% and upon completion of any feasibility study, Nevsun Resources Ltd. will own 46% and Freeport will own 54%. Nevsun generates cash flow from its 60% owned copper-zinc Bisha Mine in Eritrea. Nevsun is well positioned with a strong debt-free balance sheet to grow shareholder value through advancing Timok to production.\nNEVSUN RESOURCES LTD.\n\"Peter G.J. Kukielski\"\nPeter G.J. Kukielski\nPresident & Chief Executive Officer\n : releases/nevsun-board-rejects-euro-sun-led-non-binding-unsolicited-proposal-citing-inadequate-value-and-problematic-structure-300644503.html\nSOURCE Nevsun Resources Ltd.",
    "published": "2018-05-08T17:20:00.000+03:00",
    "crawled": "2018-05-08T18:11:16.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "may",
        "nevsun",
        "resource",
        "tsx",
        "nsu",
        "nyse",
        "mkt",
        "nsu",
        "nevsun",
        "company",
        "today",
        "announced",
        "board",
        "director",
        "unanimously",
        "rejected",
        "unsolicited",
        "proposal",
        "unsolicited",
        "proposal",
        "led",
        "euro",
        "sun",
        "mining",
        "euro",
        "sun",
        "also",
        "including",
        "lundin",
        "mining",
        "corporation",
        "lundin",
        "unsolicited",
        "proposal",
        "dated",
        "april",
        "made",
        "public",
        "euro",
        "sun",
        "lundin",
        "may",
        "nevsun",
        "shareholder",
        "need",
        "take",
        "action",
        "respect",
        "unsolicited",
        "proposal",
        "unsolicited",
        "proposal",
        "offer",
        "capable",
        "accepted",
        "company",
        "shareholder",
        "disclose",
        "whether",
        "offer",
        "intended",
        "made",
        "merely",
        "proposal",
        "euro",
        "sun",
        "formal",
        "proposal",
        "actually",
        "made",
        "euro",
        "sun",
        "nevsun",
        "shareholder",
        "day",
        "respond",
        "board",
        "determination",
        "reject",
        "proposal",
        "made",
        "careful",
        "consideration",
        "receipt",
        "recommendation",
        "special",
        "committee",
        "independent",
        "director",
        "special",
        "committee",
        "consultation",
        "financial",
        "legal",
        "advisor",
        "rejection",
        "follows",
        "extensive",
        "engagement",
        "euro",
        "sun",
        "bidding",
        "partner",
        "lundin",
        "period",
        "month",
        "regard",
        "possible",
        "transaction",
        "nevsun",
        "board",
        "director",
        "unanimous",
        "belief",
        "unsolicited",
        "proposal",
        "fails",
        "reflect",
        "strategic",
        "value",
        "asset",
        "base",
        "said",
        "ian",
        "pearce",
        "chair",
        "nevsun",
        "board",
        "director",
        "unsolicited",
        "proposal",
        "also",
        "present",
        "problematic",
        "structure",
        "could",
        "undermine",
        "value",
        "shareholder",
        "unsolicited",
        "proposal",
        "serious",
        "deficiency",
        "fully",
        "value",
        "timok",
        "project",
        "significant",
        "structural",
        "issue",
        "including",
        "c",
        "million",
        "estimated",
        "cash",
        "tax",
        "cost",
        "payable",
        "euro",
        "sun",
        "expected",
        "largely",
        "borne",
        "existing",
        "nevsun",
        "shareholder",
        "overvalues",
        "euro",
        "sun",
        "rovina",
        "project",
        "unpermitted",
        "capital",
        "intensive",
        "asset",
        "romania",
        "nevsun",
        "previously",
        "evaluated",
        "determined",
        "highly",
        "unattractive",
        "notional",
        "consideration",
        "offered",
        "come",
        "share",
        "historically",
        "volatile",
        "provide",
        "certainty",
        "value",
        "fundamentally",
        "uncertain",
        "contingent",
        "completion",
        "euro",
        "sun",
        "shareholder",
        "approval",
        "waiver",
        "expiry",
        "right",
        "first",
        "refusal",
        "held",
        "exploration",
        "company",
        "freeport",
        "due",
        "diligence",
        "detail",
        "unsolicited",
        "proposal",
        "unsolicited",
        "proposal",
        "euro",
        "sun",
        "would",
        "acquire",
        "share",
        "nevsun",
        "lundin",
        "would",
        "acquiring",
        "nevsun",
        "consideration",
        "would",
        "c",
        "per",
        "nevsun",
        "share",
        "cash",
        "plus",
        "share",
        "euro",
        "sun",
        "lundin",
        "representing",
        "c",
        "per",
        "nevsun",
        "share",
        "value",
        "euro",
        "sun",
        "lundin",
        "share",
        "would",
        "based",
        "average",
        "trading",
        "price",
        "euro",
        "sun",
        "share",
        "lundin",
        "share",
        "respectively",
        "toronto",
        "stock",
        "exchange",
        "trading",
        "day",
        "ending",
        "last",
        "trading",
        "day",
        "prior",
        "signing",
        "definitive",
        "agreement",
        "upon",
        "acquisition",
        "nevsun",
        "share",
        "euro",
        "sun",
        "would",
        "vend",
        "nevsun",
        "european",
        "asset",
        "including",
        "timok",
        "project",
        "lundin",
        "would",
        "leave",
        "producing",
        "bisha",
        "mine",
        "eritrea",
        "euro",
        "sun",
        "principal",
        "asset",
        "transaction",
        "would",
        "require",
        "euro",
        "sun",
        "shareholder",
        "approval",
        "transfer",
        "euro",
        "sun",
        "lundin",
        "subject",
        "right",
        "first",
        "refusal",
        "held",
        "freeport",
        "reason",
        "rejecting",
        "unsolicited",
        "proposal",
        "board",
        "belief",
        "shareholder",
        "aware",
        "following",
        "inadequate",
        "value",
        "unsolicited",
        "proposal",
        "attribute",
        "sufficient",
        "value",
        "nature",
        "nevsun",
        "timok",
        "asset",
        "nevsun",
        "timok",
        "project",
        "consists",
        "upper",
        "zone",
        "owned",
        "nevsun",
        "lower",
        "zone",
        "owned",
        "joint",
        "venture",
        "freeport",
        "lundin",
        "indicated",
        "value",
        "timok",
        "c",
        "per",
        "share",
        "nevsun",
        "agree",
        "valuation",
        "nav",
        "u",
        "billion",
        "irr",
        "initial",
        "probable",
        "mineral",
        "reserve",
        "million",
        "tonne",
        "timok",
        "upper",
        "zone",
        "widely",
        "considered",
        "one",
        "highest",
        "quality",
        "copper",
        "project",
        "world",
        "deserves",
        "premium",
        "valuation",
        "reflecting",
        "value",
        "potential",
        "timok",
        "lower",
        "zone",
        "represents",
        "substantial",
        "value",
        "nevsun",
        "expects",
        "release",
        "initial",
        "resource",
        "statement",
        "timok",
        "lower",
        "zone",
        "quarter",
        "problematic",
        "structure",
        "unsolicited",
        "proposal",
        "would",
        "dilute",
        "nevsun",
        "shareholder",
        "exposure",
        "timok",
        "leaving",
        "bisha",
        "asset",
        "liability",
        "virtue",
        "shareholding",
        "euro",
        "sun",
        "currently",
        "estimated",
        "percent",
        "pro",
        "forma",
        "euro",
        "sun",
        "share",
        "outstanding",
        "new",
        "euro",
        "sun",
        "entity",
        "would",
        "face",
        "fundamental",
        "viability",
        "challenge",
        "including",
        "substantial",
        "value",
        "leakage",
        "due",
        "transaction",
        "cost",
        "including",
        "based",
        "preliminary",
        "tax",
        "advice",
        "c",
        "million",
        "tax",
        "payable",
        "cost",
        "would",
        "typically",
        "borne",
        "acquirer",
        "unsolicited",
        "proposal",
        "borne",
        "euro",
        "sun",
        "effectively",
        "nevsun",
        "shareholder",
        "misaligned",
        "shareholder",
        "base",
        "many",
        "investor",
        "nevsun",
        "exposure",
        "timok",
        "challenge",
        "raising",
        "capital",
        "fund",
        "grade",
        "rovina",
        "project",
        "euro",
        "sun",
        "attractive",
        "partner",
        "euro",
        "sun",
        "junior",
        "company",
        "market",
        "capitalization",
        "less",
        "nevsun",
        "market",
        "capitalization",
        "euro",
        "sun",
        "faced",
        "difficulty",
        "raising",
        "financing",
        "significant",
        "shareholder",
        "junior",
        "mining",
        "promoter",
        "forbes",
        "manhattan",
        "bisha",
        "mine",
        "owned",
        "local",
        "government",
        "relationship",
        "euro",
        "sun",
        "negative",
        "reaction",
        "government",
        "would",
        "compromise",
        "bisha",
        "unsolicited",
        "proposal",
        "potentially",
        "destructive",
        "significant",
        "shareholder",
        "value",
        "existing",
        "relationship",
        "partner",
        "associated",
        "bisha",
        "euro",
        "sun",
        "rovina",
        "project",
        "marginal",
        "nevsun",
        "previously",
        "conducted",
        "due",
        "diligence",
        "euro",
        "sun",
        "meaningful",
        "asset",
        "grade",
        "unpermitted",
        "rovina",
        "development",
        "project",
        "romania",
        "nevsun",
        "found",
        "rovina",
        "asset",
        "unattractive",
        "capital",
        "requirement",
        "rovina",
        "project",
        "estimated",
        "u",
        "million",
        "euro",
        "sun",
        "preliminary",
        "economic",
        "assessment",
        "would",
        "divert",
        "rovina",
        "nevsun",
        "cash",
        "hand",
        "cash",
        "generated",
        "nevsun",
        "operation",
        "instead",
        "deployed",
        "generate",
        "higher",
        "shareholder",
        "value",
        "bisha",
        "timok",
        "romania",
        "historically",
        "challenging",
        "jurisdiction",
        "permitting",
        "mining",
        "project",
        "diminishing",
        "premium",
        "notional",
        "consideration",
        "offered",
        "consists",
        "three",
        "part",
        "c",
        "cash",
        "c",
        "lundin",
        "share",
        "c",
        "euro",
        "sun",
        "share",
        "notional",
        "premium",
        "april",
        "date",
        "unsolicited",
        "proposal",
        "declined",
        "much",
        "lower",
        "notional",
        "premium",
        "approximately",
        "unsolicited",
        "proposal",
        "made",
        "public",
        "euro",
        "sun",
        "lundin",
        "true",
        "premium",
        "even",
        "lower",
        "however",
        "notional",
        "premium",
        "reflect",
        "value",
        "leakage",
        "tax",
        "transaction",
        "cost",
        "value",
        "uncertainty",
        "value",
        "notional",
        "consideration",
        "proposed",
        "form",
        "euro",
        "sun",
        "lundin",
        "share",
        "historically",
        "volatile",
        "provide",
        "certainty",
        "value",
        "nevsun",
        "believe",
        "fair",
        "characterization",
        "describe",
        "offer",
        "valued",
        "c",
        "per",
        "nevsun",
        "share",
        "deal",
        "uncertainty",
        "unsolicited",
        "proposal",
        "subject",
        "among",
        "thing",
        "euro",
        "sun",
        "shareholder",
        "vote",
        "waiver",
        "expiry",
        "freeport",
        "right",
        "first",
        "refusal",
        "completion",
        "due",
        "diligence",
        "voting",
        "support",
        "agreement",
        "euro",
        "sun",
        "substantial",
        "shareholder",
        "offered",
        "unsolicited",
        "proposal",
        "effectively",
        "give",
        "euro",
        "sun",
        "free",
        "option",
        "nevsun",
        "diligence",
        "notional",
        "offered",
        "consideration",
        "composed",
        "share",
        "euro",
        "sun",
        "notional",
        "offered",
        "consideration",
        "composed",
        "share",
        "lundin",
        "however",
        "nevsun",
        "given",
        "opportunity",
        "conduct",
        "customary",
        "due",
        "diligence",
        "either",
        "company",
        "liability",
        "summary",
        "nevsun",
        "board",
        "director",
        "belief",
        "unsolicited",
        "proposal",
        "best",
        "interest",
        "nevsun",
        "stakeholder",
        "consistent",
        "fiduciary",
        "duty",
        "board",
        "director",
        "remains",
        "open",
        "transaction",
        "best",
        "interest",
        "company",
        "previous",
        "engagement",
        "lundin",
        "lundin",
        "initially",
        "approached",
        "nevsun",
        "may",
        "discus",
        "potential",
        "acquisition",
        "nevsun",
        "since",
        "nevsun",
        "engaged",
        "good",
        "faith",
        "lundin",
        "explore",
        "various",
        "transaction",
        "structure",
        "may",
        "benefit",
        "company",
        "create",
        "shareholder",
        "value",
        "march",
        "nevsun",
        "agreed",
        "exclusivity",
        "period",
        "lundin",
        "following",
        "exclusivity",
        "period",
        "lundin",
        "made",
        "proposal",
        "acquire",
        "timok",
        "exploration",
        "asset",
        "europe",
        "nevsun",
        "rejected",
        "offer",
        "inadequate",
        "number",
        "reason",
        "including",
        "inadequate",
        "value",
        "structural",
        "difficulty",
        "associated",
        "offer",
        "advisor",
        "counsel",
        "nevsun",
        "special",
        "committee",
        "borden",
        "ladner",
        "gervais",
        "llp",
        "special",
        "committee",
        "independent",
        "financial",
        "advisor",
        "citi",
        "counsel",
        "company",
        "blake",
        "cassels",
        "graydon",
        "llp",
        "company",
        "financial",
        "advisor",
        "bmo",
        "capital",
        "market",
        "forward",
        "looking",
        "statement",
        "contains",
        "certain",
        "statement",
        "deemed",
        "statement",
        "information",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "frequently",
        "always",
        "identified",
        "word",
        "expects",
        "anticipates",
        "belief",
        "hope",
        "intends",
        "estimated",
        "potential",
        "possible",
        "similar",
        "expression",
        "statement",
        "event",
        "condition",
        "result",
        "may",
        "could",
        "occur",
        "achieved",
        "statement",
        "statement",
        "concerning",
        "company",
        "current",
        "belief",
        "plan",
        "expectation",
        "future",
        "including",
        "limited",
        "statement",
        "information",
        "made",
        "concerning",
        "value",
        "consideration",
        "unsolicited",
        "proposal",
        "tax",
        "transaction",
        "cost",
        "unsolicited",
        "proposal",
        "business",
        "prospect",
        "future",
        "activity",
        "development",
        "related",
        "euro",
        "sun",
        "lundin",
        "company",
        "goal",
        "strategy",
        "future",
        "growth",
        "event",
        "condition",
        "may",
        "occur",
        "future",
        "inherently",
        "uncertain",
        "actual",
        "achievement",
        "company",
        "future",
        "event",
        "condition",
        "may",
        "differ",
        "materially",
        "reflected",
        "statement",
        "due",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "without",
        "limitation",
        "risk",
        "fully",
        "described",
        "company",
        "annual",
        "information",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "aif",
        "company",
        "management",
        "discussion",
        "analysis",
        "fiscal",
        "year",
        "ended",
        "december",
        "md",
        "incorporated",
        "herein",
        "reference",
        "company",
        "statement",
        "based",
        "belief",
        "expectation",
        "opinion",
        "management",
        "date",
        "statement",
        "made",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "future",
        "except",
        "required",
        "law",
        "reason",
        "set",
        "forth",
        "investor",
        "place",
        "undue",
        "reliance",
        "company",
        "statement",
        "information",
        "concerning",
        "risk",
        "uncertainty",
        "associated",
        "statement",
        "business",
        "found",
        "aif",
        "md",
        "available",
        "company",
        "website",
        "filed",
        "profile",
        "sedar",
        "edgar",
        "cover",
        "form",
        "nevsun",
        "resource",
        "nevsun",
        "resource",
        "owner",
        "timok",
        "upper",
        "zone",
        "owner",
        "timok",
        "lower",
        "zone",
        "serbia",
        "timok",
        "lower",
        "zone",
        "partnership",
        "exploration",
        "corporation",
        "freeport",
        "currently",
        "owns",
        "upon",
        "completion",
        "feasibility",
        "study",
        "nevsun",
        "resource",
        "freeport",
        "nevsun",
        "generates",
        "cash",
        "flow",
        "owned",
        "bisha",
        "mine",
        "eritrea",
        "nevsun",
        "well",
        "positioned",
        "strong",
        "balance",
        "sheet",
        "grow",
        "shareholder",
        "value",
        "advancing",
        "timok",
        "production",
        "nevsun",
        "resource",
        "peter",
        "kukielski",
        "peter",
        "kukielski",
        "president",
        "chief",
        "executive",
        "officer",
        "source",
        "nevsun",
        "resource",
        "ltd"
    ]
}