{
    "organizations": [],
    "uuid": "0ef53a64db0500904392acf14f880560cf0e414d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/globe-newswire-mechel-reports-the-1q-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Mechel Reports the 1Q 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "﻿Consolidated revenue – 74.9 bln rubles (-3% compared to 1Q 2017)\nEBITDA * – 18.4 bln rubles (-19% compared to 1Q 2017)\nProfit attributable to equity shareholders of Mechel PAO – 3.3 bln rubles\nMOSCOW, May 24, 2018 (GLOBE NEWSWIRE) -- Mechel PAO (MOEX:MTLR) (NYSE:MTL) , a leading Russian mining and steel group, announces financial results for the 1Q 2018.\nMechel PAO’s Chief Executive Officer Oleg Korzhov commented:\n“In 1Q 2018 we continued working, developing the priority areas set forth last year. The mining division focused on its efforts on restoring mining volumes and sales of coal products, while the steel division continued with optimization of its product range and mastering new product types.\n“The new mining equipment arriving on our facilities has already begun yielding returns, and mining has stabilized quarter-on-quarter, while stripping volumes went up sharply. The share of high value-added products in the steel division’s sales structure continues to increase. In order to fulfill the assigned tasks, we continue to implement our capital investment program, with investment totaling 2 billion rubles in 1Q 2018 including finance lease.\n“Nevertheless, there have been complications — in this reporting period there were limits set on transporting cargo to Far Eastern ports, and railcars were in short supply in Kuzbass. These factors, together with our halting Neryungrinskaya Washing Plant for planned repairs, led to a decrease in coking coal concentrate sales and run-of-mine coking coal accumulating in Yakutugol’s storage facilities, which led to a decrease in the mining division’s results. At the same time, the steel division’s operations were more stable.\n“The market conditions in this quarter were favorable. Coal prices were at a good level and the highest since the peak of 1Q 2017. Right now, coal prices are stabilizing. The steel product market also demonstrated certain stability and was profitable for our company.\n“Overall, the Group’s revenue remained practically unchanged both year-on-year and quarter-on-quarter, though EBITDA went down by 16% quarter-on-quarter mostly due to the weaker results in the mining division. Nevertheless, EBITDA margin remained at a fairly good level of 25%, and in this quarter the Group earned 3.3 billion rubles of profit attributable to equity shareholders of Mechel PAO.”\nConsolidated Results For The 1Q2018\nMln rubles 1Q’ 1 8 1Q’ 1 7 % 1Q’ 1 8 4Q’ 17 % Revenue\nfrom external customers 74,852 77,414 -3 % 74,852 76,316 -2 % Operating profit 13,383 18,089 -26 % 13,383 10,752 24 % EBITDA 18,436 22,806 -19 % 18,436 21,966 -16 % EBITDA, margin 25% 29% 25% 29% Profit\nattributable to equity shareholders of Mechel PAO 3,293 13,902 -76 % 3,293 443\n* EBITDA - Adjusted EBITDA. Please find the calculation of the Adjusted EBITDA and other non-IFRS measures used here and hereafter in Attachment A.\nMining Segment\nMechel Mining Management OOO’s Chief Executive Officer Pavel Shtark noted:\n“In 1Q 2018 the mining division’s results were weaker both year-on-year and quarter-on-quarter. The main reason of that was the decrease in sales volumes of the division’s products, particularly coking coal concentrate.\n“Starting in mid-2017, the division’s facilities are implementing a program aimed at restoring mining volumes to the level of previous years. As of now, we have already acquired and commissioned a large number of mining machines, and brought in contractors with equipment of their own. We managed to attain a major increase in stripping volumes, and coal mining has stabilized. Overall, in 1Q 2018 the division demonstrated a small growth in mining volumes compared to the previous quarter. At the same time, sales of finished products have decreased for a number of reasons. For example, some shipments that have been planned for the first quarter were put off until the second quarter due to railcar shortages.\n“Among positive factors I would like to note a significant growth of stripping volumes at our Yakut facilities. Preparing reserves for future mining will help to restore production volumes reduced earlier. In addition, new equipment and machines continue to arrive at the mining division’s facilities, including equipment for washing plants, which will help improve their operational efficiency.\n“I would like to note that the market conditions in the first quarter were favorable. Positive dynamics in prices for high-quality coking coal, which we observed in late 2017, caused the first quarter’s contract prices to be fixed at the level of 237 dollars per tonne, which resulted in higher average prices quarter-on-quarter even as spot prices somewhat declined. In this quarter, we see the markets weaker to the level of 4Q 2017, which is still quite acceptable for our company.”\nMln rubles 1Q’ 1 8 1Q’ 1 7 % 1Q’ 1 8 4Q’ 17 % Revenue\nfrom external customers 22,724 27,988 -19 % 22,724 25,444 -11 % Revenue\ninter-segment 9,412 12,465 -24 % 9,412 9,312 1 % EBITDA 10,483 19,956 -47 % 10,483 14,098 -26 % EBITDA, margin 33% 49% 33% 41% Steel Segment\nMechel-Steel Management Company OOO’s Chief Executive Officer Andrey Ponomarev noted:\n“The division obtained good results in this reporting period. We demonstrated revenue growth quarter-on-quarter. The EBITDA’s decrease by 7% was mostly due to a decrease in inter-segment sales and a minor growth of production costs. Production and sales remained at stable levels.\n“The division’s entities continue to master production of new types of high value-added products both by expanding the assortment of the products we have already made as well as launching production of new product types for various industries. As part of these projects’ implementation, our facilities have already upgraded several manufacturing areas and equipment that meant not only their adaptation to putting out new product types, but also increased ecological safety of production.\n“Despite a seasonal decrease in Russia’s construction market in the first quarter, prices in this reporting period were fairly stable and generally profitable for the division. In the second quarter we expect the market for construction steel products to become stronger as business activity picks up and export parity prices go up.”\nMln rubles 1Q’ 1 8 1Q’ 1 7 % 1Q’ 1 8 4Q’ 17 % Revenue\nfrom external customers 44,238 42,029 5 % 44,238 43,383 2 % Revenue\ninter-segment 1,590 1,964 -19 % 1,590 2,209 -28 % EBITDA 6,204 3,556 74 % 6,204 6,642 -7 % EBITDA, margin 14% 8% 14% 15% Power Segment\nMechel-Energo OOO’s Chief Executive Officer Petr Pashnin noted:\n“The power segment continues to demonstrate stable positive financial results. In this quarter, with the facilities’ capacity utilization at their traditional seasonal high, we had an additional increase of heat sales quarter-on-quarter and year-on-year, which was a result of lower outdoor temperatures. As electricity generation and sales volumes remained stable, this had a positive impact on the dynamics of our revenue from sales to third parties. As a result, our EBITDA grew comparing to the same period of previous year. A quarter-on-quarter decrease in EBITDA was primarily due to the growth of commercial costs and additional provisions for doubtful accounts.”\nMln rubles 1Q’ 1 8 1Q’ 1 7 % 1Q’ 1 8 4Q’ 17 % Revenue\nfrom external customers 7,891 7,396 7 % 7,891 7,489 5 % Revenue\ninter-segment 4,037 4,638 -13 % 4,037 4,427 -9 % EBITDA 737 705 5 % 737 1,319 -44 % EBITDA, margin 6% 6% 6% 11% The management of Mechel will host a conference call today at 6:00 p.m. Moscow time (4:00 p.m. London time, 11:00 a.m. New York time) to review Mechel’s financial results and comment on current operations. The call may be accessed via the Internet at http://www.mechel.com , under the Investor Relations section.\nPlease dial the number below approximately 10 minutes prior to the scheduled time of the call.\nConference Call Phone Numbers:\nInternational : +44 (0)330 336 9411\nUS : +1 929-477-0448\nRussia : +7 495 646 9190\nConference ID : 5683499\nAlexey Lukashov\nDirector of Investor Relations\nMechel PAO\nPhone: 7-495-221-88-88\nFax: 7-495-221-88-00\nalexey.lukashov@mechel.com\nMechel is an international mining and steel company. Its products are marketed in Europe, Asia, North and South America, Africa. Mechel unites producers of coal, iron ore concentrate, steel, rolled products, ferroalloys, heat and electric power. All of its enterprises work in a single production chain, from raw materials to high value-added products.\nSome of the information in this press release may contain projections or other forward-looking statements regarding future events or the future financial performance of Mechel, as defined in the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. We wish to caution you that these statements are only predictions and that actual events or results may differ materially. We do not intend to update these statements. We refer you to the documents Mechel files from time to time with the U.S. Securities and Exchange Commission, including our Form 20-F. These documents contain and identify important factors, including those contained in the section captioned “Risk Factors” and “Cautionary Note Regarding Forward-Looking Statements” in our Form 20-F, that could cause the actual results to differ materially from those contained in our projections or forward-looking statements, including, among others, the achievement of anticipated levels of profitability, growth, cost and synergy of our recent acquisitions, the impact of competitive pricing, the ability to obtain necessary regulatory approvals and licenses, the impact of developments in the Russian economic, political and legal environment, volatility in stock markets or in the price of our shares or ADRs, financial risk management and the impact of general business and global economic conditions.\nAttachments to the 1Q2018 Earnings Press Release\nAttachment A\nNon-IFRS financial measures. This press release includes financial information prepared in accordance with International Financial Reporting Standards, or IFRS, as well as other financial measures referred to as non-IFRS. The non-IFRS financial measures should be considered in addition to, but not as a substitute for the information prepared in accordance with IFRS.\nAdjusted EBITDA (EBITDA) represents profit (loss) attributable to equity shareholders of Mechel PAO before Depreciation, depletion and amortisation, Foreign exchange (gain) loss, net, Finance costs including fines and penalties on overdue loans and borrowings and finance lease payments, Finance income, Net result on the disposal of non-current assets, Impairment of goodwill and other non-current assets, Write-off of accounts receivable, Provision (reversal of provision) for doubtful accounts, Write-off of inventories to net realisable value, Net result on the disposal of subsidiaries, Profit (loss) attributable to non-controlling interests, Income tax expense (benefit), Pension service cost and actuarial loss, other related expenses, Other fines and penalties, Gain on restructuring and forgiveness of accounts payable and write-off of accounts payable with expired legal term and Other one-off items. Adjusted EBITDA margin is defined as adjusted EBITDA as a percentage of our Revenue. Our adjusted EBITDA may not be similar to EBITDA measures of other companies. Adjusted EBITDA is not a measurement under IFRS and should be considered in addition to, but not as a substitute for the information contained in our interim condensed consolidated statement of profit (loss) and other comprehensive income. We believe that our adjusted EBITDA provides useful information to investors because it is an indicator of the strength and performance of our ongoing business operations, including our ability to fund discretionary spending such as capital expenditures, acquisitions and other investments and our ability to incur and service debt. While depreciation, depletion, amortisation and impairment of goodwill and other non-current assets are considered operating expenses under IFRS, these expenses primarily represent the non-cash current period allocation of costs associated with non-current assets acquired or constructed in prior periods. Our adjusted EBITDA calculation is commonly used as one of the bases for investors, analysts and credit rating agencies to evaluate and compare the periodic and future operating performance and value of companies within the metals and mining industry.\nOur calculations of Net debt, excluding fines and penalties on overdue amounts** and trade working capital are presented below:\nMln rubles 31.03.2018 31.12.2017 Interest-bearing loans and borrowings, excluding interest payable, fines and penalties on overdue amounts 378,434 380,541 Interest payable 20,712 20,420 Non-current interest-bearing loans and borrowings 15,618 17,360 Other non-current financial liabilities 41,719 40,916 Other current financial liabilities 760 734 less Cash and cash equivalents (1,277 ) (2,452 ) Net debt, excluding finance lease liabilities, fines and penalties on overdue amounts 455,966 457,519 Current finance lease liabilities 6,984 7,476 Non-current finance lease liabilities 1,790 1,878 Net debt, excluding fines and penalties on overdue amounts 464,740 466,873 Mln rubles 31.03.2018 31.12.2017 Trade and other receivables 21,237 18,762 Inventories 39,998 37,990 Other current assets 7,601 7,589 Income tax receivables 62 107 Trade current assets 68,898 64,448 Trade and other payables 35,080 33,469 Advances received 5,987 4,385 Provisions and other current liabilities 3,375 3,428 Taxes and similar charges payable other than income tax 8,464 6,696 Income tax payable 5,025 4,578 Trade current liabilities 57,931 52,556 Trade working capital 10,967 11,892 EBITDA can be reconciled to our interim condensed consolidated statement of profit (loss) and other comprehensive income as follows:",
    "published": "2018-05-24T16:00:00.000+03:00",
    "crawled": "2018-05-24T19:57:06.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "bln",
        "ruble",
        "compared",
        "1q",
        "ebitda",
        "bln",
        "ruble",
        "compared",
        "1q",
        "profit",
        "attributable",
        "equity",
        "shareholder",
        "mechel",
        "pao",
        "bln",
        "ruble",
        "moscow",
        "may",
        "globe",
        "newswire",
        "mechel",
        "pao",
        "moex",
        "mtlr",
        "nyse",
        "mtl",
        "leading",
        "russian",
        "mining",
        "steel",
        "group",
        "announces",
        "financial",
        "result",
        "1q",
        "mechel",
        "pao",
        "chief",
        "executive",
        "officer",
        "oleg",
        "korzhov",
        "commented",
        "1q",
        "continued",
        "working",
        "developing",
        "priority",
        "area",
        "set",
        "forth",
        "last",
        "year",
        "mining",
        "division",
        "focused",
        "effort",
        "restoring",
        "mining",
        "volume",
        "sale",
        "coal",
        "product",
        "steel",
        "division",
        "continued",
        "optimization",
        "product",
        "range",
        "mastering",
        "new",
        "product",
        "type",
        "new",
        "mining",
        "equipment",
        "arriving",
        "facility",
        "already",
        "begun",
        "yielding",
        "return",
        "mining",
        "stabilized",
        "stripping",
        "volume",
        "went",
        "sharply",
        "share",
        "high",
        "product",
        "steel",
        "division",
        "sale",
        "structure",
        "continues",
        "increase",
        "order",
        "fulfill",
        "assigned",
        "task",
        "continue",
        "implement",
        "capital",
        "investment",
        "program",
        "investment",
        "totaling",
        "billion",
        "ruble",
        "1q",
        "including",
        "finance",
        "lease",
        "nevertheless",
        "complication",
        "reporting",
        "period",
        "limit",
        "set",
        "transporting",
        "cargo",
        "far",
        "eastern",
        "port",
        "railcar",
        "short",
        "supply",
        "kuzbass",
        "factor",
        "together",
        "halting",
        "neryungrinskaya",
        "washing",
        "plant",
        "planned",
        "repair",
        "led",
        "decrease",
        "coking",
        "coal",
        "concentrate",
        "sale",
        "coking",
        "coal",
        "accumulating",
        "yakutugol",
        "storage",
        "facility",
        "led",
        "decrease",
        "mining",
        "division",
        "result",
        "time",
        "steel",
        "division",
        "operation",
        "stable",
        "market",
        "condition",
        "quarter",
        "favorable",
        "coal",
        "price",
        "good",
        "level",
        "highest",
        "since",
        "peak",
        "1q",
        "right",
        "coal",
        "price",
        "stabilizing",
        "steel",
        "product",
        "market",
        "also",
        "demonstrated",
        "certain",
        "stability",
        "profitable",
        "company",
        "overall",
        "group",
        "revenue",
        "remained",
        "practically",
        "unchanged",
        "though",
        "ebitda",
        "went",
        "mostly",
        "due",
        "weaker",
        "result",
        "mining",
        "division",
        "nevertheless",
        "ebitda",
        "margin",
        "remained",
        "fairly",
        "good",
        "level",
        "quarter",
        "group",
        "earned",
        "billion",
        "ruble",
        "profit",
        "attributable",
        "equity",
        "shareholder",
        "mechel",
        "consolidated",
        "result",
        "1q2018",
        "mln",
        "ruble",
        "1q",
        "1q",
        "1q",
        "4q",
        "revenue",
        "external",
        "customer",
        "operating",
        "profit",
        "ebitda",
        "ebitda",
        "margin",
        "profit",
        "attributable",
        "equity",
        "shareholder",
        "mechel",
        "pao",
        "ebitda",
        "adjusted",
        "ebitda",
        "please",
        "find",
        "calculation",
        "adjusted",
        "ebitda",
        "measure",
        "used",
        "hereafter",
        "attachment",
        "mining",
        "segment",
        "mechel",
        "mining",
        "management",
        "ooo",
        "chief",
        "executive",
        "officer",
        "pavel",
        "shtark",
        "noted",
        "1q",
        "mining",
        "division",
        "result",
        "weaker",
        "main",
        "reason",
        "decrease",
        "sale",
        "volume",
        "division",
        "product",
        "particularly",
        "coking",
        "coal",
        "concentrate",
        "starting",
        "division",
        "facility",
        "implementing",
        "program",
        "aimed",
        "restoring",
        "mining",
        "volume",
        "level",
        "previous",
        "year",
        "already",
        "acquired",
        "commissioned",
        "large",
        "number",
        "mining",
        "machine",
        "brought",
        "contractor",
        "equipment",
        "managed",
        "attain",
        "major",
        "increase",
        "stripping",
        "volume",
        "coal",
        "mining",
        "stabilized",
        "overall",
        "1q",
        "division",
        "demonstrated",
        "small",
        "growth",
        "mining",
        "volume",
        "compared",
        "previous",
        "quarter",
        "time",
        "sale",
        "finished",
        "product",
        "decreased",
        "number",
        "reason",
        "example",
        "shipment",
        "planned",
        "first",
        "quarter",
        "put",
        "second",
        "quarter",
        "due",
        "railcar",
        "shortage",
        "among",
        "positive",
        "factor",
        "would",
        "like",
        "note",
        "significant",
        "growth",
        "stripping",
        "volume",
        "yakut",
        "facility",
        "preparing",
        "reserve",
        "future",
        "mining",
        "help",
        "restore",
        "production",
        "volume",
        "reduced",
        "earlier",
        "addition",
        "new",
        "equipment",
        "machine",
        "continue",
        "arrive",
        "mining",
        "division",
        "facility",
        "including",
        "equipment",
        "washing",
        "plant",
        "help",
        "improve",
        "operational",
        "efficiency",
        "would",
        "like",
        "note",
        "market",
        "condition",
        "first",
        "quarter",
        "favorable",
        "positive",
        "dynamic",
        "price",
        "coking",
        "coal",
        "observed",
        "late",
        "caused",
        "first",
        "quarter",
        "contract",
        "price",
        "fixed",
        "level",
        "dollar",
        "per",
        "tonne",
        "resulted",
        "higher",
        "average",
        "price",
        "even",
        "spot",
        "price",
        "somewhat",
        "declined",
        "quarter",
        "see",
        "market",
        "weaker",
        "level",
        "4q",
        "still",
        "quite",
        "acceptable",
        "mln",
        "ruble",
        "1q",
        "1q",
        "1q",
        "4q",
        "revenue",
        "external",
        "customer",
        "revenue",
        "ebitda",
        "ebitda",
        "margin",
        "steel",
        "segment",
        "management",
        "company",
        "ooo",
        "chief",
        "executive",
        "officer",
        "andrey",
        "ponomarev",
        "noted",
        "division",
        "obtained",
        "good",
        "result",
        "reporting",
        "period",
        "demonstrated",
        "revenue",
        "growth",
        "ebitda",
        "decrease",
        "mostly",
        "due",
        "decrease",
        "sale",
        "minor",
        "growth",
        "production",
        "cost",
        "production",
        "sale",
        "remained",
        "stable",
        "level",
        "division",
        "entity",
        "continue",
        "master",
        "production",
        "new",
        "type",
        "high",
        "product",
        "expanding",
        "assortment",
        "product",
        "already",
        "made",
        "well",
        "launching",
        "production",
        "new",
        "product",
        "type",
        "various",
        "industry",
        "part",
        "project",
        "implementation",
        "facility",
        "already",
        "upgraded",
        "several",
        "manufacturing",
        "area",
        "equipment",
        "meant",
        "adaptation",
        "putting",
        "new",
        "product",
        "type",
        "also",
        "increased",
        "ecological",
        "safety",
        "production",
        "despite",
        "seasonal",
        "decrease",
        "russia",
        "construction",
        "market",
        "first",
        "quarter",
        "price",
        "reporting",
        "period",
        "fairly",
        "stable",
        "generally",
        "profitable",
        "division",
        "second",
        "quarter",
        "expect",
        "market",
        "construction",
        "steel",
        "product",
        "become",
        "stronger",
        "business",
        "activity",
        "pick",
        "export",
        "parity",
        "price",
        "go",
        "mln",
        "ruble",
        "1q",
        "1q",
        "1q",
        "4q",
        "revenue",
        "external",
        "customer",
        "revenue",
        "ebitda",
        "ebitda",
        "margin",
        "power",
        "segment",
        "ooo",
        "chief",
        "executive",
        "officer",
        "petr",
        "pashnin",
        "noted",
        "power",
        "segment",
        "continues",
        "demonstrate",
        "stable",
        "positive",
        "financial",
        "result",
        "quarter",
        "facility",
        "capacity",
        "utilization",
        "traditional",
        "seasonal",
        "high",
        "additional",
        "increase",
        "heat",
        "sale",
        "result",
        "lower",
        "outdoor",
        "temperature",
        "electricity",
        "generation",
        "sale",
        "volume",
        "remained",
        "stable",
        "positive",
        "impact",
        "dynamic",
        "revenue",
        "sale",
        "third",
        "party",
        "result",
        "ebitda",
        "grew",
        "comparing",
        "period",
        "previous",
        "year",
        "decrease",
        "ebitda",
        "primarily",
        "due",
        "growth",
        "commercial",
        "cost",
        "additional",
        "provision",
        "doubtful",
        "mln",
        "ruble",
        "1q",
        "1q",
        "1q",
        "4q",
        "revenue",
        "external",
        "customer",
        "revenue",
        "ebitda",
        "ebitda",
        "margin",
        "management",
        "mechel",
        "host",
        "conference",
        "call",
        "today",
        "moscow",
        "time",
        "london",
        "time",
        "new",
        "york",
        "time",
        "review",
        "mechel",
        "financial",
        "result",
        "comment",
        "current",
        "operation",
        "call",
        "may",
        "accessed",
        "via",
        "internet",
        "http",
        "investor",
        "relation",
        "section",
        "please",
        "dial",
        "number",
        "approximately",
        "minute",
        "prior",
        "scheduled",
        "time",
        "call",
        "conference",
        "call",
        "phone",
        "number",
        "international",
        "u",
        "russia",
        "conference",
        "id",
        "alexey",
        "lukashov",
        "director",
        "investor",
        "relation",
        "mechel",
        "pao",
        "phone",
        "fax",
        "mechel",
        "international",
        "mining",
        "steel",
        "company",
        "product",
        "marketed",
        "europe",
        "asia",
        "north",
        "south",
        "america",
        "africa",
        "mechel",
        "unites",
        "producer",
        "coal",
        "iron",
        "ore",
        "concentrate",
        "steel",
        "rolled",
        "product",
        "ferroalloys",
        "heat",
        "electric",
        "power",
        "enterprise",
        "work",
        "single",
        "production",
        "chain",
        "raw",
        "material",
        "high",
        "product",
        "information",
        "press",
        "release",
        "may",
        "contain",
        "projection",
        "statement",
        "regarding",
        "future",
        "event",
        "future",
        "financial",
        "performance",
        "mechel",
        "defined",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "wish",
        "caution",
        "statement",
        "prediction",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "intend",
        "update",
        "statement",
        "refer",
        "document",
        "mechel",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "including",
        "form",
        "document",
        "contain",
        "identify",
        "important",
        "factor",
        "including",
        "contained",
        "section",
        "captioned",
        "risk",
        "factor",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "form",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "projection",
        "statement",
        "including",
        "among",
        "others",
        "achievement",
        "anticipated",
        "level",
        "profitability",
        "growth",
        "cost",
        "synergy",
        "recent",
        "acquisition",
        "impact",
        "competitive",
        "pricing",
        "ability",
        "obtain",
        "necessary",
        "regulatory",
        "approval",
        "license",
        "impact",
        "development",
        "russian",
        "economic",
        "political",
        "legal",
        "environment",
        "volatility",
        "stock",
        "market",
        "price",
        "share",
        "adrs",
        "financial",
        "risk",
        "management",
        "impact",
        "general",
        "business",
        "global",
        "economic",
        "condition",
        "attachment",
        "1q2018",
        "earnings",
        "press",
        "release",
        "attachment",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "financial",
        "information",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "well",
        "financial",
        "measure",
        "referred",
        "financial",
        "measure",
        "considered",
        "addition",
        "substitute",
        "information",
        "prepared",
        "accordance",
        "ifrs",
        "adjusted",
        "ebitda",
        "ebitda",
        "represents",
        "profit",
        "loss",
        "attributable",
        "equity",
        "shareholder",
        "mechel",
        "pao",
        "depreciation",
        "depletion",
        "amortisation",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "net",
        "finance",
        "cost",
        "including",
        "fine",
        "penalty",
        "overdue",
        "loan",
        "borrowing",
        "finance",
        "lease",
        "payment",
        "finance",
        "income",
        "net",
        "result",
        "disposal",
        "asset",
        "impairment",
        "goodwill",
        "asset",
        "account",
        "receivable",
        "provision",
        "reversal",
        "provision",
        "doubtful",
        "account",
        "inventory",
        "net",
        "realisable",
        "value",
        "net",
        "result",
        "disposal",
        "subsidiary",
        "profit",
        "loss",
        "attributable",
        "interest",
        "income",
        "tax",
        "expense",
        "benefit",
        "pension",
        "service",
        "cost",
        "actuarial",
        "loss",
        "related",
        "expense",
        "fine",
        "penalty",
        "gain",
        "restructuring",
        "forgiveness",
        "account",
        "payable",
        "account",
        "payable",
        "expired",
        "legal",
        "term",
        "item",
        "adjusted",
        "ebitda",
        "margin",
        "defined",
        "adjusted",
        "ebitda",
        "percentage",
        "revenue",
        "adjusted",
        "ebitda",
        "may",
        "similar",
        "ebitda",
        "measure",
        "company",
        "adjusted",
        "ebitda",
        "measurement",
        "ifrs",
        "considered",
        "addition",
        "substitute",
        "information",
        "contained",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "comprehensive",
        "income",
        "believe",
        "adjusted",
        "ebitda",
        "provides",
        "useful",
        "information",
        "investor",
        "indicator",
        "strength",
        "performance",
        "ongoing",
        "business",
        "operation",
        "including",
        "ability",
        "fund",
        "discretionary",
        "spending",
        "capital",
        "expenditure",
        "acquisition",
        "investment",
        "ability",
        "incur",
        "service",
        "debt",
        "depreciation",
        "depletion",
        "amortisation",
        "impairment",
        "goodwill",
        "asset",
        "considered",
        "operating",
        "expense",
        "ifrs",
        "expense",
        "primarily",
        "represent",
        "current",
        "period",
        "allocation",
        "cost",
        "associated",
        "asset",
        "acquired",
        "constructed",
        "prior",
        "period",
        "adjusted",
        "ebitda",
        "calculation",
        "commonly",
        "used",
        "one",
        "base",
        "investor",
        "analyst",
        "credit",
        "rating",
        "agency",
        "evaluate",
        "compare",
        "periodic",
        "future",
        "operating",
        "performance",
        "value",
        "company",
        "within",
        "metal",
        "mining",
        "industry",
        "calculation",
        "net",
        "debt",
        "excluding",
        "fine",
        "penalty",
        "overdue",
        "amount",
        "trade",
        "working",
        "capital",
        "presented",
        "mln",
        "ruble",
        "loan",
        "borrowing",
        "excluding",
        "interest",
        "payable",
        "fine",
        "penalty",
        "overdue",
        "amount",
        "interest",
        "payable",
        "loan",
        "borrowing",
        "financial",
        "liability",
        "current",
        "financial",
        "liability",
        "less",
        "cash",
        "cash",
        "equivalent",
        "net",
        "debt",
        "excluding",
        "finance",
        "lease",
        "liability",
        "fine",
        "penalty",
        "overdue",
        "amount",
        "current",
        "finance",
        "lease",
        "liability",
        "finance",
        "lease",
        "liability",
        "net",
        "debt",
        "excluding",
        "fine",
        "penalty",
        "overdue",
        "amount",
        "mln",
        "ruble",
        "trade",
        "receivables",
        "inventory",
        "current",
        "asset",
        "income",
        "tax",
        "receivables",
        "trade",
        "current",
        "asset",
        "trade",
        "payable",
        "advance",
        "received",
        "provision",
        "current",
        "liability",
        "tax",
        "similar",
        "charge",
        "payable",
        "income",
        "tax",
        "income",
        "tax",
        "payable",
        "trade",
        "current",
        "liability",
        "trade",
        "working",
        "capital",
        "ebitda",
        "reconciled",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "profit",
        "loss",
        "comprehensive",
        "income",
        "follows"
    ]
}