{
    "organizations": [],
    "uuid": "d9d4145a205c6403c1f3ac5a60b3dda829b0e76e",
    "author": "Rob Cox",
    "url": "https://www.reuters.com/article/us-usa-speech-breakingviews/breakingviews-cox-peter-thiels-next-target-should-be-infowars-idUSKCN1IV1ZS",
    "ord_in_thread": 0,
    "title": "Breakingviews - Cox: Peter Thiel’s next target should be Infowars",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Reuters Breakingviews) - It has been years since a daily email from Gawker graced my inbox. Sometimes I feel my days could be brightened by one of the now-defunct website’s absurd stories, like “How Did a Juggalette End Up Twerking on This Guy’s Enormous Belly?” A potential buyer of the brand might revive it out of bankruptcy to focus on positive news. But mostly, the world is a better place without Gawker reporting on the sex lives of public figures, like wrestler Hulk Hogan, and private citizens alike.\nPeter Thiel, the Silicon Valley investor who co-founded PayPal, talks to students during his visit to the 42 school campus in Paris, France, February 24, 2016. REUTERS/Jacky Naegelen First Amendment absolutists won’t agree. Gawker might have been naughty, but its takedown a couple of years ago in the courts by Hogan - backed financially by tech billionaire Peter Thiel - represented a threat to freedom of speech, that most sacrosanct right of the U.S. Constitution. After a Florida court ordered Gawker to pay Hogan $140 million for posting a video of the wrestler fornicating with his friend’s wife, the website’s owner went bust.\nBut I have seen the other side of this story. Not the sex-tape stuff, but what happens when ordinary Americans are subjected to a smear campaign perpetrated with extraordinary cruelty by faux journalists hiding behind veils knitted with First Amendment thread. That’s why society’s conception of what is true or false would benefit from an abolition of the sort of information warfare conducted by Alex Jones and his Infowars gangsters.\nFor the first time since Jones began spreading his conspiracy manure across the internet, things may be moving in that direction. Last week, a half-dozen families whose children and relatives were murdered at Sandy Hook Elementary School filed a lawsuit charging defamation and invasion of privacy against Jones and his companies. They face formidable challenges. But if these families inflict devastating financial damage they can do more than shut a website or prove a point. They can help restore some decency to American civil discourse.\nGawker was personal for Thiel, who made his estimated $2.5 billion fortune by co-founding PayPal and investing in Facebook and other startups. In 2007, the website published a story entitled “Peter Thiel is totally gay, people.” This was not how Thiel wanted his sexual orientation to be revealed. From that moment on, he sought revenge against Gawker, which he labeled a “Manhattan Based Terrorism Organization,” according to Ryan Holiday’s recent book on the case, “Conspiracy.”\nAfter crushing Gawker in court, Thiel defended his previously secret financial backing for Hogan, whose real name is Terry Bollea, in an August 2016 New York Times op-ed: “I will support him until his final victory ... and I would gladly support someone else in the same position,” the German-born libertarian and supporter of Donald Trump vowed. “The press is too important to let its role be undermined by those who would search for clicks at the cost of the profession’s reputation.”\nHere’s the philosopher-king’s chance to prove his nobility. By backing the Sandy Hook families in their challenge to Infowars, Facebook director Thiel can show the Gawker affair was about more than being personally outed – that he is also truly concerned about the state of civic dialogue and, more broadly, American democratic institutions.\nThe Infowars case is personal for me. Many of the Sandy Hook parents pursuing Jones are friends. As a native of Newtown, Connecticut, I am also arguably one of Infowars’ victims – a participant, or “crisis actor,” in what Jones has called the fictitious slaughter of 20 children and six educators in December 2012. Indeed, my first encounter with Infowars came at a board of education meeting where one of its “reporters” told us that unless we exhumed the bodies of the children, we were all in on the hoax.\nIn that sense, I have some sympathy for Hogan’s friends, who would have seen the distress he went through after his recorded weak moment with Bubba the Love Sponge’s wife hit Gawker. Yet even Hulk’s most clothesline-hardened pals would agree that five years of accusations that a mother or father faked a child’s violent death is of a different caliber, especially when accompanied by exhortations to harass those innocent parents.\nThat, in any event, is what the Sandy Hook plaintiffs and their lawyers have set out in their case against Jones, which was filed last week in a Connecticut superior court. To be successful, they must convince a jury that Jones not only defamed them, but did so knowingly with malicious intent, and for financial gain. “The defendants’ business model is based on their fabrication, propagation and amplification of conspiracy-minded falsehoods like those about Sandy Hook,” according to the claim. “It is a very lucrative business model.”\nInfowars – like the more legitimate news organizations it apes – provides a document trail that begins on Dec. 19, 2012, five days after the gunman barged into the school with an AR-15. Before many families even had a chance to commit their children’s tiny bodies to soil or flame, Infowars suggested one of the parents was performing for the cameras when crying about his daughter’s murder, the suit alleges.\nOver time, Jones moved from suggestion to outright accusation. In March 2014, he said “we’ve clearly got people where it’s actors playing different parts.” Two months later he said, “you’ve got parents acting ... it’s just the fakest thing since the three-dollar bill.”\nThroughout his campaign to convince the public that Sandy Hook was a so-called “false flag” designed to strip Americans of their guns, Jones urged his viewers to take matters into their own hands, to probe for themselves what happened. That’s also what he did in November 2016 when exhorting viewers to investigate allegations that a Washington, D.C. pizza restaurant was conducting a child-sex ring associated with Hillary Clinton. One of Jones’ devoted fans shot up the pizzeria with an AR-15 a few weeks later.\nThe First Amendment guarantees citizens the freedom to express opinions, even daft ones. But courts have decided those rights are not absolute. Some things are off limits because they hurt other people and infringe upon other rights, like privacy. That’s why publishing a sex tape of a wrestler carried a financial cost for Gawker, and why Thiel was willing to fund the cause. It’s also perhaps why a marketing firm bidding for the Gawker brand, Didit, is proposing an editorial policy focused solely on stories it deems to be positive, the Wall Street Journal reports.\nJudges, juries and lawyers will ultimately determine whether Jones crossed the line when he accused the Newtown parents of faking the massacre of their first graders. But there’s no question that he has inflicted great suffering upon them. I’ve seen it. Surely Thiel, who backed Trump (who told Jones “I will not let you down” before he became president), can see it too.\nBreakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time.\nSign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com . All opinions expressed are those of the authors.\n ",
    "published": "2018-05-30T23:07:00.000+03:00",
    "crawled": "2018-05-30T20:59:24.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "reuters",
        "breakingviews",
        "year",
        "since",
        "daily",
        "email",
        "gawker",
        "graced",
        "inbox",
        "sometimes",
        "feel",
        "day",
        "could",
        "brightened",
        "one",
        "website",
        "absurd",
        "story",
        "like",
        "juggalette",
        "end",
        "twerking",
        "guy",
        "enormous",
        "belly",
        "potential",
        "buyer",
        "brand",
        "might",
        "revive",
        "bankruptcy",
        "focus",
        "positive",
        "news",
        "mostly",
        "world",
        "better",
        "place",
        "without",
        "gawker",
        "reporting",
        "sex",
        "life",
        "public",
        "figure",
        "like",
        "wrestler",
        "hulk",
        "hogan",
        "private",
        "citizen",
        "alike",
        "peter",
        "thiel",
        "silicon",
        "valley",
        "investor",
        "paypal",
        "talk",
        "student",
        "visit",
        "school",
        "campus",
        "paris",
        "france",
        "february",
        "naegelen",
        "first",
        "amendment",
        "absolutist",
        "agree",
        "gawker",
        "might",
        "naughty",
        "takedown",
        "couple",
        "year",
        "ago",
        "court",
        "hogan",
        "backed",
        "financially",
        "tech",
        "billionaire",
        "peter",
        "thiel",
        "represented",
        "threat",
        "freedom",
        "speech",
        "sacrosanct",
        "right",
        "constitution",
        "florida",
        "court",
        "ordered",
        "gawker",
        "pay",
        "hogan",
        "million",
        "posting",
        "video",
        "wrestler",
        "fornicating",
        "friend",
        "wife",
        "website",
        "owner",
        "went",
        "bust",
        "seen",
        "side",
        "story",
        "stuff",
        "happens",
        "ordinary",
        "american",
        "subjected",
        "smear",
        "campaign",
        "perpetrated",
        "extraordinary",
        "cruelty",
        "faux",
        "journalist",
        "hiding",
        "behind",
        "veil",
        "knitted",
        "first",
        "amendment",
        "thread",
        "society",
        "conception",
        "true",
        "false",
        "would",
        "benefit",
        "abolition",
        "sort",
        "information",
        "warfare",
        "conducted",
        "alex",
        "jones",
        "infowars",
        "gangster",
        "first",
        "time",
        "since",
        "jones",
        "began",
        "spreading",
        "conspiracy",
        "manure",
        "across",
        "internet",
        "thing",
        "may",
        "moving",
        "direction",
        "last",
        "week",
        "family",
        "whose",
        "child",
        "relative",
        "murdered",
        "sandy",
        "hook",
        "elementary",
        "school",
        "filed",
        "lawsuit",
        "charging",
        "defamation",
        "invasion",
        "privacy",
        "jones",
        "company",
        "face",
        "formidable",
        "challenge",
        "family",
        "inflict",
        "devastating",
        "financial",
        "damage",
        "shut",
        "website",
        "prove",
        "point",
        "help",
        "restore",
        "decency",
        "american",
        "civil",
        "discourse",
        "gawker",
        "personal",
        "thiel",
        "made",
        "estimated",
        "billion",
        "fortune",
        "paypal",
        "investing",
        "facebook",
        "startup",
        "website",
        "published",
        "story",
        "entitled",
        "peter",
        "thiel",
        "totally",
        "gay",
        "thiel",
        "wanted",
        "sexual",
        "orientation",
        "revealed",
        "moment",
        "sought",
        "revenge",
        "gawker",
        "labeled",
        "manhattan",
        "based",
        "terrorism",
        "organization",
        "according",
        "ryan",
        "holiday",
        "recent",
        "book",
        "case",
        "crushing",
        "gawker",
        "court",
        "thiel",
        "defended",
        "previously",
        "secret",
        "financial",
        "backing",
        "hogan",
        "whose",
        "real",
        "name",
        "terry",
        "bollea",
        "august",
        "new",
        "york",
        "time",
        "support",
        "final",
        "victory",
        "would",
        "gladly",
        "support",
        "someone",
        "else",
        "position",
        "libertarian",
        "supporter",
        "donald",
        "trump",
        "vowed",
        "press",
        "important",
        "let",
        "role",
        "undermined",
        "would",
        "search",
        "click",
        "cost",
        "profession",
        "chance",
        "prove",
        "nobility",
        "backing",
        "sandy",
        "hook",
        "family",
        "challenge",
        "infowars",
        "facebook",
        "director",
        "thiel",
        "show",
        "gawker",
        "affair",
        "personally",
        "outed",
        "also",
        "truly",
        "concerned",
        "state",
        "civic",
        "dialogue",
        "broadly",
        "american",
        "democratic",
        "institution",
        "infowars",
        "case",
        "personal",
        "many",
        "sandy",
        "hook",
        "parent",
        "pursuing",
        "jones",
        "friend",
        "native",
        "newtown",
        "connecticut",
        "also",
        "arguably",
        "one",
        "infowars",
        "victim",
        "participant",
        "crisis",
        "actor",
        "jones",
        "called",
        "fictitious",
        "slaughter",
        "child",
        "six",
        "educator",
        "december",
        "indeed",
        "first",
        "encounter",
        "infowars",
        "came",
        "board",
        "education",
        "meeting",
        "one",
        "reporter",
        "told",
        "u",
        "unless",
        "exhumed",
        "body",
        "child",
        "hoax",
        "sense",
        "sympathy",
        "hogan",
        "friend",
        "would",
        "seen",
        "distress",
        "went",
        "recorded",
        "weak",
        "moment",
        "bubba",
        "love",
        "sponge",
        "wife",
        "hit",
        "gawker",
        "yet",
        "even",
        "hulk",
        "pal",
        "would",
        "agree",
        "five",
        "year",
        "accusation",
        "mother",
        "father",
        "faked",
        "child",
        "violent",
        "death",
        "different",
        "caliber",
        "especially",
        "accompanied",
        "exhortation",
        "harass",
        "innocent",
        "parent",
        "event",
        "sandy",
        "hook",
        "plaintiff",
        "lawyer",
        "set",
        "case",
        "jones",
        "filed",
        "last",
        "week",
        "connecticut",
        "superior",
        "court",
        "successful",
        "must",
        "convince",
        "jury",
        "jones",
        "defamed",
        "knowingly",
        "malicious",
        "intent",
        "financial",
        "gain",
        "defendant",
        "business",
        "model",
        "based",
        "fabrication",
        "propagation",
        "amplification",
        "falsehood",
        "like",
        "sandy",
        "hook",
        "according",
        "claim",
        "lucrative",
        "business",
        "infowars",
        "like",
        "legitimate",
        "news",
        "organization",
        "ape",
        "provides",
        "document",
        "trail",
        "begin",
        "five",
        "day",
        "gunman",
        "barged",
        "school",
        "many",
        "family",
        "even",
        "chance",
        "commit",
        "child",
        "tiny",
        "body",
        "soil",
        "flame",
        "infowars",
        "suggested",
        "one",
        "parent",
        "performing",
        "camera",
        "cry",
        "daughter",
        "murder",
        "suit",
        "alleges",
        "time",
        "jones",
        "moved",
        "suggestion",
        "outright",
        "accusation",
        "march",
        "said",
        "clearly",
        "got",
        "people",
        "actor",
        "playing",
        "different",
        "two",
        "month",
        "later",
        "said",
        "got",
        "parent",
        "acting",
        "fakest",
        "thing",
        "since",
        "throughout",
        "campaign",
        "convince",
        "public",
        "sandy",
        "hook",
        "false",
        "flag",
        "designed",
        "strip",
        "american",
        "gun",
        "jones",
        "urged",
        "viewer",
        "take",
        "matter",
        "hand",
        "probe",
        "happened",
        "also",
        "november",
        "exhorting",
        "viewer",
        "investigate",
        "allegation",
        "washington",
        "pizza",
        "restaurant",
        "conducting",
        "ring",
        "associated",
        "hillary",
        "clinton",
        "one",
        "jones",
        "devoted",
        "fan",
        "shot",
        "pizzeria",
        "week",
        "later",
        "first",
        "amendment",
        "guarantee",
        "citizen",
        "freedom",
        "express",
        "opinion",
        "even",
        "daft",
        "one",
        "court",
        "decided",
        "right",
        "absolute",
        "thing",
        "limit",
        "hurt",
        "people",
        "infringe",
        "upon",
        "right",
        "like",
        "privacy",
        "publishing",
        "sex",
        "tape",
        "wrestler",
        "carried",
        "financial",
        "cost",
        "gawker",
        "thiel",
        "willing",
        "fund",
        "cause",
        "also",
        "perhaps",
        "marketing",
        "firm",
        "bidding",
        "gawker",
        "brand",
        "didit",
        "proposing",
        "editorial",
        "policy",
        "focused",
        "solely",
        "story",
        "deems",
        "positive",
        "wall",
        "street",
        "journal",
        "report",
        "judge",
        "jury",
        "lawyer",
        "ultimately",
        "determine",
        "whether",
        "jones",
        "crossed",
        "line",
        "accused",
        "newtown",
        "parent",
        "faking",
        "massacre",
        "first",
        "grader",
        "question",
        "inflicted",
        "great",
        "suffering",
        "upon",
        "seen",
        "surely",
        "thiel",
        "backed",
        "trump",
        "told",
        "jones",
        "let",
        "became",
        "president",
        "see",
        "breakingviews",
        "reuters",
        "breakingviews",
        "world",
        "leading",
        "source",
        "financial",
        "insight",
        "reuters",
        "brand",
        "financial",
        "commentary",
        "dissect",
        "big",
        "business",
        "economic",
        "story",
        "break",
        "around",
        "world",
        "every",
        "day",
        "global",
        "team",
        "correspondent",
        "new",
        "york",
        "london",
        "hong",
        "kong",
        "major",
        "city",
        "provides",
        "expert",
        "analysis",
        "real",
        "time",
        "sign",
        "free",
        "trial",
        "full",
        "service",
        "http",
        "follow",
        "u",
        "twitter",
        "breakingviews",
        "opinion",
        "expressed",
        "author"
    ]
}