{
    "organizations": [],
    "uuid": "36f09774b33df77244e7375daf34646d79723148",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/globe-newswire-srg-graphite-inc-announces-pricing-of-8001000-marketed-unit-offering-and-concurrent-private-placement-of-up-to-2000000.html",
    "ord_in_thread": 0,
    "title": "SRG Graphite Inc. Announces Pricing of $8,001,000 Marketed Unit Offering and Concurrent Private Placement of Up to $2,000,000",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NOT FOR DISSEMINATION IN THE UNITED STATES OR FOR DISTRIBUTION TO U.S. NEWSWIRE SERVICES\nMONTREAL, May 02, 2018 (GLOBE NEWSWIRE) -- SRG Graphite Inc. (TSXV:SRG) (“SRG” or the “Company”) is pleased to announce that in connection with its marketed public offering (the “Offering”) previously announced on May 1, 2018, it has entered into an underwriting agreement (the \"Underwriting Agreement\") with a syndicate of underwriters, providing for the purchase and sale of 5,334,000 units of the Company (“Units”) at a price of $1.50 per Unit (the \"Offering Price\") for gross proceeds of $8,001,000 (the \"Offering\"). Each Unit will be comprised of one common share of the Company (a \"Common Share\") and one Common Share purchase warrant of the Company (a \"Warrant\"). Each Warrant will entitle the holder thereof to acquire one additional Common Share (each a \"Warrant Share\") at an exercise price of $2.30 per Common Share at any time for a period of 12 months following the closing date of the Offering.\nThe Offering is being conducted through a syndicate of underwriters co-led by National Bank Financial Inc. and TD Securities Inc. and including Macquarie Capital Markets Canada Ltd., Beacon Securities Limited and Clarksons Platou Securities AS (collectively, the “Underwriters”).\nThe Company has granted the Underwriters an over-allotment option to purchase up to a number of additional Units and/or Warrants equal to 15% of the Units sold pursuant to the Offering, exercisable in whole or in part at any time up to 30 days after and including the closing date of the Offering, which may be exercised for Units, Warrants or a combination thereof.\nIn addition, the Company intends to complete a concurrent non-brokered private placement with Coris Capital SA (“Coris”). Coris has a pre-emptive right to maintain its pro rata ownership of the Company in connection with the Offering and has confirmed its intention to the Company to exercise such right by way of a non-brokered private placement of units (the \"Concurrent Private Placement\"), up to a maximum of 1,333,333 Private Placement Units. The units issuable pursuant to the Concurrent Private Placement will be on the same terms and conditions as those issuable pursuant to the Offering. The units issuable pursuant to the Concurrent Private Placement will be subject to a statutory four month hold period in accordance with applicable securities laws. The closing of the Offering will be conditional upon the closing of the Concurrent Private Placement.\nThe Company intends to use the proceeds from the Offering and Concurrent Private Placement for advancement of the Company’s Lola Graphite project, including, in the near term, to further regional exploration and infill resource drilling and to progress towards a feasibility study; for continued exploration of its Gogota Cobalt-Nickel-Scandium project; and for general working capital purposes.\n“This financing will provide the financial resources necessary to move forward with the development plan of the Company’s two deposits; the Lola graphite deposit and the Gogota nickel-cobalt-scandium deposit,” said Ugo Landry-Tolszczuk, President & COO.\n“We are very thankful to Mr. Nassa and his team at Coris Capital who continue to be great supporters of the Company as we move to the next stage of development,” said Benoit La Salle, Executive Chairman.\nSRG will file today an amended and restated preliminary short form prospectus (the “Amended Preliminary Prospectus”) containing important information relating to the Offering in each of the Provinces of Canada and the Amended Preliminary Prospectus will be available on SEDAR at www.sedar.com .\nThe Offering and Concurrent Private Placement are expected to close on or about May 18, 2018 and are subject to certain conditions including, but not limited to, the receipt of all necessary approvals, including the approval of the TSX Venture Exchange (the \"TSXV\"). The closing of the Offering will be conditional upon the closing of the Concurrent Private Placement.\nThis news release does not constitute an offer to sell or a solicitation of an offer to buy any of the securities in the United States. The securities have not been and will not be registered under the United States Securities Act of 1933, as amended (the “U.S. Securities Act”) or any state securities laws and may not be offered or sold within the United States or to U.S. Persons unless registered under the U.S. Securities Act and applicable state securities laws or an exemption from such registration is available.\nABOUT SRG\nSRG is a Canadian-based company focused on developing the Lola graphite deposit and the Gogota cobalt-nickel-scandium deposit located in the Republic of Guinea, West Africa. SRG is committed to operating in a socially, environmentally and ethically responsible manner.\nFor additional information, please visit SRG’s website at www.srggraphite.com .\nFor more information contact: Ugo Landry-Tolszczuk Benoit La Salle, FCPA FCA Tel: +1 (514) 679-4196 Tel: +1 (514) 951-4411 Email: ultolszczuk@srggraphite.com Email: benoit.lasalle@srggraphite.com Neither the TSXV nor its Regulation Services Provider (as that term is defined in the policies of the TSXV) accepts responsibility for the adequacy or accuracy of this release.\nForward-Looking Statements\nThis press release contains \"forward-looking information\" within the meaning of Canadian securities legislation. All information contained herein that is not clearly historical in nature may constitute forward-looking information. Generally, such forward-looking information can be identified by the use of forward-looking terminology such as “reduce”, “suggest”, “opportunity”, “demonstrate”, or variations of such words and phrases or state that certain actions, events or results \"may\", \"could\", \"would\" or \"might\". Forward-looking information is subject to known and unknown risks, uncertainties and other factors that may cause the actual results, level of activity, performance or achievements of the Company to be materially different from those expressed or implied by such forward-looking information, including but not limited to: (i) inability to satisfy conditions of the Offering; (ii) Coris will complete the Private Placement; (iii) the Offering may not be completed on the terms and timeline indicated, or at all; (iv) the Company’s use of proceeds of the Offering may differ from those indicated; (v) volatile stock price; (vi) the general global markets and economic conditions; (vii) the possibility of write-downs and impairments; (viii) the risk associated with exploration, development and operations of mineral deposits; (ix) the risk associated with establishing title to mineral properties and assets; (x) fluctuations in commodity prices and other risks and factors described or referred to in the sections entitled \"Risk Factors\" in the Annual Information Form of the Company and the Amended Preliminary Prospectus which will be available at www.sedar.com , all of which should be reviewed in conjunction with the information found in this news release.\nForward-looking information is based on assumptions management believes to be reasonable at the time such statements are made, including but not limited to, continued exploration activities and no material adverse change in mineral prices. Although the Company has attempted to identify important factors that could cause actual results to differ materially from those contained in the forward-looking information, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such forward-looking information. Such forward-looking information has been provided for the purpose of assisting investors in understanding the Company's business, operations and exploration plans and may not be appropriate for other purposes. Accordingly, readers should not place undue reliance on forward-looking information. Forward-looking information is given as of the date of this press release, and the Company does not undertake to update such forward-looking information except in accordance with applicable securities laws.\nSource: SRG Graphite Inc.",
    "published": "2018-05-02T19:39:00.000+03:00",
    "crawled": "2018-05-02T22:34:01.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dissemination",
        "united",
        "state",
        "distribution",
        "newswire",
        "service",
        "montreal",
        "may",
        "globe",
        "newswire",
        "srg",
        "graphite",
        "tsxv",
        "srg",
        "srg",
        "company",
        "pleased",
        "announce",
        "connection",
        "marketed",
        "public",
        "offering",
        "offering",
        "previously",
        "announced",
        "may",
        "entered",
        "underwriting",
        "agreement",
        "underwriting",
        "agreement",
        "syndicate",
        "underwriter",
        "providing",
        "purchase",
        "sale",
        "unit",
        "company",
        "unit",
        "price",
        "per",
        "unit",
        "offering",
        "price",
        "gross",
        "proceeds",
        "offering",
        "unit",
        "comprised",
        "one",
        "common",
        "share",
        "company",
        "common",
        "share",
        "one",
        "common",
        "share",
        "purchase",
        "warrant",
        "company",
        "warrant",
        "warrant",
        "entitle",
        "holder",
        "thereof",
        "acquire",
        "one",
        "additional",
        "common",
        "share",
        "warrant",
        "share",
        "exercise",
        "price",
        "per",
        "common",
        "share",
        "time",
        "period",
        "month",
        "following",
        "closing",
        "date",
        "offering",
        "offering",
        "conducted",
        "syndicate",
        "underwriter",
        "national",
        "bank",
        "financial",
        "td",
        "security",
        "including",
        "macquarie",
        "capital",
        "market",
        "canada",
        "beacon",
        "security",
        "limited",
        "clarksons",
        "platou",
        "security",
        "collectively",
        "underwriter",
        "company",
        "granted",
        "underwriter",
        "option",
        "purchase",
        "number",
        "additional",
        "unit",
        "warrant",
        "equal",
        "unit",
        "sold",
        "pursuant",
        "offering",
        "exercisable",
        "whole",
        "part",
        "time",
        "day",
        "including",
        "closing",
        "date",
        "offering",
        "may",
        "exercised",
        "unit",
        "warrant",
        "combination",
        "thereof",
        "addition",
        "company",
        "intends",
        "complete",
        "concurrent",
        "private",
        "placement",
        "coris",
        "capital",
        "sa",
        "coris",
        "coris",
        "right",
        "maintain",
        "pro",
        "rata",
        "ownership",
        "company",
        "connection",
        "offering",
        "confirmed",
        "intention",
        "company",
        "exercise",
        "right",
        "way",
        "private",
        "placement",
        "unit",
        "concurrent",
        "private",
        "placement",
        "maximum",
        "private",
        "placement",
        "unit",
        "unit",
        "issuable",
        "pursuant",
        "concurrent",
        "private",
        "placement",
        "term",
        "condition",
        "issuable",
        "pursuant",
        "offering",
        "unit",
        "issuable",
        "pursuant",
        "concurrent",
        "private",
        "placement",
        "subject",
        "statutory",
        "four",
        "month",
        "hold",
        "period",
        "accordance",
        "applicable",
        "security",
        "law",
        "closing",
        "offering",
        "conditional",
        "upon",
        "closing",
        "concurrent",
        "private",
        "placement",
        "company",
        "intends",
        "use",
        "proceeds",
        "offering",
        "concurrent",
        "private",
        "placement",
        "advancement",
        "company",
        "lola",
        "graphite",
        "project",
        "including",
        "near",
        "term",
        "regional",
        "exploration",
        "infill",
        "resource",
        "drilling",
        "progress",
        "towards",
        "feasibility",
        "study",
        "continued",
        "exploration",
        "gogota",
        "project",
        "general",
        "working",
        "capital",
        "purpose",
        "financing",
        "provide",
        "financial",
        "resource",
        "necessary",
        "move",
        "forward",
        "development",
        "plan",
        "company",
        "two",
        "deposit",
        "lola",
        "graphite",
        "deposit",
        "gogota",
        "deposit",
        "said",
        "ugo",
        "president",
        "coo",
        "thankful",
        "nassa",
        "team",
        "coris",
        "capital",
        "continue",
        "great",
        "supporter",
        "company",
        "move",
        "next",
        "stage",
        "development",
        "said",
        "benoit",
        "la",
        "salle",
        "executive",
        "chairman",
        "srg",
        "file",
        "today",
        "amended",
        "restated",
        "preliminary",
        "short",
        "form",
        "prospectus",
        "amended",
        "preliminary",
        "prospectus",
        "containing",
        "important",
        "information",
        "relating",
        "offering",
        "province",
        "canada",
        "amended",
        "preliminary",
        "prospectus",
        "available",
        "sedar",
        "offering",
        "concurrent",
        "private",
        "placement",
        "expected",
        "close",
        "may",
        "subject",
        "certain",
        "condition",
        "including",
        "limited",
        "receipt",
        "necessary",
        "approval",
        "including",
        "approval",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "closing",
        "offering",
        "conditional",
        "upon",
        "closing",
        "concurrent",
        "private",
        "placement",
        "news",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "united",
        "state",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "within",
        "united",
        "state",
        "person",
        "unless",
        "registered",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "exemption",
        "registration",
        "available",
        "srg",
        "srg",
        "company",
        "focused",
        "developing",
        "lola",
        "graphite",
        "deposit",
        "gogota",
        "deposit",
        "located",
        "republic",
        "guinea",
        "west",
        "africa",
        "srg",
        "committed",
        "operating",
        "socially",
        "environmentally",
        "ethically",
        "responsible",
        "manner",
        "additional",
        "information",
        "please",
        "visit",
        "srg",
        "website",
        "information",
        "contact",
        "ugo",
        "benoit",
        "la",
        "salle",
        "fcpa",
        "fca",
        "tel",
        "tel",
        "email",
        "ultolszczuk",
        "email",
        "neither",
        "tsxv",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsxv",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "legislation",
        "information",
        "contained",
        "herein",
        "clearly",
        "historical",
        "nature",
        "may",
        "constitute",
        "information",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "reduce",
        "suggest",
        "opportunity",
        "demonstrate",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "information",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "including",
        "limited",
        "inability",
        "satisfy",
        "condition",
        "offering",
        "ii",
        "coris",
        "complete",
        "private",
        "placement",
        "iii",
        "offering",
        "may",
        "completed",
        "term",
        "timeline",
        "indicated",
        "iv",
        "company",
        "use",
        "proceeds",
        "offering",
        "may",
        "differ",
        "indicated",
        "v",
        "volatile",
        "stock",
        "price",
        "vi",
        "general",
        "global",
        "market",
        "economic",
        "condition",
        "vii",
        "possibility",
        "impairment",
        "viii",
        "risk",
        "associated",
        "exploration",
        "development",
        "operation",
        "mineral",
        "deposit",
        "ix",
        "risk",
        "associated",
        "establishing",
        "title",
        "mineral",
        "property",
        "asset",
        "x",
        "fluctuation",
        "commodity",
        "price",
        "risk",
        "factor",
        "described",
        "referred",
        "section",
        "entitled",
        "risk",
        "factor",
        "annual",
        "information",
        "form",
        "company",
        "amended",
        "preliminary",
        "prospectus",
        "available",
        "reviewed",
        "conjunction",
        "information",
        "found",
        "news",
        "release",
        "information",
        "based",
        "assumption",
        "management",
        "belief",
        "reasonable",
        "time",
        "statement",
        "made",
        "including",
        "limited",
        "continued",
        "exploration",
        "activity",
        "material",
        "adverse",
        "change",
        "mineral",
        "price",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "information",
        "information",
        "provided",
        "purpose",
        "assisting",
        "investor",
        "understanding",
        "company",
        "business",
        "operation",
        "exploration",
        "plan",
        "may",
        "appropriate",
        "purpose",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "information",
        "given",
        "date",
        "press",
        "release",
        "company",
        "undertake",
        "update",
        "information",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "srg",
        "graphite",
        "inc"
    ]
}