{
    "organizations": [],
    "uuid": "4805c3ca76169345217fcd905c38793efe82f420",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-americas-silver-corporation-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Americas Silver Corporation 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Americas Silver Corporation (TSX: USA) (NYSE American: USAS) (“Americas Silver” or the “Company”) today reported consolidated financial and operational results for .\nThis earnings release should be read in conjunction with the Company’s First Quarter Production and Cost Update, Management’s Discussion and Analysis, Financial Statements and Notes to Financial Statements for the corresponding period, which have been posted on the Americas Silver Corporation SEDAR profile at www.sedar.com , on its EDGAR profile at www.sec.gov , and are also available on the Company’s website at www.americassilvercorp.com . All figures are in U.S. dollars unless otherwise noted.\nFirst Quarter Highlights\nRevenues of $20.4 million in Q1, 2018 compared with revenues of $15.2 million in Q1, 2017. Previously announced, consolidated silver production for the quarter of approximately 1.6 million silver equivalent 1 ounces, an increase of 46% when compared to Q1 2017, including approximately 400,000 silver ounces. A net income of $0.5 million or 0.01 cents per share in Q1, 2018 after Zone 120 exploration expenses of $1.8 million, compared with a net loss of ($0.2) million or ($0.01) cent per share in Q1, 2017. Previously announced, consolidated cash costs 2 were approximately negative ($2.73) per silver ounce, a decrease of 128% year-over-year, while consolidated all-in sustaining costs 3 (“AISC”) were approximately $6.17 per silver ounce, a decrease of 54% year-over-year. Cash flow generated from operating activities 3 in Q1, 2018 of approximately $3.7 million after exploration costs compared to cash flow used in operating activities of approximately $0.5 million in Q4, 2017. Cash balance at March 31, 2018 of $3.3 million with net working capital of approximately $10.9 million; long-term debt decreasing to $9.6 million. Guidance for 2018 remains unchanged at 1.6 – 2.0 million silver ounces and 7.2 – 8.0 million silver equivalent ounces at cash costs of negative ($10.00) to negative ($5.00) per silver ounce and all-in sustaining cash costs of negative ($1.00) to $4.00 per silver ounce.\n“The Company had a solid first quarter with increases in consolidated revenue, net income, and silver equivalent production with significant decreases in cash costs and AISC,” said Americas Silver Corporation President and CEO Darren Blasutti. “San Rafael continued to ramp up its mining rate and milling rate throughout the quarter while advancing development into the higher-grade Main Zone with the expectation of reaching a milling rate of 1,700 tonnes per day in the second half of the year. Exploration cost of $1.8 million during the quarter was spent primarily on the very successful 12,000-meter drill program at Zone 120 designed to expand and upgrade previously reported resources, expected to be released in Q3 2018.”\nConsolidated Production and Operating Costs\nConsolidated Production and Cost Details Q1 2018 Q1 2017 Total ore processed (tonnes milled) 163,875 167,493 Silver produced (ounces) 397,035 523,747 Zinc produced (pounds) 7,332,978 2,389,133 Lead produced (pounds) 7,624,685 6,160,732 Copper produced (pounds) - 308,100 Silver equivalent produced (ounces) 1,613,711 1,104,237 Silver recovery (percent) 79.3 90.5 Silver grade (grams per tonne) 95 107 Silver sold (ounces) 404,649 528,827 Zinc sold (pounds) 7,259,622 2,500,550 Lead sold (pounds) 7,895,231 6,119,207 Copper sold (pounds) - 295,336 Cost of sales ($ per silver equivalent ounce) 1 $8.14 $9.93 Silver cash cost ($ per silver ounce) 1 ($2.73) $9.89 All-in sustaining cost ($ per silver ounce) 1 $6.17 $13.37 1 Cost of sales per silver equivalent ounce, cash costs per silver ounce, and all-in sustaining costs per silver ounce in Q1, 2017 excludes pre-production of 62,714 silver ounces, and 88,656 silver equivalent ounces mined from El Cajón during its commissioning period. Pre-production revenue and cost of sales from El Cajón are capitalized as an offset to development costs.\nAs a result of the increased silver equivalent production, revenues increased to $20.4 million for the three months ended March 31, 2018 from $15.2 million for the three months ended March 31, 2017, an increase of $5.2 million or 34%, while net income improved to $0.5 million compared to a net loss $0.2 million during the same period, a $0.7 million improvement. The improvement in net income was primarily attributable to higher net revenue from increased silver equivalent production, and lower interest and financing expense due to the Company’s new facility, partially offset by higher cost of sales, Zone 120 exploration expenses, and higher depletion and amortization as San Rafael transitioned to commercial production.\nConsolidated silver production for was approximately 397,035 ounces which represents a decrease of 24% year-over-year. Silver equivalent production was approximately 1.6 million ounces, an increase of 46% year-over-year. Consolidated cash costs significantly decreased by 128% to negative ($2.73) per silver ounce year-over-year, and all-in sustaining costs significantly decreased by 54% to $6.17 per silver ounce year-over-year.\nThe Company’s cash balance decreased from $9.3 million at year-end to $3.3 million at the end of Q1-2018 and working capital decreased from $11.8 million to $10.9 million. These decreases are mainly due to continued San Rafael capital expenditures to develop into the Main Zone, $1.8 million of exploration drilling primarily at Zone 120, a $0.5 million option payment on the San Felipe property, and $0.6 million of debt repayments on the outstanding Glencore facility. The Company’s accounts receivable balance increased by approximately $5.0 million from year-end 2017 due to the delayed timing of payment from a concentrate off-taker at quarter-end due to statutory Mexican bank holidays for Easter in the last week of March, the general increased volume of concentrate from San Rafael, and increased VAT receivables in Mexico associated with the recent San Rafael expenditures. Working capital was also impacted by increases in the current portion of the Company’s facility.\nFurther information concerning the consolidated and individual mine operations is included in the Company’s first quarter Condensed Interim Consolidated Financial Statements for the three months ended March 31, 2018 and Management’s Discussion and Analysis for the same period.\nQ1 2018 Earnings Conference Call\nPresident & CEO Darren Blasutti will be hosting a Q1 2018 earnings conference call on Thursday, May 10, 2018 at 9:00am EDT. A copy of the presentation will be made available after the completion of the call on the company’s website at www.americassilvercorp.com .\nStep 1: Dial-In\nCanada and USA Toll-Free 1-877-256-8282\nInternational Toll Number 1-416-981-9025\nStep 2: Online Login\nhttps://cc.callinfo.com/r/1rc7pzrgbkfge&eom\nAbout Americas Silver Corporation\nAmericas Silver is a silver mining company focused on growth in precious metals from its existing asset base and execution of targeted accretive acquisitions. It owns and operates the Cosalá Operations in Sinaloa, Mexico and the Galena Mine Complex in Idaho, USA. The Company holds an option on the San Felipe development project in Sonora, Mexico. For further information please see SEDAR or americassilvercorp.com .\nCautionary Statement on Forward-Looking Information:\nThis news release contains “forward‐looking information” within the meaning of applicable securities laws. Forward‐looking information includes, but is not limited to, the Company’s expectations intentions, plans, assumptions and beliefs with respect to, among other things, the realization of exploration, operational and development plans, the Cosalá Operations and Galena Complex as well as the Company’s financing efforts. Often, but not always, forward‐looking information can be identified by forward‐looking words such as “anticipate”, “believe”, “expect”, “goal”, “plan”, “intend”, “estimate”, “may”, “assume” and “will” or similar words suggesting future outcomes, or other expectations, beliefs, plans, objectives, assumptions, intentions, or statements about future events or performance. Forward‐looking information is based on the opinions and estimates of the Company as of the date such information is provided and is subject to known and unknown risks, uncertainties, and other factors that may cause the actual results, level of activity, performance, or achievements of the Company to be materially different from those expressed or implied by such forward looking information. This includes the ability to develop and operate the Cosalá and Galena properties, risks associated with the mining industry such as economic factors (including future commodity prices, currency fluctuations and energy prices), ground conditions and factors other factors limiting mine access, failure of plant, equipment, processes and transportation services to operate as anticipated, environmental risks, government regulation, actual results of current exploration and production activities, possible variations in ore grade or recovery rates, permitting timelines, capital expenditures, reclamation activities, social and political developments and other risks of the mining industry. Although the Company has attempted to identify important factors that could cause actual results to differ materially from those contained in forward-looking information, there may be other factors that cause results not to be as anticipated, estimated, or intended. Readers are cautioned not to place undue reliance on such information. By its nature, forward-looking information involves numerous assumptions, inherent risks and uncertainties, both general and specific that contribute to the possibility that the predictions, forecasts, and projections of various future events will not occur. The Company undertakes no obligation to update publicly or otherwise revise any forward-looking information whether as a result of new information, future events or other such factors which affect this information, except as required by law.\n1 Silver equivalent production throughout this press release was calculated based on silver, zinc, lead and copper realized prices during each respective period.\n2 Cash cost per ounce and all-in sustaining cost per ounce are non-IFRS performance measures with no standardized definition. For further information and detailed reconciliations, please refer to the Company’s 2017 year-end and quarterly MD&A.\n3 Cash flow generated from (used in) operating activities is a non-IFRS financial measure calculated as net cash flow generated from (used in) operating activities less changes in non-cash working capital items such as trade and other receivables, inventories, prepaid expenses, and trade and other payables.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509006365/en/\nAmericas Silver Corporation\nDarren Blasutti\nPresident and CEO\n416-848-9503\nSource: Americas Silver Corporation",
    "published": "2018-05-10T00:00:00.000+03:00",
    "crawled": "2018-05-09T23:44:26.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "america",
        "silver",
        "corporation",
        "tsx",
        "usa",
        "nyse",
        "american",
        "usa",
        "america",
        "silver",
        "company",
        "today",
        "reported",
        "consolidated",
        "financial",
        "operational",
        "result",
        "earnings",
        "release",
        "read",
        "conjunction",
        "company",
        "first",
        "quarter",
        "production",
        "cost",
        "update",
        "management",
        "discussion",
        "analysis",
        "financial",
        "statement",
        "note",
        "financial",
        "statement",
        "corresponding",
        "period",
        "posted",
        "america",
        "silver",
        "corporation",
        "sedar",
        "profile",
        "edgar",
        "profile",
        "also",
        "available",
        "company",
        "website",
        "figure",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "million",
        "q1",
        "compared",
        "revenue",
        "million",
        "q1",
        "previously",
        "announced",
        "consolidated",
        "silver",
        "production",
        "quarter",
        "approximately",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "increase",
        "compared",
        "q1",
        "including",
        "approximately",
        "silver",
        "ounce",
        "net",
        "income",
        "million",
        "cent",
        "per",
        "share",
        "q1",
        "zone",
        "exploration",
        "expense",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "cent",
        "per",
        "share",
        "q1",
        "previously",
        "announced",
        "consolidated",
        "cash",
        "cost",
        "approximately",
        "negative",
        "per",
        "silver",
        "ounce",
        "decrease",
        "consolidated",
        "sustaining",
        "cost",
        "aisc",
        "approximately",
        "per",
        "silver",
        "ounce",
        "decrease",
        "cash",
        "flow",
        "generated",
        "operating",
        "activity",
        "q1",
        "approximately",
        "million",
        "exploration",
        "cost",
        "compared",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "approximately",
        "million",
        "q4",
        "cash",
        "balance",
        "march",
        "million",
        "net",
        "working",
        "capital",
        "approximately",
        "million",
        "debt",
        "decreasing",
        "million",
        "guidance",
        "remains",
        "unchanged",
        "million",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "negative",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cash",
        "cost",
        "negative",
        "per",
        "silver",
        "ounce",
        "company",
        "solid",
        "first",
        "quarter",
        "increase",
        "consolidated",
        "revenue",
        "net",
        "income",
        "silver",
        "equivalent",
        "production",
        "significant",
        "decrease",
        "cash",
        "cost",
        "aisc",
        "said",
        "america",
        "silver",
        "corporation",
        "president",
        "ceo",
        "darren",
        "blasutti",
        "san",
        "rafael",
        "continued",
        "ramp",
        "mining",
        "rate",
        "milling",
        "rate",
        "throughout",
        "quarter",
        "advancing",
        "development",
        "main",
        "zone",
        "expectation",
        "reaching",
        "milling",
        "rate",
        "tonne",
        "per",
        "day",
        "second",
        "half",
        "year",
        "exploration",
        "cost",
        "million",
        "quarter",
        "spent",
        "primarily",
        "successful",
        "drill",
        "program",
        "zone",
        "designed",
        "expand",
        "upgrade",
        "previously",
        "reported",
        "resource",
        "expected",
        "released",
        "q3",
        "consolidated",
        "production",
        "operating",
        "cost",
        "consolidated",
        "production",
        "cost",
        "detail",
        "q1",
        "q1",
        "total",
        "ore",
        "processed",
        "tonne",
        "milled",
        "silver",
        "produced",
        "ounce",
        "zinc",
        "produced",
        "pound",
        "lead",
        "produced",
        "pound",
        "copper",
        "produced",
        "pound",
        "silver",
        "equivalent",
        "produced",
        "ounce",
        "silver",
        "recovery",
        "percent",
        "silver",
        "grade",
        "gram",
        "per",
        "tonne",
        "silver",
        "sold",
        "ounce",
        "zinc",
        "sold",
        "pound",
        "lead",
        "sold",
        "pound",
        "copper",
        "sold",
        "pound",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "silver",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "q1",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "el",
        "cajón",
        "commissioning",
        "period",
        "revenue",
        "cost",
        "sale",
        "el",
        "cajón",
        "capitalized",
        "offset",
        "development",
        "cost",
        "result",
        "increased",
        "silver",
        "equivalent",
        "production",
        "revenue",
        "increased",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "million",
        "net",
        "income",
        "improved",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "million",
        "improvement",
        "improvement",
        "net",
        "income",
        "primarily",
        "attributable",
        "higher",
        "net",
        "revenue",
        "increased",
        "silver",
        "equivalent",
        "production",
        "lower",
        "interest",
        "financing",
        "expense",
        "due",
        "company",
        "new",
        "facility",
        "partially",
        "offset",
        "higher",
        "cost",
        "sale",
        "zone",
        "exploration",
        "expense",
        "higher",
        "depletion",
        "amortization",
        "san",
        "rafael",
        "transitioned",
        "commercial",
        "production",
        "consolidated",
        "silver",
        "production",
        "approximately",
        "ounce",
        "represents",
        "decrease",
        "silver",
        "equivalent",
        "production",
        "approximately",
        "million",
        "ounce",
        "increase",
        "consolidated",
        "cash",
        "cost",
        "significantly",
        "decreased",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "significantly",
        "decreased",
        "per",
        "silver",
        "ounce",
        "company",
        "cash",
        "balance",
        "decreased",
        "million",
        "million",
        "end",
        "working",
        "capital",
        "decreased",
        "million",
        "million",
        "decrease",
        "mainly",
        "due",
        "continued",
        "san",
        "rafael",
        "capital",
        "expenditure",
        "develop",
        "main",
        "zone",
        "million",
        "exploration",
        "drilling",
        "primarily",
        "zone",
        "million",
        "option",
        "payment",
        "san",
        "felipe",
        "property",
        "million",
        "debt",
        "repayment",
        "outstanding",
        "glencore",
        "facility",
        "company",
        "account",
        "receivable",
        "balance",
        "increased",
        "approximately",
        "million",
        "due",
        "delayed",
        "timing",
        "payment",
        "concentrate",
        "due",
        "statutory",
        "mexican",
        "bank",
        "holiday",
        "easter",
        "last",
        "week",
        "march",
        "general",
        "increased",
        "volume",
        "concentrate",
        "san",
        "rafael",
        "increased",
        "vat",
        "receivables",
        "mexico",
        "associated",
        "recent",
        "san",
        "rafael",
        "expenditure",
        "working",
        "capital",
        "also",
        "impacted",
        "increase",
        "current",
        "portion",
        "company",
        "facility",
        "information",
        "concerning",
        "consolidated",
        "individual",
        "mine",
        "operation",
        "included",
        "company",
        "first",
        "quarter",
        "condensed",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "three",
        "month",
        "ended",
        "march",
        "management",
        "discussion",
        "analysis",
        "period",
        "q1",
        "earnings",
        "conference",
        "call",
        "president",
        "ceo",
        "darren",
        "blasutti",
        "hosting",
        "q1",
        "earnings",
        "conference",
        "call",
        "thursday",
        "may",
        "edt",
        "copy",
        "presentation",
        "made",
        "available",
        "completion",
        "call",
        "company",
        "website",
        "step",
        "canada",
        "usa",
        "international",
        "toll",
        "number",
        "step",
        "online",
        "login",
        "http",
        "eom",
        "america",
        "silver",
        "corporation",
        "america",
        "silver",
        "silver",
        "mining",
        "company",
        "focused",
        "growth",
        "precious",
        "metal",
        "existing",
        "asset",
        "base",
        "execution",
        "targeted",
        "accretive",
        "acquisition",
        "owns",
        "operates",
        "cosalá",
        "operation",
        "sinaloa",
        "mexico",
        "galena",
        "mine",
        "complex",
        "idaho",
        "usa",
        "company",
        "hold",
        "option",
        "san",
        "felipe",
        "development",
        "project",
        "sonora",
        "mexico",
        "information",
        "please",
        "see",
        "sedar",
        "cautionary",
        "statement",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "includes",
        "limited",
        "company",
        "expectation",
        "intention",
        "plan",
        "assumption",
        "belief",
        "respect",
        "among",
        "thing",
        "realization",
        "exploration",
        "operational",
        "development",
        "plan",
        "cosalá",
        "operation",
        "galena",
        "complex",
        "well",
        "company",
        "financing",
        "effort",
        "often",
        "always",
        "information",
        "identified",
        "word",
        "anticipate",
        "believe",
        "expect",
        "goal",
        "plan",
        "intend",
        "estimate",
        "may",
        "assume",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "expectation",
        "belief",
        "plan",
        "objective",
        "assumption",
        "intention",
        "statement",
        "future",
        "event",
        "performance",
        "information",
        "based",
        "opinion",
        "estimate",
        "company",
        "date",
        "information",
        "provided",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "forward",
        "looking",
        "information",
        "includes",
        "ability",
        "develop",
        "operate",
        "cosalá",
        "galena",
        "property",
        "risk",
        "associated",
        "mining",
        "industry",
        "economic",
        "factor",
        "including",
        "future",
        "commodity",
        "price",
        "currency",
        "fluctuation",
        "energy",
        "price",
        "ground",
        "condition",
        "factor",
        "factor",
        "limiting",
        "mine",
        "access",
        "failure",
        "plant",
        "equipment",
        "process",
        "transportation",
        "service",
        "operate",
        "anticipated",
        "environmental",
        "risk",
        "government",
        "regulation",
        "actual",
        "result",
        "current",
        "exploration",
        "production",
        "activity",
        "possible",
        "variation",
        "ore",
        "grade",
        "recovery",
        "rate",
        "permitting",
        "timeline",
        "capital",
        "expenditure",
        "reclamation",
        "activity",
        "social",
        "political",
        "development",
        "risk",
        "mining",
        "industry",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "nature",
        "information",
        "involves",
        "numerous",
        "assumption",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "contribute",
        "possibility",
        "prediction",
        "forecast",
        "projection",
        "various",
        "future",
        "event",
        "occur",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "otherwise",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "factor",
        "affect",
        "information",
        "except",
        "required",
        "law",
        "silver",
        "equivalent",
        "production",
        "throughout",
        "press",
        "release",
        "calculated",
        "based",
        "silver",
        "zinc",
        "lead",
        "copper",
        "realized",
        "price",
        "respective",
        "period",
        "cash",
        "cost",
        "per",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "performance",
        "measure",
        "standardized",
        "definition",
        "information",
        "detailed",
        "reconciliation",
        "please",
        "refer",
        "company",
        "quarterly",
        "md",
        "cash",
        "flow",
        "generated",
        "used",
        "operating",
        "activity",
        "financial",
        "measure",
        "calculated",
        "net",
        "cash",
        "flow",
        "generated",
        "used",
        "operating",
        "activity",
        "less",
        "change",
        "working",
        "capital",
        "item",
        "trade",
        "receivables",
        "inventory",
        "prepaid",
        "expense",
        "trade",
        "payable",
        "view",
        "source",
        "version",
        "http",
        "america",
        "silver",
        "corporation",
        "darren",
        "blasutti",
        "president",
        "ceo",
        "source",
        "america",
        "silver",
        "corporation"
    ]
}