{
    "organizations": [],
    "uuid": "5af7f1ce6b7c0a2b4034dbb1a49902a680dc6ee7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/globe-newswire-enwave-announces-2018-second-quarteraconsolidated-interim-financial-resultsaa.html",
    "ord_in_thread": 0,
    "title": "EnWave Announces 2018 Second Quarter Consolidated Interim Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 24, 2018 (GLOBE NEWSWIRE) -- EnWave Corporation (TSX-V:ENW) (FSE:E4U) (“EnWave”, or the \"Company\") today reported the Company’s consolidated interim financial results for the second quarter ended March 31, 2018.\nConsolidated Financial Performance: ($ ‘000s) Three months ended March 31, Six months ended March 31, 2018 2017 Change\n% 2018 2017 Change\n% Revenues 4,172 4,183 (0%) 8,691 7,650 14% Direct costs 2,877 3,155 (9%) 5,970 5,838 2% Gross margin 1,295 1,028 26% 2,721 1,812 50% Operating expenses General and administration 606 523 16% 1,199 1,058 13% Sales and marketing 683 396 72% 1,273 701 82% Research and development 297 300 (1%) 569 591 (4%) 1,586 1,219 30% 3,041 2,350 29% Net income (loss) (519 ) (779) (33%) (916 ) (1,397) (34%) Basic and diluted (loss) income per share – continuing operations $ (0.01 ) $ (0.01) $ (0.01 ) $ (0.02) Second Quarter Highlights:\nEnWave increased its worldwide presence in the rapidly growing legalized cannabis sector during the second quarter. The Company expanded its royalty-bearing commercial license agreement with Tilray ® to include processing rights for cannabis in Portugal, and received a purchase order for a second 60kW Radiant Energy Vacuum (“REV TM ”) machine from Tilray ® to be installed in Portugal. EnWave also signed a Technology Evaluation and License Option Agreement (“TELOA”) with another top Canadian cannabis producer and granted the producer an exclusive option to license REV TM for processing cannabis in a country in Europe. These two agreements mark the initial expansion of EnWave’s proprietary dehydration technology into legalized cannabis markets outside of Canada, and the Company is pursuing an aggressive strategy to commercialize REV TM into the worldwide cannabis sector.\nDuring the second quarter, EnWave signed a new royalty-bearing commercial license agreement with Nomad Nutrition, and continued to expand its royalty partnership and machine sales pipeline through joint produce development projects under TELOAs with prospective partner companies in multiple verticals. Currently, the Company has 11 prospective royalty partners actively engaged in TELOA projects and a company in an advanced R&D agreement. EnWave’s strategy regarding these projects is to demonstrate the product innovation and attractive processing economics available through the use of REV TM technology. EnWave has been growing its prospective royalty partner pipeline as it commercializes REV TM across the food, legalized cannabis and pharmaceutical sectors as part of its strategy to build a large, diversified royalty-bearing portfolio.\nFurther Details Include:\nExpanded its royalty-bearing license agreement with Tilray ® , a major Canadian medical cannabis Licensed Producer, to include exclusive rights to REV TM technology country of Portugal for processing cannabis. Tilray ® also purchased a large-scale 60kW REV TM machine to be installed in Portugal.\nCommissioned a 60kW REV TM dehydration unit at Van Dyk’s Specialty Products (“Van Dyk”) in Nova Scotia for the processing if high-value wild blueberry products.\nSigned a royalty-bearing license with Nomad Nutrition, a Canadian company focused on distributing premium, shelf-stable, nutrient-packed gourmet products that are made from locally sourced organic ingredients. Nomad Nutrition purchased a small-scale 10kW REV TM machine to initiate commercial production.\nAchieved a series of positive product development results in partnership with the US Army Natick Soldier R&D Center as part of an ongoing project to create superior, phytonutrient-rich field rations for soldiers in the field.\nSigned a TELOA with a major Canadian licensed producer of cannabis (the “Licensed Producer) and granted the Licensed Producer the exclusive option to license REV TM for processing legalized cannabis in a European country. The Licensed Producer is renting a pilot-scale machine during the term of the TELOA to facilitate evaluation of the technology.\nSigned a TELOA with Seven Seas Fish Company Limited, a leading Canadian seafood manufacturer and international distributor.\nSigned a TELOA with Calbee Incorporated (“Calbee”), the largest snack food manufacturer in Japan. Calbee will evaluate the use of EnWave’s technology at its facilities in Japan using lab-scale REV TM machinery.\nSecured additional Moon Cheese ® distribution rotations in Costco’s Midwest, Northwest and Southeast divisions for club format Moon Cheese ® and achieved the highest ever single quarter sales for Moon Cheese ® .\nRenewed its Patent and Know-How Licensing agreement (the “INAP License”) with INAP GmbH (“INAP”) for an additional 5 years ending October 15, 2022. By renewing the INAP License, the Company strengthened its intellectual property position and retained its competitive advantage in the commercialization of its vacuum microwave dehydration technology.\nAcquisition of Remaining 49% of NutraDried:\nOn February 21, 2018, EnWave completed the acquisition of the 49% non-controlling interest in NutraDried LLP, bringing the Company’s ownership to 100% of the equity interest in NutraDried LLP (“NutraDried”). NutraDried is a wholly owned subsidiary in the business of manufacturing and distributing Moon Cheese ® , an all-natural crunchy snack food made using the EnWave’s REV TM technology. The acquisition of the non-controlling interest in NutraDried will allow the Company to pursue additional commercial opportunities using the installed 100kW nutra REV ® processing line, as well as enhance the ability for EnWave to use NutraDried’s processing capabilities as a showcase to prospective royalty partner companies. NutraDried is a profitable business segment of the Company, reporting $716,000 in net income for fiscal year 2017, and $1,086,000 for the first half of 2018. On the basis of annualized fiscal 2018 net income, the Company paid a purchase multiple of 2.1x net income to acquire the 49% non-controlling interest.\nKey Financial Highlights for the Second Quarter (expressed in $ ‘000s):\nAchieving gross profit of $1,295 for Q2 2018 compared to $1,028 for Q2 2017, an increase of $267. Gross margin as a percentage of revenue was 31% for Q2 2018 compared to 25% for Q2 2017.\nGenerated consolidated revenues for Q2 2018 of $4,172 compared to $4,183 for Q2 of 2017, a decrease of $11. Royalty revenues for Q2 2018 increased to $118, compared with $77 for Q2 of 2017.\nContinuing to be cash flow positive with cash flow from operations prior to changes in non-cash working capital (*) of $319 for the first two quarters of 2018, compared to negative $46 for the first two quarters of 2017, showing positive cash flows from operations before taking into account changes in working capital.\nBuilding sales pipeline by way of increased S&M expense to $683 compared to $396 for 2017, an increase of $287. EnWave Canada maintained consistent S&M expenses and plans to increase investment into S&M activities to drive revenue growth.\nMaintaining R&D expenses with R&D expense for Q2 2018 of $297, compared to $300 for Q2 of 2017, a decrease of $3. The Company continues to invest strategically to strengthen its patent portfolio and to develop new product innovations with commercial potential.\nIncreasing revenues for NutraDried with Q2 2018 revenues of $2,404 compared to Q2 2017 revenues of $1,342, an increase of $1,062 or 79%. NutraDried continues to increase points of distribution for its all-natural, crunchy Moon Cheese ® snack.\nGrowing net income at NutraDried of $670 for Q2 2018 compared to $92 for Q2 2017, an increase of over 6 times. NutraDried continued to contribute to the growth of the Company. NutraDried’s success solidifies the business case for using REV TM for creating profitable consumer products and new brands for our royalty partners.\nEnWave’s interim consolidated financial statements and MD&A are available on SEDAR at www.sedar.com and on the Company’s website www.enwave.net/financials .\n(*) Non-IFRS Financial Measures\nCash flow from operations prior to changes in non-cash working capital is not a measure of financial performance under IFRS. This measure is not necessarily comparable to similarly titled measures used by other companies and should not be construed as an alternative to net income or cash flow from operating activities as determined in accordance with IFRS. Please refer to the discussion included in the Company’s MD&A for the six months ended March 31, 2018.\nAbout EnWave\nEnWave Corporation, a Vancouver-based advanced technology company, has developed Radiant Energy Vacuum (“REV™”) – an innovative, proprietary method for the precise dehydration of organic materials. EnWave has further developed patent-pending methods for uniformly drying and decontaminating cannabis through the use of REV™ technology, shortening the time from harvest to marketable cannabis products.\nREV™ technology’s commercial viability has been demonstrated and is growing rapidly across several market verticals in the food, and pharmaceutical sectors including legal cannabis. EnWave’s strategy is to sign royalty-bearing commercial licenses with industry leaders in multiple verticals for the use of REV™ technology. The company has signed over twenty royalty-bearing licenses to date, opening up nine distinct market sectors for commercialization of new and innovative products. In addition to these licenses, EnWave has formed a Limited Liability Corporation, NutraDried Food Company, LLC, to develop, manufacture, market and sell all-natural cheese snack products in the United States under the Moon Cheese ® brand.\nEnWave has introduced REV™ as the new dehydration standard in the food and biological material sectors: faster and cheaper than freeze drying, with better end product quality than air drying or spray drying. EnWave currently has three commercial REV™ platforms:\nnutra REV ® which is used in the food industry to dry food products quickly and at low-cost, while maintaining high levels of nutrition, taste, texture and colour;\npowder REV ® which is used for the bulk dehydration of food cultures, probiotics and fine biochemicals such as enzymes below the freezing point, and\nquanta REV ® which is used for continuous, high-volume low-temperature drying.\nAn additional platform, freeze REV ® , is being developed as a new method to stabilize and dehydrate biopharmaceuticals such as vaccines and antibodies. More information about EnWave is available at www.enwave.net .\nEnWave Corporation\nDr. Tim Durance\nPresident & CEO\nFor further information:\nJohn P.A. Budreski, Executive Chairman at +1 (416) 930-0914\nE-mail: jbudreski@enwave.net\nBrent Charleton, CFA , Senior Vice President, Sales and Business Development at +1 (778) 378-9616\nE-mail: bcharleton@enwave.net\nDeborah Honig, Corporate Development, Adelaide Capital Markets at + 1 (647) 203-8793\nE-mail: dhonig@enwave.net\nSafe Harbour for Forward-Looking Information Statements: This press release may contain forward-looking information based on management's expectations, estimates and projections. All statements that address expectations or projections about the future, including statements about the Company's strategy for growth, product development, market position, expected expenditures, and the expected synergies following the closing are forward-looking statements. All third party claims referred to in this release are not guaranteed to be accurate. All third party references to market information in this release are not guaranteed to be accurate as the Company did not conduct the original primary research. These statements are not a guarantee of future performance and involve a number of risks, uncertainties and assumptions. Although the Company has attempted to identify important factors that could cause actual results to differ materially, there may be other factors that cause results not to be as anticipated, estimated or intended. There can be no assurance that such statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource:EnWave Corporation",
    "published": "2018-05-24T17:00:00.000+03:00",
    "crawled": "2018-05-24T19:22:16.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "enwave",
        "corporation",
        "enw",
        "fse",
        "e4u",
        "enwave",
        "company",
        "today",
        "reported",
        "company",
        "consolidated",
        "interim",
        "financial",
        "result",
        "second",
        "quarter",
        "ended",
        "march",
        "consolidated",
        "financial",
        "performance",
        "000s",
        "three",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "change",
        "change",
        "revenue",
        "direct",
        "cost",
        "gross",
        "margin",
        "operating",
        "expense",
        "general",
        "administration",
        "sale",
        "marketing",
        "research",
        "development",
        "net",
        "income",
        "loss",
        "basic",
        "diluted",
        "loss",
        "income",
        "per",
        "share",
        "continuing",
        "operation",
        "second",
        "quarter",
        "highlight",
        "enwave",
        "increased",
        "worldwide",
        "presence",
        "rapidly",
        "growing",
        "legalized",
        "cannabis",
        "sector",
        "second",
        "quarter",
        "company",
        "expanded",
        "commercial",
        "license",
        "agreement",
        "tilray",
        "include",
        "processing",
        "right",
        "cannabis",
        "portugal",
        "received",
        "purchase",
        "order",
        "second",
        "60kw",
        "radiant",
        "energy",
        "vacuum",
        "rev",
        "tm",
        "machine",
        "tilray",
        "installed",
        "portugal",
        "enwave",
        "also",
        "signed",
        "technology",
        "evaluation",
        "license",
        "option",
        "agreement",
        "teloa",
        "another",
        "top",
        "canadian",
        "cannabis",
        "producer",
        "granted",
        "producer",
        "exclusive",
        "option",
        "license",
        "rev",
        "tm",
        "processing",
        "cannabis",
        "country",
        "europe",
        "two",
        "agreement",
        "mark",
        "initial",
        "expansion",
        "enwave",
        "proprietary",
        "dehydration",
        "technology",
        "legalized",
        "cannabis",
        "market",
        "outside",
        "canada",
        "company",
        "pursuing",
        "aggressive",
        "strategy",
        "commercialize",
        "rev",
        "tm",
        "worldwide",
        "cannabis",
        "sector",
        "second",
        "quarter",
        "enwave",
        "signed",
        "new",
        "commercial",
        "license",
        "agreement",
        "nomad",
        "nutrition",
        "continued",
        "expand",
        "royalty",
        "partnership",
        "machine",
        "sale",
        "pipeline",
        "joint",
        "produce",
        "development",
        "project",
        "teloas",
        "prospective",
        "partner",
        "company",
        "multiple",
        "vertical",
        "currently",
        "company",
        "prospective",
        "royalty",
        "partner",
        "actively",
        "engaged",
        "teloa",
        "project",
        "company",
        "advanced",
        "r",
        "agreement",
        "enwave",
        "strategy",
        "regarding",
        "project",
        "demonstrate",
        "product",
        "innovation",
        "attractive",
        "processing",
        "economics",
        "available",
        "use",
        "rev",
        "tm",
        "technology",
        "enwave",
        "growing",
        "prospective",
        "royalty",
        "partner",
        "pipeline",
        "commercializes",
        "rev",
        "tm",
        "across",
        "food",
        "legalized",
        "cannabis",
        "pharmaceutical",
        "sector",
        "part",
        "strategy",
        "build",
        "large",
        "diversified",
        "portfolio",
        "detail",
        "include",
        "expanded",
        "license",
        "agreement",
        "tilray",
        "major",
        "canadian",
        "medical",
        "cannabis",
        "licensed",
        "producer",
        "include",
        "exclusive",
        "right",
        "rev",
        "tm",
        "technology",
        "country",
        "portugal",
        "processing",
        "cannabis",
        "tilray",
        "also",
        "purchased",
        "60kw",
        "rev",
        "tm",
        "machine",
        "installed",
        "portugal",
        "commissioned",
        "60kw",
        "rev",
        "tm",
        "dehydration",
        "unit",
        "van",
        "dyk",
        "specialty",
        "product",
        "van",
        "dyk",
        "nova",
        "scotia",
        "processing",
        "wild",
        "blueberry",
        "product",
        "signed",
        "license",
        "nomad",
        "nutrition",
        "canadian",
        "company",
        "focused",
        "distributing",
        "premium",
        "gourmet",
        "product",
        "made",
        "locally",
        "sourced",
        "organic",
        "ingredient",
        "nomad",
        "nutrition",
        "purchased",
        "10kw",
        "rev",
        "tm",
        "machine",
        "initiate",
        "commercial",
        "production",
        "achieved",
        "series",
        "positive",
        "product",
        "development",
        "result",
        "partnership",
        "u",
        "army",
        "natick",
        "soldier",
        "r",
        "center",
        "part",
        "ongoing",
        "project",
        "create",
        "superior",
        "field",
        "ration",
        "soldier",
        "field",
        "signed",
        "teloa",
        "major",
        "canadian",
        "licensed",
        "producer",
        "cannabis",
        "licensed",
        "producer",
        "granted",
        "licensed",
        "producer",
        "exclusive",
        "option",
        "license",
        "rev",
        "tm",
        "processing",
        "legalized",
        "cannabis",
        "european",
        "country",
        "licensed",
        "producer",
        "renting",
        "machine",
        "term",
        "teloa",
        "facilitate",
        "evaluation",
        "technology",
        "signed",
        "teloa",
        "seven",
        "sea",
        "fish",
        "company",
        "limited",
        "leading",
        "canadian",
        "seafood",
        "manufacturer",
        "international",
        "distributor",
        "signed",
        "teloa",
        "calbee",
        "incorporated",
        "calbee",
        "largest",
        "snack",
        "food",
        "manufacturer",
        "japan",
        "calbee",
        "evaluate",
        "use",
        "enwave",
        "technology",
        "facility",
        "japan",
        "using",
        "rev",
        "tm",
        "machinery",
        "secured",
        "additional",
        "moon",
        "cheese",
        "distribution",
        "rotation",
        "costco",
        "midwest",
        "northwest",
        "southeast",
        "division",
        "club",
        "format",
        "moon",
        "cheese",
        "achieved",
        "highest",
        "ever",
        "single",
        "quarter",
        "sale",
        "moon",
        "cheese",
        "renewed",
        "patent",
        "licensing",
        "agreement",
        "inap",
        "license",
        "inap",
        "gmbh",
        "inap",
        "additional",
        "year",
        "ending",
        "october",
        "renewing",
        "inap",
        "license",
        "company",
        "strengthened",
        "intellectual",
        "property",
        "position",
        "retained",
        "competitive",
        "advantage",
        "commercialization",
        "vacuum",
        "microwave",
        "dehydration",
        "technology",
        "acquisition",
        "remaining",
        "nutradried",
        "february",
        "enwave",
        "completed",
        "acquisition",
        "interest",
        "nutradried",
        "llp",
        "bringing",
        "company",
        "ownership",
        "equity",
        "interest",
        "nutradried",
        "llp",
        "nutradried",
        "nutradried",
        "wholly",
        "owned",
        "subsidiary",
        "business",
        "manufacturing",
        "distributing",
        "moon",
        "cheese",
        "crunchy",
        "snack",
        "food",
        "made",
        "using",
        "enwave",
        "rev",
        "tm",
        "technology",
        "acquisition",
        "interest",
        "nutradried",
        "allow",
        "company",
        "pursue",
        "additional",
        "commercial",
        "opportunity",
        "using",
        "installed",
        "100kw",
        "nutra",
        "rev",
        "processing",
        "line",
        "well",
        "enhance",
        "ability",
        "enwave",
        "use",
        "nutradried",
        "processing",
        "capability",
        "showcase",
        "prospective",
        "royalty",
        "partner",
        "company",
        "nutradried",
        "profitable",
        "business",
        "segment",
        "company",
        "reporting",
        "net",
        "income",
        "fiscal",
        "year",
        "first",
        "half",
        "basis",
        "annualized",
        "fiscal",
        "net",
        "income",
        "company",
        "paid",
        "purchase",
        "multiple",
        "net",
        "income",
        "acquire",
        "interest",
        "key",
        "financial",
        "highlight",
        "second",
        "quarter",
        "expressed",
        "000s",
        "achieving",
        "gross",
        "profit",
        "q2",
        "compared",
        "q2",
        "increase",
        "gross",
        "margin",
        "percentage",
        "revenue",
        "q2",
        "compared",
        "q2",
        "generated",
        "consolidated",
        "revenue",
        "q2",
        "compared",
        "q2",
        "decrease",
        "royalty",
        "revenue",
        "q2",
        "increased",
        "compared",
        "q2",
        "continuing",
        "cash",
        "flow",
        "positive",
        "cash",
        "flow",
        "operation",
        "prior",
        "change",
        "working",
        "capital",
        "first",
        "two",
        "quarter",
        "compared",
        "negative",
        "first",
        "two",
        "quarter",
        "showing",
        "positive",
        "cash",
        "flow",
        "operation",
        "taking",
        "account",
        "change",
        "working",
        "capital",
        "building",
        "sale",
        "pipeline",
        "way",
        "increased",
        "expense",
        "compared",
        "increase",
        "enwave",
        "canada",
        "maintained",
        "consistent",
        "expense",
        "plan",
        "increase",
        "investment",
        "activity",
        "drive",
        "revenue",
        "growth",
        "maintaining",
        "r",
        "expense",
        "r",
        "expense",
        "q2",
        "compared",
        "q2",
        "decrease",
        "company",
        "continues",
        "invest",
        "strategically",
        "strengthen",
        "patent",
        "portfolio",
        "develop",
        "new",
        "product",
        "innovation",
        "commercial",
        "potential",
        "increasing",
        "revenue",
        "nutradried",
        "q2",
        "revenue",
        "compared",
        "q2",
        "revenue",
        "increase",
        "nutradried",
        "continues",
        "increase",
        "point",
        "distribution",
        "crunchy",
        "moon",
        "cheese",
        "snack",
        "growing",
        "net",
        "income",
        "nutradried",
        "q2",
        "compared",
        "q2",
        "increase",
        "time",
        "nutradried",
        "continued",
        "contribute",
        "growth",
        "company",
        "nutradried",
        "success",
        "solidifies",
        "business",
        "case",
        "using",
        "rev",
        "tm",
        "creating",
        "profitable",
        "consumer",
        "product",
        "new",
        "brand",
        "royalty",
        "partner",
        "enwave",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "md",
        "available",
        "sedar",
        "company",
        "website",
        "financial",
        "measure",
        "cash",
        "flow",
        "operation",
        "prior",
        "change",
        "working",
        "capital",
        "measure",
        "financial",
        "performance",
        "ifrs",
        "measure",
        "necessarily",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "construed",
        "alternative",
        "net",
        "income",
        "cash",
        "flow",
        "operating",
        "activity",
        "determined",
        "accordance",
        "ifrs",
        "please",
        "refer",
        "discussion",
        "included",
        "company",
        "md",
        "six",
        "month",
        "ended",
        "march",
        "enwave",
        "enwave",
        "corporation",
        "advanced",
        "technology",
        "company",
        "developed",
        "radiant",
        "energy",
        "vacuum",
        "innovative",
        "proprietary",
        "method",
        "precise",
        "dehydration",
        "organic",
        "material",
        "enwave",
        "developed",
        "method",
        "uniformly",
        "drying",
        "decontaminating",
        "cannabis",
        "use",
        "technology",
        "shortening",
        "time",
        "harvest",
        "marketable",
        "cannabis",
        "product",
        "technology",
        "commercial",
        "viability",
        "demonstrated",
        "growing",
        "rapidly",
        "across",
        "several",
        "market",
        "vertical",
        "food",
        "pharmaceutical",
        "sector",
        "including",
        "legal",
        "cannabis",
        "enwave",
        "strategy",
        "sign",
        "commercial",
        "license",
        "industry",
        "leader",
        "multiple",
        "vertical",
        "use",
        "technology",
        "company",
        "signed",
        "twenty",
        "license",
        "date",
        "opening",
        "nine",
        "distinct",
        "market",
        "sector",
        "commercialization",
        "new",
        "innovative",
        "product",
        "addition",
        "license",
        "enwave",
        "formed",
        "limited",
        "liability",
        "corporation",
        "nutradried",
        "food",
        "company",
        "llc",
        "develop",
        "manufacture",
        "market",
        "sell",
        "cheese",
        "snack",
        "product",
        "united",
        "state",
        "moon",
        "cheese",
        "brand",
        "enwave",
        "introduced",
        "new",
        "dehydration",
        "standard",
        "food",
        "biological",
        "material",
        "sector",
        "faster",
        "cheaper",
        "freeze",
        "drying",
        "better",
        "end",
        "product",
        "quality",
        "air",
        "drying",
        "spray",
        "drying",
        "enwave",
        "currently",
        "three",
        "commercial",
        "platform",
        "nutra",
        "rev",
        "used",
        "food",
        "industry",
        "dry",
        "food",
        "product",
        "quickly",
        "maintaining",
        "high",
        "level",
        "nutrition",
        "taste",
        "texture",
        "colour",
        "powder",
        "rev",
        "used",
        "bulk",
        "dehydration",
        "food",
        "culture",
        "probiotic",
        "fine",
        "biochemicals",
        "enzyme",
        "freezing",
        "point",
        "quantum",
        "rev",
        "used",
        "continuous",
        "drying",
        "additional",
        "platform",
        "freeze",
        "rev",
        "developed",
        "new",
        "method",
        "stabilize",
        "dehydrate",
        "biopharmaceuticals",
        "vaccine",
        "antibody",
        "information",
        "enwave",
        "available",
        "enwave",
        "corporation",
        "tim",
        "durance",
        "president",
        "ceo",
        "information",
        "john",
        "budreski",
        "executive",
        "chairman",
        "jbudreski",
        "brent",
        "charleton",
        "cfa",
        "senior",
        "vice",
        "president",
        "sale",
        "business",
        "development",
        "bcharleton",
        "deborah",
        "honig",
        "corporate",
        "development",
        "adelaide",
        "capital",
        "market",
        "dhonig",
        "safe",
        "harbour",
        "information",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "information",
        "based",
        "management",
        "expectation",
        "estimate",
        "projection",
        "statement",
        "address",
        "expectation",
        "projection",
        "future",
        "including",
        "statement",
        "company",
        "strategy",
        "growth",
        "product",
        "development",
        "market",
        "position",
        "expected",
        "expenditure",
        "expected",
        "synergy",
        "following",
        "closing",
        "statement",
        "third",
        "party",
        "claim",
        "referred",
        "release",
        "guaranteed",
        "accurate",
        "third",
        "party",
        "reference",
        "market",
        "information",
        "release",
        "guaranteed",
        "accurate",
        "company",
        "conduct",
        "original",
        "primary",
        "research",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "enwave",
        "corporation"
    ]
}