{
    "organizations": [],
    "uuid": "98f901b359f3162ea1a45ced6a9465c176e05eee",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/business-wire-seitel-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Seitel Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON--(BUSINESS WIRE)-- Seitel, Inc., a leading provider of onshore seismic data to the oil and gas industry in North America, today reported results for the first quarter\nFirst Quarter Highlights -\nTotal revenue was $19.5 million compared to $20.6 million in Q1 2017. Cash resales totaled $14.3 million compared to $14.0 million in Q1 2017. Cash flows from operating activities were $20.4 million compared to $14.1 million in Q1 2017. Cash EBITDA was $9.1 million compared to $8.9 million in Q1 2017.\nTotal revenue for the first quarter of 2018 was $19.5 million, consisting of acquisition underwriting revenue of $3.2 million, resale licensing revenue of $15.8 million and solutions and other revenue of $0.5 million. This compares to total revenue of $20.6 million in the first quarter of 2017, consisting of acquisition underwriting revenue of $6.9 million, resale licensing revenue of $13.2 million and solutions and other revenue of $0.5 million. Cash resales, a component of resale licensing revenue, were $14.3 million in the first quarter of 2018 compared to cash resales of $14.0 million in the first quarter of 2017.\n“Cash resales for the first quarter showed a slight improvement over first quarter last year and were in line with our expectations,” commented Rob Monson, president and chief executive officer. “Industry fundamentals continued to improve with crude oil prices remaining above $60 per barrel and the North American land rig activity at multi-year highs. However, our clients continue to show capital discipline as capital spending remains nearly 50% below peak 2014 levels.\n“So far this year, we have added about 150 square miles to our data library with new surveys completed in the Permian and Duvernay and an additional 120 square miles through data purchases in the Eagle Ford. We have new data acquisition projects ongoing in the Austin Chalk and Niobrara totaling about 400 square miles,” stated Monson.\nOur net loss was $1.9 million for the first quarter of 2018 compared to $13.4 million for the first quarter of 2017. The decrease in loss between quarters was primarily due to a decrease in amortization expense associated with our seismic data library.\nCash flows from operating activities were $20.4 million in the first quarter of 2018 compared to $14.1 million in the first quarter of 2017. The increase in cash flows was primarily due to higher collections of both acquisition underwriting revenue and cash resales and lower payments of annual incentive compensation, partially offset by an increase in income tax payments.\nCash EBITDA, a non-GAAP measure, generally defined as cash resales and solutions revenue less cash operating expenses (excluding severance and other non-routine items), was $9.1 million in the first quarter of 2018 compared to $8.9 million in the same period last year. Cash revenues were slightly higher in 2018 versus 2017 while cash operating expenses were consistent year over year, resulting in a small increase in Cash EBITDA.\nSelling, general and administrative (“SG&A”) SG&A expenses were $5.7 million in the first quarter of 2018 compared to $5.6 million in the first quarter of 2017. SG&A expenses were consistent between quarters with no significant fluctuations in individual items.\nIn the first quarter of 2018, gross capital expenditures were $5.1 million, of which $4.3 million related to new data acquisition projects primarily located in the Permian, Niobrara and Eagle Ford/Woodbine areas in the U.S. and in the Duvernay area in Canada. Our net cash capital expenditures, a non-GAAP measure, defined as total capital expenditures less cash underwriting revenue and non-cash capital expenditures, totaled $1.9 million in the first quarter of 2018. Our current backlog of capital expenditures relates to new data acquisition projects located in the Niobrara and Austin Chalk areas and totals $14.6 million, of which we have obtained cash underwriting of $10.4 million. We expect the majority of our $4.2 million committed net cash capital expenditures to be incurred in 2018 with the remainder to be incurred in 2019.\nCONFERENCE CALL\nSeitel’s next conference call will be held after the release of its year-end 2018 results in February 2019. Should investors or analysts wish to contact the Company, please feel free to contact Marcia Kendrick at the email address or telephone number provided in this release.\nABOUT SEITEL\nSeitel is a leading provider of onshore seismic data to the oil and gas industry in North America. Seitel’s data products and services are critical in the exploration for and development of oil and gas reserves by exploration and production companies. Seitel has ownership in an extensive library of proprietary onshore and offshore seismic data that it has accumulated since 1982 and that it licenses to a wide range of exploration and production companies. Seitel believes that its library of 3D onshore seismic data is one of the largest available for licensing in North America and includes leading positions in oil, liquids-rich and natural gas unconventional plays as well as conventional areas. Seitel has ownership in approximately 47,000 square miles of 3D onshore data, over 10,000 square miles of 3D offshore data and approximately 1.1 million linear miles of 2D seismic data concentrated in the major active North American oil and gas producing regions. Seitel has also expanded into Mexico through the reprocessing of existing 2D seismic data for licensing to oil and gas companies. Seitel serves a market which includes over 1,500 companies in the oil and gas industry.\nFORWARD-LOOKING STATEMENTS\nThis press release contains “ ” within the meaning of the federal securities laws, which involve risks and uncertainties. Statements contained in this press release about our future outlook, prospects, strategies and plans, and about industry conditions, demand for seismic services and the future economic life of our seismic data are forward-looking, among others. All statements that express belief, expectation, estimates or intentions, as well as those that are not statements of historical fact, are forward-looking. The words “believe,” “expect,” “anticipate,” “estimate,” “project,” “propose,” “plan,” “target,” “foresee,” “should,” “intend,” “may,” “will,” “would,” “could,” “potential” and similar expressions are intended to identify . Forward-looking statements are not guarantees of future performance, but represent our present belief, based on our current expectations and assumptions, with respect to future events and their potential effect on us. While we believe our expectations and assumptions are reasonable, they involve risks and uncertainties beyond our control that could cause the actual results or outcome to the expected results or outcome reflected in our . Such risks and uncertainties include, without limitation, actual customer demand for our seismic data and related services, the timing and extent of changes in commodity prices for natural gas, crude oil and condensate and natural gas liquids, conditions in the capital markets during the periods covered by the , the effect of economic conditions, our ability to obtain financing on satisfactory terms if internally generated cash flows are insufficient to fund our capital needs, the impact on our financial condition as a result of our debt and our debt service, our ability to obtain and maintain normal terms with our vendors and service providers, our ability to maintain contracts that are critical to our operations, changes in the oil and gas industry or the economy generally and changes in the capital expenditure budgets of our customers. For additional information regarding known material factors that could cause our actual results to differ, please see our filings Commission (“SEC”), including our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K.\nThe contained in this press release speak only as of the date hereof and readers are cautioned not to place undue reliance or project future results based on such or present or prior earnings levels. Except as required by applicable law, we disclaim any duty to update or revise any , whether as a result of new information, future events or any other reason. All attributable to Seitel, Inc. or any person acting on its behalf are expressly qualified in their entirety by the cautionary statements contained or referred to herein, in our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K and future reports filed with the SEC.\nINFORMATION RELATED TO FINANCIAL MEASURES\nWe report our financial results in accordance with U.S. generally accepted accounting principles (“GAAP”), but believe that certain non-GAAP financial measures, such as cash EBITDA and net cash capital expenditures, provide useful supplemental information to investors regarding the company’s operating and financial performance and are useful for period-over-period comparisons. Non-GAAP financial measures should be considered as a supplement to, and not as a substitute for, or superior to, the financial measures prepared in accordance with GAAP. Non-GAAP financial measures included in this press release are cash EBITDA, for which the most comparable GAAP measure is cash flows from operating activities and net cash capital expenditures, for which the most comparable GAAP measure is total capital expenditures. Reconciliations of each non-GAAP financial measure to its most comparable GAAP measure are included at the end of this press release.\n(Tables to follow)\nSEITEL, INC. AND SUBSIDIARIES\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(In thousands, except share and per share amounts)\n(Unaudited) March 31,\n2018 December 31,\n2017 ASSETS Cash and cash equivalents $ 80,974 $ 70,581 Receivables, net 13,411 27,138 Net seismic data library 68,947 74,542 Net property and equipment 1,522 1,599 Prepaid expenses, deferred charges and other 2,882 1,842 Intangible assets, net 900 900 Goodwill 185,088 187,243 Deferred income taxes 201 203 TOTAL ASSETS $ 353,925 $ 364,048 LIABILITIES AND STOCKHOLDER’S EQUITY LIABILITIES Accounts payable and accrued liabilities $ 18,153 $ 20,198 Income taxes payable 52 2,777 Senior Notes 248,484 248,142 Obligations under capital leases 1,259 1,363 Deferred revenue 12,865 13,095 Deferred income taxes 904 1,359 TOTAL LIABILITIES 281,717 286,934 COMMITMENTS AND CONTINGENCIES STOCKHOLDER’S EQUITY Common stock, par value $.001 per share; 100 shares authorized, issued and outstanding — — Additional paid-in capital 400,594 400,592 Retained deficit (316,383 ) (314,671 ) Accumulated other comprehensive loss (12,003 ) (8,807 ) TOTAL STOCKHOLDER’S EQUITY 72,208 77,114 TOTAL LIABILITIES AND STOCKHOLDER’S EQUITY $ 353,925 $ 364,048 SEITEL, INC. AND SUBSIDIARIES\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (Unaudited)\n(In thousands)\nThree Months Ended\nMarch 31, 2018 2017 REVENUE $ 19,489 $ 20,595 EXPENSES: Depreciation and amortization 10,311 22,263 Cost of sales 17 10 Selling, general and administrative 5,707 5,646 16,035 27,919 INCOME (LOSS) FROM OPERATIONS 3,454 (7,324 ) Interest expense, net (6,054 ) (6,210 ) Foreign currency exchange gains (losses) 642 (51 ) Other income 9 — Loss before income taxes (1,949 ) (13,585 ) Benefit for income taxes (46 ) (206 ) NET LOSS $ (1,903 ) $ (13,379 ) Cash resales represent new contracts for data licenses from our library, including data currently in progress, payable in cash. We believe cash resales are an important measure of our operating performance and are useful in assessing overall industry and client activity. Cash resales are likely to fluctuate quarter to quarter as they do not require the longer planning and lead times necessary for new data creation. Cash resales were $14.3 million in the first quarter of 2018 compared to $14.0 million in the first quarter of 2017.\nThe following table summarizes the components of Seitel’s revenue (in thousands):\nThree Months Ended\nMarch 31, 2018 2017 Total acquisition underwriting revenue $ 3,201 $ 6,913 Resale licensing revenue: Cash resales 14,282 14,021 Non-monetary exchanges — 250 Revenue recognition adjustments 1,534 (1,076 ) Total resale licensing revenue 15,816 13,195 Total seismic revenue 19,017 20,108 Solutions and other 472 487 Total revenue $ 19,489 $ 20,595 Cash EBITDA represents cash generated from licensing data from our seismic library net of recurring cash operating expenses. We believe this measure is helpful in determining the level of cash from operations we have available for debt service and funding of capital expenditures (net of the portion funded or underwritten by our customers). Cash EBITDA includes cash resales plus all other cash revenues other than from data acquisitions, less cost of goods sold and cash selling, general and administrative expenses (excluding severance and other non-routine costs). The following is a quantitative reconciliation of this non-GAAP financial measure to the most directly comparable GAAP financial measure, cash flows from operating activities (in thousands):\nThree Months Ended\nMarch 31, 2018 2017 Cash EBITDA $ 9,132 $ 8,850 Add (subtract) other components not included in cash EBITDA: Cash acquisition underwriting revenue 3,201 6,874 Revenue recognition adjustments from contracts payable in cash 1,534 (1,076 ) Severance and other non-routine costs (105 ) — Interest expense, net (6,054 ) (6,210 ) Amortization of deferred financing costs 342 310 Other cash operating income 9 — Current income tax expense (365 ) (406 ) Changes in operating working capital 12,660 5,792 Net cash provided by operating activities $ 20,354 $ 14,134 Net cash capital expenditures represent total capital expenditures less cash underwriting revenue from our clients and non-cash additions to the seismic data library. We believe this measure is important as it reflects the amount of capital expenditures funded from our operating cash flow. The following table summarizes our actual capital expenditures for the three months ended March 31, 2018 and shows how net cash capital expenditures (a non-GAAP financial measure) are derived from total capital expenditures, the most directly comparable GAAP financial measure (in thousands):\nThree Months\nEnded\nMarch 31, 2018 New data acquisition $ 4,289 Cash purchases and data processing 738 Property and equipment 100 Total capital expenditures 5,127 Less: Cash underwriting revenue (3,201 ) Net cash capital expenditures $ 1,926\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180509006322/en/\nSeitel, Inc.\nMarcia Kendrick, 713-881-8900\nmkendrick@seitel.com\nSource: Seitel, Inc.",
    "published": "2018-05-10T00:03:00.000+03:00",
    "crawled": "2018-05-10T01:44:16.023+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "business",
        "wire",
        "seitel",
        "leading",
        "provider",
        "onshore",
        "seismic",
        "data",
        "oil",
        "gas",
        "industry",
        "north",
        "america",
        "today",
        "reported",
        "result",
        "first",
        "quarter",
        "first",
        "quarter",
        "highlight",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "q1",
        "cash",
        "resale",
        "totaled",
        "million",
        "compared",
        "million",
        "q1",
        "cash",
        "flow",
        "operating",
        "activity",
        "million",
        "compared",
        "million",
        "q1",
        "cash",
        "ebitda",
        "million",
        "compared",
        "million",
        "q1",
        "total",
        "revenue",
        "first",
        "quarter",
        "million",
        "consisting",
        "acquisition",
        "underwriting",
        "revenue",
        "million",
        "resale",
        "licensing",
        "revenue",
        "million",
        "solution",
        "revenue",
        "million",
        "compare",
        "total",
        "revenue",
        "million",
        "first",
        "quarter",
        "consisting",
        "acquisition",
        "underwriting",
        "revenue",
        "million",
        "resale",
        "licensing",
        "revenue",
        "million",
        "solution",
        "revenue",
        "million",
        "cash",
        "resale",
        "component",
        "resale",
        "licensing",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "cash",
        "resale",
        "million",
        "first",
        "quarter",
        "cash",
        "resale",
        "first",
        "quarter",
        "showed",
        "slight",
        "improvement",
        "first",
        "quarter",
        "last",
        "year",
        "line",
        "expectation",
        "commented",
        "rob",
        "monson",
        "president",
        "chief",
        "executive",
        "officer",
        "industry",
        "fundamental",
        "continued",
        "improve",
        "crude",
        "oil",
        "price",
        "remaining",
        "per",
        "barrel",
        "north",
        "american",
        "land",
        "rig",
        "activity",
        "high",
        "however",
        "client",
        "continue",
        "show",
        "capital",
        "discipline",
        "capital",
        "spending",
        "remains",
        "nearly",
        "peak",
        "level",
        "far",
        "year",
        "added",
        "square",
        "mile",
        "data",
        "library",
        "new",
        "survey",
        "completed",
        "permian",
        "duvernay",
        "additional",
        "square",
        "mile",
        "data",
        "purchase",
        "eagle",
        "ford",
        "new",
        "data",
        "acquisition",
        "project",
        "ongoing",
        "austin",
        "chalk",
        "niobrara",
        "totaling",
        "square",
        "mile",
        "stated",
        "monson",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "decrease",
        "loss",
        "quarter",
        "primarily",
        "due",
        "decrease",
        "amortization",
        "expense",
        "associated",
        "seismic",
        "data",
        "library",
        "cash",
        "flow",
        "operating",
        "activity",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "cash",
        "flow",
        "primarily",
        "due",
        "higher",
        "collection",
        "acquisition",
        "underwriting",
        "revenue",
        "cash",
        "resale",
        "lower",
        "payment",
        "annual",
        "incentive",
        "compensation",
        "partially",
        "offset",
        "increase",
        "income",
        "tax",
        "payment",
        "cash",
        "ebitda",
        "measure",
        "generally",
        "defined",
        "cash",
        "resale",
        "solution",
        "revenue",
        "less",
        "cash",
        "operating",
        "expense",
        "excluding",
        "severance",
        "item",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "cash",
        "revenue",
        "slightly",
        "higher",
        "versus",
        "cash",
        "operating",
        "expense",
        "consistent",
        "year",
        "year",
        "resulting",
        "small",
        "increase",
        "cash",
        "ebitda",
        "selling",
        "general",
        "administrative",
        "sg",
        "sg",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "sg",
        "expense",
        "consistent",
        "quarter",
        "significant",
        "fluctuation",
        "individual",
        "item",
        "first",
        "quarter",
        "gross",
        "capital",
        "expenditure",
        "million",
        "million",
        "related",
        "new",
        "data",
        "acquisition",
        "project",
        "primarily",
        "located",
        "permian",
        "niobrara",
        "eagle",
        "area",
        "duvernay",
        "area",
        "canada",
        "net",
        "cash",
        "capital",
        "expenditure",
        "measure",
        "defined",
        "total",
        "capital",
        "expenditure",
        "less",
        "cash",
        "underwriting",
        "revenue",
        "capital",
        "expenditure",
        "totaled",
        "million",
        "first",
        "quarter",
        "current",
        "backlog",
        "capital",
        "expenditure",
        "relates",
        "new",
        "data",
        "acquisition",
        "project",
        "located",
        "niobrara",
        "austin",
        "chalk",
        "area",
        "total",
        "million",
        "obtained",
        "cash",
        "underwriting",
        "million",
        "expect",
        "majority",
        "million",
        "committed",
        "net",
        "cash",
        "capital",
        "expenditure",
        "incurred",
        "remainder",
        "incurred",
        "conference",
        "call",
        "seitel",
        "next",
        "conference",
        "call",
        "held",
        "release",
        "result",
        "february",
        "investor",
        "analyst",
        "wish",
        "contact",
        "company",
        "please",
        "feel",
        "free",
        "contact",
        "marcia",
        "kendrick",
        "email",
        "address",
        "telephone",
        "number",
        "provided",
        "release",
        "seitel",
        "seitel",
        "leading",
        "provider",
        "onshore",
        "seismic",
        "data",
        "oil",
        "gas",
        "industry",
        "north",
        "america",
        "seitel",
        "data",
        "product",
        "service",
        "critical",
        "exploration",
        "development",
        "oil",
        "gas",
        "reserve",
        "exploration",
        "production",
        "company",
        "seitel",
        "ownership",
        "extensive",
        "library",
        "proprietary",
        "onshore",
        "offshore",
        "seismic",
        "data",
        "accumulated",
        "since",
        "license",
        "wide",
        "range",
        "exploration",
        "production",
        "company",
        "seitel",
        "belief",
        "library",
        "3d",
        "onshore",
        "seismic",
        "data",
        "one",
        "largest",
        "available",
        "licensing",
        "north",
        "america",
        "includes",
        "leading",
        "position",
        "oil",
        "natural",
        "gas",
        "unconventional",
        "play",
        "well",
        "conventional",
        "area",
        "seitel",
        "ownership",
        "approximately",
        "square",
        "mile",
        "3d",
        "onshore",
        "data",
        "square",
        "mile",
        "3d",
        "offshore",
        "data",
        "approximately",
        "million",
        "linear",
        "mile",
        "2d",
        "seismic",
        "data",
        "concentrated",
        "major",
        "active",
        "north",
        "american",
        "oil",
        "gas",
        "producing",
        "region",
        "seitel",
        "also",
        "expanded",
        "mexico",
        "reprocessing",
        "existing",
        "2d",
        "seismic",
        "data",
        "licensing",
        "oil",
        "gas",
        "company",
        "seitel",
        "serf",
        "market",
        "includes",
        "company",
        "oil",
        "gas",
        "industry",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "involve",
        "risk",
        "uncertainty",
        "statement",
        "contained",
        "press",
        "release",
        "future",
        "outlook",
        "prospect",
        "strategy",
        "plan",
        "industry",
        "condition",
        "demand",
        "seismic",
        "service",
        "future",
        "economic",
        "life",
        "seismic",
        "data",
        "among",
        "others",
        "statement",
        "express",
        "belief",
        "expectation",
        "estimate",
        "intention",
        "well",
        "statement",
        "historical",
        "fact",
        "word",
        "believe",
        "expect",
        "anticipate",
        "estimate",
        "project",
        "propose",
        "plan",
        "target",
        "foresee",
        "intend",
        "may",
        "would",
        "could",
        "potential",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "guarantee",
        "future",
        "performance",
        "represent",
        "present",
        "belief",
        "based",
        "current",
        "expectation",
        "assumption",
        "respect",
        "future",
        "event",
        "potential",
        "effect",
        "u",
        "believe",
        "expectation",
        "assumption",
        "reasonable",
        "involve",
        "risk",
        "uncertainty",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "outcome",
        "expected",
        "result",
        "outcome",
        "reflected",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "actual",
        "customer",
        "demand",
        "seismic",
        "data",
        "related",
        "service",
        "timing",
        "extent",
        "change",
        "commodity",
        "price",
        "natural",
        "gas",
        "crude",
        "oil",
        "condensate",
        "natural",
        "gas",
        "liquid",
        "condition",
        "capital",
        "market",
        "period",
        "covered",
        "effect",
        "economic",
        "condition",
        "ability",
        "obtain",
        "financing",
        "satisfactory",
        "term",
        "internally",
        "generated",
        "cash",
        "flow",
        "insufficient",
        "fund",
        "capital",
        "need",
        "impact",
        "financial",
        "condition",
        "result",
        "debt",
        "debt",
        "service",
        "ability",
        "obtain",
        "maintain",
        "normal",
        "term",
        "vendor",
        "service",
        "provider",
        "ability",
        "maintain",
        "contract",
        "critical",
        "operation",
        "change",
        "oil",
        "gas",
        "industry",
        "economy",
        "generally",
        "change",
        "capital",
        "expenditure",
        "budget",
        "customer",
        "additional",
        "information",
        "regarding",
        "known",
        "material",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "please",
        "see",
        "filing",
        "commission",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "hereof",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "project",
        "future",
        "result",
        "based",
        "present",
        "prior",
        "earnings",
        "level",
        "except",
        "required",
        "applicable",
        "law",
        "disclaim",
        "duty",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "reason",
        "attributable",
        "seitel",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "contained",
        "referred",
        "herein",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "future",
        "report",
        "filed",
        "sec",
        "information",
        "related",
        "financial",
        "measure",
        "report",
        "financial",
        "result",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "believe",
        "certain",
        "financial",
        "measure",
        "cash",
        "ebitda",
        "net",
        "cash",
        "capital",
        "expenditure",
        "provide",
        "useful",
        "supplemental",
        "information",
        "investor",
        "regarding",
        "company",
        "operating",
        "financial",
        "performance",
        "useful",
        "comparison",
        "financial",
        "measure",
        "considered",
        "supplement",
        "substitute",
        "superior",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "financial",
        "measure",
        "included",
        "press",
        "release",
        "cash",
        "ebitda",
        "comparable",
        "gaap",
        "measure",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "cash",
        "capital",
        "expenditure",
        "comparable",
        "gaap",
        "measure",
        "total",
        "capital",
        "expenditure",
        "reconciliation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "included",
        "end",
        "press",
        "release",
        "table",
        "follow",
        "seitel",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "receivables",
        "net",
        "net",
        "seismic",
        "data",
        "library",
        "net",
        "property",
        "equipment",
        "prepaid",
        "expense",
        "deferred",
        "charge",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "deferred",
        "income",
        "tax",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "income",
        "tax",
        "payable",
        "senior",
        "note",
        "obligation",
        "capital",
        "lease",
        "deferred",
        "revenue",
        "deferred",
        "income",
        "tax",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "additional",
        "capital",
        "retained",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "seitel",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "expense",
        "depreciation",
        "amortization",
        "cost",
        "sale",
        "selling",
        "general",
        "administrative",
        "income",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "foreign",
        "currency",
        "exchange",
        "gain",
        "loss",
        "income",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "cash",
        "resale",
        "represent",
        "new",
        "contract",
        "data",
        "license",
        "library",
        "including",
        "data",
        "currently",
        "progress",
        "payable",
        "cash",
        "believe",
        "cash",
        "resale",
        "important",
        "measure",
        "operating",
        "performance",
        "useful",
        "assessing",
        "overall",
        "industry",
        "client",
        "activity",
        "cash",
        "resale",
        "likely",
        "fluctuate",
        "quarter",
        "quarter",
        "require",
        "longer",
        "planning",
        "lead",
        "time",
        "necessary",
        "new",
        "data",
        "creation",
        "cash",
        "resale",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "following",
        "table",
        "summarizes",
        "component",
        "seitel",
        "revenue",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "total",
        "acquisition",
        "underwriting",
        "revenue",
        "resale",
        "licensing",
        "revenue",
        "cash",
        "resale",
        "exchange",
        "revenue",
        "recognition",
        "adjustment",
        "total",
        "resale",
        "licensing",
        "revenue",
        "total",
        "seismic",
        "revenue",
        "solution",
        "total",
        "revenue",
        "cash",
        "ebitda",
        "represents",
        "cash",
        "generated",
        "licensing",
        "data",
        "seismic",
        "library",
        "net",
        "recurring",
        "cash",
        "operating",
        "expense",
        "believe",
        "measure",
        "helpful",
        "determining",
        "level",
        "cash",
        "operation",
        "available",
        "debt",
        "service",
        "funding",
        "capital",
        "expenditure",
        "net",
        "portion",
        "funded",
        "underwritten",
        "customer",
        "cash",
        "ebitda",
        "includes",
        "cash",
        "resale",
        "plus",
        "cash",
        "revenue",
        "data",
        "acquisition",
        "less",
        "cost",
        "good",
        "sold",
        "cash",
        "selling",
        "general",
        "administrative",
        "expense",
        "excluding",
        "severance",
        "cost",
        "following",
        "quantitative",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "cash",
        "flow",
        "operating",
        "activity",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "ebitda",
        "add",
        "subtract",
        "component",
        "included",
        "cash",
        "ebitda",
        "cash",
        "acquisition",
        "underwriting",
        "revenue",
        "revenue",
        "recognition",
        "adjustment",
        "contract",
        "payable",
        "cash",
        "severance",
        "cost",
        "interest",
        "expense",
        "net",
        "amortization",
        "deferred",
        "financing",
        "cost",
        "cash",
        "operating",
        "income",
        "current",
        "income",
        "tax",
        "expense",
        "change",
        "operating",
        "working",
        "capital",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "net",
        "cash",
        "capital",
        "expenditure",
        "represent",
        "total",
        "capital",
        "expenditure",
        "less",
        "cash",
        "underwriting",
        "revenue",
        "client",
        "addition",
        "seismic",
        "data",
        "library",
        "believe",
        "measure",
        "important",
        "reflects",
        "amount",
        "capital",
        "expenditure",
        "funded",
        "operating",
        "cash",
        "flow",
        "following",
        "table",
        "summarizes",
        "actual",
        "capital",
        "expenditure",
        "three",
        "month",
        "ended",
        "march",
        "show",
        "net",
        "cash",
        "capital",
        "expenditure",
        "financial",
        "measure",
        "derived",
        "total",
        "capital",
        "expenditure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "new",
        "data",
        "acquisition",
        "cash",
        "purchase",
        "data",
        "processing",
        "property",
        "equipment",
        "total",
        "capital",
        "expenditure",
        "less",
        "cash",
        "underwriting",
        "revenue",
        "net",
        "cash",
        "capital",
        "expenditure",
        "view",
        "source",
        "version",
        "http",
        "seitel",
        "marcia",
        "kendrick",
        "mkendrick",
        "source",
        "seitel",
        "inc"
    ]
}