{
    "organizations": [],
    "uuid": "376ed87edcda115f05c50765425f3e489412128d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-wayside-technology-group-inc-reports-2018-first-quarter-and-declares-quarterly-dividend.html",
    "ord_in_thread": 0,
    "title": "Wayside Technology Group, Inc. Reports 2018 First Quarter and Declares Quarterly Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Q1 2018: Net sales: $40.5 million Income from operations: $1.8 million Net income: $1.6 million Diluted earnings per share: $0.36 per share Dividend declared - $0.17 per share EATONTOWN, N.J., May 03, 2018 (GLOBE NEWSWIRE) -- Wayside Technology Group, Inc. (NASDAQ:WSTG) today announced financial results for the first quarter ended March 31, 2018. The results will be discussed in a conference call to be held on Friday, May 4, 2018 at 10:00 a.m. EDT. The dial-in telephone number is (844) 683-0552 and the pass code is “WSTG.” This conference call will be webcast by NASDAQ OMX and can be accessed at Wayside Technology’s website at www.waysidetechnology.com/site/content/webcasts .\n“We are pleased to report a great first quarter of 2018. Income before tax increased 7.5% and diluted earnings per share increased 23%,” said Simon F. Nynens, Chairman and Chief Executive Officer. “We strive to be the most proactive, knowledgeable and diligent provider of proven and emerging IT products. Our culture of innovation and adaptability matches that of the vendors we represent.”\nOperating Results:\nNet sales for the quarter ended March 31, 2018 increased 6% to $40.5 million compared to $38.1 million for the same period in 2017. Lifeboat Distribution segment net sales for the quarter ended March 31, 2018 increased 9% to $36.8 million, compared to $33.8 million for the same period in 2017. TechXtend segment net sales for the quarter ended March 31, 2018 decreased 13% to $3.7 million, compared to $4.3 million for the same period in 2017. The decrease in TechXtend sales was primarily driven by a decrease in extended payment term sales.\nAdjusted gross billings for the quarter ended March 31, 2018 increased 11% or $12.3 million to $125.1 million compared to $112.8 million for the same period last year (see attached table for a discussion of adjusted gross billings).\nGross profit for the quarter ended March 31, 2018 increased 2% to $6.9 million compared to $6.8 million for the same period in 2017. Lifeboat Distribution segment gross profit for the quarter ended March 31, 2018 increased 6% to $6.1 million, compared to $5.8 million in the same period in 2017. TechXtend segment gross profit for the quarter ended March 31, 2018 decreased 23% to $0.7 million, compared to $0.9 million in 2017 due to lower extended payment term sales.\nGross profit margin (gross profit as a percentage of net sales) for the quarter ended March 31, 2018 decreased by 0.7 percentage points to 17.0%, compared to 17.7% for the same period in 2017. Lifeboat Distribution segment gross profit margin for the quarter ended March 31, 2018 decreased by 0.5 percentage points to 16.8%, compared to 17.3% for the same period in 2017. TechXtend segment gross profit margin for the quarter March 31, 2018 decreased 2.4 percentage points to 19.1%, compared to 21.5% for the same period in 2017.\nTotal selling, general, and administrative (“SG&A”) expenses for the quarter ended March 31, 2018 increased slightly to $5.0 million, primarily due to higher professional fees and public company related costs, when compared to the same quarter last year. SG&A expenses as a percentage of net sales were 12.4% in 2018 compared to 13.0% in 2017.\nFor the quarter ended March 31, 2018, the Company recorded a provision for income taxes of $0.5 million compared to $0.6 in the prior year. The effective tax rate was 23.4 % in 2018 compared to 32.0% in the prior year due to the impact of the Tax Cuts and Jobs Act of 2017.\nNet income for the quarter ended March 31, 2018 increased 21% to $1.6 million compared to $1.3 million during the prior year.\nDiluted earnings per share for the quarter ended March 31, 2018 increased 23% to $0.36, compared to $0.29 for the same period in 2017.\nOn May 2, 2018, the Board of Directors declared a quarterly dividend of $0.17 per share of its common stock payable May 21, 2018 to shareholders of record on May 14, 2018.\nAdjustments to historical results upon retrospective adoption of ASC 606, Revenue from Contracts with Customers\nThe Company adopted ASC 606, Revenue from Contracts with Customers effective January 1, 2018 using the full retrospective adoption method. Under the full retrospective adoption method, the Company presents revenue for current and comparative periods on an adjusted basis, reflecting the new accounting standard. The most significant impact of adopting the standard relates to the recognition of revenue for Software - security and highly interdependent with support and Third-party maintenance support and other services, net of the related cost of sales. Historically the Company has accounted for most sales on a gross basis, with third party costs included in cost of sales.\nThe change from gross sale to net reporting has no impact on gross profit, net income or cash flows, though it increases gross profit as a percentage of sales. The adoption of the standard resulted in a reduction of net sales as previously reported or adjusted gross billings (see attached table), and a corresponding reduction of cost of sales of $84.5 million, and $74.7 million for the quarter ended March 31, 2018 and 2017, respectively. The attached tables present the expected impact of the adoption on historical results for the quarter ended March 31, 2017 as if the standard had been adopted in the earliest period presented. Additional information will be available in the Company’s quarterly report filed on Form 10Q with the Securities and Exchange Commission.\nAbout Wayside Technology Group, Inc.\nWayside Technology Group, Inc. (NASDAQ:WSTG) was founded in 1982 and is a unified and integrated technology company providing products and solutions for corporate resellers, VARs, and developers as well as business, government and educational entities. The company offers technology products from software publishers and manufacturers including Bluebeam Software, Cloudgenix, Cloudian, Dell/Dell Software, erwin, ExaGrid Systems, Flexera Software, Hewlett Packard, Infragistics, Intel Software, Lenovo, Micro Focus, Microsoft, Mindjet, Samsung, SmartBear Software, SolarWinds, Sophos, StorageCraft Technology, Super Micro Computer, Inc., TechSmith, Tintri, Unitrends, and VMware.\nAdditional information can be found by visiting www.waysidetechnology.com\nThe statements in this release concerning the Company’s future prospects are that involve certain risks and uncertainties. Such risks and uncertainties could cause actual results to differ materially from those indicated by such , and include, without limitation, the continued acceptance of the Company’s distribution channel by vendors and customers, the timely availability and acceptance of new products, product mix, market conditions, contribution of key vendor relationships and support programs, as well as factors that affect the software industry in general and other factors. The contained herein are also subject generally to other risks and uncertainties that are described from time to time in our filings with the Securities and Exchange Commission. Except as otherwise required by law, the Company undertakes no obligation to update or revise these .\n–Tables Follow –\nInvestor Relations Contact:\nMichael Vesey, Vice President and Chief Financial Officer\nWayside Technology Group, Inc.\n(732) 389-0932\nmichael.vesey@waysidetechnology.com\nWAYSIDE TECHNOLOGY GROUP, INC. AND SUBSIDIARIES CONDENSED CONSOLIDATED BALANCE SHEETS (Amounts in thousands, except share and per share amounts) March 31,\n2018 December 31,\n2017 (unaudited) ASSETS Current assets Cash and cash equivalents 6,994 $ 5,530 Accounts receivable, net 82,019 76,937 Inventory, net 2,362 2,794 Vendor prepayments 5,212 6,837 Prepaid expenses and other current assets 611 553 Total current assets 97,198 92,651 Equipment and leasehold improvements, net 1,758 1,828 Accounts receivable long-term 7,530 7,437 Other assets 1,854 231 Deferred income taxes 107 138 Total assets $ 108,447 $ 102,285 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities Accounts payable and accrued expenses $ 67,931 $ 62,792 Total current liabilities 67,931 62,792 Deferred rent and tenant allowances 764 781 Commitments and contingencies Stockholders' equity Common stock, $.01 par value; 10,000,000 shares authorized, 5,284,500 shares issued, and 4,506,203 and 4,454,829 shares outstanding, respectively 53 53 Additional paid-in capital 30,900 31,257 Treasury stock, at cost, 778,297 and 829,671 shares, respectively (13,463 ) (14,207 ) Retained earnings 23,355 22,522 Accumulated other comprehensive loss (1,093 ) (913 ) Total stockholders' equity 39,752 38,712 Total liabilities and stockholders' equity $ 108,447 $ 102,285\nWAYSIDE TECHNOLOGY GROUP, INC. AND SUBSIDIARIES CONDENSED CONSOLIDATED STATEMENTS OF EARNINGS (Amounts in thousands, except per share data) Three months ended March 31, 2018 2017 (1) (Unaudited) Net sales Lifeboat segment $ 36,838 $ 33,834 TechXtend segment 3,714 4,257 Total net sales 40,552 38,091 Cost of sales Lifeboat segment 30,654 27,991 TechXtend segment 3,004 3,341 Total cost of sales 33,658 31,332 Gross profit 6,894 6,759 Operating expenses Selling costs 2,435 2,578 Share- based compensation 349 347 Other general and administrative expenses 2,263 2,042 Total selling, general and administrative expenses 5,047 4,967 Income from operations 1,847 1,792 Interest, net 238 148 Foreign currency transaction gain 1 - Income before provision for income taxes 2,086 1,940 Provision for income taxes 488 621 Net income $ 1,598 $ 1,319 Income per common share – Basic (restated note 3) $ 0.36 $ 0.29 Income per common share – Diluted (restate note 3) $ 0.36 $ 0.29 Weighted average common shares outstanding – Basic (restated note 3) 4,301 4,343 Weighted average common shares outstanding – Diluted (restated note 3) 4,301 4,343 Dividends paid per common share $ 0.17 $ 0.17 (1) Amounts are adjusted as if ASC 606 Revenue from Contracts with Customers was adopted at the beginning of the period.\nSupplemental Revenue Information The table below presents net sales by disaggregated revenue category: March 31, March 31, Net sales 2018 2017 Hardware and software product $ 35,862 $ 33,930 Software - security & highly interdependent with support 2,103 1,551 Maintenance, support & other services 2,587 2,610 Net sales $ 40,552 $ 38,091 The table below presents net sales reconciled to adjusted gross billings: Adjusted gross billings (2): March 31, March 31, 2018 2017 Net sales $ 40,552 $ 38,091 Costs of sales related to Software – security & highly interdependent with support and Maintenance, support and other services 84,532 74,704 Adjusted gross billings $ 125,084 $ 112,795 (2) We define adjusted gross billings as net sales in accordance with US GAAP, adjusted for the cost of sales related to Software – security and highly interdependent with support and Maintenance, support and other services. We provided a reconciliation of Adjusted gross billings to net sales, which is the most directly comparable US GAAP measure. We use Adjusted gross billings of product and services as a supplemental measure of our performance to gain insight into the volume of business generated by our business, and to analyze the changes to our accounts receivable and accounts payable. Our use of Adjusted gross billings of product and services as analytical tools has limitations, and you should not consider them in isolation or as substitutes for analysis of our financial results as reported under U.S. GAAP. In addition, other companies, including companies in our industry, might calculate Adjusted gross billings of product and services or similarly titled measures differently, which may reduce their usefulness as comparative measures.\nThe table below presents basic and diluted earnings per share as previously reported and as restated (see note 3).\nThree months ended March 31, 2017 As Previously Reported: Income per common share - Basic $ 0.30 Income per common share - Diluted $ 0.30 Weighted average common shares outstanding - Basic 4,343 Weighted average common shares outstanding - Diluted 4,359 As Restated: Income per common share - Basic $ 0.29 Income per common share - Diluted $ 0.29 Weighted average common shares outstanding - Basic 4,343 Weighted average common shares outstanding - Diluted 4,343 (3) Earnings per share for the quarter ended March 31, 2017 were recalculated and restated using the two-class method, to be presented on a comparable basis with the same periods in 2018. In 2017, the Company determined it should be reporting earnings per share using the two-class method, which treats unvested restricted shares granted under our 2012 Stock-Based Compensation Plan that are entitled to receive non-forfeitable dividends as participating securities. The change had an immaterial impact on previously reported earnings per share (and no net income impact), however, the amounts presented in these tables have been re-stated to correct the error in prior periods for comparability purposes.\nSource:Wayside Technology Group, Inc.",
    "published": "2018-05-04T01:00:00.000+03:00",
    "crawled": "2018-05-04T02:44:10.052+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q1",
        "net",
        "sale",
        "million",
        "income",
        "operation",
        "million",
        "net",
        "income",
        "million",
        "diluted",
        "earnings",
        "per",
        "share",
        "per",
        "share",
        "dividend",
        "declared",
        "per",
        "share",
        "eatontown",
        "may",
        "globe",
        "newswire",
        "wayside",
        "technology",
        "group",
        "nasdaq",
        "wstg",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "result",
        "discussed",
        "conference",
        "call",
        "held",
        "friday",
        "may",
        "edt",
        "telephone",
        "number",
        "pas",
        "code",
        "conference",
        "call",
        "webcast",
        "nasdaq",
        "omx",
        "accessed",
        "wayside",
        "technology",
        "website",
        "pleased",
        "report",
        "great",
        "first",
        "quarter",
        "income",
        "tax",
        "increased",
        "diluted",
        "earnings",
        "per",
        "share",
        "increased",
        "said",
        "simon",
        "nynens",
        "chairman",
        "chief",
        "executive",
        "officer",
        "strive",
        "proactive",
        "knowledgeable",
        "diligent",
        "provider",
        "proven",
        "emerging",
        "product",
        "culture",
        "innovation",
        "adaptability",
        "match",
        "vendor",
        "operating",
        "result",
        "net",
        "sale",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "lifeboat",
        "distribution",
        "segment",
        "net",
        "sale",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "techxtend",
        "segment",
        "net",
        "sale",
        "quarter",
        "ended",
        "march",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "techxtend",
        "sale",
        "primarily",
        "driven",
        "decrease",
        "extended",
        "payment",
        "term",
        "sale",
        "adjusted",
        "gross",
        "billing",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "see",
        "attached",
        "table",
        "discussion",
        "adjusted",
        "gross",
        "billing",
        "gross",
        "profit",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "lifeboat",
        "distribution",
        "segment",
        "gross",
        "profit",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "techxtend",
        "segment",
        "gross",
        "profit",
        "quarter",
        "ended",
        "march",
        "decreased",
        "million",
        "compared",
        "million",
        "due",
        "lower",
        "extended",
        "payment",
        "term",
        "sale",
        "gross",
        "profit",
        "margin",
        "gross",
        "profit",
        "percentage",
        "net",
        "sale",
        "quarter",
        "ended",
        "march",
        "decreased",
        "percentage",
        "point",
        "compared",
        "period",
        "lifeboat",
        "distribution",
        "segment",
        "gross",
        "profit",
        "margin",
        "quarter",
        "ended",
        "march",
        "decreased",
        "percentage",
        "point",
        "compared",
        "period",
        "techxtend",
        "segment",
        "gross",
        "profit",
        "margin",
        "quarter",
        "march",
        "decreased",
        "percentage",
        "point",
        "compared",
        "period",
        "total",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "quarter",
        "ended",
        "march",
        "increased",
        "slightly",
        "million",
        "primarily",
        "due",
        "higher",
        "professional",
        "fee",
        "public",
        "company",
        "related",
        "cost",
        "compared",
        "quarter",
        "last",
        "year",
        "sg",
        "expense",
        "percentage",
        "net",
        "sale",
        "compared",
        "quarter",
        "ended",
        "march",
        "company",
        "recorded",
        "provision",
        "income",
        "tax",
        "million",
        "compared",
        "prior",
        "year",
        "effective",
        "tax",
        "rate",
        "compared",
        "prior",
        "year",
        "due",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "net",
        "income",
        "quarter",
        "ended",
        "march",
        "increased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "increased",
        "compared",
        "period",
        "may",
        "board",
        "director",
        "declared",
        "quarterly",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "payable",
        "may",
        "shareholder",
        "record",
        "may",
        "adjustment",
        "historical",
        "result",
        "upon",
        "retrospective",
        "adoption",
        "asc",
        "revenue",
        "contract",
        "customer",
        "company",
        "adopted",
        "asc",
        "revenue",
        "contract",
        "customer",
        "effective",
        "january",
        "using",
        "full",
        "retrospective",
        "adoption",
        "method",
        "full",
        "retrospective",
        "adoption",
        "method",
        "company",
        "present",
        "revenue",
        "current",
        "comparative",
        "period",
        "adjusted",
        "basis",
        "reflecting",
        "new",
        "accounting",
        "standard",
        "significant",
        "impact",
        "adopting",
        "standard",
        "relates",
        "recognition",
        "revenue",
        "software",
        "security",
        "highly",
        "interdependent",
        "support",
        "maintenance",
        "support",
        "service",
        "net",
        "related",
        "cost",
        "sale",
        "historically",
        "company",
        "accounted",
        "sale",
        "gross",
        "basis",
        "third",
        "party",
        "cost",
        "included",
        "cost",
        "sale",
        "change",
        "gross",
        "sale",
        "net",
        "reporting",
        "impact",
        "gross",
        "profit",
        "net",
        "income",
        "cash",
        "flow",
        "though",
        "increase",
        "gross",
        "profit",
        "percentage",
        "sale",
        "adoption",
        "standard",
        "resulted",
        "reduction",
        "net",
        "sale",
        "previously",
        "reported",
        "adjusted",
        "gross",
        "billing",
        "see",
        "attached",
        "table",
        "corresponding",
        "reduction",
        "cost",
        "sale",
        "million",
        "million",
        "quarter",
        "ended",
        "march",
        "respectively",
        "attached",
        "table",
        "present",
        "expected",
        "impact",
        "adoption",
        "historical",
        "result",
        "quarter",
        "ended",
        "march",
        "standard",
        "adopted",
        "earliest",
        "period",
        "presented",
        "additional",
        "information",
        "available",
        "company",
        "quarterly",
        "report",
        "filed",
        "form",
        "10q",
        "security",
        "exchange",
        "commission",
        "wayside",
        "technology",
        "group",
        "wayside",
        "technology",
        "group",
        "nasdaq",
        "wstg",
        "founded",
        "unified",
        "integrated",
        "technology",
        "company",
        "providing",
        "product",
        "solution",
        "corporate",
        "resellers",
        "var",
        "developer",
        "well",
        "business",
        "government",
        "educational",
        "entity",
        "company",
        "offer",
        "technology",
        "product",
        "software",
        "publisher",
        "manufacturer",
        "including",
        "bluebeam",
        "software",
        "cloudgenix",
        "cloudian",
        "software",
        "erwin",
        "exagrid",
        "system",
        "flexera",
        "software",
        "hewlett",
        "packard",
        "infragistics",
        "intel",
        "software",
        "lenovo",
        "micro",
        "focus",
        "microsoft",
        "mindjet",
        "samsung",
        "smartbear",
        "software",
        "solarwinds",
        "sophos",
        "storagecraft",
        "technology",
        "super",
        "micro",
        "computer",
        "techsmith",
        "tintri",
        "unitrends",
        "vmware",
        "additional",
        "information",
        "found",
        "visiting",
        "statement",
        "release",
        "concerning",
        "company",
        "future",
        "prospect",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "include",
        "without",
        "limitation",
        "continued",
        "acceptance",
        "company",
        "distribution",
        "channel",
        "vendor",
        "customer",
        "timely",
        "availability",
        "acceptance",
        "new",
        "product",
        "product",
        "mix",
        "market",
        "condition",
        "contribution",
        "key",
        "vendor",
        "relationship",
        "support",
        "program",
        "well",
        "factor",
        "affect",
        "software",
        "industry",
        "general",
        "factor",
        "contained",
        "herein",
        "also",
        "subject",
        "generally",
        "risk",
        "uncertainty",
        "described",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "except",
        "otherwise",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "follow",
        "investor",
        "relation",
        "contact",
        "michael",
        "vesey",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "wayside",
        "technology",
        "group",
        "wayside",
        "technology",
        "group",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "vendor",
        "prepayment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "equipment",
        "leasehold",
        "improvement",
        "net",
        "account",
        "receivable",
        "asset",
        "deferred",
        "income",
        "tax",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "tenant",
        "allowance",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "treasury",
        "stock",
        "cost",
        "share",
        "respectively",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "wayside",
        "technology",
        "group",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "earnings",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "net",
        "sale",
        "lifeboat",
        "segment",
        "techxtend",
        "segment",
        "total",
        "net",
        "sale",
        "cost",
        "sale",
        "lifeboat",
        "segment",
        "techxtend",
        "segment",
        "total",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "cost",
        "based",
        "compensation",
        "general",
        "administrative",
        "expense",
        "total",
        "selling",
        "general",
        "administrative",
        "expense",
        "income",
        "operation",
        "interest",
        "net",
        "foreign",
        "currency",
        "transaction",
        "gain",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "restated",
        "note",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "restate",
        "note",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "restated",
        "note",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "restated",
        "note",
        "dividend",
        "paid",
        "per",
        "common",
        "share",
        "amount",
        "adjusted",
        "asc",
        "revenue",
        "contract",
        "customer",
        "adopted",
        "beginning",
        "period",
        "supplemental",
        "revenue",
        "information",
        "table",
        "present",
        "net",
        "sale",
        "disaggregated",
        "revenue",
        "category",
        "march",
        "march",
        "net",
        "sale",
        "hardware",
        "software",
        "product",
        "software",
        "security",
        "highly",
        "interdependent",
        "support",
        "maintenance",
        "support",
        "service",
        "net",
        "sale",
        "table",
        "present",
        "net",
        "sale",
        "reconciled",
        "adjusted",
        "gross",
        "billing",
        "adjusted",
        "gross",
        "billing",
        "march",
        "march",
        "net",
        "sale",
        "cost",
        "sale",
        "related",
        "software",
        "security",
        "highly",
        "interdependent",
        "support",
        "maintenance",
        "support",
        "service",
        "adjusted",
        "gross",
        "billing",
        "define",
        "adjusted",
        "gross",
        "billing",
        "net",
        "sale",
        "accordance",
        "u",
        "gaap",
        "adjusted",
        "cost",
        "sale",
        "related",
        "software",
        "security",
        "highly",
        "interdependent",
        "support",
        "maintenance",
        "support",
        "service",
        "provided",
        "reconciliation",
        "adjusted",
        "gross",
        "billing",
        "net",
        "sale",
        "directly",
        "comparable",
        "u",
        "gaap",
        "measure",
        "use",
        "adjusted",
        "gross",
        "billing",
        "product",
        "service",
        "supplemental",
        "measure",
        "performance",
        "gain",
        "insight",
        "volume",
        "business",
        "generated",
        "business",
        "analyze",
        "change",
        "account",
        "receivable",
        "account",
        "payable",
        "use",
        "adjusted",
        "gross",
        "billing",
        "product",
        "service",
        "analytical",
        "tool",
        "limitation",
        "consider",
        "isolation",
        "substitute",
        "analysis",
        "financial",
        "result",
        "reported",
        "gaap",
        "addition",
        "company",
        "including",
        "company",
        "industry",
        "might",
        "calculate",
        "adjusted",
        "gross",
        "billing",
        "product",
        "service",
        "similarly",
        "titled",
        "measure",
        "differently",
        "may",
        "reduce",
        "usefulness",
        "comparative",
        "measure",
        "table",
        "present",
        "basic",
        "diluted",
        "earnings",
        "per",
        "share",
        "previously",
        "reported",
        "restated",
        "see",
        "note",
        "three",
        "month",
        "ended",
        "march",
        "previously",
        "reported",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "restated",
        "income",
        "per",
        "common",
        "share",
        "basic",
        "income",
        "per",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "earnings",
        "per",
        "share",
        "quarter",
        "ended",
        "march",
        "recalculated",
        "restated",
        "using",
        "method",
        "presented",
        "comparable",
        "basis",
        "period",
        "company",
        "determined",
        "reporting",
        "earnings",
        "per",
        "share",
        "using",
        "method",
        "treat",
        "unvested",
        "restricted",
        "share",
        "granted",
        "compensation",
        "plan",
        "entitled",
        "receive",
        "dividend",
        "participating",
        "security",
        "change",
        "immaterial",
        "impact",
        "previously",
        "reported",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "impact",
        "however",
        "amount",
        "presented",
        "table",
        "correct",
        "error",
        "prior",
        "period",
        "comparability",
        "purpose",
        "source",
        "wayside",
        "technology",
        "group",
        "inc"
    ]
}