{
    "organizations": [],
    "uuid": "599c517de67a6f3a36eaa3e320d9825a692845b2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/pr-newswire-rpx-corporation-to-be-acquired-by-hggc-for-10-point-50-per-share.html",
    "ord_in_thread": 0,
    "title": "RPX Corporation to be Acquired by HGGC for $10.50 Per Share",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO and PALO ALTO, Calif., RPX Corporation (NASDAQ: RPXC), the leading provider of patent risk and discovery management solutions, today announced it has entered into a definitive agreement to be acquired by HGGC, a leading middle market private equity firm, in an all-cash transaction valued at approximately $555 million. Under the terms of the agreement, HGGC will initiate a tender offer for RPX shares at a price of $10.50 per share in cash. The agreement was unanimously approved by RPX's Board of Directors following a thorough review of a full range of strategic, financial and capital structure alternatives, which was first announced in February 2018.\nShelby Bonnie, RPX Chairman of the Board, said, \"Over the course of our review, the RPX Board of Directors evaluated a full range of strategic, financial and capital structure alternatives to best serve the interests of our stockholders, including a sale and continuing to operate as a standalone public company. After receiving and reviewing numerous proposals and indications of interest, as well as considering RPX's current operations and future prospects, the Board is entirely confident that this transaction provides great, certain and immediate value to RPX stockholders.\"\nMarty Roberts, RPX Chief Executive Officer and President, added, \"We are thrilled to partner with HGGC to achieve our next phase of growth for our patent risk and discovery management businesses. This transaction provides RPX with strong financial support and added flexibility to achieve our longer-term prospects, while providing our current stockholders with secure near-term value. Importantly, HGGC is experienced in building technology-enabled services businesses and is fully aligned with our global team's strategy in patent risk and discovery management services. With this transaction, our clients at RPX and Inventus will continue to see an uninterrupted high level of service, and we can expect even greater levels of investment in client service going forward.\"\nRich Lawson, HGGC Chief Executive Officer and Co-founder, commented, \"We are big believers in RPX's mission to deliver patent risk and discovery management solutions to its clients. RPX's and Inventus's businesses begin and end with the trust of their clients, and we will continue to serve their best interests. We fully support the vision of the Company to build a much-needed clearinghouse in the broader market for patents and will continue RPX's decade-long commitment to never assert patents.\"\nDavid Chung, Executive Director of HGGC added, \"Thanks to the vision and efforts of the original founding team, the current leadership and the many enormously capable people at the Company who drive results for clients day in and day out, we believe RPX and Inventus have core strengths and advantages that position them well for long-term success. We are fully supportive of the Company's management team as a whole, and we will thoughtfully review, in partnership with the senior leadership team, where additions could be made for the ultimate benefit of the Company's clients.\"\nIn the course of its review of strategic alternatives, RPX's Board of Directors received and thoroughly evaluated numerous proposals and indications of interest before deciding unanimously to proceed with this transaction. The transaction will be executed by means of a tender offer followed by a merger, and the RPX Board of Directors unanimously recommends RPX stockholders tender their shares in the offer. In light of RPX's sale to HGGC, RPX is suspending its dividend, effective immediately. The transaction is expected to close in the second or third quarter of 2018, subject to customary closing conditions and regulatory approvals.\nRPX Corporation also announced today its first quarter 2018 results, which are available on the \"Investor Relations\" section of the RPX's website at www.rpxcorp.com . The previously announced earnings conference call and webcast scheduled for May 8, 2018 will no longer take place.\nGCA Advisors, LLC is acting as financial advisor, and Skadden, Arps, Slate, Meagher & Flom LLP is acting as legal advisor, to RPX. Houlihan Lokey Capital, Inc.'s Tech+IP Advisory Group and Jefferies LLC are acting as financial advisors to HGGC. Jefferies Finance LLC is acting as sole lead arranger for debt financing to be utilized by HGGC. Kirkland and Ellis LLP is acting as legal advisor to HGGC.\nAbout RPX Corporation\nRPX Corporation (NASDAQ: RPXC) is the leading provider of patent risk and discovery management solutions. Since its founding in 2008, RPX has introduced efficiency to the patent market by providing a rational alternative to litigation. The San Francisco-based company's pioneering approach combines principal capital, deep patent expertise, and client contributions to generate enhanced patent buying power. By acquiring patents and patent rights, RPX helps to mitigate and manage patent risk for its growing client network.\nAs of March 31, 2018, RPX had invested over $2.4 billion to acquire more than 26,000 US and international patent assets and rights on behalf approximately 320 clients in eight key sectors: automotive, consumer electronics and PCs, E-commerce and software, financial services, media content and distribution, mobile communications and devices, networking, and semiconductors.\nRPX subsidiary Inventus is a leading international discovery management provider focused on reducing the costs and risks associated with the discovery process through the effective use of technology solutions. Inventus has been providing litigation support services to corporate legal departments, law firms and government agencies since 1991.\nAbout HGGC\nHGGC is a leading middle-market private equity firm with $4.3 billion in cumulative capital commitments. Based in Palo Alto, Calif., HGGC is distinguished by its \"Advantaged Investing\" approach that enables the firm to source and acquire scalable businesses at attractive multiples through partnerships with management teams, founders and sponsors who reinvest alongside HGGC, creating a strong alignment of interests. Over its history, HGGC has completed over 90 platform investments, add-on acquisitions, recapitalizations and liquidity events with an aggregate transaction value of more than $17 billion. More information is available at www.hggc.com .\nNotice to Investors and Security Holders\nThe tender offer for the outstanding common stock of RPX Corporation (\"RPX\") referred to in this communication has not yet commenced. This communication is neither a recommendation, an offer to purchase nor a solicitation of an offer to sell any securities. The solicitation and the offer to buy the shares of RPX's common stock will be made pursuant to an offer to purchase and related materials that Riptide Parent, LLC (\"Parent\") and Riptide Purchaser, Inc. (\"Purchaser\") intend to file with the Securities and Exchange Commission (the \"SEC\"). At the time the tender offer is commenced, Purchaser will file a Tender Offer Statement on Schedule TO with the SEC, and thereafter RPX will file a Solicitation/Recommendation Statement on Schedule 14D-9 with respect to the tender offer. The Tender Offer Statement (including an offer to purchase, a related letter of transmittal and other offer documents) and the Solicitation/Recommendation Statement will contain important information that should be read carefully and considered before any decision is made with respect to the tender offer. RPX, Purchaser and Parent will file other relevant materials in connection with the proposed acquisition of RPX by Purchaser pursuant to the terms of the merger agreement. RPX, Purchaser and Parent intend to mail these documents to the stockholders of RPX. All of the tender offer materials (and all other materials filed by RPX with the SEC) will also be available free of charge from the SEC through its website at www.sec.gov . INVESTORS AND STOCKHOLDERS OF RPX ARE ADVISED TO READ THE SCHEDULE TO AND THE SCHEDULE 14D-9, INCLUDING THE SOLICITATION/RECOMMENDATION STATEMENT OF RPX, AS EACH MAY BE AMENDED OR SUPPLEMENTED FROM TIME TO TIME, AS WELL AS ANY OTHER RELEVANT DOCUMENTS FILED WITH THE SEC WHEN THEY BECOME AVAILABLE CAREFULLY AND IN THEIR ENTIRETY PRIOR TO MAKING ANY DECISIONS WITH RESPECT TO THE TENDER OFFER OR WHETHER TO TENDER THEIR SHARES OF RPX COMMON STOCK PURSUANT TO THE OFFER, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION (INCLUDING THE TERMS AND CONDITIONS OF THE TENDER OFFER) AND THE PARTIES THERETO.\nForward-Looking Statements\nCertain statements in this communication are forward-looking statements, including, without limitation, the statements made concerning the pending acquisition of RPX by Purchaser. In some cases, you can identify forward-looking statements by the following words: \"may,\" \"will,\" \"could,\" \"would,\" \"should,\" \"expect,\" \"intend,\" \"plan,\" \"anticipate,\" \"believe,\" \"estimate,\" \"predict,\" \"project,\" \"aim,\" \"potential,\" \"continue,\" \"ongoing,\" \"goal,\" \"can,\" \"seek,\" \"target\" or the negative of these terms or other similar expressions, although not all forward-looking statements contain these words. These statements reflect RPX's current views concerning future events, including the planned completion of the tender offer and the anticipated merger, and are based on a number of assumptions that could ultimately prove inaccurate. As a general matter, forward-looking statements are those focused upon anticipated events or trends, expectations, and beliefs relating to matters that are not historical in nature. Such forward-looking statements are subject to uncertainties and factors relating to RPX's operations and business environment, all of which are difficult to predict and many of which are beyond the control of RPX. Among others, the following factors could cause actual results to differ materially from those set forth in the forward-looking statements: (i) uncertainties as to the timing of the tender offer and the anticipated merger; (ii) uncertainties as to how many RPX stockholders will tender their shares of RPX common stock in the anticipated merger; (iii) the possibility that competing offers will be made, (iv) the possibility that various closing conditions for the transaction may not be satisfied or waived; (v) the risk that the merger agreement may be terminated in circumstances requiring RPX to pay a termination fee; (vi) risks related to obtaining the requisite consents to the tender offer and the anticipated merger, including, without limitation, the risk that a regulatory approval that may be required for the proposed transaction, including under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (HSR Act) and the German Act of Restraints of Competition 1957, as amended (GWB), is delayed, is not obtained, or is obtained subject to conditions that are not anticipated; (vii) the possibility that the transaction may not be timely completed, if at all; (viii) the risk that, prior to the completion of the transaction, if at all, RPX's business and its relationships with employees, collaborators, vendors and other business partners could experience significant disruption due to transaction-related uncertainty; (ix) the risk that stockholder litigation in connection with the tender offer or the anticipated merger may result in significant costs of defense, indemnification and liability; and (x) the risks and uncertainties pertaining to RPX's business, including those detailed under \"Risk Factors\" and elsewhere in RPX's public periodic filings with the SEC, as well as the tender offer materials to be filed by Purchaser and the Solicitation/Recommendation Statement to be filed by RPX in connection with the tender offer. Other factors that could cause actual results to differ materially include those set forth in RPX's SEC reports, including, without limitation, the risks described in RPX's Annual Report on Form 10-K for its fiscal year ended December 31, 2017, which is on file with the SEC. The reader is cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. All forward-looking statements are qualified in their entirety by this cautionary statement and RPX undertakes no obligation to revise or update this report to reflect events or circumstances after the date hereof, except as required by law.\nCONTACTS\nRPX Corporation\nInvestor Contact:\nJoAnn Horne\nMarket Street Partners\n415-445-3233\nir@rpxcorp.com\nMedia Contacts:\nJohn Christiansen / Pete Siwinski\nSard Verbinnen & Co\n415-618-8750\nHGGC\nGabriel Ross\nStanton\nGross@StantonPRM.com\n646-502-3576\nView original content with multimedia: releases/rpx-corporation-to-be-acquired-by-hggc-for-10-50-per-share-300639821.html\nSOURCE RPX Corporation",
    "published": "2018-05-01T16:30:00.000+03:00",
    "crawled": "2018-05-01T17:16:41.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "palo",
        "alto",
        "rpx",
        "corporation",
        "nasdaq",
        "rpxc",
        "leading",
        "provider",
        "patent",
        "risk",
        "discovery",
        "management",
        "solution",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquired",
        "hggc",
        "leading",
        "middle",
        "market",
        "private",
        "equity",
        "firm",
        "transaction",
        "valued",
        "approximately",
        "million",
        "term",
        "agreement",
        "hggc",
        "initiate",
        "tender",
        "offer",
        "rpx",
        "share",
        "price",
        "per",
        "share",
        "cash",
        "agreement",
        "unanimously",
        "approved",
        "rpx",
        "board",
        "director",
        "following",
        "thorough",
        "review",
        "full",
        "range",
        "strategic",
        "financial",
        "capital",
        "structure",
        "alternative",
        "first",
        "announced",
        "february",
        "shelby",
        "bonnie",
        "rpx",
        "chairman",
        "board",
        "said",
        "course",
        "review",
        "rpx",
        "board",
        "director",
        "evaluated",
        "full",
        "range",
        "strategic",
        "financial",
        "capital",
        "structure",
        "alternative",
        "best",
        "serve",
        "interest",
        "stockholder",
        "including",
        "sale",
        "continuing",
        "operate",
        "standalone",
        "public",
        "company",
        "receiving",
        "reviewing",
        "numerous",
        "proposal",
        "indication",
        "interest",
        "well",
        "considering",
        "rpx",
        "current",
        "operation",
        "future",
        "prospect",
        "board",
        "entirely",
        "confident",
        "transaction",
        "provides",
        "great",
        "certain",
        "immediate",
        "value",
        "rpx",
        "stockholder",
        "marty",
        "robert",
        "rpx",
        "chief",
        "executive",
        "officer",
        "president",
        "added",
        "thrilled",
        "partner",
        "hggc",
        "achieve",
        "next",
        "phase",
        "growth",
        "patent",
        "risk",
        "discovery",
        "management",
        "business",
        "transaction",
        "provides",
        "rpx",
        "strong",
        "financial",
        "support",
        "added",
        "flexibility",
        "achieve",
        "prospect",
        "providing",
        "current",
        "stockholder",
        "secure",
        "value",
        "importantly",
        "hggc",
        "experienced",
        "building",
        "service",
        "business",
        "fully",
        "aligned",
        "global",
        "team",
        "strategy",
        "patent",
        "risk",
        "discovery",
        "management",
        "service",
        "transaction",
        "client",
        "rpx",
        "inventus",
        "continue",
        "see",
        "uninterrupted",
        "high",
        "level",
        "service",
        "expect",
        "even",
        "greater",
        "level",
        "investment",
        "client",
        "service",
        "going",
        "forward",
        "rich",
        "lawson",
        "hggc",
        "chief",
        "executive",
        "officer",
        "commented",
        "big",
        "believer",
        "rpx",
        "mission",
        "deliver",
        "patent",
        "risk",
        "discovery",
        "management",
        "solution",
        "client",
        "rpx",
        "inventus",
        "business",
        "begin",
        "end",
        "trust",
        "client",
        "continue",
        "serve",
        "best",
        "interest",
        "fully",
        "support",
        "vision",
        "company",
        "build",
        "clearinghouse",
        "broader",
        "market",
        "patent",
        "continue",
        "rpx",
        "commitment",
        "never",
        "assert",
        "patent",
        "david",
        "chung",
        "executive",
        "director",
        "hggc",
        "added",
        "thanks",
        "vision",
        "effort",
        "original",
        "founding",
        "team",
        "current",
        "leadership",
        "many",
        "enormously",
        "capable",
        "people",
        "company",
        "drive",
        "result",
        "client",
        "day",
        "day",
        "believe",
        "rpx",
        "inventus",
        "core",
        "strength",
        "advantage",
        "position",
        "well",
        "success",
        "fully",
        "supportive",
        "company",
        "management",
        "team",
        "whole",
        "thoughtfully",
        "review",
        "partnership",
        "senior",
        "leadership",
        "team",
        "addition",
        "could",
        "made",
        "ultimate",
        "benefit",
        "company",
        "client",
        "course",
        "review",
        "strategic",
        "alternative",
        "rpx",
        "board",
        "director",
        "received",
        "thoroughly",
        "evaluated",
        "numerous",
        "proposal",
        "indication",
        "interest",
        "deciding",
        "unanimously",
        "proceed",
        "transaction",
        "transaction",
        "executed",
        "mean",
        "tender",
        "offer",
        "followed",
        "merger",
        "rpx",
        "board",
        "director",
        "unanimously",
        "recommends",
        "rpx",
        "stockholder",
        "tender",
        "share",
        "offer",
        "light",
        "rpx",
        "sale",
        "hggc",
        "rpx",
        "suspending",
        "dividend",
        "effective",
        "immediately",
        "transaction",
        "expected",
        "close",
        "second",
        "third",
        "quarter",
        "subject",
        "customary",
        "closing",
        "condition",
        "regulatory",
        "approval",
        "rpx",
        "corporation",
        "also",
        "announced",
        "today",
        "first",
        "quarter",
        "result",
        "available",
        "investor",
        "relation",
        "section",
        "rpx",
        "website",
        "previously",
        "announced",
        "earnings",
        "conference",
        "call",
        "webcast",
        "scheduled",
        "may",
        "longer",
        "take",
        "place",
        "gca",
        "advisor",
        "llc",
        "acting",
        "financial",
        "advisor",
        "skadden",
        "arp",
        "slate",
        "meagher",
        "flom",
        "llp",
        "acting",
        "legal",
        "advisor",
        "rpx",
        "houlihan",
        "lokey",
        "capital",
        "advisory",
        "group",
        "jefferies",
        "llc",
        "acting",
        "financial",
        "advisor",
        "hggc",
        "jefferies",
        "finance",
        "llc",
        "acting",
        "sole",
        "lead",
        "arranger",
        "debt",
        "financing",
        "utilized",
        "hggc",
        "kirkland",
        "elli",
        "llp",
        "acting",
        "legal",
        "advisor",
        "hggc",
        "rpx",
        "corporation",
        "rpx",
        "corporation",
        "nasdaq",
        "rpxc",
        "leading",
        "provider",
        "patent",
        "risk",
        "discovery",
        "management",
        "solution",
        "since",
        "founding",
        "rpx",
        "introduced",
        "efficiency",
        "patent",
        "market",
        "providing",
        "rational",
        "alternative",
        "litigation",
        "san",
        "company",
        "pioneering",
        "approach",
        "combine",
        "principal",
        "capital",
        "deep",
        "patent",
        "expertise",
        "client",
        "contribution",
        "generate",
        "enhanced",
        "patent",
        "buying",
        "power",
        "acquiring",
        "patent",
        "patent",
        "right",
        "rpx",
        "help",
        "mitigate",
        "manage",
        "patent",
        "risk",
        "growing",
        "client",
        "network",
        "march",
        "rpx",
        "invested",
        "billion",
        "acquire",
        "u",
        "international",
        "patent",
        "asset",
        "right",
        "behalf",
        "approximately",
        "client",
        "eight",
        "key",
        "sector",
        "automotive",
        "consumer",
        "electronics",
        "pc",
        "software",
        "financial",
        "service",
        "medium",
        "content",
        "distribution",
        "mobile",
        "communication",
        "device",
        "networking",
        "semiconductor",
        "rpx",
        "subsidiary",
        "inventus",
        "leading",
        "international",
        "discovery",
        "management",
        "provider",
        "focused",
        "reducing",
        "cost",
        "risk",
        "associated",
        "discovery",
        "process",
        "effective",
        "use",
        "technology",
        "solution",
        "inventus",
        "providing",
        "litigation",
        "support",
        "service",
        "corporate",
        "legal",
        "department",
        "law",
        "firm",
        "government",
        "agency",
        "since",
        "hggc",
        "hggc",
        "leading",
        "private",
        "equity",
        "firm",
        "billion",
        "cumulative",
        "capital",
        "commitment",
        "based",
        "palo",
        "alto",
        "hggc",
        "distinguished",
        "advantaged",
        "investing",
        "approach",
        "enables",
        "firm",
        "source",
        "acquire",
        "scalable",
        "business",
        "attractive",
        "multiple",
        "partnership",
        "management",
        "team",
        "founder",
        "sponsor",
        "reinvest",
        "alongside",
        "hggc",
        "creating",
        "strong",
        "alignment",
        "interest",
        "history",
        "hggc",
        "completed",
        "platform",
        "investment",
        "acquisition",
        "recapitalizations",
        "liquidity",
        "event",
        "aggregate",
        "transaction",
        "value",
        "billion",
        "information",
        "available",
        "notice",
        "investor",
        "security",
        "holder",
        "tender",
        "offer",
        "outstanding",
        "common",
        "stock",
        "rpx",
        "corporation",
        "rpx",
        "referred",
        "communication",
        "yet",
        "commenced",
        "communication",
        "neither",
        "recommendation",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "solicitation",
        "offer",
        "buy",
        "share",
        "rpx",
        "common",
        "stock",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "related",
        "material",
        "riptide",
        "parent",
        "llc",
        "parent",
        "riptide",
        "purchaser",
        "purchaser",
        "intend",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "time",
        "tender",
        "offer",
        "commenced",
        "purchaser",
        "file",
        "tender",
        "offer",
        "statement",
        "schedule",
        "sec",
        "thereafter",
        "rpx",
        "file",
        "statement",
        "schedule",
        "respect",
        "tender",
        "offer",
        "tender",
        "offer",
        "statement",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "offer",
        "document",
        "statement",
        "contain",
        "important",
        "information",
        "read",
        "carefully",
        "considered",
        "decision",
        "made",
        "respect",
        "tender",
        "offer",
        "rpx",
        "purchaser",
        "parent",
        "file",
        "relevant",
        "material",
        "connection",
        "proposed",
        "acquisition",
        "rpx",
        "purchaser",
        "pursuant",
        "term",
        "merger",
        "agreement",
        "rpx",
        "purchaser",
        "parent",
        "intend",
        "mail",
        "document",
        "stockholder",
        "rpx",
        "tender",
        "offer",
        "material",
        "material",
        "filed",
        "rpx",
        "sec",
        "also",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "investor",
        "stockholder",
        "rpx",
        "advised",
        "read",
        "schedule",
        "schedule",
        "including",
        "statement",
        "rpx",
        "may",
        "amended",
        "supplemented",
        "time",
        "time",
        "well",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "carefully",
        "entirety",
        "prior",
        "making",
        "decision",
        "respect",
        "tender",
        "offer",
        "whether",
        "tender",
        "share",
        "rpx",
        "common",
        "stock",
        "pursuant",
        "offer",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "including",
        "term",
        "condition",
        "tender",
        "offer",
        "party",
        "thereto",
        "statement",
        "certain",
        "statement",
        "communication",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "made",
        "concerning",
        "pending",
        "acquisition",
        "rpx",
        "purchaser",
        "case",
        "identify",
        "statement",
        "following",
        "word",
        "may",
        "could",
        "would",
        "expect",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "project",
        "aim",
        "potential",
        "continue",
        "ongoing",
        "goal",
        "seek",
        "target",
        "negative",
        "term",
        "similar",
        "expression",
        "although",
        "statement",
        "contain",
        "word",
        "statement",
        "reflect",
        "rpx",
        "current",
        "view",
        "concerning",
        "future",
        "event",
        "including",
        "planned",
        "completion",
        "tender",
        "offer",
        "anticipated",
        "merger",
        "based",
        "number",
        "assumption",
        "could",
        "ultimately",
        "prove",
        "inaccurate",
        "general",
        "matter",
        "statement",
        "focused",
        "upon",
        "anticipated",
        "event",
        "trend",
        "expectation",
        "belief",
        "relating",
        "matter",
        "historical",
        "nature",
        "statement",
        "subject",
        "uncertainty",
        "factor",
        "relating",
        "rpx",
        "operation",
        "business",
        "environment",
        "difficult",
        "predict",
        "many",
        "beyond",
        "control",
        "rpx",
        "among",
        "others",
        "following",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "uncertainty",
        "timing",
        "tender",
        "offer",
        "anticipated",
        "merger",
        "ii",
        "uncertainty",
        "many",
        "rpx",
        "stockholder",
        "tender",
        "share",
        "rpx",
        "common",
        "stock",
        "anticipated",
        "merger",
        "iii",
        "possibility",
        "competing",
        "offer",
        "made",
        "iv",
        "possibility",
        "various",
        "closing",
        "condition",
        "transaction",
        "may",
        "satisfied",
        "waived",
        "v",
        "risk",
        "merger",
        "agreement",
        "may",
        "terminated",
        "circumstance",
        "requiring",
        "rpx",
        "pay",
        "termination",
        "fee",
        "vi",
        "risk",
        "related",
        "obtaining",
        "requisite",
        "consent",
        "tender",
        "offer",
        "anticipated",
        "merger",
        "including",
        "without",
        "limitation",
        "risk",
        "regulatory",
        "approval",
        "may",
        "required",
        "proposed",
        "transaction",
        "including",
        "antitrust",
        "improvement",
        "act",
        "hsr",
        "act",
        "german",
        "act",
        "restraint",
        "competition",
        "amended",
        "gwb",
        "delayed",
        "obtained",
        "obtained",
        "subject",
        "condition",
        "anticipated",
        "vii",
        "possibility",
        "transaction",
        "may",
        "timely",
        "completed",
        "viii",
        "risk",
        "prior",
        "completion",
        "transaction",
        "rpx",
        "business",
        "relationship",
        "employee",
        "collaborator",
        "vendor",
        "business",
        "partner",
        "could",
        "experience",
        "significant",
        "disruption",
        "due",
        "uncertainty",
        "ix",
        "risk",
        "stockholder",
        "litigation",
        "connection",
        "tender",
        "offer",
        "anticipated",
        "merger",
        "may",
        "result",
        "significant",
        "cost",
        "defense",
        "indemnification",
        "liability",
        "x",
        "risk",
        "uncertainty",
        "pertaining",
        "rpx",
        "business",
        "including",
        "detailed",
        "risk",
        "factor",
        "elsewhere",
        "rpx",
        "public",
        "periodic",
        "filing",
        "sec",
        "well",
        "tender",
        "offer",
        "material",
        "filed",
        "purchaser",
        "statement",
        "filed",
        "rpx",
        "connection",
        "tender",
        "offer",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "set",
        "forth",
        "rpx",
        "sec",
        "report",
        "including",
        "without",
        "limitation",
        "risk",
        "described",
        "rpx",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "file",
        "sec",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "rpx",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "report",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "contact",
        "rpx",
        "corporation",
        "investor",
        "contact",
        "joann",
        "horne",
        "market",
        "street",
        "partner",
        "ir",
        "medium",
        "contact",
        "john",
        "christiansen",
        "pete",
        "siwinski",
        "sard",
        "verbinnen",
        "co",
        "hggc",
        "gabriel",
        "ross",
        "stanton",
        "gross",
        "view",
        "original",
        "content",
        "multimedia",
        "source",
        "rpx",
        "corporation"
    ]
}