{
    "organizations": [],
    "uuid": "69402c53df302f9732a5497d1ef20d48bb8b4291",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/business-wire-heritage-global-inc-reports-2018-first-quarter-operating-results.html",
    "ord_in_thread": 0,
    "title": "Heritage Global Inc. Reports 2018 First Quarter Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO--(BUSINESS WIRE)-- Heritage Global Inc. (OTCQB: HGBL, CSE: HGP) (“Heritage Global,” “HGI” or “the Company”), a value-driven, innovative leader in corporate and financial asset liquidation transactions, valuations and advisory services, today reported financial results for the first quarter ended March 31, 2018 as summarized below.\n($ in thousands, except per share amounts) Quarter Ended March 31,\n2018 2017 Revenue Services revenue (1) $ 5,039 $ 4,462 Asset sales (2) 775 571 Total revenue 5,814 5,033 Gross profit 4,986 3,681 Operating income 1,405 394 Net income 1,289 255 Net income per share – basic and diluted $ 0.05 $ 0.01 (Non-GAAP Financial Measures) (3) EBITDA $ 1,489 $ 360 Adjusted EBITDA $ 1,550 $ 541 (1)\nServices revenue represents revenue generated from activities in which Heritage Global acted as an agent by either brokering a transaction or providing some other fee-based service.\n(2)\nAsset sales represent revenue generated from activities in which Heritage Global acted in a principal capacity, reselling assets that it had purchased.\n(3)\nDefinitions and disclosures regarding non-GAAP financial information including reconciliations are included at the end of the press release.\nFirst Quarter 2018 Summary of Financial Results:\nTotal revenues were $5.8 million, compared to the year ago first quarter level of $5.0 million, representing an increase of 16%. The year-over-year growth in total revenues reflects the timing and magnitude of certain asset liquidation transactions and a higher volume of deals for the NLEX division. Services revenue increased 13% to $5.0 million in the first quarter of 2018 from $4.5 million in the first quarter of 2017, while asset sales revenue increased 36% to $0.8 million in the first quarter of 2018 from $0.6 million in the first quarter of 2017. Gross profit, or total revenue net of costs of revenues, increased 35% to $5.0 million from the year ago first quarter level of $3.7 million, due principally to higher services revenue and improved gross margin on the asset sales, which together, resulted in a $0.5 million, or 39%, year-over-year reduction in the cost of total revenue. During the first quarter, Heritage Global completed a number of successful global online sales, including projects for Pfizer, Amgen, Lightsail and Pharmakea. Selling, general and administrative expenses were $3.5 million, compared to $3.2 million in the first quarter of 2017. The increase was largely attributable to variable compensation arrangements. Operating income more than tripled to $1.4 million from the year ago first quarter level of $0.4 million. Heritage Global reported net income of $1.3 million, or net income of $0.05 per share, compared to net income of approximately $0.3 million, or $0.01 per share, in the first quarter of 2017. The continued financial improvement in Heritage Global’s operations is the result of its strong performance of its asset liquidation business line, coupled with continued operational discipline. As a result, 2018 first quarter net income rose 405%, compared to the prior year period. Adjusted EBITDA, a commonly used non-GAAP financial measure, was $1.6 million in the first quarter of 2018, compared to $0.5 million in the first quarter of 2018. Adjusted EBITDA is used by management as a supplemental tool to evaluate the underlying operating performance of the Company on an ongoing basis and should be considered together with Heritage Global’s GAAP financial measures.\nHeritage Global Chief Executive Officer, Ross Dove, stated, “Heritage Global began fiscal 2018 on a strong note with solid first quarter performance. The successful execution of our strategies to grow the top-line, coupled with our continued cost management initiatives, resulted in significant gross margin improvement and first quarter operating income and net income growth of 257% and 405%, respectively.\n“Our divisions are maturing together into a very synergistic and seamless platform. Clients globally are reaping the benefits of our integrated valuation and disposition platforms working across asset classes from enterprise sales to capital assets to real estate to financial assets as well as patents and trademarks. We are excited to have Heritage on a clear path to execute its strategy of full service value creation.\n“In closing, we are extremely pleased with the progress we made in the first quarter and expect the positive momentum to continue throughout 2018. We believe that our platform of innovative global asset solutions, combined with our industry-wide reputation for delivering exceptional service to a growing base of global clients, will allow us to generate sustainable operating profits as we undertake the next phase of growth for the Company. We remain confident that Heritage Global’s ongoing initiatives to improve top and bottom-line performance, combined with the prudent management of our capital structure, are a formula for sustained long term financial growth and the enhancement of shareholder value.”\nDefinitions and Disclosures Regarding non-GAAP Financial Information\nAdjusted EBITDA reflects the standard definition of EBITDA (net income (loss) plus depreciation and amortization, interest and other expense, and provision for income taxes), plus or minus fair value adjustments of contingent consideration and plus stock-based compensation. Management believes that the presentation of this non-GAAP financial measure, when considered together with the GAAP financial measures and the reconciliation to the most directly comparable GAAP financial measure, provides a more complete understanding of the factors and trends affecting the Company than could be obtained absent these disclosures. Management uses Adjusted EBITDA to make operating and strategic decisions and to evaluate the Company’s performance. The Company has disclosed this non-GAAP financial measure so that investors have the same financial data that management uses, with the intention of assisting investors to make comparisons to the Company’s historical operating results and analyze its underlying performance. Management believes that Adjusted EBITDA is a useful supplemental tool to evaluate the underlying operating performance of the Company on an ongoing basis. The use of Adjusted EBITDA is not meant to be, and should not be, considered in isolation or as a substitute for, or superior to, any GAAP financial measure. You should carefully evaluate the financial information cited in the tables at the end of this news announcement which reconciles GAAP reported net income to Adjusted EBITDA for the periods presented herein.\nAbout Heritage Global Inc. ( www.heritageglobalinc.com )\nHeritage Global Inc. (OTCQB: HGBL, CSE: HGP) is a value-driven, innovative leader in corporate and financial asset liquidation transactions, valuations and advisory services. Heritage Global focuses on identifying, valuing, acquiring and monetizing underlying tangible and intangible assets in twenty-eight global manufacturing and technology sectors. Heritage Global acts as an adviser, as well as a principal, acquiring or brokering turnkey manufacturing facilities, surplus industrial machinery and equipment, industrial inventories, accounts receivable portfolios, intellectual property, and entire business enterprises.\nForward-Looking Statements\nThis communication includes forward-looking statements based on our current expectations and projections about future events. For these statements, the Company claims the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. The forward-looking statements contained in this communication are based on knowledge of the environment in which the Company currently operates and are subject to change based on various important factors, including variability in magnitude and timing of asset liquidation transactions, the impact of changes in the U.S. national and global economies, interest rate and foreign exchange rate sensitivity, as well as other factors beyond the Company's control. Unless required by law, we undertake no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. In light of these risks, uncertainties and assumptions, you should not place undue reliance on these forward-looking statements, which speak only as of the date of this release. For more details on factors that could affect these expectations, please see our filings with the Securities and Exchange Commission.\n-financial tables follow-\nHERITAGE GLOBAL INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands of US dollars, except share and per share amounts) (unaudited) Three Months Ended\nMarch 31,\n2018 2017 Revenues: Services revenue $ 5,039 $ 4,462 Asset sales 775 571 Total revenues 5,814 5,033 Operating costs and expenses: Cost of services revenue 559 1,059 Cost of asset sales 269 293 Selling, general and administrative 3,497 3,210 Depreciation and amortization 84 77 Total operating costs and expenses 4,409 4,639 Operating income 1,405 394 Fair value adjustment of contingent consideration — (111 ) Interest expense (116 ) (15 ) Income before income tax expense 1,289 268 Income tax expense — 13 Net income $ 1,289 $ 255 Weighted average common shares outstanding – basic 28,480,148 28,433,092 Weighted average common shares outstanding – diluted 28,489,128 28,467,350 Net income per share – basic $ 0.05 $ 0.01 Net income per share – diluted $ 0.05 $ 0.01 The notes contained in our Quarterly Report on Form 10-Q are an integral part of these consolidated financial statements.\n-balance sheets follow-\nHERITAGE GLOBAL INC. CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands of US dollars, except share and per share amounts) (unaudited) March 31, 2018\nDecember 31,\n2017\nASSETS Current assets: Cash and cash equivalents $ 1,596 $ 2,109 Accounts receivable (net of allowance for doubtful accounts of $0 in 2018 and $71 in 2017) 1,757 384 Inventory – equipment 227 170 Other current assets 387 357 Total current assets 3,697 3,020 Property and equipment, net 179 145 Identifiable intangible assets, net 3,815 3,877 Goodwill 6,158 6,158 Other assets 247 250 Total assets $ 14,366 $ 13,450 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable and accrued liabilities $ 4,661 $ 5,019 Current portion of related party debt 262 382 Current portion of third party debt 329 356 Current portion of contingent consideration 2,774 2,774 Other current liabilities 235 133 Total current liabilities 8,261 8,664 Non-current portion of third party debt 755 786 Deferred tax liabilities 512 512 Total liabilities 9,528 9,962 Stockholders’ equity: Preferred stock, $10.00 par value, authorized 10,000,000 shares; issued and outstanding 569 Class N shares at March 31, 2018 and December 31,\n2017\n6 6 Common stock, $0.01 par value, authorized 300,000,000 shares; issued and outstanding 28,480,148 shares at March 31, 2018 and December 31,\n2017\n285 285 Additional paid-in capital 284,457 284,396 Accumulated deficit (279,835 ) (281,124 ) Accumulated other comprehensive loss (75 ) (75 ) Total stockholders’ equity 4,838 3,488 Total liabilities and stockholders’ equity $ 14,366 $ 13,450 The notes contained in our Quarterly Report on Form 10-Q are an integral part of these consolidated financial statements.\n- EBITDA and Adjusted EBITDA (non-GAAP measures) reconciliation follows –\nHERITAGE GLOBAL INC. Reconciliation of EBITDA and Adjusted EBITDA (Non-GAAP Measures) (In thousands of US dollars) (unaudited) Three Months Ended\nMarch 31,\n2018 2017 Net Income $ 1,289 $ 255 Add back: Depreciation and amortization 84 77 Interest expense 116 15 Income tax expense — 13 EBITDA 1,489 360 Management add back: Fair value adjustment of contingent consideration — 111 Stock based compensation 61 70 Adjusted EBITDA $ 1,550 $ 541 The notes contained in our Quarterly Report on Form 10-Q are an integral part of these consolidated financial statements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180507006096/en/\nHeritage Global Inc.\nScott West, 858-847-0656\nChief Financial Officer\nor\nJCIR\nJennifer Neuman, Joseph Jaffoni, 212-835-8500\nHGBL@jcir.com\nSource: Heritage Global Inc.",
    "published": "2018-05-08T00:12:00.000+03:00",
    "crawled": "2018-05-07T23:30:42.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "business",
        "wire",
        "heritage",
        "global",
        "otcqb",
        "hgbl",
        "cse",
        "hgp",
        "heritage",
        "global",
        "hgi",
        "company",
        "innovative",
        "leader",
        "corporate",
        "financial",
        "asset",
        "liquidation",
        "transaction",
        "valuation",
        "advisory",
        "service",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "summarized",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "quarter",
        "ended",
        "march",
        "revenue",
        "service",
        "revenue",
        "asset",
        "sale",
        "total",
        "revenue",
        "gross",
        "profit",
        "operating",
        "income",
        "net",
        "income",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "financial",
        "measure",
        "ebitda",
        "adjusted",
        "ebitda",
        "service",
        "revenue",
        "represents",
        "revenue",
        "generated",
        "activity",
        "heritage",
        "global",
        "acted",
        "agent",
        "either",
        "brokering",
        "transaction",
        "providing",
        "service",
        "asset",
        "sale",
        "represent",
        "revenue",
        "generated",
        "activity",
        "heritage",
        "global",
        "acted",
        "principal",
        "capacity",
        "reselling",
        "asset",
        "purchased",
        "definition",
        "disclosure",
        "regarding",
        "financial",
        "information",
        "including",
        "reconciliation",
        "included",
        "end",
        "press",
        "release",
        "first",
        "quarter",
        "summary",
        "financial",
        "result",
        "total",
        "revenue",
        "million",
        "compared",
        "year",
        "ago",
        "first",
        "quarter",
        "level",
        "million",
        "representing",
        "increase",
        "growth",
        "total",
        "revenue",
        "reflects",
        "timing",
        "magnitude",
        "certain",
        "asset",
        "liquidation",
        "transaction",
        "higher",
        "volume",
        "deal",
        "nlex",
        "division",
        "service",
        "revenue",
        "increased",
        "million",
        "first",
        "quarter",
        "million",
        "first",
        "quarter",
        "asset",
        "sale",
        "revenue",
        "increased",
        "million",
        "first",
        "quarter",
        "million",
        "first",
        "quarter",
        "gross",
        "profit",
        "total",
        "revenue",
        "net",
        "cost",
        "revenue",
        "increased",
        "million",
        "year",
        "ago",
        "first",
        "quarter",
        "level",
        "million",
        "due",
        "principally",
        "higher",
        "service",
        "revenue",
        "improved",
        "gross",
        "margin",
        "asset",
        "sale",
        "together",
        "resulted",
        "million",
        "reduction",
        "cost",
        "total",
        "revenue",
        "first",
        "quarter",
        "heritage",
        "global",
        "completed",
        "number",
        "successful",
        "global",
        "online",
        "sale",
        "including",
        "project",
        "pfizer",
        "amgen",
        "lightsail",
        "pharmakea",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "largely",
        "attributable",
        "variable",
        "compensation",
        "arrangement",
        "operating",
        "income",
        "tripled",
        "million",
        "year",
        "ago",
        "first",
        "quarter",
        "level",
        "million",
        "heritage",
        "global",
        "reported",
        "net",
        "income",
        "million",
        "net",
        "income",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "approximately",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "continued",
        "financial",
        "improvement",
        "heritage",
        "global",
        "operation",
        "result",
        "strong",
        "performance",
        "asset",
        "liquidation",
        "business",
        "line",
        "coupled",
        "continued",
        "operational",
        "discipline",
        "result",
        "first",
        "quarter",
        "net",
        "income",
        "rose",
        "compared",
        "prior",
        "year",
        "period",
        "adjusted",
        "ebitda",
        "commonly",
        "used",
        "financial",
        "measure",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "adjusted",
        "ebitda",
        "used",
        "management",
        "supplemental",
        "tool",
        "evaluate",
        "underlying",
        "operating",
        "performance",
        "company",
        "ongoing",
        "basis",
        "considered",
        "together",
        "heritage",
        "global",
        "gaap",
        "financial",
        "measure",
        "heritage",
        "global",
        "chief",
        "executive",
        "officer",
        "ross",
        "dove",
        "stated",
        "heritage",
        "global",
        "began",
        "fiscal",
        "strong",
        "note",
        "solid",
        "first",
        "quarter",
        "performance",
        "successful",
        "execution",
        "strategy",
        "grow",
        "coupled",
        "continued",
        "cost",
        "management",
        "initiative",
        "resulted",
        "significant",
        "gross",
        "margin",
        "improvement",
        "first",
        "quarter",
        "operating",
        "income",
        "net",
        "income",
        "growth",
        "respectively",
        "division",
        "maturing",
        "together",
        "synergistic",
        "seamless",
        "platform",
        "client",
        "globally",
        "reaping",
        "benefit",
        "integrated",
        "valuation",
        "disposition",
        "platform",
        "working",
        "across",
        "asset",
        "class",
        "enterprise",
        "sale",
        "capital",
        "asset",
        "real",
        "estate",
        "financial",
        "asset",
        "well",
        "patent",
        "trademark",
        "excited",
        "heritage",
        "clear",
        "path",
        "execute",
        "strategy",
        "full",
        "service",
        "value",
        "creation",
        "closing",
        "extremely",
        "pleased",
        "progress",
        "made",
        "first",
        "quarter",
        "expect",
        "positive",
        "momentum",
        "continue",
        "throughout",
        "believe",
        "platform",
        "innovative",
        "global",
        "asset",
        "solution",
        "combined",
        "reputation",
        "delivering",
        "exceptional",
        "service",
        "growing",
        "base",
        "global",
        "client",
        "allow",
        "u",
        "generate",
        "sustainable",
        "operating",
        "profit",
        "undertake",
        "next",
        "phase",
        "growth",
        "company",
        "remain",
        "confident",
        "heritage",
        "global",
        "ongoing",
        "initiative",
        "improve",
        "top",
        "performance",
        "combined",
        "prudent",
        "management",
        "capital",
        "structure",
        "formula",
        "sustained",
        "long",
        "term",
        "financial",
        "growth",
        "enhancement",
        "shareholder",
        "definition",
        "disclosure",
        "regarding",
        "financial",
        "information",
        "adjusted",
        "ebitda",
        "reflects",
        "standard",
        "definition",
        "ebitda",
        "net",
        "income",
        "loss",
        "plus",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "provision",
        "income",
        "tax",
        "plus",
        "minus",
        "fair",
        "value",
        "adjustment",
        "contingent",
        "consideration",
        "plus",
        "compensation",
        "management",
        "belief",
        "presentation",
        "financial",
        "measure",
        "considered",
        "together",
        "gaap",
        "financial",
        "measure",
        "reconciliation",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "provides",
        "complete",
        "understanding",
        "factor",
        "trend",
        "affecting",
        "company",
        "could",
        "obtained",
        "absent",
        "disclosure",
        "management",
        "us",
        "adjusted",
        "ebitda",
        "make",
        "operating",
        "strategic",
        "decision",
        "evaluate",
        "company",
        "performance",
        "company",
        "disclosed",
        "financial",
        "measure",
        "investor",
        "financial",
        "data",
        "management",
        "us",
        "intention",
        "assisting",
        "investor",
        "make",
        "comparison",
        "company",
        "historical",
        "operating",
        "result",
        "analyze",
        "underlying",
        "performance",
        "management",
        "belief",
        "adjusted",
        "ebitda",
        "useful",
        "supplemental",
        "tool",
        "evaluate",
        "underlying",
        "operating",
        "performance",
        "company",
        "ongoing",
        "basis",
        "use",
        "adjusted",
        "ebitda",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "gaap",
        "financial",
        "measure",
        "carefully",
        "evaluate",
        "financial",
        "information",
        "cited",
        "table",
        "end",
        "news",
        "announcement",
        "reconciles",
        "gaap",
        "reported",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "period",
        "presented",
        "herein",
        "heritage",
        "global",
        "heritage",
        "global",
        "otcqb",
        "hgbl",
        "cse",
        "hgp",
        "innovative",
        "leader",
        "corporate",
        "financial",
        "asset",
        "liquidation",
        "transaction",
        "valuation",
        "advisory",
        "service",
        "heritage",
        "global",
        "focus",
        "identifying",
        "valuing",
        "acquiring",
        "monetizing",
        "underlying",
        "tangible",
        "intangible",
        "asset",
        "global",
        "manufacturing",
        "technology",
        "sector",
        "heritage",
        "global",
        "act",
        "adviser",
        "well",
        "principal",
        "acquiring",
        "brokering",
        "turnkey",
        "manufacturing",
        "facility",
        "surplus",
        "industrial",
        "machinery",
        "equipment",
        "industrial",
        "inventory",
        "account",
        "receivable",
        "portfolio",
        "intellectual",
        "property",
        "entire",
        "business",
        "enterprise",
        "statement",
        "communication",
        "includes",
        "statement",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "statement",
        "company",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "communication",
        "based",
        "knowledge",
        "environment",
        "company",
        "currently",
        "operates",
        "subject",
        "change",
        "based",
        "various",
        "important",
        "factor",
        "including",
        "variability",
        "magnitude",
        "timing",
        "asset",
        "liquidation",
        "transaction",
        "impact",
        "change",
        "national",
        "global",
        "economy",
        "interest",
        "rate",
        "foreign",
        "exchange",
        "rate",
        "sensitivity",
        "well",
        "factor",
        "beyond",
        "company",
        "control",
        "unless",
        "required",
        "law",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "light",
        "risk",
        "uncertainty",
        "assumption",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "release",
        "detail",
        "factor",
        "could",
        "affect",
        "expectation",
        "please",
        "see",
        "filing",
        "security",
        "exchange",
        "commission",
        "table",
        "heritage",
        "global",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "u",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "service",
        "revenue",
        "asset",
        "sale",
        "total",
        "revenue",
        "operating",
        "cost",
        "expense",
        "cost",
        "service",
        "revenue",
        "cost",
        "asset",
        "sale",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "cost",
        "expense",
        "operating",
        "income",
        "fair",
        "value",
        "adjustment",
        "contingent",
        "consideration",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "diluted",
        "net",
        "income",
        "per",
        "share",
        "basic",
        "net",
        "income",
        "per",
        "share",
        "diluted",
        "note",
        "contained",
        "quarterly",
        "report",
        "form",
        "integral",
        "part",
        "consolidated",
        "financial",
        "statement",
        "sheet",
        "heritage",
        "global",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "u",
        "dollar",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "inventory",
        "equipment",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "identifiable",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "related",
        "party",
        "debt",
        "current",
        "portion",
        "third",
        "party",
        "debt",
        "current",
        "portion",
        "contingent",
        "consideration",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "portion",
        "third",
        "party",
        "debt",
        "deferred",
        "tax",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "class",
        "n",
        "share",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "march",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "note",
        "contained",
        "quarterly",
        "report",
        "form",
        "integral",
        "part",
        "consolidated",
        "financial",
        "statement",
        "ebitda",
        "adjusted",
        "ebitda",
        "measure",
        "reconciliation",
        "follows",
        "heritage",
        "global",
        "reconciliation",
        "ebitda",
        "adjusted",
        "ebitda",
        "measure",
        "thousand",
        "u",
        "dollar",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "income",
        "add",
        "back",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "ebitda",
        "management",
        "add",
        "back",
        "fair",
        "value",
        "adjustment",
        "contingent",
        "consideration",
        "stock",
        "based",
        "compensation",
        "adjusted",
        "ebitda",
        "note",
        "contained",
        "quarterly",
        "report",
        "form",
        "integral",
        "part",
        "consolidated",
        "financial",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "heritage",
        "global",
        "scott",
        "west",
        "chief",
        "financial",
        "officer",
        "jcir",
        "jennifer",
        "neuman",
        "joseph",
        "jaffoni",
        "hgbl",
        "source",
        "heritage",
        "global",
        "inc"
    ]
}