{
    "organizations": [],
    "uuid": "7deebd97c3f981c3cb718baa162fc3070884d381",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/05/09/european-companies-rushed-to-invest-in-iran-what-now.html",
    "ord_in_thread": 0,
    "title": "European companies rushed to invest in Iran. What now?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FRANKFURT — European companies moved quickly to invest in Iran after it agreed in 2015 to mothball its nuclear weapons program in return for an end to economic sanctions.\nAutomakers like Daimler and PSA Peugeot Citroën linked up with Iranian partners to sell vehicles. Siemens of Germany struck a deal to deliver locomotives. Total of France began a project to explore offshore natural gas.\nYet even before President Trump pulled out of the agreement with Iran , many companies had already tempered their expectations and limited their investment. Now their prospects look murkier as European leaders try to determine whether there is a path forward without the United States.\nMore from the New York Times:\nTrump abandons Iran nuclear deal he long scorned\nIranians fear deeper crisis as Trump ends nuclear deal\nEurope is annoyed, not grateful, after Trump delays tariffs\nOfficials in Europe want to protect its companies by finding ways to shield them from American sanctions while they continue doing business in Iran. The United States ambassador to Germany, Richard Grenell, did not strike an optimistic note, however, saying on Twitter that \"German companies doing business in Iran should wind down operations immediately.\"\nWith a population of about 82 million and substantial oil reserves, Iran represented a largely untouched market with the potential for fast growth, a rare opportunity for Western companies with global ambitions.\nWhile players like General Electric and Boeing lined up orders, many American companies, including oil giants like Chevron and Exxon Mobil , had to watch from a distance; even with the deal in place, they were still effectively blocked by sanctions imposed by the United States from working in Iran. European businesses did not have the same restrictions.\nFor Europe, Iran was a particularly promising example of the kind of fast-growing emerging country that helped lift the region out of a severe debt crisis in recent years. German companies, for instance, have thrived by selling factory machinery, power grid infrastructure and construction equipment that growing nations need to build modern economies.\nDespite its potential, however, Iran has largely been a disappointment for European investors. In a dysfunctional economy, many failed to gain traction in a huge bureaucracy rife with political power struggles. Companies have also been stifled by a reluctance of foreign banks to provide financing, and fears — fully justified, as it turned out — that the nuclear détente would not last.\nAlthough exports from the European Union to Iran increased by about one-third last year to 10.8 billion euros, or about $12.8 billion, the country still ranked only 33rd among the bloc's trading partners, behind the likes of Kazakhstan and Serbia.\n\"German-Iranian economic relations are lagging their potential,\" Volker Treier, head of the exports department at the Association of German Chambers of Commerce and Industry, said in an email.\nAfter Mr. Trump's decision not to extend a moratorium on sanctions, Mr. Treier said, \"the moderately positive development in business with Iran comes with a big question mark.\"\nIn the end, expectations may simply have been too high.\nAfter sanctions were lifted, Airbus of France signed a deal to remake Iran Air's aging fleet with more than 100 aircraft, including a dozen super jumbo A380s.\nSo far, Airbus has delivered just three jets, none of them super jumbos, a company spokesman said on Tuesday. Two of the three have been leased.\nIn 2016, Daimler signed an agreement with Iran Khodro, a vehicle maker based in Tehran, to distribute Fuso brand trucks. Demand has been limited, however, because of Iran's weak economy, Daimler spokesman Florian Martens said Tuesday.\nEven the Iranian oil industry was having trouble attracting foreign investors — the only significant deal the country signed after sanctions were lifted was with Total for an offshore natural gas development.\n\"Even in advance of today's announcement, we saw Iran struggling to get the kinds of investment they had anticipated,\" said Richard Mallinson, an analyst at Energy Aspects, a London-based research firm.\nWhether Total can stay in the deal is now open to question. Patrick Pouyanné, the company's chief executive, recently said that the company would argue that because it had signed its Iran deal before Mr. Trump's decision, Total should benefit from a \"grandfather clause\" and would ask for a waiver from the United States to continue. Total also might turn its share over to its minority partner CNPC, a Chinese state-owned oil company.\nTotal's experience will most likely be taken as a bad sign for other prospective investors in the Iranian energy industry. \"This is not an environment in which other big companies will see any reason to commit capital,\" Mr. Mallinson said.\nEuropean Union officials said on Tuesday that they were making plans to blunt the impact of Mr. Trump's withdrawal — presumably helping insulate companies like Total. It was unclear what measures they might have in mind.\n\"We are working on plans to protect the interests of European companies,\" Maja Kocijancic, a spokeswoman for the European Commission, told reporters Tuesday. \"At this stage, I am not in a position to offer any further details.\"\nMr. Trump's decision to pull out of the deal with Iran may not automatically prompt governments to choke off trade.\nHaving ripped up an international deal, the president may have trouble recruiting allies and cutting off exports of Iranian oil, the country's most valuable product. Iran's crude exports have risen to about 2.4 million barrels a day in recent months, after being around 1 million barrels a day in the months before sanctions were lifted.\n\"It is going to be hard to get people on board,\" said Richard Nephew, a former State Department official who was the lead sanctions expert in the Iran negotiations under President Barack Obama and who successfully persuaded other customers of Iran to stop buying its oil in the years leading up to the eventual nuclear deal.\nMr. Nephew, now a senior research scholar at Columbia University's Center on Global Energy Policy, forecast that of Iran's major customers, Japan and South Korea would most likely cooperate on sanctions because they are worried about Washington's negotiations with North Korea.\nHe said European customers, however, would probably be slower to come around. And China and India, which in some months have been buying more than 1 million barrels a day from Iran, may continue to buy Iranian crude in the same quantities.\nAll told, the impact of renewed sanctions would be an estimated loss of 300,000 to 500,000 barrels a day of Iranian exports, Mr. Nephew said. That would be a significant amount, but much less than the 1.4 million barrels a day or so that Mr. Obama's sanctions achieved.\nIn the meantime, Iran is running its oil industry at full tilt, analysts say. \"It is obvious that they are anticipating potential new sanctions and running full speed before it happens,\" said Antoine Rostand, president of Kayrros, a Paris-based market research firm.\nBut the sanctions would nonetheless create major complications. Iran has quickly pumped up oil production in existing fields, but these will eventually become tapped out. It won't be able to bring new fields online without partners and capital.\nStill, giant oil corporations have not given up on Iran.\n\"We continue to be interested in exploring the role Shell can play in developing Iran's energy potential within the boundaries of applicable laws,\" Royal Dutch Shell said in an emailed statement on Tuesday.\nThe same principle applies to other investors, provided they are big enough — and wealthy enough — to handle the risk, said Andreas Schweitzer, managing director of Arjan Capital Ltd., a firm in London that advises companies on investing in Iran.\n\"Those who want this 80 million-person market and have a long-term strategy,\" he said, \"will go there with or without Mr. Trump.\"",
    "published": "2018-05-09T22:04:00.000+03:00",
    "crawled": "2018-05-09T21:08:26.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "frankfurt",
        "european",
        "company",
        "moved",
        "quickly",
        "invest",
        "iran",
        "agreed",
        "mothball",
        "nuclear",
        "weapon",
        "program",
        "return",
        "end",
        "economic",
        "sanction",
        "automaker",
        "like",
        "daimler",
        "psa",
        "peugeot",
        "citroën",
        "linked",
        "iranian",
        "partner",
        "sell",
        "vehicle",
        "siemens",
        "germany",
        "struck",
        "deal",
        "deliver",
        "locomotive",
        "total",
        "france",
        "began",
        "project",
        "explore",
        "offshore",
        "natural",
        "gas",
        "yet",
        "even",
        "president",
        "trump",
        "pulled",
        "agreement",
        "iran",
        "many",
        "company",
        "already",
        "tempered",
        "expectation",
        "limited",
        "investment",
        "prospect",
        "look",
        "murkier",
        "european",
        "leader",
        "try",
        "determine",
        "whether",
        "path",
        "forward",
        "without",
        "united",
        "state",
        "new",
        "york",
        "time",
        "trump",
        "abandon",
        "iran",
        "nuclear",
        "deal",
        "long",
        "scorned",
        "iranian",
        "fear",
        "deeper",
        "crisis",
        "trump",
        "end",
        "nuclear",
        "deal",
        "europe",
        "annoyed",
        "grateful",
        "trump",
        "delay",
        "tariff",
        "official",
        "europe",
        "want",
        "protect",
        "company",
        "finding",
        "way",
        "shield",
        "american",
        "sanction",
        "continue",
        "business",
        "iran",
        "united",
        "state",
        "ambassador",
        "germany",
        "richard",
        "grenell",
        "strike",
        "optimistic",
        "note",
        "however",
        "saying",
        "twitter",
        "german",
        "company",
        "business",
        "iran",
        "wind",
        "operation",
        "immediately",
        "population",
        "million",
        "substantial",
        "oil",
        "reserve",
        "iran",
        "represented",
        "largely",
        "untouched",
        "market",
        "potential",
        "fast",
        "growth",
        "rare",
        "opportunity",
        "western",
        "company",
        "global",
        "ambition",
        "player",
        "like",
        "general",
        "electric",
        "boeing",
        "lined",
        "order",
        "many",
        "american",
        "company",
        "including",
        "oil",
        "giant",
        "like",
        "chevron",
        "exxon",
        "mobil",
        "watch",
        "distance",
        "even",
        "deal",
        "place",
        "still",
        "effectively",
        "blocked",
        "sanction",
        "imposed",
        "united",
        "state",
        "working",
        "iran",
        "european",
        "business",
        "restriction",
        "europe",
        "iran",
        "particularly",
        "promising",
        "example",
        "kind",
        "emerging",
        "country",
        "helped",
        "lift",
        "region",
        "severe",
        "debt",
        "crisis",
        "recent",
        "year",
        "german",
        "company",
        "instance",
        "thrived",
        "selling",
        "factory",
        "machinery",
        "power",
        "grid",
        "infrastructure",
        "construction",
        "equipment",
        "growing",
        "nation",
        "need",
        "build",
        "modern",
        "economy",
        "despite",
        "potential",
        "however",
        "iran",
        "largely",
        "disappointment",
        "european",
        "investor",
        "dysfunctional",
        "economy",
        "many",
        "failed",
        "gain",
        "traction",
        "huge",
        "bureaucracy",
        "rife",
        "political",
        "power",
        "struggle",
        "company",
        "also",
        "stifled",
        "reluctance",
        "foreign",
        "bank",
        "provide",
        "financing",
        "fear",
        "fully",
        "justified",
        "turned",
        "nuclear",
        "détente",
        "would",
        "last",
        "although",
        "export",
        "european",
        "union",
        "iran",
        "increased",
        "last",
        "year",
        "billion",
        "euro",
        "billion",
        "country",
        "still",
        "ranked",
        "33rd",
        "among",
        "bloc",
        "trading",
        "partner",
        "behind",
        "like",
        "kazakhstan",
        "serbia",
        "economic",
        "relation",
        "lagging",
        "potential",
        "volker",
        "treier",
        "head",
        "export",
        "department",
        "association",
        "german",
        "chamber",
        "commerce",
        "industry",
        "said",
        "email",
        "trump",
        "decision",
        "extend",
        "moratorium",
        "sanction",
        "treier",
        "said",
        "moderately",
        "positive",
        "development",
        "business",
        "iran",
        "come",
        "big",
        "question",
        "mark",
        "end",
        "expectation",
        "may",
        "simply",
        "high",
        "sanction",
        "lifted",
        "airbus",
        "france",
        "signed",
        "deal",
        "remake",
        "iran",
        "air",
        "aging",
        "fleet",
        "aircraft",
        "including",
        "dozen",
        "super",
        "jumbo",
        "a380s",
        "far",
        "airbus",
        "delivered",
        "three",
        "jet",
        "none",
        "super",
        "jumbos",
        "company",
        "spokesman",
        "said",
        "tuesday",
        "two",
        "three",
        "leased",
        "daimler",
        "signed",
        "agreement",
        "iran",
        "khodro",
        "vehicle",
        "maker",
        "based",
        "tehran",
        "distribute",
        "fuso",
        "brand",
        "truck",
        "demand",
        "limited",
        "however",
        "iran",
        "weak",
        "economy",
        "daimler",
        "spokesman",
        "florian",
        "marten",
        "said",
        "tuesday",
        "even",
        "iranian",
        "oil",
        "industry",
        "trouble",
        "attracting",
        "foreign",
        "investor",
        "significant",
        "deal",
        "country",
        "signed",
        "sanction",
        "lifted",
        "total",
        "offshore",
        "natural",
        "gas",
        "development",
        "even",
        "advance",
        "today",
        "announcement",
        "saw",
        "iran",
        "struggling",
        "get",
        "kind",
        "investment",
        "anticipated",
        "said",
        "richard",
        "mallinson",
        "analyst",
        "energy",
        "aspect",
        "research",
        "firm",
        "whether",
        "total",
        "stay",
        "deal",
        "open",
        "question",
        "patrick",
        "pouyanné",
        "company",
        "chief",
        "executive",
        "recently",
        "said",
        "company",
        "would",
        "argue",
        "signed",
        "iran",
        "deal",
        "trump",
        "decision",
        "total",
        "benefit",
        "grandfather",
        "clause",
        "would",
        "ask",
        "waiver",
        "united",
        "state",
        "continue",
        "total",
        "also",
        "might",
        "turn",
        "share",
        "minority",
        "partner",
        "cnpc",
        "chinese",
        "oil",
        "company",
        "total",
        "experience",
        "likely",
        "taken",
        "bad",
        "sign",
        "prospective",
        "investor",
        "iranian",
        "energy",
        "industry",
        "environment",
        "big",
        "company",
        "see",
        "reason",
        "commit",
        "capital",
        "mallinson",
        "said",
        "european",
        "union",
        "official",
        "said",
        "tuesday",
        "making",
        "plan",
        "blunt",
        "impact",
        "trump",
        "withdrawal",
        "presumably",
        "helping",
        "insulate",
        "company",
        "like",
        "total",
        "unclear",
        "measure",
        "might",
        "mind",
        "working",
        "plan",
        "protect",
        "interest",
        "european",
        "company",
        "maja",
        "kocijancic",
        "spokeswoman",
        "european",
        "commission",
        "told",
        "reporter",
        "tuesday",
        "stage",
        "position",
        "offer",
        "detail",
        "trump",
        "decision",
        "pull",
        "deal",
        "iran",
        "may",
        "automatically",
        "prompt",
        "government",
        "choke",
        "trade",
        "ripped",
        "international",
        "deal",
        "president",
        "may",
        "trouble",
        "recruiting",
        "ally",
        "cutting",
        "export",
        "iranian",
        "oil",
        "country",
        "valuable",
        "product",
        "iran",
        "crude",
        "export",
        "risen",
        "million",
        "barrel",
        "day",
        "recent",
        "month",
        "around",
        "million",
        "barrel",
        "day",
        "month",
        "sanction",
        "lifted",
        "going",
        "hard",
        "get",
        "people",
        "board",
        "said",
        "richard",
        "nephew",
        "former",
        "state",
        "department",
        "official",
        "lead",
        "sanction",
        "expert",
        "iran",
        "negotiation",
        "president",
        "barack",
        "obama",
        "successfully",
        "persuaded",
        "customer",
        "iran",
        "stop",
        "buying",
        "oil",
        "year",
        "leading",
        "eventual",
        "nuclear",
        "deal",
        "nephew",
        "senior",
        "research",
        "scholar",
        "columbia",
        "university",
        "center",
        "global",
        "energy",
        "policy",
        "forecast",
        "iran",
        "major",
        "customer",
        "japan",
        "south",
        "korea",
        "would",
        "likely",
        "cooperate",
        "sanction",
        "worried",
        "washington",
        "negotiation",
        "north",
        "korea",
        "said",
        "european",
        "customer",
        "however",
        "would",
        "probably",
        "slower",
        "come",
        "around",
        "china",
        "india",
        "month",
        "buying",
        "million",
        "barrel",
        "day",
        "iran",
        "may",
        "continue",
        "buy",
        "iranian",
        "crude",
        "quantity",
        "told",
        "impact",
        "renewed",
        "sanction",
        "would",
        "estimated",
        "loss",
        "barrel",
        "day",
        "iranian",
        "export",
        "nephew",
        "said",
        "would",
        "significant",
        "amount",
        "much",
        "less",
        "million",
        "barrel",
        "day",
        "obama",
        "sanction",
        "achieved",
        "meantime",
        "iran",
        "running",
        "oil",
        "industry",
        "full",
        "tilt",
        "analyst",
        "say",
        "obvious",
        "anticipating",
        "potential",
        "new",
        "sanction",
        "running",
        "full",
        "speed",
        "happens",
        "said",
        "antoine",
        "rostand",
        "president",
        "kayrros",
        "market",
        "research",
        "firm",
        "sanction",
        "would",
        "nonetheless",
        "create",
        "major",
        "complication",
        "iran",
        "quickly",
        "pumped",
        "oil",
        "production",
        "existing",
        "field",
        "eventually",
        "become",
        "tapped",
        "wo",
        "able",
        "bring",
        "new",
        "field",
        "online",
        "without",
        "partner",
        "capital",
        "still",
        "giant",
        "oil",
        "corporation",
        "given",
        "iran",
        "continue",
        "interested",
        "exploring",
        "role",
        "shell",
        "play",
        "developing",
        "iran",
        "energy",
        "potential",
        "within",
        "boundary",
        "applicable",
        "law",
        "royal",
        "dutch",
        "shell",
        "said",
        "emailed",
        "statement",
        "tuesday",
        "principle",
        "applies",
        "investor",
        "provided",
        "big",
        "enough",
        "wealthy",
        "enough",
        "handle",
        "risk",
        "said",
        "andreas",
        "schweitzer",
        "managing",
        "director",
        "arjan",
        "capital",
        "firm",
        "london",
        "advises",
        "company",
        "investing",
        "iran",
        "want",
        "market",
        "strategy",
        "said",
        "go",
        "without",
        "mr",
        "trump"
    ]
}