{
    "organizations": [],
    "uuid": "f9608e5123b170c81556c6fc3a85ddd8cf338811",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-insulet-reports-first-quarter-2018-revenue-of-123-point-6-million-up-21-percent-year-over-year-and-gross-margin-of-61-point.html",
    "ord_in_thread": 0,
    "title": "Insulet Reports First Quarter 2018 Revenue of $123.6 Million, Up 21% Year-Over-Year, and Gross Margin of 61.4%, Up 300 Basis Points, Exceeding Expectations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Increases Full Year 2018 Expected Revenue Growth to 22% to 25% on Strength in Global Omnipod;\nIntroduces Second Quarter Expected Revenue Growth of 18% to 22%\nBILLERICA, Mass.--(BUSINESS WIRE)-- Insulet Corporation (NASDAQ: PODD) (Insulet or the Company), the leader in tubeless insulin pump technology with its Omnipod ® Insulin Management System (Omnipod System), today announced financial results for the three months ended March 31, 2018.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180503006402/en/\nFirst Quarter Financial Highlights:\nFirst quarter revenue of $123.6 million, up 21%, exceeds guidance of $119 to $123 million U.S. Omnipod revenue of $70.3 million, an increase of 18% International Omnipod revenue of $38.4 million, an increase of 53% Drug Delivery revenue of $14.9 million, a decrease of 12% Gross margin of 61.4%, up 300 basis points\nRecent Highlights:\nSecured in-network coverage with UnitedHealthcare for Omnipod, effective April 2018 Received Medicare coverage eligibility under the Part D prescription drug benefit, providing access pathway to 450,000 individuals with Type 1 diabetes who have Medicare/Medicaid coverage Secured Medicare formulary coverage with two Part D plan sponsors, effective April 2018 Submitted Omnipod DASH™, Insulet's next-generation mobile platform, for FDA clearance Established key European operational and commercial arrangements for transition to direct operations on July 1 st\n\"We are expanding our opportunities for growth and driving continued operational excellence,\" said Patrick Sullivan, Chairman and Chief Executive Officer. \"We have significantly expanded market access for Omnipod, made substantial progress on our innovation roadmap, and strengthened our global commercial footprint. We are building on last year’s momentum and look forward to another year of substantial growth and achieving positive operating income in 2018 for the first time in Insulet's history.\"\nFirst Quarter 2018 Financial Results :\nFirst quarter 2018 revenue increased 21% to $123.6 million, compared to revenue of $101.7 million in the first quarter of 2017.\nOperating income for the first quarter of 2018 was break-even, compared to an operating loss of $5.3 million in the first quarter of 2017.\nNet loss for the first quarter of 2018 was $6.6 million, or $0.11 per share, compared to a net loss of $10.0 million, or $0.17 per share, in the first quarter of 2017.\nGuidance 1 :\nFor the year ending December 31, 2018, the Company is raising its revenue guidance to a range of $565 to $580 million (previously $560 to $580 million), compared to 2017 revenue of $463.8 million, representing growth of approximately 22% to 25%, on growing global Omnipod demand and confidence in commercial execution. For the quarter ending June 30, 2018, the Company is introducing revenue guidance in the range of $130 to $134 million, compared to second quarter 2017 revenue of $109.8 million, representing growth of approximately 18% to 22%.\nFuture results may be affected by changes in ongoing assumptions and judgments, and may also be affected by non-recurring, unusual or unanticipated charges, expenses or gains.\n1 On January 1, 2018, the Company adopted Accounting Standards Codification (ASC) 606, which changes the way public companies recognize revenue, as well as certain related costs and expenses. The Company does not expect the adoption of this standard will have a material impact on its financial trends. The Company's 2018 revenue guidance reflects the adoption of this standard on a prospective basis and it anticipates the most significant impact relates to the timing of revenue recognition within its drug delivery product line. For the year ending December 31, 2018 and the quarter ending June 30, 2018, the guidance includes approximately $5 million and $1.5 million, respectively, of incremental revenue from adopting ASC 606.\nConference Call:\nInsulet will host a conference call at 4:30 p.m. (Eastern Time) on May 3, 2018 to discuss the financial results and outlook. The link to the live call will be available on the Investor Relations section of the Company's website at http://investors.insulet.com , \"Events and Presentations\", and will be archived for future reference. The call may also be accessed by dialing (844) 831-3022 for domestic callers or (315) 625-6887 for international callers, passcode 6468699.\nAbout Insulet Corporation:\nInsulet Corporation (NASDAQ: PODD), headquartered in Massachusetts, is an innovative medical device company dedicated to making the lives of people with diabetes and other conditions easier through the use of its Omnipod product platform. The Omnipod Insulin Management System provides a unique alternative to traditional insulin delivery methods. With its simple, wearable design, the disposable Pod provides up to three days of non-stop insulin delivery, without the need to see or handle a needle. Insulet also leverages the unique design of its Pod, by tailoring its Omnipod technology platform for the delivery of non-insulin subcutaneous drugs across multiple therapeutic areas. Founded in 2000, more than 140,000 users across the globe rely on Insulet’s Omnipod Insulin Management System to bring simplicity and freedom to their lives. For more information, please visit: www.insulet.com , www.myomnipod.com and www.omnipodeurope.com *.\n*Starting July 1, 2018, Insulet will assume direct distribution of its Omnipod Insulin Management System in Europe, including sales, marketing, training and customer support activities. This will allow Insulet to be closer to the diabetes community and identify opportunities to support European customer needs over the long-term, as it already does in the United States and Canada.\nForward-Looking Statement:\nThe 2018 financial results contained in this news release are subject to finalization in connection with the preparation of the Company's Form 10-Q for the quarter ended March 31, 2018. This press release contains forward-looking statements concerning Insulet's expectations, anticipations, intentions, beliefs or strategies regarding the future. These forward-looking statements are based on its current expectations and beliefs concerning future developments and their potential effects on Insulet. There can be no assurance that future developments affecting Insulet will be those that it has anticipated.\nThese forward-looking statements involve a number of risks, uncertainties (some of which are beyond Insulet's control) or other assumptions that may cause actual results or performance to be materially different from those expressed or implied by these forward-looking statements. These risks and uncertainties include, but are not limited to: risks associated with the Company's dependence on its principal product platform, the Omnipod System; risks associated with the Company’s ability to design, develop, manufacture and commercialize future products; Insulet's ability to reduce production costs and increase customer orders and manufacturing volumes; adverse changes in general economic conditions; impact of healthcare reform laws; Insulet's ability to raise additional funds in the future on acceptable terms or at all; potential supply problems or price fluctuations with sole source or third-party suppliers on which Insulet is dependent; the potential establishment of a competitive bid program for conventional insulin pumps; failure by Insulet to retain supplier pricing discounts and achieve satisfactory gross margins; failure by Insulet to retain key supplier and payor partners; international business risks; Insulet’s inability to effectively assume the distribution and commercial support for the Omnipod System and to operate the Company's business in Europe following the expiration of its distribution agreement with its European distributor on June 30, 2018; Insulet's inability to secure and retain adequate coverage or reimbursement from third-party payors for the Omnipod System or future products and potential adverse changes in reimbursement rates or policies relating to the Omnipod System or future products; failure to retain key payor partners and their members; potential adverse effects resulting from competition; technological change and product innovation adversely affecting the Company's business; potential changes to or termination of Insulet's license to incorporate a blood glucose meter into the Omnipod System or its inability to enter into new license or other agreements with respect to the Omnipod System's current or future features; challenges to the future development of our non-insulin drug delivery business; Insulet's ability to protect its intellectual property and other proprietary rights; conflicts with the intellectual property of third parties, including claims that Insulet's current or future products infringe or misappropriate the proprietary rights of others; adverse regulatory or legal actions relating to the Omnipod System or future products; failure of Insulet's contract manufacturers or component suppliers to comply with FDA's quality system regulations; the potential violation of international, federal or state laws prohibiting \"kickbacks\" or protecting the confidentiality of patient health information or other protected personal information, or any challenge to or investigation into Insulet's practices under these laws; product liability lawsuits that may be brought against Insulet; reduced retention rates of our customer base; unfavorable results of clinical studies relating to the Omnipod System or future products, or the products of Insulet's competitors; potential future publication of articles or announcement of positions by diabetes associations or other organizations that are unfavorable to the Omnipod System; the concentration of substantially all of Insulet's manufacturing operations at a single location in China and substantially all of Insulet's inventory at a single location in Massachusetts; Insulet's ability to attract and retain personnel; Insulet's ability to manage its growth; fluctuations in quarterly results of operations; risks associated with potential future acquisitions or investments in new businesses; Insulet's ability to generate sufficient cash to service all of its indebtedness; the expansion of Insulet's distribution network; Insulet's ability to successfully maintain effective internal control over financial reporting; the volatility of the trading price of Insulet's common stock; risks related to future sales of its common stock or the conversion of any of the Convertible Senior Notes; potential limitations on Insulet's ability to use its net operating loss carryforwards; anti-takeover provisions in its organizational documents; and other risks and uncertainties described in its Annual Report on Form 10-K, which was filed with the Securities and Exchange Commission on February 22, 2018 in the section entitled \"Risk Factors,\" and in its other filings from time to time with the Securities and Exchange Commission. Should one or more of these risks or uncertainties materialize, or should any of its assumptions prove incorrect, actual results may vary in material respects from those projected in these forward-looking statements. Insulet undertakes no obligation to publicly update or revise any forward-looking statements.\nINSULET CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\nThree Months Ended March 31, (Unaudited)\n(In thousands, except per share data)\n2018 2017 Revenue $ 123,578 $ 101,713 Cost of revenue 47,763 42,315 Gross profit 75,815 59,398 Operating expenses: Research and development 19,912 17,500 Sales and marketing 32,133 28,095 General and administrative 23,770 19,111 Total operating expenses 75,815 64,706 Operating income (loss) — (5,308 ) Interest expense and other, net 6,236 4,573 Loss before income taxes (6,236 ) (9,881 ) Income tax expense 333 96 Net loss $ (6,569 ) $ (9,977 ) Net loss per share basic and diluted: Net loss per share $ (0.11 ) $ (0.17 ) Weighted-average number of shares outstanding 58,483 57,694\nINSULET CORPORATION\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(Unaudited) (In thousands)\nMarch 31,\n2018\nDecember 31,\n2017\nASSETS Cash, cash equivalents and short-term investments $ 351,999 $ 440,056 Accounts receivable and unbilled receivable 55,829 53,373 Inventories 26,334 33,793 Prepaid expenses and other current assets 17,449 9,949 Total current assets 451,611 537,171 Long-term investments 164,117 125,549 Property and equipment, net 153,029 107,864 Goodwill and intangible assets, net 44,343 44,191 Other assets 16,663 1,969 Total assets $ 829,763 $ 816,744 LIABILITIES AND STOCKHOLDERS’ EQUITY Accounts payable $ 33,846 $ 24,413 Accrued expenses and other current liabilities 48,568 61,612 Total current liabilities 82,414 86,025 Convertible debt, net\n569,877 566,173 Other long-term liabilities 6,904 6,030 Total liabilities 659,195 658,228 Stockholders’ Equity 170,568 158,516 Total liabilities and stockholders’ equity $ 829,763 $ 816,744\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503006402/en/\nInsulet Corporation\nInvestor Relations and Media Contact:\nDeborah R. Gordon, 978-600-7717\nVice President, Investor Relations and Corporate Communications\ndgordon@insulet.com\nSource: Insulet Corporation",
    "published": "2018-05-04T00:01:00.000+03:00",
    "crawled": "2018-05-04T02:51:07.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "increase",
        "full",
        "year",
        "expected",
        "revenue",
        "growth",
        "strength",
        "global",
        "omnipod",
        "introduces",
        "second",
        "quarter",
        "expected",
        "revenue",
        "growth",
        "billerica",
        "business",
        "wire",
        "insulet",
        "corporation",
        "nasdaq",
        "podd",
        "insulet",
        "company",
        "leader",
        "tubeless",
        "insulin",
        "pump",
        "technology",
        "omnipod",
        "insulin",
        "management",
        "system",
        "omnipod",
        "system",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "first",
        "quarter",
        "financial",
        "highlight",
        "first",
        "quarter",
        "revenue",
        "million",
        "exceeds",
        "guidance",
        "million",
        "omnipod",
        "revenue",
        "million",
        "increase",
        "international",
        "omnipod",
        "revenue",
        "million",
        "increase",
        "drug",
        "delivery",
        "revenue",
        "million",
        "decrease",
        "gross",
        "margin",
        "basis",
        "point",
        "recent",
        "highlight",
        "secured",
        "coverage",
        "unitedhealthcare",
        "omnipod",
        "effective",
        "april",
        "received",
        "medicare",
        "coverage",
        "eligibility",
        "part",
        "prescription",
        "drug",
        "benefit",
        "providing",
        "access",
        "pathway",
        "individual",
        "type",
        "diabetes",
        "coverage",
        "secured",
        "medicare",
        "formulary",
        "coverage",
        "two",
        "part",
        "plan",
        "sponsor",
        "effective",
        "april",
        "submitted",
        "omnipod",
        "insulet",
        "mobile",
        "platform",
        "fda",
        "clearance",
        "established",
        "key",
        "european",
        "operational",
        "commercial",
        "arrangement",
        "transition",
        "direct",
        "operation",
        "july",
        "st",
        "expanding",
        "opportunity",
        "growth",
        "driving",
        "continued",
        "operational",
        "excellence",
        "said",
        "patrick",
        "sullivan",
        "chairman",
        "chief",
        "executive",
        "officer",
        "significantly",
        "expanded",
        "market",
        "access",
        "omnipod",
        "made",
        "substantial",
        "progress",
        "innovation",
        "roadmap",
        "strengthened",
        "global",
        "commercial",
        "footprint",
        "building",
        "last",
        "year",
        "momentum",
        "look",
        "forward",
        "another",
        "year",
        "substantial",
        "growth",
        "achieving",
        "positive",
        "operating",
        "income",
        "first",
        "time",
        "insulet",
        "history",
        "first",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "revenue",
        "increased",
        "million",
        "compared",
        "revenue",
        "million",
        "first",
        "quarter",
        "operating",
        "income",
        "first",
        "quarter",
        "compared",
        "operating",
        "loss",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "guidance",
        "year",
        "ending",
        "december",
        "company",
        "raising",
        "revenue",
        "guidance",
        "range",
        "million",
        "previously",
        "million",
        "compared",
        "revenue",
        "million",
        "representing",
        "growth",
        "approximately",
        "growing",
        "global",
        "omnipod",
        "demand",
        "confidence",
        "commercial",
        "execution",
        "quarter",
        "ending",
        "june",
        "company",
        "introducing",
        "revenue",
        "guidance",
        "range",
        "million",
        "compared",
        "second",
        "quarter",
        "revenue",
        "million",
        "representing",
        "growth",
        "approximately",
        "future",
        "result",
        "may",
        "affected",
        "change",
        "ongoing",
        "assumption",
        "judgment",
        "may",
        "also",
        "affected",
        "unusual",
        "unanticipated",
        "charge",
        "expense",
        "gain",
        "january",
        "company",
        "adopted",
        "accounting",
        "standard",
        "codification",
        "asc",
        "change",
        "way",
        "public",
        "company",
        "recognize",
        "revenue",
        "well",
        "certain",
        "related",
        "cost",
        "expense",
        "company",
        "expect",
        "adoption",
        "standard",
        "material",
        "impact",
        "financial",
        "trend",
        "company",
        "revenue",
        "guidance",
        "reflects",
        "adoption",
        "standard",
        "prospective",
        "basis",
        "anticipates",
        "significant",
        "impact",
        "relates",
        "timing",
        "revenue",
        "recognition",
        "within",
        "drug",
        "delivery",
        "product",
        "line",
        "year",
        "ending",
        "december",
        "quarter",
        "ending",
        "june",
        "guidance",
        "includes",
        "approximately",
        "million",
        "million",
        "respectively",
        "incremental",
        "revenue",
        "adopting",
        "asc",
        "conference",
        "call",
        "insulet",
        "host",
        "conference",
        "call",
        "eastern",
        "time",
        "may",
        "discus",
        "financial",
        "result",
        "outlook",
        "link",
        "live",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "event",
        "presentation",
        "archived",
        "future",
        "reference",
        "call",
        "may",
        "also",
        "accessed",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "passcode",
        "insulet",
        "corporation",
        "insulet",
        "corporation",
        "nasdaq",
        "podd",
        "headquartered",
        "massachusetts",
        "innovative",
        "medical",
        "device",
        "company",
        "dedicated",
        "making",
        "life",
        "people",
        "diabetes",
        "condition",
        "easier",
        "use",
        "omnipod",
        "product",
        "platform",
        "omnipod",
        "insulin",
        "management",
        "system",
        "provides",
        "unique",
        "alternative",
        "traditional",
        "insulin",
        "delivery",
        "method",
        "simple",
        "wearable",
        "design",
        "disposable",
        "pod",
        "provides",
        "three",
        "day",
        "insulin",
        "delivery",
        "without",
        "need",
        "see",
        "handle",
        "needle",
        "insulet",
        "also",
        "leverage",
        "unique",
        "design",
        "pod",
        "tailoring",
        "omnipod",
        "technology",
        "platform",
        "delivery",
        "subcutaneous",
        "drug",
        "across",
        "multiple",
        "therapeutic",
        "area",
        "founded",
        "user",
        "across",
        "globe",
        "rely",
        "insulet",
        "omnipod",
        "insulin",
        "management",
        "system",
        "bring",
        "simplicity",
        "freedom",
        "life",
        "information",
        "please",
        "visit",
        "starting",
        "july",
        "insulet",
        "assume",
        "direct",
        "distribution",
        "omnipod",
        "insulin",
        "management",
        "system",
        "europe",
        "including",
        "sale",
        "marketing",
        "training",
        "customer",
        "support",
        "activity",
        "allow",
        "insulet",
        "closer",
        "diabetes",
        "community",
        "identify",
        "opportunity",
        "support",
        "european",
        "customer",
        "need",
        "already",
        "united",
        "state",
        "canada",
        "statement",
        "financial",
        "result",
        "contained",
        "news",
        "release",
        "subject",
        "finalization",
        "connection",
        "preparation",
        "company",
        "form",
        "quarter",
        "ended",
        "march",
        "press",
        "release",
        "contains",
        "statement",
        "concerning",
        "insulet",
        "expectation",
        "anticipation",
        "intention",
        "belief",
        "strategy",
        "regarding",
        "future",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "concerning",
        "future",
        "development",
        "potential",
        "effect",
        "insulet",
        "assurance",
        "future",
        "development",
        "affecting",
        "insulet",
        "anticipated",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "beyond",
        "insulet",
        "control",
        "assumption",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "associated",
        "company",
        "dependence",
        "principal",
        "product",
        "platform",
        "omnipod",
        "system",
        "risk",
        "associated",
        "company",
        "ability",
        "design",
        "develop",
        "manufacture",
        "commercialize",
        "future",
        "product",
        "insulet",
        "ability",
        "reduce",
        "production",
        "cost",
        "increase",
        "customer",
        "order",
        "manufacturing",
        "volume",
        "adverse",
        "change",
        "general",
        "economic",
        "condition",
        "impact",
        "healthcare",
        "reform",
        "law",
        "insulet",
        "ability",
        "raise",
        "additional",
        "fund",
        "future",
        "acceptable",
        "term",
        "potential",
        "supply",
        "problem",
        "price",
        "fluctuation",
        "sole",
        "source",
        "supplier",
        "insulet",
        "dependent",
        "potential",
        "establishment",
        "competitive",
        "bid",
        "program",
        "conventional",
        "insulin",
        "pump",
        "failure",
        "insulet",
        "retain",
        "supplier",
        "pricing",
        "discount",
        "achieve",
        "satisfactory",
        "gross",
        "margin",
        "failure",
        "insulet",
        "retain",
        "key",
        "supplier",
        "payor",
        "partner",
        "international",
        "business",
        "risk",
        "insulet",
        "inability",
        "effectively",
        "assume",
        "distribution",
        "commercial",
        "support",
        "omnipod",
        "system",
        "operate",
        "company",
        "business",
        "europe",
        "following",
        "expiration",
        "distribution",
        "agreement",
        "european",
        "distributor",
        "june",
        "insulet",
        "inability",
        "secure",
        "retain",
        "adequate",
        "coverage",
        "reimbursement",
        "payors",
        "omnipod",
        "system",
        "future",
        "product",
        "potential",
        "adverse",
        "change",
        "reimbursement",
        "rate",
        "policy",
        "relating",
        "omnipod",
        "system",
        "future",
        "product",
        "failure",
        "retain",
        "key",
        "payor",
        "partner",
        "member",
        "potential",
        "adverse",
        "effect",
        "resulting",
        "competition",
        "technological",
        "change",
        "product",
        "innovation",
        "adversely",
        "affecting",
        "company",
        "business",
        "potential",
        "change",
        "termination",
        "insulet",
        "license",
        "incorporate",
        "blood",
        "glucose",
        "meter",
        "omnipod",
        "system",
        "inability",
        "enter",
        "new",
        "license",
        "agreement",
        "respect",
        "omnipod",
        "system",
        "current",
        "future",
        "feature",
        "challenge",
        "future",
        "development",
        "drug",
        "delivery",
        "business",
        "insulet",
        "ability",
        "protect",
        "intellectual",
        "property",
        "proprietary",
        "right",
        "conflict",
        "intellectual",
        "property",
        "third",
        "party",
        "including",
        "claim",
        "insulet",
        "current",
        "future",
        "product",
        "infringe",
        "misappropriate",
        "proprietary",
        "right",
        "others",
        "adverse",
        "regulatory",
        "legal",
        "action",
        "relating",
        "omnipod",
        "system",
        "future",
        "product",
        "failure",
        "insulet",
        "contract",
        "manufacturer",
        "component",
        "supplier",
        "comply",
        "fda",
        "quality",
        "system",
        "regulation",
        "potential",
        "violation",
        "international",
        "federal",
        "state",
        "law",
        "prohibiting",
        "kickback",
        "protecting",
        "confidentiality",
        "patient",
        "health",
        "information",
        "protected",
        "personal",
        "information",
        "challenge",
        "investigation",
        "insulet",
        "practice",
        "law",
        "product",
        "liability",
        "lawsuit",
        "may",
        "brought",
        "insulet",
        "reduced",
        "retention",
        "rate",
        "customer",
        "base",
        "unfavorable",
        "result",
        "clinical",
        "study",
        "relating",
        "omnipod",
        "system",
        "future",
        "product",
        "product",
        "insulet",
        "competitor",
        "potential",
        "future",
        "publication",
        "article",
        "announcement",
        "position",
        "diabetes",
        "association",
        "organization",
        "unfavorable",
        "omnipod",
        "system",
        "concentration",
        "substantially",
        "insulet",
        "manufacturing",
        "operation",
        "single",
        "location",
        "china",
        "substantially",
        "insulet",
        "inventory",
        "single",
        "location",
        "massachusetts",
        "insulet",
        "ability",
        "attract",
        "retain",
        "personnel",
        "insulet",
        "ability",
        "manage",
        "growth",
        "fluctuation",
        "quarterly",
        "result",
        "operation",
        "risk",
        "associated",
        "potential",
        "future",
        "acquisition",
        "investment",
        "new",
        "business",
        "insulet",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "service",
        "indebtedness",
        "expansion",
        "insulet",
        "distribution",
        "network",
        "insulet",
        "ability",
        "successfully",
        "maintain",
        "effective",
        "internal",
        "control",
        "financial",
        "reporting",
        "volatility",
        "trading",
        "price",
        "insulet",
        "common",
        "stock",
        "risk",
        "related",
        "future",
        "sale",
        "common",
        "stock",
        "conversion",
        "convertible",
        "senior",
        "note",
        "potential",
        "limitation",
        "insulet",
        "ability",
        "use",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "provision",
        "organizational",
        "document",
        "risk",
        "uncertainty",
        "described",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "february",
        "section",
        "entitled",
        "risk",
        "factor",
        "filing",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "material",
        "respect",
        "projected",
        "statement",
        "insulet",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "insulet",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "number",
        "share",
        "outstanding",
        "insulet",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "unbilled",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "investment",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "convertible",
        "debt",
        "net",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "insulet",
        "corporation",
        "investor",
        "relation",
        "medium",
        "contact",
        "deborah",
        "gordon",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "dgordon",
        "source",
        "insulet",
        "corporation"
    ]
}