{
    "organizations": [],
    "uuid": "04787c0a5d89bdad8711d284469a3cd83747eeac",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/04/30/pr-newswire-american-savings-bank-reports-first-quarter-2018-earnings.html",
    "ord_in_thread": 0,
    "title": "American Savings Bank Reports First Quarter 2018 Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HONOLULU, April 30, 2018 /PRNewswire/ -- American Savings Bank, F.S.B. (American), a wholly-owned subsidiary of Hawaiian Electric Industries, Inc. (NYSE: HE) today reported net income for the first quarter of 2018 of $19.0 million compared to $16.9 million in the fourth, or linked, quarter of 2017 and $15.8 million in the first quarter of 2017. Key measures of profitability improved, with return on average equity rising to 12.6%, up 1.49% and 1.76% compared to the linked and prior year quarters, respectively.\n\"Our first quarter results reflect the benefits of our efforts to manage the effects of rising interest rates while we continue to deliver good earning asset growth from our focus on deepening our customer relationships. The bank delivered higher net interest margin, good deposit and loan growth, and – with the bottom line benefits from tax reform – we reported the highest quarterly net income in American's history,\" said Richard Wacker, president and chief executive officer. \"We continued to deliver well for our customers, the bank, and for shareholders, and our team is committed to continuous improvement.\"\nThe lower federal corporate tax rate from the Tax Cuts and Jobs Act of 2017 reduced tax expense by approximately $3 million in the first quarter of 2018, compared to the linked and first quarter of 2017. During the fourth quarter of 2017, the bank recognized a one-time tax benefit of $1.7 million, which was partially offset by the discretionary award of approximately $1 million in special $1,000 cash bonuses paid to employees in December 2017. Beginning in 2018, American also meaningfully increased wage rates for entry level and lower wage positions, increasing compensation costs in the quarter and for the year.\nFinancial Highlights\nNet interest income was $58.5 million in the first quarter of 2018 compared to $57.0 million in the linked quarter and $54.8 million in the first quarter of 2017. The increase in net interest income was primarily due to higher yields on earning assets and strong deposit growth that funded earning asset growth in the investment portfolio and retail loan portfolios, which include consumer loans, residential loans and home equity lines of credit. Net interest margin was 3.76% in the first quarter of 2018 compared to 3.68% in both the linked and prior year quarter of 2017.\nThe provision for loan losses was $3.5 million in the first quarter of 2018 compared to $3.7 million in the linked quarter and $3.9 million in the first quarter of 2017. The net charge-off ratio was 0.28% in the first quarter of 2018 compared to 0.26% in the linked quarter and 0.29% in the prior year quarter. Nonaccrual loans as a percent of total loans receivable held for investment was 0.53% compared to 0.51% in the linked quarter and 0.41% in the prior year quarter.\nNoninterest income was $13.4 million in the first quarter of 2018 compared to $15.0 million in the linked quarter and $15.1 million in the first quarter of 2017. The decrease in noninterest income in the first quarter of 2018 compared to the linked quarter and first quarter of 2017 was primarily due to lower net debit card interchange fees of $1.2 million and $0.9 million, respectively, resulting primarily from a reclassification of $1.0 million in expenses relating to a new accounting standard.\nNoninterest expense was $43.9 million in the first quarter of 2018 compared to $45.3 million in the linked quarter and $41.9 million in the first quarter of 2017. Noninterest expense in the first quarter of 2018 compared to the linked and prior year quarter includes higher compensation and benefit expense of $0.6 million and $1.4 million, respectively, reflecting a higher minimum wage for employees, along with higher performance-based incentives and annual merit increases, partially offset by the reclassification noted above. As previously mentioned, noninterest expense in the fourth quarter of 2017 was impacted by approximately $1 million in increased compensation for employees through a $1,000 bonus in connection with the enactment of the Tax Cuts and Jobs Act of 2017.\nTotal loans were $4.7 billion at March 31, 2018, up $71 million or 6.1% annualized, driven mainly by increases in commercial and commercial real estate loans of $63 million compared to December 31, 2017.\nTotal deposits were $6.1 billion at March 31, 2018, an increase of $188 million or 12.8% annualized from December 31, 2017. Low-cost core deposits increased $178 million or 13.9% annualized from December 31, 2017. The average cost of funds was 0.23% for the first quarter of 2018, up 2 basis points from the linked quarter and up 3 basis points from the prior year quarter.\nOverall, American's return on average equity was 12.58% in the first quarter of 2018 compared to 11.09% in the fourth quarter of 2017 and 10.82% in the prior year quarter. Return on average assets was 1.12% in the first quarter of 2018 compared to 1.01% in the fourth quarter of 2017 and 0.98% in the same quarter last year. American's solid results enabled it to pay dividends of $10.9 million to HEI while maintaining healthy capital levels -- leverage ratio of 8.6% and total capital ratio of 14.0% at March 31, 2018.\nHEI EARNINGS RELEASE, HEI WEBCAST AND CONFERENCE CALL TO DISCUSS EARNINGS AND 2018 EPS GUIDANCE\nConcurrent with American's regulatory filing 30 days after the end of the quarter, American announced its first quarter 2018 financial results today. Please note that these reported results relate only to American and are not necessarily indicative of HEI's consolidated financial results for the first quarter of 2018.\nHEI plans to announce its first quarter 2018 consolidated financial results on Thursday, May 10, 2018 and will conduct a webcast and conference call to discuss its consolidated earnings, including American's earnings, and 2018 EPS guidance on Thursday, May 10, 2018, at 7:30 a.m. Hawaii time (1:30 p.m. Eastern time).\nInterested parties within the United States may listen to the conference by calling (844) 834-0652 and international parties may listen to the conference by calling (412) 317-5198 or by accessing the webcast on HEI's website at www.hei.com under the \"Investor Relations\" section, sub-heading \"News and Events.\" HEI and Hawaiian Electric Company, Inc. (Hawaiian Electric) intend to continue to use HEI's website, www.hei.com , as a means of disclosing additional information. Such disclosures will be included on HEI's website in the Investor Relations section.\nAccordingly, investors should routinely monitor such portions of HEI's website at www.hei.com in addition to following HEI's, Hawaiian Electric's and American's press releases, HEI's and Hawaiian Electric's Securities and Exchange Commission (SEC) filings and HEI's public conference calls and webcasts. The information on HEI's website is not incorporated by reference in this document or in HEI's and Hawaiian Electric's SEC filings unless, and except to the extent, specifically incorporated by reference. Investors may also wish to refer to the Public Utilities Commission of the State of Hawaii (PUC) website at dms.puc.hawaii.gov/dms in order to review documents filed with and issued by the PUC. No information on the PUC website is incorporated by reference in this document or in HEI's and Hawaiian Electric's SEC filings.\nAn on-line replay of the May 10, 2018 webcast will be available on HEI's website beginning about two hours after the event. Replays of the conference call will also be available approximately two hours after the event through May 24, 2018 by dialing (877) 344-7529 or (412) 317-0088 and entering passcode: 10119007.\nHEI supplies power to approximately 95% of Hawaii's population through its electric utilities, Hawaiian Electric, Hawaii Electric Light Company, Inc. and Maui Electric Company, Limited; provides a wide array of banking and other financial services to consumers and businesses through American, one of Hawaii's largest financial institutions; and helps advance Hawaii's clean energy and sustainability goals through investments by its non-regulated subsidiary, Pacific Current, LLC.\nFORWARD-LOOKING STATEMENTS\nThis release may contain \"forward-looking statements,\" which include statements that are predictive in nature, depend upon or refer to future events or conditions, and usually include words such as \"will,\" \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"predicts,\" \"estimates\" or similar expressions. In addition, any statements concerning future financial performance, ongoing business strategies or prospects or possible future actions are also forward-looking statements. Forward-looking statements are based on current expectations and projections about future events and are subject to risks, uncertainties and the accuracy of assumptions concerning HEI and its subsidiaries, the performance of the industries in which they do business and economic, political and market factors, among other things. These forward-looking statements are not guarantees of future performance.\nForward-looking statements in this release should be read in conjunction with the \"Cautionary Note Regarding Forward-Looking Statements\" and \"Risk Factors\" discussions (which are incorporated by reference herein) set forth in HEI's Annual Report on Form 10-K for the year ended December 31, 2017 and HEI's other periodic reports that discuss important factors that could cause HEI's results to differ materially from those anticipated in such statements. These forward-looking statements speak only as of the date of the report, presentation or filing in which they are made. Except to the extent required by the federal securities laws, HEI, Hawaiian Electric, American and their subsidiaries undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nAmerican Savings Bank, F.S.B.\nSTATEMENTS OF INCOME DATA\n(Unaudited)\nThree months ended\n(in thousands)\nMarch 31,\n2018\nDecember 31,\n2017\nMarch 31,\n2017\nInterest and dividend income\nInterest and fees on loans\n$\n52,800\n$\n51,986\n$\n50,742\nInterest and dividends on investment securities\n9,202\n8,230\n6,980\nTotal interest and dividend income\n62,002\n60,216\n57,722\nInterest expense\nInterest on deposit liabilities\n2,957\n2,802\n2,103\nInterest on other borrowings\n496\n386\n816\nTotal interest expense\n3,453\n3,188\n2,919\nNet interest income\n58,549\n57,028\n54,803\nProvision for loan losses\n3,541\n3,670\n3,907\nNet interest income after provision for loan losses\n55,008\n53,358\n50,896\nNoninterest income\nFees from other financial services\n4,654\n5,741\n5,610\nFee income on deposit liabilities\n5,189\n5,678\n5,428\nFee income on other financial products\n1,654\n1,464\n1,866\nBank-owned life insurance\n871\n1,374\n983\nMortgage banking income\n613\n305\n789\nOther income, net\n436\n388\n458\nTotal noninterest income\n13,417\n14,950\n15,134\nNoninterest expense\nCompensation and employee benefits\n24,440\n23,836\n23,042\nOccupancy\n4,280\n4,076\n4,154\nData processing\n3,464\n3,531\n3,280\nServices\n3,047\n3,005\n2,360\nEquipment\n1,728\n1,899\n1,748\nOffice supplies, printing and postage\n1,507\n1,676\n1,535\nMarketing\n645\n1,211\n517\nFDIC insurance\n713\n608\n728\nOther expense\n4,101\n5,470\n4,506\nTotal noninterest expense\n43,925\n45,312\n41,870\nIncome before income taxes\n24,500\n22,996\n24,160\nIncome taxes\n5,540\n6,137\n8,347\nNet income\n$\n18,960\n$\n16,859\n$\n15,813\nComprehensive income\n$\n6,885\n$\n10,245\n$\n16,648\nOTHER BANK INFORMATION (annualized %, except as of period end)\nReturn on average assets\n1.12\n1.01\n0.98\nReturn on average equity\n12.58\n11.09\n10.82\nReturn on average tangible common equity\n14.57\n12.82\n12.58\nNet interest margin\n3.76\n3.68\n3.68\nEfficiency ratio\n61.04\n62.95\n59.87\nNet charge-offs to average loans outstanding\n0.28\n0.26\n0.29\nAs of period end\nNonaccrual loans to loans receivable held for investment\n0.53\n0.51\n0.41\nAllowance for loan losses to loans outstanding\n1.14\n1.15\n1.19\nTangible common equity to tangible assets\n7.66\n7.81\n7.78\nTier-1 leverage ratio\n8.6\n8.6\n8.5\nTotal capital ratio\n14.0\n14.2\n13.6\nDividend paid to HEI (via ASB Hawaii, Inc.) ($ in millions)\n$\n10.9\n$\n9.4\n$\n9.4\nThe Statements of Income Data reflects the retrospective application of ASU No. 2017-07, \"Compensation-Retirement Benefits (Topic 715): Improving the Presentation of Net Periodic Pension Cost and Net Periodic Postretirement Benefit Cost,\" which was adopted in first quarter 2018. Nonservice cost was reclassified from \"Compensation and employee benefits\" to \"Other expense.\"\nThis information should be read in conjunction with the consolidated financial statements and the notes thereto in HEI filings with the SEC.\nAmerican Savings Bank, F.S.B.\nBALANCE SHEETS DATA\n(Unaudited)\nMarch 31, 2018\nDecember 31, 2017\nAssets\nCash and due from banks\n$\n123,580\n$\n140,934\nInterest-bearing deposits\n90,643\n93,165\nInvestment securities\nAvailable-for-sale, at fair value\n1,418,490\n1,401,198\nHeld-to-maturity, at amortized cost\n43,450\n44,515\nStock in Federal Home Loan Bank, at cost\n10,158\n9,706\nLoans held for investment\n4,742,024\n4,670,768\nAllowance for loan losses\n(53,895)\n(53,637)\nNet loans\n4,688,129\n4,617,131\nLoans held for sale, at lower of cost or fair value\n7,379\n11,250\nOther\n425,426\n398,570\nGoodwill\n82,190\n82,190\nTotal assets\n$\n6,889,445\n$\n6,798,659\nLiabilities and shareholder's equity\nDeposit liabilities–noninterest-bearing\n$\n1,795,114\n$\n1,760,233\nDeposit liabilities–interest-bearing\n4,283,953\n4,130,364\nOther borrowings\n100,430\n190,859\nOther\n106,482\n110,356\nTotal liabilities\n6,285,979\n6,191,812\nCommon stock\n1\n1\nAdditional paid in capital\n345,652\n345,018\nRetained earnings\n300,837\n292,957\nAccumulated other comprehensive loss, net of tax benefits\nNet unrealized losses on securities\n$\n(28,248)\n$\n(14,951)\nRetirement benefit plans\n(14,776)\n(43,024)\n(16,178)\n(31,129)\nTotal shareholder's equity\n603,466\n606,847\nTotal liabilities and shareholder's equity\n$\n6,889,445\n$\n6,798,659\nThis information should be read in conjunction with the consolidated financial statements and the notes thereto in HEI filings with the SEC.\nContact:\nJulie R. Smolinski\nTelephone: (808) 543-7300\nManager, Investor Relations\nE-mail: ir@hei.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/american-savings-bank-reports-first-quarter-2018-earnings-300639594.html\nSOURCE American Savings Bank, F.S.B.",
    "published": "2018-05-01T04:15:00.000+03:00",
    "crawled": "2018-05-01T04:00:56.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "honolulu",
        "april",
        "american",
        "saving",
        "bank",
        "american",
        "subsidiary",
        "hawaiian",
        "electric",
        "industry",
        "nyse",
        "today",
        "reported",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "linked",
        "quarter",
        "million",
        "first",
        "quarter",
        "key",
        "measure",
        "profitability",
        "improved",
        "return",
        "average",
        "equity",
        "rising",
        "compared",
        "linked",
        "prior",
        "year",
        "quarter",
        "respectively",
        "first",
        "quarter",
        "result",
        "reflect",
        "benefit",
        "effort",
        "manage",
        "effect",
        "rising",
        "interest",
        "rate",
        "continue",
        "deliver",
        "good",
        "earning",
        "asset",
        "growth",
        "focus",
        "deepening",
        "customer",
        "relationship",
        "bank",
        "delivered",
        "higher",
        "net",
        "interest",
        "margin",
        "good",
        "deposit",
        "loan",
        "growth",
        "bottom",
        "line",
        "benefit",
        "tax",
        "reform",
        "reported",
        "highest",
        "quarterly",
        "net",
        "income",
        "american",
        "history",
        "said",
        "richard",
        "wacker",
        "president",
        "chief",
        "executive",
        "officer",
        "continued",
        "deliver",
        "well",
        "customer",
        "bank",
        "shareholder",
        "team",
        "committed",
        "continuous",
        "improvement",
        "lower",
        "federal",
        "corporate",
        "tax",
        "rate",
        "tax",
        "cut",
        "job",
        "act",
        "reduced",
        "tax",
        "expense",
        "approximately",
        "million",
        "first",
        "quarter",
        "compared",
        "linked",
        "first",
        "quarter",
        "fourth",
        "quarter",
        "bank",
        "recognized",
        "tax",
        "benefit",
        "million",
        "partially",
        "offset",
        "discretionary",
        "award",
        "approximately",
        "million",
        "special",
        "cash",
        "bonus",
        "paid",
        "employee",
        "december",
        "beginning",
        "american",
        "also",
        "meaningfully",
        "increased",
        "wage",
        "rate",
        "entry",
        "level",
        "lower",
        "wage",
        "position",
        "increasing",
        "compensation",
        "cost",
        "quarter",
        "year",
        "financial",
        "highlight",
        "net",
        "interest",
        "income",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "linked",
        "quarter",
        "million",
        "first",
        "quarter",
        "increase",
        "net",
        "interest",
        "income",
        "primarily",
        "due",
        "higher",
        "yield",
        "earning",
        "asset",
        "strong",
        "deposit",
        "growth",
        "funded",
        "earning",
        "asset",
        "growth",
        "investment",
        "portfolio",
        "retail",
        "loan",
        "portfolio",
        "include",
        "consumer",
        "loan",
        "residential",
        "loan",
        "home",
        "equity",
        "line",
        "credit",
        "net",
        "interest",
        "margin",
        "first",
        "quarter",
        "compared",
        "linked",
        "prior",
        "year",
        "quarter",
        "provision",
        "loan",
        "loss",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "linked",
        "quarter",
        "million",
        "first",
        "quarter",
        "net",
        "ratio",
        "first",
        "quarter",
        "compared",
        "linked",
        "quarter",
        "prior",
        "year",
        "quarter",
        "nonaccrual",
        "loan",
        "percent",
        "total",
        "loan",
        "receivable",
        "held",
        "investment",
        "compared",
        "linked",
        "quarter",
        "prior",
        "year",
        "quarter",
        "noninterest",
        "income",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "linked",
        "quarter",
        "million",
        "first",
        "quarter",
        "decrease",
        "noninterest",
        "income",
        "first",
        "quarter",
        "compared",
        "linked",
        "quarter",
        "first",
        "quarter",
        "primarily",
        "due",
        "lower",
        "net",
        "debit",
        "card",
        "interchange",
        "fee",
        "million",
        "million",
        "respectively",
        "resulting",
        "primarily",
        "reclassification",
        "million",
        "expense",
        "relating",
        "new",
        "accounting",
        "standard",
        "noninterest",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "linked",
        "quarter",
        "million",
        "first",
        "quarter",
        "noninterest",
        "expense",
        "first",
        "quarter",
        "compared",
        "linked",
        "prior",
        "year",
        "quarter",
        "includes",
        "higher",
        "compensation",
        "benefit",
        "expense",
        "million",
        "million",
        "respectively",
        "reflecting",
        "higher",
        "minimum",
        "wage",
        "employee",
        "along",
        "higher",
        "incentive",
        "annual",
        "merit",
        "increase",
        "partially",
        "offset",
        "reclassification",
        "noted",
        "previously",
        "mentioned",
        "noninterest",
        "expense",
        "fourth",
        "quarter",
        "impacted",
        "approximately",
        "million",
        "increased",
        "compensation",
        "employee",
        "bonus",
        "connection",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "total",
        "loan",
        "billion",
        "march",
        "million",
        "annualized",
        "driven",
        "mainly",
        "increase",
        "commercial",
        "commercial",
        "real",
        "estate",
        "loan",
        "million",
        "compared",
        "december",
        "total",
        "deposit",
        "billion",
        "march",
        "increase",
        "million",
        "annualized",
        "december",
        "core",
        "deposit",
        "increased",
        "million",
        "annualized",
        "december",
        "average",
        "cost",
        "fund",
        "first",
        "quarter",
        "basis",
        "point",
        "linked",
        "quarter",
        "basis",
        "point",
        "prior",
        "year",
        "quarter",
        "overall",
        "american",
        "return",
        "average",
        "equity",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "prior",
        "year",
        "quarter",
        "return",
        "average",
        "asset",
        "first",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "quarter",
        "last",
        "year",
        "american",
        "solid",
        "result",
        "enabled",
        "pay",
        "dividend",
        "million",
        "hei",
        "maintaining",
        "healthy",
        "capital",
        "level",
        "leverage",
        "ratio",
        "total",
        "capital",
        "ratio",
        "march",
        "hei",
        "earnings",
        "release",
        "hei",
        "webcast",
        "conference",
        "call",
        "discus",
        "earnings",
        "eps",
        "guidance",
        "concurrent",
        "american",
        "regulatory",
        "filing",
        "day",
        "end",
        "quarter",
        "american",
        "announced",
        "first",
        "quarter",
        "financial",
        "result",
        "today",
        "please",
        "note",
        "reported",
        "result",
        "relate",
        "american",
        "necessarily",
        "indicative",
        "hei",
        "consolidated",
        "financial",
        "result",
        "first",
        "quarter",
        "hei",
        "plan",
        "announce",
        "first",
        "quarter",
        "consolidated",
        "financial",
        "result",
        "thursday",
        "may",
        "conduct",
        "webcast",
        "conference",
        "call",
        "discus",
        "consolidated",
        "earnings",
        "including",
        "american",
        "earnings",
        "eps",
        "guidance",
        "thursday",
        "may",
        "hawaii",
        "time",
        "eastern",
        "time",
        "interested",
        "party",
        "within",
        "united",
        "state",
        "may",
        "listen",
        "conference",
        "calling",
        "international",
        "party",
        "may",
        "listen",
        "conference",
        "calling",
        "accessing",
        "webcast",
        "hei",
        "website",
        "investor",
        "relation",
        "section",
        "news",
        "event",
        "hei",
        "hawaiian",
        "electric",
        "company",
        "hawaiian",
        "electric",
        "intend",
        "continue",
        "use",
        "hei",
        "website",
        "mean",
        "disclosing",
        "additional",
        "information",
        "disclosure",
        "included",
        "hei",
        "website",
        "investor",
        "relation",
        "section",
        "accordingly",
        "investor",
        "routinely",
        "monitor",
        "portion",
        "hei",
        "website",
        "addition",
        "following",
        "hei",
        "hawaiian",
        "electric",
        "american",
        "press",
        "release",
        "hei",
        "hawaiian",
        "electric",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "hei",
        "public",
        "conference",
        "call",
        "webcasts",
        "information",
        "hei",
        "website",
        "incorporated",
        "reference",
        "document",
        "hei",
        "hawaiian",
        "electric",
        "sec",
        "filing",
        "unless",
        "except",
        "extent",
        "specifically",
        "incorporated",
        "reference",
        "investor",
        "may",
        "also",
        "wish",
        "refer",
        "public",
        "utility",
        "commission",
        "state",
        "hawaii",
        "puc",
        "website",
        "order",
        "review",
        "document",
        "filed",
        "issued",
        "puc",
        "information",
        "puc",
        "website",
        "incorporated",
        "reference",
        "document",
        "hei",
        "hawaiian",
        "electric",
        "sec",
        "filing",
        "replay",
        "may",
        "webcast",
        "available",
        "hei",
        "website",
        "beginning",
        "two",
        "hour",
        "event",
        "replay",
        "conference",
        "call",
        "also",
        "available",
        "approximately",
        "two",
        "hour",
        "event",
        "may",
        "dialing",
        "entering",
        "passcode",
        "hei",
        "supply",
        "power",
        "approximately",
        "hawaii",
        "population",
        "electric",
        "utility",
        "hawaiian",
        "electric",
        "hawaii",
        "electric",
        "light",
        "company",
        "maui",
        "electric",
        "company",
        "limited",
        "provides",
        "wide",
        "array",
        "banking",
        "financial",
        "service",
        "consumer",
        "business",
        "american",
        "one",
        "hawaii",
        "largest",
        "financial",
        "institution",
        "help",
        "advance",
        "hawaii",
        "clean",
        "energy",
        "sustainability",
        "goal",
        "investment",
        "subsidiary",
        "pacific",
        "current",
        "llc",
        "statement",
        "release",
        "may",
        "contain",
        "statement",
        "include",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "usually",
        "include",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "predicts",
        "estimate",
        "similar",
        "expression",
        "addition",
        "statement",
        "concerning",
        "future",
        "financial",
        "performance",
        "ongoing",
        "business",
        "strategy",
        "prospect",
        "possible",
        "future",
        "action",
        "also",
        "statement",
        "statement",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "subject",
        "risk",
        "uncertainty",
        "accuracy",
        "assumption",
        "concerning",
        "hei",
        "subsidiary",
        "performance",
        "industry",
        "business",
        "economic",
        "political",
        "market",
        "factor",
        "among",
        "thing",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "release",
        "read",
        "conjunction",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "risk",
        "factor",
        "discussion",
        "incorporated",
        "reference",
        "herein",
        "set",
        "forth",
        "hei",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "hei",
        "periodic",
        "report",
        "discus",
        "important",
        "factor",
        "could",
        "cause",
        "hei",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "statement",
        "speak",
        "date",
        "report",
        "presentation",
        "filing",
        "made",
        "except",
        "extent",
        "required",
        "federal",
        "security",
        "law",
        "hei",
        "hawaiian",
        "electric",
        "american",
        "subsidiary",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "american",
        "saving",
        "bank",
        "statement",
        "income",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "thousand",
        "march",
        "december",
        "march",
        "interest",
        "dividend",
        "income",
        "interest",
        "fee",
        "loan",
        "interest",
        "dividend",
        "investment",
        "security",
        "total",
        "interest",
        "dividend",
        "income",
        "interest",
        "expense",
        "interest",
        "deposit",
        "liability",
        "interest",
        "borrowing",
        "total",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "net",
        "interest",
        "income",
        "provision",
        "loan",
        "loss",
        "noninterest",
        "income",
        "fee",
        "financial",
        "service",
        "fee",
        "income",
        "deposit",
        "liability",
        "fee",
        "income",
        "financial",
        "product",
        "life",
        "insurance",
        "mortgage",
        "banking",
        "income",
        "income",
        "net",
        "total",
        "noninterest",
        "income",
        "noninterest",
        "expense",
        "compensation",
        "employee",
        "benefit",
        "occupancy",
        "data",
        "processing",
        "service",
        "equipment",
        "office",
        "supply",
        "printing",
        "postage",
        "marketing",
        "fdic",
        "insurance",
        "expense",
        "total",
        "noninterest",
        "expense",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "comprehensive",
        "income",
        "bank",
        "information",
        "annualized",
        "except",
        "period",
        "end",
        "return",
        "average",
        "asset",
        "return",
        "average",
        "equity",
        "return",
        "average",
        "tangible",
        "common",
        "equity",
        "net",
        "interest",
        "margin",
        "efficiency",
        "ratio",
        "net",
        "average",
        "loan",
        "outstanding",
        "period",
        "end",
        "nonaccrual",
        "loan",
        "loan",
        "receivable",
        "held",
        "investment",
        "allowance",
        "loan",
        "loss",
        "loan",
        "outstanding",
        "tangible",
        "common",
        "equity",
        "tangible",
        "asset",
        "leverage",
        "ratio",
        "total",
        "capital",
        "ratio",
        "dividend",
        "paid",
        "hei",
        "via",
        "asb",
        "hawaii",
        "million",
        "statement",
        "income",
        "data",
        "reflects",
        "retrospective",
        "application",
        "asu",
        "benefit",
        "topic",
        "improving",
        "presentation",
        "net",
        "periodic",
        "pension",
        "cost",
        "net",
        "periodic",
        "postretirement",
        "benefit",
        "cost",
        "adopted",
        "first",
        "quarter",
        "nonservice",
        "cost",
        "reclassified",
        "compensation",
        "employee",
        "benefit",
        "expense",
        "information",
        "read",
        "conjunction",
        "consolidated",
        "financial",
        "statement",
        "note",
        "thereto",
        "hei",
        "filing",
        "sec",
        "american",
        "saving",
        "bank",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "cash",
        "due",
        "bank",
        "deposit",
        "investment",
        "security",
        "fair",
        "value",
        "amortized",
        "cost",
        "stock",
        "federal",
        "home",
        "loan",
        "bank",
        "cost",
        "loan",
        "held",
        "investment",
        "allowance",
        "loan",
        "loss",
        "net",
        "loan",
        "loan",
        "held",
        "sale",
        "lower",
        "cost",
        "fair",
        "value",
        "goodwill",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "deposit",
        "deposit",
        "borrowing",
        "total",
        "liability",
        "common",
        "stock",
        "additional",
        "paid",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "net",
        "tax",
        "benefit",
        "net",
        "unrealized",
        "loss",
        "security",
        "retirement",
        "benefit",
        "plan",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "information",
        "read",
        "conjunction",
        "consolidated",
        "financial",
        "statement",
        "note",
        "thereto",
        "hei",
        "filing",
        "sec",
        "contact",
        "julie",
        "smolinski",
        "telephone",
        "manager",
        "investor",
        "relation",
        "ir",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "american",
        "saving",
        "bank"
    ]
}