{
    "organizations": [],
    "uuid": "f42412b2d4a03a793e979b200ea8d8643a2d2c9f",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/11/michael-cohen-scandal-lobbying-in-the-trump-age.html",
    "ord_in_thread": 0,
    "title": "What the Michael Cohen scandal reveals about corporate lobbying in the age of Trump",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Michael Cohen , President Donald Trump 's personal lawyer, was paid $600,000 by AT&T last year to help the company understand how the new administration might approach its proposed merger with Time Warner , the tax reform debate and other issues, according to internal documents.\nThe Swiss pharmaceutical giant Novartis , meanwhile, said it paid Cohen $1.2 million to help the company navigate the Trump administration's proposed changes to the Affordable Care Act. And a Korean aerospace company pursuing a major defense contract confirmed that it had paid Cohen $150,000 in November for what the company said was legal advice on accounting standards.\nWhile all three companies claimed to have hired Cohen to offer different types of expertise, overall, the work looked a lot like lobbying.\nThat is also how it reportedly looked to employees at Novartis. \"Cohen promised access to not just Trump, but also the circle around him,\" one employee said in an interview with Stat News. \"It was almost as if we were hiring him as a lobbyist.\"\nAlmost – but not quite. At the time they hired Cohen, soon after Trump's inauguration, both Novartis and AT&T already had scores of registered lobbyists in Washington who were working on the same issues that Cohen was hired to handle. These lobbyists, however, were required to disclose their work to the public under the 1995 Lobbying Disclosure Act.\nIn 2017 alone, 112 individual lobbyists from 34 different firms, including AT&T's in-house team, reported lobbying to advance the telecom giant's policy goals. Another 85 lobbyists representing 15 different firms disclosed that they had lobbied on behalf of Novartis.\n\"The millions that Cohen was paid because of his perceived proximity to the president is a glimpse into the shadowy world of unreported lobbying.\" -Brendan Fischer, Campaign Legal Center Yet if one were to enter Cohen's name into a search of the same lobbying disclosure database where the above information is stored, it would come up empty. That's because Cohen is not a registered lobbyist, and he never has been.\n\"The millions that Cohen was paid because of his perceived proximity to the president is a glimpse into the shadowy world of unreported lobbying,\" said Brendan Fischer, chief counsel at the Campaign Legal Center, a nonprofit group which has filed a number of complaints against the Trump administration.\nRevelations about Cohen's work for corporations this week have prompted many to ask the same question: Why isn't Cohen a registered lobbyist?\nNeither Cohen nor his attorney replied to a request for comment from CNBC for this story. But the answer to this question of why Cohen didn't register as a lobbyist rests on precisely what it was that Cohen was doing for his corporate clients.\nLobbying 101 To meet the definition of a lobbyist, the law says a person must meet three criteria :\nFirst, he or she must be getting paid by the client for their work. Second, to be considered a lobbyist, he or she must make at least two contacts with government officials on behalf of the client. These contacts can be in the form of phone calls, emails or meetings, and they need not be to the same government official both times. So if one were to contact two different senators on behalf of a client, that would count as two contacts. The third threshold is often the murkiest: In order to be acting as a lobbyist for a client, the act of contacting government officials must take up at least 20 percent of the overall work that person does for this particular client. For example, if a lawyer were hired by a company to do a year's worth of full-time legal work, and he or she happened to make two phone calls to lawmakers to discuss the client's agenda during that year of work for the client, this would most likely not be considered lobbying, because it wouldn't meet the 20 percent threshold.\nshow chapters AT&T CEO: ‘Big mistake’ to hire Trump lawyer Michael Cohen 11:52 AM ET Fri, 11 May 2018 | 04:15 \"It is commonplace for well-connected consultants to evade lobbying registration by merely offering 'strategic advice' and carefully avoiding the 20 percent threshold,\" said Campaign Legal Center's Fischer.\nCohen's clients These contacts lie at the heart of what it means to be a lobbyist, and it is not clear that Cohen actually contacted any officials to help press the interests of the companies that hired him. On the contrary, both Novartis and AT&T scrambled this week to distance themselves from Cohen by claiming he had done limited work for them – especially no lobbying work.\n\"Our contract with Cohen was expressly limited to providing consulting and advisory services, and it did not permit him to lobby on our behalf without first notifying us (which never occurred),\" AT&T said in a fact sheet CNBC obtained Friday . \"We didn't ask him to set up any meetings for us with anyone in the Administration and he didn't offer to do so.\"\nNovartis went even further to disavow Cohen , claiming that it had hired him to advise on \"certain US healthcare policy matters\" in February 2017, the month after Trump took office, and decided after just one meeting with him in March \"not to engage further.\" The pharmaceutical giant also claimed that the only reason it paid Cohen the full $1.2 million for an entire year is because it was trapped by the contract it had signed with him.\nNonetheless, Cohen's engagements with the two companies help shed light on the wide range of non-lobbying services companies are willing to pay for in order to gain a perceived advantage over their competitors.\n\"People pay law firms, lobbyists, other individuals to help them navigate the muddy waters of Washington politics every day. And it is not captured within the lobbying disclosure requirements or any other laws,\" said Meredith McGee, executive director of the nonprofit government watchdog group Issue One, in an interview this week with NPR.\nshow chapters Novartis CEO tells employees 'we made a mistake' on Cohen payment 5:33 PM ET Thu, 10 May 2018 | 00:50 \"If [Cohen] does not meet the requirements to register as a lobbyist, then he's simply engaging in the selling of access to the administration,\" McGee said. \"And that is not against the law.\"\nPolitical intelligence In Washington, the polite term for what McGee called \"the selling of access\" is \"political intelligence.\" And companies are often willing to pay much more for it than they are for even top-tier lobbying services.\nConsider the fees that Cohen charged his major clients: $600,000 for AT&T and $1.2 million for Novartis, each deal for a year. In the D.C. lobbying industry, this kind of money is more in line with what a foreign autocrat or a scandal-plagued organization might be expected to pay someone to take them on as a client, not what a Fortune 500 company like Novartis or AT&T would be charged.\nTo wit, a CNBC review of the lobbying fees that AT&T and Novartis reported paying in 2017 revealed that both firms paid Trump's attorney more than they paid any of their outside lobbying firms. A lot more.\nAccording to data compiled by the Center for Responsive Politics, Akin Gump, the highest paid outside firm that lobbied for AT&T last year earned $400,000 , or $200,000 less than the company paid Cohen. At Novartis, the highest paid outside entity was a boutique health-care firm, Tiber Creek, which was paid $240,000 -- just shy of a million dollars less than the drug maker paid Cohen.\nThe comparison is even more striking given that some of these lobbying firms list a dozen or more individual lobbyists in Washington who worked on the AT&T and Novartis accounts. Cohen, meanwhile, runs a one-man shop in New York City.\n\"The amount these companies paid Cohen shows the perceived value of political intelligence to multinational corporate interests,\" said Fischer of the Campaign Legal Center. \"Even the smallest bit of inside information about a powerful political figure can give a company an advantage when they are trying to promote their interests with the government.\"\nRisky business Still, engaging in unregistered lobbying -- or political intelligence, or selling access -- is not without its risks, as AT&T and Novartis learned this week.\nWithin days of the payments becoming public, both companies were forced to admit that hiring Cohen had been a mistake , and they both expressed regret over the move.\nAt AT&T, the senior executive in charge of the contract with Cohen, longtime lobbyist Brian Quinn, was reportedly forced into taking an early retirement , which the company announced on Friday.\nshow chapters White House: AT&T-Cohen issue proves Trump is 'draining the swamp' 4:22 PM ET Fri, 11 May 2018 | 00:47 Elsewhere in Washington, a nonprofit watchdog group, Public Citizen, submitted a formal complaint against Cohen to the Justice Department and to congressional offices that oversee lobbying registrations.\nAccording to the complaint, Cohen \"has actively solicited clients based on his access to Trump and administration officials; received exorbitant payments from foreign and domestic clients with business pending before the administration; and he has also provided ample yet unspecified services to his clients in exchange for those payments.\"\nCohen's attorney declined to comment on the complaint.\nIn the long run, however, this week's scandal over Cohen's influence peddling is not likely to have much of an impact on Washington's shadow lobbying industry, or on the web of influence buying and selling that extends from K Street to political campaign funding to members of the president's inner circle.\n\"The average American can't afford to pay six-figures to get inside information on how to influence government officials, and they can't afford to make huge contributions to campaigns and super PACs to buy access,\" said Fischer, of the Campaign Legal Center.\n\"Cohen's slush fund is particularly unsavory, but it isn't entirely unique,\" Fischer added. \"It is an example of how our political system is tilted towards the interests of the wealthy and well-connected.\"",
    "published": "2018-05-13T16:00:00.000+03:00",
    "crawled": "2018-05-13T17:01:05.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "michael",
        "cohen",
        "president",
        "donald",
        "trump",
        "personal",
        "lawyer",
        "paid",
        "last",
        "year",
        "help",
        "company",
        "understand",
        "new",
        "administration",
        "might",
        "approach",
        "proposed",
        "merger",
        "time",
        "warner",
        "tax",
        "reform",
        "debate",
        "issue",
        "according",
        "internal",
        "document",
        "swiss",
        "pharmaceutical",
        "giant",
        "novartis",
        "meanwhile",
        "said",
        "paid",
        "cohen",
        "million",
        "help",
        "company",
        "navigate",
        "trump",
        "administration",
        "proposed",
        "change",
        "affordable",
        "care",
        "act",
        "korean",
        "aerospace",
        "company",
        "pursuing",
        "major",
        "defense",
        "contract",
        "confirmed",
        "paid",
        "cohen",
        "november",
        "company",
        "said",
        "legal",
        "advice",
        "accounting",
        "standard",
        "three",
        "company",
        "claimed",
        "hired",
        "cohen",
        "offer",
        "different",
        "type",
        "expertise",
        "overall",
        "work",
        "looked",
        "lot",
        "like",
        "lobbying",
        "also",
        "reportedly",
        "looked",
        "employee",
        "novartis",
        "cohen",
        "promised",
        "access",
        "trump",
        "also",
        "circle",
        "around",
        "one",
        "employee",
        "said",
        "interview",
        "stat",
        "news",
        "almost",
        "hiring",
        "lobbyist",
        "almost",
        "quite",
        "time",
        "hired",
        "cohen",
        "soon",
        "trump",
        "inauguration",
        "novartis",
        "already",
        "score",
        "registered",
        "lobbyist",
        "washington",
        "working",
        "issue",
        "cohen",
        "hired",
        "handle",
        "lobbyist",
        "however",
        "required",
        "disclose",
        "work",
        "public",
        "lobbying",
        "disclosure",
        "act",
        "alone",
        "individual",
        "lobbyist",
        "different",
        "firm",
        "including",
        "team",
        "reported",
        "lobbying",
        "advance",
        "telecom",
        "giant",
        "policy",
        "goal",
        "another",
        "lobbyist",
        "representing",
        "different",
        "firm",
        "disclosed",
        "lobbied",
        "behalf",
        "novartis",
        "million",
        "cohen",
        "paid",
        "perceived",
        "proximity",
        "president",
        "glimpse",
        "shadowy",
        "world",
        "unreported",
        "lobbying",
        "fischer",
        "campaign",
        "legal",
        "center",
        "yet",
        "one",
        "enter",
        "cohen",
        "name",
        "search",
        "lobbying",
        "disclosure",
        "database",
        "information",
        "stored",
        "would",
        "come",
        "empty",
        "cohen",
        "registered",
        "lobbyist",
        "never",
        "million",
        "cohen",
        "paid",
        "perceived",
        "proximity",
        "president",
        "glimpse",
        "shadowy",
        "world",
        "unreported",
        "lobbying",
        "said",
        "brendan",
        "fischer",
        "chief",
        "counsel",
        "campaign",
        "legal",
        "center",
        "nonprofit",
        "group",
        "filed",
        "number",
        "complaint",
        "trump",
        "administration",
        "revelation",
        "cohen",
        "work",
        "corporation",
        "week",
        "prompted",
        "many",
        "ask",
        "question",
        "cohen",
        "registered",
        "lobbyist",
        "neither",
        "cohen",
        "attorney",
        "replied",
        "request",
        "comment",
        "cnbc",
        "story",
        "answer",
        "question",
        "cohen",
        "register",
        "lobbyist",
        "rest",
        "precisely",
        "cohen",
        "corporate",
        "client",
        "lobbying",
        "meet",
        "definition",
        "lobbyist",
        "law",
        "say",
        "person",
        "must",
        "meet",
        "three",
        "criterion",
        "first",
        "must",
        "getting",
        "paid",
        "client",
        "work",
        "second",
        "considered",
        "lobbyist",
        "must",
        "make",
        "least",
        "two",
        "contact",
        "government",
        "official",
        "behalf",
        "client",
        "contact",
        "form",
        "phone",
        "call",
        "email",
        "meeting",
        "need",
        "government",
        "official",
        "time",
        "one",
        "contact",
        "two",
        "different",
        "senator",
        "behalf",
        "client",
        "would",
        "count",
        "two",
        "contact",
        "third",
        "threshold",
        "often",
        "murkiest",
        "order",
        "acting",
        "lobbyist",
        "client",
        "act",
        "contacting",
        "government",
        "official",
        "must",
        "take",
        "least",
        "percent",
        "overall",
        "work",
        "person",
        "particular",
        "client",
        "example",
        "lawyer",
        "hired",
        "company",
        "year",
        "worth",
        "legal",
        "work",
        "happened",
        "make",
        "two",
        "phone",
        "call",
        "lawmaker",
        "discus",
        "client",
        "agenda",
        "year",
        "work",
        "client",
        "would",
        "likely",
        "considered",
        "lobbying",
        "would",
        "meet",
        "percent",
        "threshold",
        "show",
        "chapter",
        "ceo",
        "big",
        "mistake",
        "hire",
        "trump",
        "lawyer",
        "michael",
        "cohen",
        "et",
        "fri",
        "may",
        "commonplace",
        "consultant",
        "evade",
        "lobbying",
        "registration",
        "merely",
        "offering",
        "advice",
        "carefully",
        "avoiding",
        "percent",
        "threshold",
        "said",
        "campaign",
        "legal",
        "center",
        "fischer",
        "cohen",
        "client",
        "contact",
        "lie",
        "heart",
        "mean",
        "lobbyist",
        "clear",
        "cohen",
        "actually",
        "contacted",
        "official",
        "help",
        "press",
        "interest",
        "company",
        "hired",
        "contrary",
        "novartis",
        "scrambled",
        "week",
        "distance",
        "cohen",
        "claiming",
        "done",
        "limited",
        "work",
        "especially",
        "lobbying",
        "work",
        "contract",
        "cohen",
        "expressly",
        "limited",
        "providing",
        "consulting",
        "advisory",
        "service",
        "permit",
        "lobby",
        "behalf",
        "without",
        "first",
        "notifying",
        "u",
        "never",
        "occurred",
        "said",
        "fact",
        "sheet",
        "cnbc",
        "obtained",
        "friday",
        "ask",
        "set",
        "meeting",
        "u",
        "anyone",
        "administration",
        "offer",
        "novartis",
        "went",
        "even",
        "disavow",
        "cohen",
        "claiming",
        "hired",
        "advise",
        "certain",
        "u",
        "healthcare",
        "policy",
        "matter",
        "february",
        "month",
        "trump",
        "took",
        "office",
        "decided",
        "one",
        "meeting",
        "march",
        "engage",
        "pharmaceutical",
        "giant",
        "also",
        "claimed",
        "reason",
        "paid",
        "cohen",
        "full",
        "million",
        "entire",
        "year",
        "trapped",
        "contract",
        "signed",
        "nonetheless",
        "cohen",
        "engagement",
        "two",
        "company",
        "help",
        "shed",
        "light",
        "wide",
        "range",
        "service",
        "company",
        "willing",
        "pay",
        "order",
        "gain",
        "perceived",
        "advantage",
        "competitor",
        "people",
        "pay",
        "law",
        "firm",
        "lobbyist",
        "individual",
        "help",
        "navigate",
        "muddy",
        "water",
        "washington",
        "politics",
        "every",
        "day",
        "captured",
        "within",
        "lobbying",
        "disclosure",
        "requirement",
        "law",
        "said",
        "meredith",
        "mcgee",
        "executive",
        "director",
        "nonprofit",
        "government",
        "watchdog",
        "group",
        "issue",
        "one",
        "interview",
        "week",
        "npr",
        "show",
        "chapter",
        "novartis",
        "ceo",
        "tell",
        "employee",
        "made",
        "mistake",
        "cohen",
        "payment",
        "pm",
        "et",
        "thu",
        "may",
        "cohen",
        "meet",
        "requirement",
        "register",
        "lobbyist",
        "simply",
        "engaging",
        "selling",
        "access",
        "administration",
        "mcgee",
        "said",
        "law",
        "political",
        "intelligence",
        "washington",
        "polite",
        "term",
        "mcgee",
        "called",
        "selling",
        "access",
        "political",
        "intelligence",
        "company",
        "often",
        "willing",
        "pay",
        "much",
        "even",
        "lobbying",
        "service",
        "consider",
        "fee",
        "cohen",
        "charged",
        "major",
        "client",
        "million",
        "novartis",
        "deal",
        "year",
        "lobbying",
        "industry",
        "kind",
        "money",
        "line",
        "foreign",
        "autocrat",
        "organization",
        "might",
        "expected",
        "pay",
        "someone",
        "take",
        "client",
        "fortune",
        "company",
        "like",
        "novartis",
        "would",
        "charged",
        "wit",
        "cnbc",
        "review",
        "lobbying",
        "fee",
        "novartis",
        "reported",
        "paying",
        "revealed",
        "firm",
        "paid",
        "trump",
        "attorney",
        "paid",
        "outside",
        "lobbying",
        "firm",
        "lot",
        "according",
        "data",
        "compiled",
        "center",
        "responsive",
        "politics",
        "akin",
        "gump",
        "highest",
        "paid",
        "outside",
        "firm",
        "lobbied",
        "last",
        "year",
        "earned",
        "less",
        "company",
        "paid",
        "cohen",
        "novartis",
        "highest",
        "paid",
        "outside",
        "entity",
        "boutique",
        "firm",
        "tiber",
        "creek",
        "paid",
        "shy",
        "million",
        "dollar",
        "less",
        "drug",
        "maker",
        "paid",
        "cohen",
        "comparison",
        "even",
        "striking",
        "given",
        "lobbying",
        "firm",
        "list",
        "dozen",
        "individual",
        "lobbyist",
        "washington",
        "worked",
        "novartis",
        "account",
        "cohen",
        "meanwhile",
        "run",
        "shop",
        "new",
        "york",
        "city",
        "amount",
        "company",
        "paid",
        "cohen",
        "show",
        "perceived",
        "value",
        "political",
        "intelligence",
        "multinational",
        "corporate",
        "interest",
        "said",
        "fischer",
        "campaign",
        "legal",
        "center",
        "even",
        "smallest",
        "bit",
        "inside",
        "information",
        "powerful",
        "political",
        "figure",
        "give",
        "company",
        "advantage",
        "trying",
        "promote",
        "interest",
        "government",
        "risky",
        "business",
        "still",
        "engaging",
        "unregistered",
        "lobbying",
        "political",
        "intelligence",
        "selling",
        "access",
        "without",
        "risk",
        "novartis",
        "learned",
        "week",
        "within",
        "day",
        "payment",
        "becoming",
        "public",
        "company",
        "forced",
        "admit",
        "hiring",
        "cohen",
        "mistake",
        "expressed",
        "regret",
        "move",
        "senior",
        "executive",
        "charge",
        "contract",
        "cohen",
        "longtime",
        "lobbyist",
        "brian",
        "quinn",
        "reportedly",
        "forced",
        "taking",
        "early",
        "retirement",
        "company",
        "announced",
        "friday",
        "show",
        "chapter",
        "white",
        "house",
        "issue",
        "prof",
        "trump",
        "swamp",
        "pm",
        "et",
        "fri",
        "may",
        "elsewhere",
        "washington",
        "nonprofit",
        "watchdog",
        "group",
        "public",
        "citizen",
        "submitted",
        "formal",
        "complaint",
        "cohen",
        "justice",
        "department",
        "congressional",
        "office",
        "oversee",
        "lobbying",
        "registration",
        "according",
        "complaint",
        "cohen",
        "actively",
        "solicited",
        "client",
        "based",
        "access",
        "trump",
        "administration",
        "official",
        "received",
        "exorbitant",
        "payment",
        "foreign",
        "domestic",
        "client",
        "business",
        "pending",
        "administration",
        "also",
        "provided",
        "ample",
        "yet",
        "unspecified",
        "service",
        "client",
        "exchange",
        "payment",
        "cohen",
        "attorney",
        "declined",
        "comment",
        "complaint",
        "long",
        "run",
        "however",
        "week",
        "scandal",
        "cohen",
        "influence",
        "peddling",
        "likely",
        "much",
        "impact",
        "washington",
        "shadow",
        "lobbying",
        "industry",
        "web",
        "influence",
        "buying",
        "selling",
        "extends",
        "k",
        "street",
        "political",
        "campaign",
        "funding",
        "member",
        "president",
        "inner",
        "circle",
        "average",
        "american",
        "ca",
        "afford",
        "pay",
        "get",
        "inside",
        "information",
        "influence",
        "government",
        "official",
        "ca",
        "afford",
        "make",
        "huge",
        "contribution",
        "campaign",
        "super",
        "pac",
        "buy",
        "access",
        "said",
        "fischer",
        "campaign",
        "legal",
        "center",
        "cohen",
        "slush",
        "fund",
        "particularly",
        "unsavory",
        "entirely",
        "unique",
        "fischer",
        "added",
        "example",
        "political",
        "system",
        "tilted",
        "towards",
        "interest",
        "wealthy"
    ]
}