{
    "organizations": [],
    "uuid": "89dcc236aa0b998491f861de4b4fd60e04bdd342",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/business-wire-ligand-prices-offering-of-650-million-of-convertible-senior-notes.html",
    "ord_in_thread": 0,
    "title": "Ligand Prices Offering of $650 Million of Convertible Senior Notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO--(BUSINESS WIRE)-- Ligand Pharmaceuticals Incorporated (NASDAQ: LGND) announced today the pricing of $650 million aggregate principal amount of 0.75% convertible senior notes due 2023 in a private offering to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended. Ligand has granted the initial purchasers a 13-day option to purchase up to an additional $100 million aggregate principal amount of the notes, solely to cover overallotments, if any.\nThe notes will be unsecured senior obligations of Ligand. The notes will pay interest semi-annually at a rate of 0.75% per year. The notes will mature on May 15, 2023, unless earlier repurchased or converted in accordance with their terms. The conversion rate for the notes will initially be 4.0244 shares per $1,000 principal amount of notes, which is equivalent to an initial conversion price of approximately $248.48 per share of common stock, and is subject to adjustment under the terms of the notes. The initial conversion price of the notes represents a premium of approximately 30% to the $191.14 per share closing price of Ligand’s common stock on May 17, 2018. Prior to November 15, 2022, the notes will be convertible only upon satisfaction of certain conditions and during certain periods, and thereafter, the notes will be convertible at any time until the close of business on the second scheduled trading day immediately preceding the maturity date. Upon conversion, Ligand will satisfy its conversion obligation by paying or delivering, as applicable, shares of its common stock, cash or a combination of shares of its common stock and cash, at Ligand’s election. However, Ligand will agree to settle all conversions in cash until such time as Ligand has a sufficient number of authorized but unissued shares of its common stock available to settle conversions of all then-outstanding notes in shares of common stock and has reserved such shares of common stock for such conversions. Holders of the notes will have the right to require Ligand to repurchase all or some of their notes for cash at 100% of their principal amount, plus any accrued and unpaid interest, upon the occurrence of certain corporate events, subject to certain conditions. The sale of the notes is expected to close on May 22, 2018, subject to customary closing conditions.\nLigand intends to use approximately $43.6 million of the net proceeds from the offering of the notes to pay the cost of certain convertible note hedge transactions, taking into account the proceeds to Ligand of certain warrant transactions, each as described below, and intends to use approximately $49.7 million of the proceeds to repurchase approximately 260,000 shares of Ligand’s common stock from purchasers of the notes in privately negotiated transactions, which could increase (or reduce the size of any decrease in) the market price of Ligand’s common stock prior to, concurrently with, or shortly after the pricing of the notes, and could result in a higher effective conversion price for the notes. Ligand expects to use the remainder of the net proceeds from the offering of the notes to acquire or invest in complementary businesses, companies, products and technologies and for working capital and other general corporate purposes, including, without limitation, research and development activities to maintain Ligand’s platform technologies and for development of Ligand’s product candidates being developed internally. Ligand has no current commitments or obligations with respect to any acquisitions or other strategic transactions.\nLigand has entered into convertible note hedge transactions with certain of the initial purchasers or their respective affiliates or other financial institutions (the “option counterparties”). The convertible note hedge transactions are expected generally to reduce the potential dilution to Ligand’s common stock and/or offset any potential cash payments Ligand is required to make in excess of the principal amount upon conversion of the notes in the event that the market price of Ligand’s common stock is greater than the strike price of the convertible note hedge transactions. Ligand also expects to enter into warrant transactions with the option counterparties. The warrant transactions could separately have a dilutive effect if the market price of Ligand’s common stock exceeds the strike price of the warrant transactions. To the extent that at the time such obligations are due Ligand has insufficient authorized shares available to satisfy its obligations under the warrants in Ligand’s common stock, Ligand would be required to satisfy those obligations in cash. The strike price of the warrant transactions will initially be approximately $315.38 per share, which represents a premium of 65% over the last reported sale price of Ligand’s common stock on May 17, 2018, and is subject to certain adjustments under the terms of the warrant transactions.\nLigand has been advised by the option counterparties that, in connection with establishing their initial hedge position with respect to the convertible note hedge transactions and warrant transactions, the option counterparties and/or their respective affiliates expect to purchase shares of Ligand’s common stock and/or enter into various derivative transactions with respect to Ligand’s common stock concurrently with, or shortly after, the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of Ligand’s common stock or the notes at that time.\nLigand has also been advised by the option counterparties that the option counterparties or their respective affiliates are likely to modify their hedge positions by entering into or unwinding various derivative transactions with respect to Ligand’s common stock and/or purchasing or selling Ligand’s common stock or other of Ligand’s securities or instruments, including the notes in secondary market transactions following the pricing of the notes and prior to the maturity of the notes.\nThe option counterparties may choose to engage in, or to discontinue engaging in, any of these transactions with or without notice at any time, and their decisions will be in their sole discretion. The effect, if any, of such activities of the option counterparties, including direction or magnitude, on the market price of Ligand’s common stock or the price of the notes will depend on a variety of factors, including market conditions, and cannot be ascertained at this time.\nThe notes were offered to qualified institutional buyers pursuant to Rule 144A under the Securities Act. Neither the notes nor the shares of common stock issuable upon conversion of the notes, if any, have been registered under the Securities Act or the securities laws of any other jurisdiction, and the notes and any such shares may not be offered or sold absent registration or an applicable exemption from such registration requirements.\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any notes or common stock, nor shall there be any sale of notes or common stock in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any state or any jurisdiction.\nAbout Ligand Pharmaceuticals\nLigand is a biopharmaceutical company focused on developing or acquiring technologies that help pharmaceutical companies discover and develop medicines. We have a diversified portfolio of biotech and pharmaceutical product revenue streams that are supported by an efficient and low corporate cost structure. Ligand’s Captisol® platform technology is a patent-protected, chemically modified cyclodextrin with a structure designed to optimize the solubility and stability of drugs. OmniAb® is a patent-protected transgenic animal platform used in the discovery of fully human mono- and bispecific therapeutic antibodies. Ligand has established multiple alliances, licenses and other business relationships with the world's leading pharmaceutical companies including Novartis, Amgen, Merck, Pfizer, Celgene, Gilead, Janssen, Baxter International and Eli Lilly.\nForward-Looking Statements\nThis news release contains forward-looking statements by Ligand that involve risks and uncertainties and reflect Ligand's judgment as of the date of this release. Words such as “plans,” “believes,” “expects,” “anticipates,” and “will,” and similar expressions, are intended to identify forward-looking statements. These forward-looking statements include, without limitation, statements regarding: the closing of the offering, the use of the net proceeds from the offering and potential share repurchases. Actual events or results may differ from Ligand's expectations due to risks and uncertainties inherent in Ligand’s business, including, without limitation: risks and uncertainties associated with market conditions; and the satisfaction of closing conditions related to the proposed offering. The failure to meet expectations with respect to any of the foregoing matters may reduce Ligand's stock price. Additional information concerning these and other risk factors affecting Ligand can be found Ligand's public periodic filings with the Securities and Exchange Commission available at www.sec.gov . Ligand disclaims any intent or obligation to update these forward-looking statements beyond the date of this release. This caution is made under the safe harbor provisions of the Private Securities Litigation Reform Act of 1995.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180518005112/en/\nLigand Pharmaceuticals Incorporated\nTodd Pettingill, 858-550-7893\ninvestors@ligand.com\nor\nLHA Investor Relations\nBruce Voss, 310-691-7100\nbvoss@lhai.com\nSource: Ligand Pharmaceuticals Incorporated",
    "published": "2018-05-18T16:00:00.000+03:00",
    "crawled": "2018-05-18T18:27:35.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "business",
        "wire",
        "ligand",
        "pharmaceutical",
        "incorporated",
        "nasdaq",
        "lgnd",
        "announced",
        "today",
        "pricing",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "private",
        "offering",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "ligand",
        "granted",
        "initial",
        "purchaser",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "note",
        "solely",
        "cover",
        "overallotments",
        "note",
        "unsecured",
        "senior",
        "obligation",
        "ligand",
        "note",
        "pay",
        "interest",
        "rate",
        "per",
        "year",
        "note",
        "mature",
        "may",
        "unless",
        "earlier",
        "repurchased",
        "converted",
        "accordance",
        "term",
        "conversion",
        "rate",
        "note",
        "initially",
        "share",
        "per",
        "principal",
        "amount",
        "note",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "common",
        "stock",
        "subject",
        "adjustment",
        "term",
        "note",
        "initial",
        "conversion",
        "price",
        "note",
        "represents",
        "premium",
        "approximately",
        "per",
        "share",
        "closing",
        "price",
        "ligand",
        "common",
        "stock",
        "may",
        "prior",
        "november",
        "note",
        "convertible",
        "upon",
        "satisfaction",
        "certain",
        "condition",
        "certain",
        "period",
        "thereafter",
        "note",
        "convertible",
        "time",
        "close",
        "business",
        "second",
        "scheduled",
        "trading",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "upon",
        "conversion",
        "ligand",
        "satisfy",
        "conversion",
        "obligation",
        "paying",
        "delivering",
        "applicable",
        "share",
        "common",
        "stock",
        "cash",
        "combination",
        "share",
        "common",
        "stock",
        "cash",
        "ligand",
        "election",
        "however",
        "ligand",
        "agree",
        "settle",
        "conversion",
        "cash",
        "time",
        "ligand",
        "sufficient",
        "number",
        "authorized",
        "unissued",
        "share",
        "common",
        "stock",
        "available",
        "settle",
        "conversion",
        "note",
        "share",
        "common",
        "stock",
        "reserved",
        "share",
        "common",
        "stock",
        "conversion",
        "holder",
        "note",
        "right",
        "require",
        "ligand",
        "repurchase",
        "note",
        "cash",
        "principal",
        "amount",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "upon",
        "occurrence",
        "certain",
        "corporate",
        "event",
        "subject",
        "certain",
        "condition",
        "sale",
        "note",
        "expected",
        "close",
        "may",
        "subject",
        "customary",
        "closing",
        "condition",
        "ligand",
        "intends",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "note",
        "pay",
        "cost",
        "certain",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "taking",
        "account",
        "proceeds",
        "ligand",
        "certain",
        "warrant",
        "transaction",
        "described",
        "intends",
        "use",
        "approximately",
        "million",
        "proceeds",
        "repurchase",
        "approximately",
        "share",
        "ligand",
        "common",
        "stock",
        "purchaser",
        "note",
        "privately",
        "negotiated",
        "transaction",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "ligand",
        "common",
        "stock",
        "prior",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "could",
        "result",
        "higher",
        "effective",
        "conversion",
        "price",
        "note",
        "ligand",
        "expects",
        "use",
        "remainder",
        "net",
        "proceeds",
        "offering",
        "note",
        "acquire",
        "invest",
        "complementary",
        "business",
        "company",
        "product",
        "technology",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "including",
        "without",
        "limitation",
        "research",
        "development",
        "activity",
        "maintain",
        "ligand",
        "platform",
        "technology",
        "development",
        "ligand",
        "product",
        "candidate",
        "developed",
        "internally",
        "ligand",
        "current",
        "commitment",
        "obligation",
        "respect",
        "acquisition",
        "strategic",
        "transaction",
        "ligand",
        "entered",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "certain",
        "initial",
        "purchaser",
        "respective",
        "affiliate",
        "financial",
        "institution",
        "option",
        "counterparties",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "expected",
        "generally",
        "reduce",
        "potential",
        "dilution",
        "ligand",
        "common",
        "stock",
        "offset",
        "potential",
        "cash",
        "payment",
        "ligand",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "upon",
        "conversion",
        "note",
        "event",
        "market",
        "price",
        "ligand",
        "common",
        "stock",
        "greater",
        "strike",
        "price",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "ligand",
        "also",
        "expects",
        "enter",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "warrant",
        "transaction",
        "could",
        "separately",
        "dilutive",
        "effect",
        "market",
        "price",
        "ligand",
        "common",
        "stock",
        "exceeds",
        "strike",
        "price",
        "warrant",
        "transaction",
        "extent",
        "time",
        "obligation",
        "due",
        "ligand",
        "insufficient",
        "authorized",
        "share",
        "available",
        "satisfy",
        "obligation",
        "warrant",
        "ligand",
        "common",
        "stock",
        "ligand",
        "would",
        "required",
        "satisfy",
        "obligation",
        "cash",
        "strike",
        "price",
        "warrant",
        "transaction",
        "initially",
        "approximately",
        "per",
        "share",
        "represents",
        "premium",
        "last",
        "reported",
        "sale",
        "price",
        "ligand",
        "common",
        "stock",
        "may",
        "subject",
        "certain",
        "adjustment",
        "term",
        "warrant",
        "transaction",
        "ligand",
        "advised",
        "option",
        "counterparties",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "position",
        "respect",
        "convertible",
        "note",
        "hedge",
        "transaction",
        "warrant",
        "transaction",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "expect",
        "purchase",
        "share",
        "ligand",
        "common",
        "stock",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "ligand",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "ligand",
        "common",
        "stock",
        "note",
        "time",
        "ligand",
        "also",
        "advised",
        "option",
        "counterparties",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "likely",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "transaction",
        "respect",
        "ligand",
        "common",
        "stock",
        "purchasing",
        "selling",
        "ligand",
        "common",
        "stock",
        "ligand",
        "security",
        "instrument",
        "including",
        "note",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "option",
        "counterparties",
        "may",
        "choose",
        "engage",
        "discontinue",
        "engaging",
        "transaction",
        "without",
        "notice",
        "time",
        "decision",
        "sole",
        "discretion",
        "effect",
        "activity",
        "option",
        "counterparties",
        "including",
        "direction",
        "magnitude",
        "market",
        "price",
        "ligand",
        "common",
        "stock",
        "price",
        "note",
        "depend",
        "variety",
        "factor",
        "including",
        "market",
        "condition",
        "ascertained",
        "time",
        "note",
        "offered",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "neither",
        "note",
        "share",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "note",
        "share",
        "may",
        "offered",
        "sold",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "note",
        "common",
        "stock",
        "shall",
        "sale",
        "note",
        "common",
        "stock",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "ligand",
        "pharmaceutical",
        "ligand",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "acquiring",
        "technology",
        "help",
        "pharmaceutical",
        "company",
        "discover",
        "develop",
        "medicine",
        "diversified",
        "portfolio",
        "biotech",
        "pharmaceutical",
        "product",
        "revenue",
        "stream",
        "supported",
        "efficient",
        "low",
        "corporate",
        "cost",
        "structure",
        "ligand",
        "platform",
        "technology",
        "chemically",
        "modified",
        "cyclodextrin",
        "structure",
        "designed",
        "optimize",
        "solubility",
        "stability",
        "drug",
        "transgenic",
        "animal",
        "platform",
        "used",
        "discovery",
        "fully",
        "human",
        "bispecific",
        "therapeutic",
        "antibody",
        "ligand",
        "established",
        "multiple",
        "alliance",
        "license",
        "business",
        "relationship",
        "world",
        "leading",
        "pharmaceutical",
        "company",
        "including",
        "novartis",
        "amgen",
        "merck",
        "pfizer",
        "celgene",
        "gilead",
        "janssen",
        "baxter",
        "international",
        "eli",
        "lilly",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "ligand",
        "involve",
        "risk",
        "uncertainty",
        "reflect",
        "ligand",
        "judgment",
        "date",
        "release",
        "word",
        "plan",
        "belief",
        "expects",
        "anticipates",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "closing",
        "offering",
        "use",
        "net",
        "proceeds",
        "offering",
        "potential",
        "share",
        "repurchase",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "ligand",
        "expectation",
        "due",
        "risk",
        "uncertainty",
        "inherent",
        "ligand",
        "business",
        "including",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "associated",
        "market",
        "condition",
        "satisfaction",
        "closing",
        "condition",
        "related",
        "proposed",
        "offering",
        "failure",
        "meet",
        "expectation",
        "respect",
        "foregoing",
        "matter",
        "may",
        "reduce",
        "ligand",
        "stock",
        "price",
        "additional",
        "information",
        "concerning",
        "risk",
        "factor",
        "affecting",
        "ligand",
        "found",
        "ligand",
        "public",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "ligand",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "statement",
        "beyond",
        "date",
        "release",
        "caution",
        "made",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "view",
        "source",
        "version",
        "http",
        "ligand",
        "pharmaceutical",
        "incorporated",
        "todd",
        "pettingill",
        "investor",
        "lha",
        "investor",
        "relation",
        "bruce",
        "voss",
        "bvoss",
        "source",
        "ligand",
        "pharmaceutical",
        "incorporated"
    ]
}