{
    "organizations": [],
    "uuid": "386daf2305679ed32636c27a192c5eced1d52834",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-dawson-geophysical-reports-first-quarter-2018-results-and-announces-stock-dividend.html",
    "ord_in_thread": 0,
    "title": "Dawson Geophysical Reports First Quarter 2018 Results And Announces Stock Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MIDLAND, Texas, May 3, 2018 /PRNewswire/ -- Dawson Geophysical Company (NASDAQ: DWSN) (the \"Company\") today reported unaudited financial results for its first quarter ended March 31, 2018.\nFor the quarter ended March 31, 2018, the Company reported revenues of $49,880,000, an increase of approximately 18% as compared to $42,366,000 for the quarter ended March 31, 2017. the Company reported a net loss of $1,709,000 or $0.07 loss per common share, as compared to a net loss of $9,152,000 or $0.40 loss per common share 2017. The Company reported EBITDA of $6,989,000 for the quarter ended March 31, 2018 as compared to negative EBITDA of $1,857,000 for the quarter ended March 31, 2017. Effective January 1, 2018, the Company adopted the requirements of Accounting Standards Update No. 2014-09, Revenue from Contracts with Customers (Topic 606), and all amounts set forth in this earnings release for periods prior to January 1, 2018 have been adjusted to comply with the new standard.\nThe Company began the first quarter of 2018 operating six crews in the United States (\"U.S.\") and four in Canada, and ended the quarter operating eight crews in the U.S. and four in Canada. The Company experienced a stronger than anticipated Canadian winter season, which has now concluded, after encountering temporary weather delays early in the quarter. The Company is currently operating six crews in the U.S. As stated in our earnings release for the fourth quarter and full year 2017, the Company anticipates operating up to seven crews into the third quarter of 2018.\nStephen C. Jumper, Officer, said, \"We are encouraged by the results of our last three quarters, as we have generated strong EBITDA results during that time. We have continued to explore ways to reduce costs, downsized the levels of in-house services and gained operating efficiencies through internal restructuring. We encountered a moderate increase in demand for our services for the year 2017 and through the first quarter of 2018 as compared to 2016 demand levels. This has resulted in improved productivity and crew utilization, primarily during the second half of 2017 and through the first quarter of 2018. The recent rise in oil prices, combined with forecasted oil price increases through 2018, has resulted in increased demand for our services. At the same time, the oil and gas industry's renewed focus on profitability as well as production growth has further driven an increase in requests for proposals, as more E&P operations seek to lower drilling and completion costs as well as maximize production through the integrated use of seismic data into their development plans. While still lower than the demand levels experienced in 2015, the recent increase in bid activity is encouraging.\"\nJumper continued, \"As we experienced during the second half of 2017, the majority of our projects continue to be driven by multi-client data library companies, a model we do not actively participate in but we do act as a contractor for several of the largest providers. The competition between various multi-client providers continues to remain strong and affects project timing as seismic programs are put together with multiple participants, a situation which is beyond our control. It is our belief that seismic data acquisition activity will increase in producing basins outside of the Permian and Delaware basins, the primary areas of activity in the U.S., if commodity prices continue to improve and those basins become more economic.\"\nThe Company's Board of Directors has approved a 2018 capital budget in the amount of $10 million. Capital expenditures for the first three months of 2018 were $4,435,000, primarily composed of replacement vehicles and seismic data acquisition equipment. The Company's balance sheet remains strong with $35,191,000 of cash and short term investments and $60,677,000 of working capital. The Company has notes payable and capital lease obligations totaling $7,463,000 as of March 31, 2018.\nJumper concluded, \"Project visibility, while remaining constrained due to the uncertain sustainability of the recent rise in oil prices and seismic data acquisition budgets, has improved. Despite the improved environment, market conditions remain challenging and we continue to maintain a conservative approach at Dawson Geophysical. We remain committed to maintaining a strong balance sheet and positioning ourselves as the leader of onshore seismic data acquisition services in North America. Management has an optimistic outlook for the remainder of 2018, provided that oil prices maintain or improve on current levels. As stated earlier, while the Permian and Delaware Basins remain the primary areas of activity for the Company, we are beginning to see a modest uptick in bid activity and interest levels outside of those regions, but those projects are presently very competitive and the contracts on those early projects have not been awarded. In conclusion, we continue to be well positioned to meet the needs of our shareholders and clients as we deliver the best in class high resolution subsurface images that enable our clients to reduce costs and improve their operating efficiencies.\"\nStock Dividend\nThe Company today announced that its Board of Directors had declared a 5% stock dividend (or 0.05 share for each share outstanding) on the outstanding shares of common stock of the Company, par value $0.01 per share. The stock dividend is payable on May 29, 2018 to shareholders of record on May 14, 2018. Shareholders will receive cash in lieu of any fractional shares that they otherwise would have been entitled to receive in connection with the stock dividend. The anticipated impact of all loss per common share for the quarters ended March 31, 2018 and 2017, and impact on the Condensed Consolidated Balance Sheets for March 31, 2018 and December 31, 2017 referenced within this press release have been adjusted for the 5% stock dividend to be paid on May 29, 2018 to shareholders of record as of May 14, 2018 (excluding the actual fractional shares that cannot be determined at this date).\nConference Call Information\nDawson Geophysical Company will host a conference call to review its first quarter 2018 financial results on May 3, 2018 at 9 a.m. CT. Participants can access the call at 1-800-239-9838 (US) and 1-323-794-2551 (Toll/International). To access the live audio webcast or the subsequent archived recording, visit the Dawson website at www.dawson3d.com . Callers can access the telephone replay through June 3, 2018 by dialing 1-844-512-2921 (Toll-Free) and 1-412-317-6671 (Toll/International). The passcode is 8152137. The webcast will be recorded and available for replay on Dawson's website until June 3, 2018.\nAbout Dawson\nDawson Geophysical Company is a leading provider of North American onshore seismic data acquisition services with operations throughout the continental U.S. and Canada. Dawson acquires and processes 2-D, 3-D and multi-component seismic data solely for its clients, ranging from major oil and gas companies to independent oil and gas operators, as well as providers of multi-client data libraries.\nNon-GAAP Financial Measures\nIn an effort to provide investors with additional information regarding the Company's unaudited results as determined by generally accepted accounting principles (\"GAAP\"), the Company has included in this press release information about the Company's EBITDA, a non-GAAP financial measure as defined by Regulation G promulgated by the U.S. Securities and Exchange Commission. The Company defines EBITDA as net income (loss) plus interest expense, interest income, income taxes, and depreciation and amortization expense. The Company uses EBITDA as a supplemental financial measure to assess:\nthe financial performance of its assets without regard to financing methods, capital structures, taxes or historical cost basis; its liquidity and operating performance over time in relation to other companies that own similar assets and that the Company believes calculate EBITDA in a similar manner; and the ability of the Company's assets to generate cash sufficient for the Company to pay potential interest costs.\nThe Company also understands that such data are used by investors to assess the Company's performance. However, the term EBITDA is not defined under GAAP, and EBITDA is not a measure of operating income, operating performance or liquidity presented in accordance with GAAP. When assessing the Company's operating performance or liquidity, investors and others should not consider this data in isolation or as a substitute for net income (loss), cash flow from operating activities or other cash flow data calculated in accordance with GAAP. In addition, the Company's EBITDA may not be comparable to EBITDA or similarly titled measures utilized by other companies since such other companies may not calculate EBITDA in the same manner as the Company. Further, the results presented by EBITDA cannot be achieved without incurring the costs that the measure excludes: interest, taxes, and depreciation and amortization. A reconciliation of the Company's EBITDA to its net loss is presented in the table following the text of this press release.\nForward-Looking Statements\nIn accordance with the Safe Harbor provisions of the Private 1995, the Company cautions that statements in this press release which are forward-looking and which provide other than historical information involve risks and uncertainties that may materially affect the Company's actual results of operations. Such are based on the beliefs of management as well as assumptions made by and information currently available to management. Actual results could contemplated by the as a result of certain factors. These risks include, but are not limited to, dependence upon energy industry spending; the volatility of oil and natural gas prices; changes in economic conditions; the potential for contract delays; reductions or cancellations of service contracts; limited number of customers; credit risk related to our customers; reduced utilization; high fixed costs of operations and high capital requirements; operational disruptions; industry competition; external factors affecting the Company's crews such as weather interruptions and inability to obtain land access rights of way; whether the Company enters into turnkey or day rate contracts; crew productivity; the availability of capital resources; and disruptions in the global economy. A discussion of these and other factors, including risks and uncertainties, is set forth in the Company's Annual Report on Form 10-K that was filed with the U.S. Securities and Exchange Commission on March 9, 2018. The Company disclaims any intention or obligation to revise any , whether as a result of new information, future events or otherwise.\nDAWSON GEOPHYSICAL COMPANY\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n(unaudited and amounts in thousands, except share and per share data)\nThree Months Ended March 31,\n2018\n2017\n(as adjusted)\nOperating revenues\n$\n49,880\n$\n42,366\nOperating costs:\nOperating expenses\n38,759\n39,974\nGeneral and administrative\n4,083\n4,355\nDepreciation and amortization\n8,678\n10,176\n51,520\n54,505\nLoss from operations\n(1,640)\n(12,139)\nOther (expense) income:\nInterest income\n37\n80\nInterest expense\n(88)\n(22)\nOther (expense) income\n(49)\n106\nLoss before income tax\n(1,740)\n(11,975)\nIncome tax benefit\n31\n2,823\nNet loss\n(1,709)\n(9,152)\nOther comprehensive (loss) income:\nNet unrealized (loss) income on foreign exchange rate translation, net\n(329)\n97\nComprehensive loss\n$\n(2,038)\n$\n(9,055)\nBasic loss per share of common stock\n$\n(0.07)\n$\n(0.40)\nDiluted loss per share of common stock\n$\n(0.07)\n$\n(0.40)\nWeighted average equivalent common shares outstanding\n22,879,805\n22,742,516\nWeighted average equivalent common shares outstanding - assuming dilution\n22,879,805\n22,742,516\nDAWSON GEOPHYSICAL COMPANY\nCONDENSED CONSOLIDATED BALANCE SHEETS\n(unaudited and amounts in thousands, except share data)\nMarch 31,\nDecember 31,\n2018\n2017\nAssets\n(as adjusted)\nCurrent assets:\nCash and cash equivalents\n$\n17,608\n$\n22,013\nShort-term investments\n17,583\n16,583\nAccounts receivable, net\n41,215\n33,156\nCurrent maturities of notes receivable\n50\n695\nPrepaid expenses and other current assets\n9,396\n7,340\nTotal current assets\n85,852\n79,787\nProperty and equipment, net\n82,056\n86,573\nNotes receivable, net of current maturities\n1,486\n841\nIntangibles, net\n461\n494\nLong-term deferred tax assets, net\n224\n224\nTotal assets\n$\n170,079\n$\n167,919\nLiabilities and stockholders' equity\nCurrent liabilities:\nAccounts payable\n$\n9,057\n$\n5,933\nAccrued liabilities:\nPayroll costs and other taxes\n3,093\n1,151\nOther\n4,175\n4,314\nDeferred revenue\n5,833\n6,314\nCurrent maturities of notes payable and obligations under capital leases\n3,017\n2,712\nTotal current liabilities\n25,175\n20,424\nLong-term liabilities:\nNotes payable and obligations under capital leases, net of current maturities\n4,446\n5,153\nDeferred tax liabilities, net\n816\n874\nOther accrued liabilities\n150\n150\nTotal long-term liabilities\n5,412\n6,177\nCommitments and contingencies\n—\n—\nStockholders' equity:\nPreferred stock-par value $1.00 per share; 4,000,000 shares authorized, none outstanding\n—\n—\nCommon stock-par value $0.01 per share; 35,000,000 shares authorized,\n22,942,386 and 22,926,026 shares issued, and 22,893,941 and 22,877,581\nshares outstanding at March 31, 2018 and December 31, 2017, respectively\n229\n229\nAdditional paid-in capital\n152,093\n151,881\nRetained deficit\n(11,678)\n(10,012)\nTreasury stock, at cost; 48,445 shares at March 31, 2018 and December 31, 2017\n—\n—\nAccumulated other comprehensive loss, net\n(1,152)\n(780)\nTotal stockholders' equity\n139,492\n141,318\nTotal liabilities and stockholders' equity\n$\n170,079\n$\n167,919\nReconciliation of EBITDA to Net Loss\n(amounts in thousands)\nThree Months Ended March 31,\n2018\n2017\n(as adjusted)\nNet loss\n$\n(1,709)\n$\n(9,152)\nDepreciation and amortization\n8,678\n10,176\nInterest expense (income), net\n51\n(58)\nIncome tax benefit\n(31)\n(2,823)\nEBITDA\n$\n6,989\n$\n(1,857)\nReconciliation of EBITDA to Net Cash Provided by (Used in) Operating Activities\n(amounts in thousands)\nThree Months Ended March 31,\n2018\n2017\n(as adjusted)\nNet cash provided by (used in) operating activities\n$\n754\n$\n(6,749)\nChanges in working capital and other items\n6,470\n5,150\nNoncash adjustments to net loss\n(235)\n(258)\nEBITDA\n$\n6,989\n$\n(1,857)\nView original content: http://www.prnewswire.com/news-releases/dawson-geophysical-reports-first-quarter-2018-results-and-announces-stock-dividend-300641741.html\nSOURCE Dawson Geophysical Company",
    "published": "2018-05-03T14:00:00.000+03:00",
    "crawled": "2018-05-03T19:27:59.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "midland",
        "texas",
        "may",
        "dawson",
        "geophysical",
        "company",
        "nasdaq",
        "dwsn",
        "company",
        "today",
        "reported",
        "unaudited",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "revenue",
        "increase",
        "approximately",
        "compared",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "loss",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "loss",
        "per",
        "common",
        "share",
        "company",
        "reported",
        "ebitda",
        "quarter",
        "ended",
        "march",
        "compared",
        "negative",
        "ebitda",
        "quarter",
        "ended",
        "march",
        "effective",
        "january",
        "company",
        "adopted",
        "requirement",
        "accounting",
        "standard",
        "update",
        "revenue",
        "contract",
        "customer",
        "topic",
        "amount",
        "set",
        "forth",
        "earnings",
        "release",
        "period",
        "prior",
        "january",
        "adjusted",
        "comply",
        "new",
        "standard",
        "company",
        "began",
        "first",
        "quarter",
        "operating",
        "six",
        "crew",
        "united",
        "state",
        "four",
        "canada",
        "ended",
        "quarter",
        "operating",
        "eight",
        "crew",
        "four",
        "canada",
        "company",
        "experienced",
        "stronger",
        "anticipated",
        "canadian",
        "winter",
        "season",
        "concluded",
        "encountering",
        "temporary",
        "weather",
        "delay",
        "early",
        "quarter",
        "company",
        "currently",
        "operating",
        "six",
        "crew",
        "stated",
        "earnings",
        "release",
        "fourth",
        "quarter",
        "full",
        "year",
        "company",
        "anticipates",
        "operating",
        "seven",
        "crew",
        "third",
        "quarter",
        "stephen",
        "jumper",
        "officer",
        "said",
        "encouraged",
        "result",
        "last",
        "three",
        "quarter",
        "generated",
        "strong",
        "ebitda",
        "result",
        "time",
        "continued",
        "explore",
        "way",
        "reduce",
        "cost",
        "downsized",
        "level",
        "service",
        "gained",
        "operating",
        "efficiency",
        "internal",
        "restructuring",
        "encountered",
        "moderate",
        "increase",
        "demand",
        "service",
        "year",
        "first",
        "quarter",
        "compared",
        "demand",
        "level",
        "resulted",
        "improved",
        "productivity",
        "crew",
        "utilization",
        "primarily",
        "second",
        "half",
        "first",
        "quarter",
        "recent",
        "rise",
        "oil",
        "price",
        "combined",
        "forecasted",
        "oil",
        "price",
        "increase",
        "resulted",
        "increased",
        "demand",
        "service",
        "time",
        "oil",
        "gas",
        "industry",
        "renewed",
        "focus",
        "profitability",
        "well",
        "production",
        "growth",
        "driven",
        "increase",
        "request",
        "proposal",
        "e",
        "p",
        "operation",
        "seek",
        "lower",
        "drilling",
        "completion",
        "cost",
        "well",
        "maximize",
        "production",
        "integrated",
        "use",
        "seismic",
        "data",
        "development",
        "plan",
        "still",
        "lower",
        "demand",
        "level",
        "experienced",
        "recent",
        "increase",
        "bid",
        "activity",
        "encouraging",
        "jumper",
        "continued",
        "experienced",
        "second",
        "half",
        "majority",
        "project",
        "continue",
        "driven",
        "data",
        "library",
        "company",
        "model",
        "actively",
        "participate",
        "act",
        "contractor",
        "several",
        "largest",
        "provider",
        "competition",
        "various",
        "provider",
        "continues",
        "remain",
        "strong",
        "affect",
        "project",
        "timing",
        "seismic",
        "program",
        "put",
        "together",
        "multiple",
        "participant",
        "situation",
        "beyond",
        "control",
        "belief",
        "seismic",
        "data",
        "acquisition",
        "activity",
        "increase",
        "producing",
        "basin",
        "outside",
        "permian",
        "delaware",
        "basin",
        "primary",
        "area",
        "activity",
        "commodity",
        "price",
        "continue",
        "improve",
        "basin",
        "become",
        "economic",
        "company",
        "board",
        "director",
        "approved",
        "capital",
        "budget",
        "amount",
        "million",
        "capital",
        "expenditure",
        "first",
        "three",
        "month",
        "primarily",
        "composed",
        "replacement",
        "vehicle",
        "seismic",
        "data",
        "acquisition",
        "equipment",
        "company",
        "balance",
        "sheet",
        "remains",
        "strong",
        "cash",
        "short",
        "term",
        "investment",
        "working",
        "capital",
        "company",
        "note",
        "payable",
        "capital",
        "lease",
        "obligation",
        "totaling",
        "march",
        "jumper",
        "concluded",
        "project",
        "visibility",
        "remaining",
        "constrained",
        "due",
        "uncertain",
        "sustainability",
        "recent",
        "rise",
        "oil",
        "price",
        "seismic",
        "data",
        "acquisition",
        "budget",
        "improved",
        "despite",
        "improved",
        "environment",
        "market",
        "condition",
        "remain",
        "challenging",
        "continue",
        "maintain",
        "conservative",
        "approach",
        "dawson",
        "geophysical",
        "remain",
        "committed",
        "maintaining",
        "strong",
        "balance",
        "sheet",
        "positioning",
        "leader",
        "onshore",
        "seismic",
        "data",
        "acquisition",
        "service",
        "north",
        "america",
        "management",
        "optimistic",
        "outlook",
        "remainder",
        "provided",
        "oil",
        "price",
        "maintain",
        "improve",
        "current",
        "level",
        "stated",
        "earlier",
        "permian",
        "delaware",
        "basin",
        "remain",
        "primary",
        "area",
        "activity",
        "company",
        "beginning",
        "see",
        "modest",
        "uptick",
        "bid",
        "activity",
        "interest",
        "level",
        "outside",
        "region",
        "project",
        "presently",
        "competitive",
        "contract",
        "early",
        "project",
        "awarded",
        "conclusion",
        "continue",
        "well",
        "positioned",
        "meet",
        "need",
        "shareholder",
        "client",
        "deliver",
        "best",
        "class",
        "high",
        "resolution",
        "subsurface",
        "image",
        "enable",
        "client",
        "reduce",
        "cost",
        "improve",
        "operating",
        "efficiency",
        "stock",
        "dividend",
        "company",
        "today",
        "announced",
        "board",
        "director",
        "declared",
        "stock",
        "dividend",
        "share",
        "share",
        "outstanding",
        "outstanding",
        "share",
        "common",
        "stock",
        "company",
        "par",
        "value",
        "per",
        "share",
        "stock",
        "dividend",
        "payable",
        "may",
        "shareholder",
        "record",
        "may",
        "shareholder",
        "receive",
        "cash",
        "lieu",
        "fractional",
        "share",
        "otherwise",
        "would",
        "entitled",
        "receive",
        "connection",
        "stock",
        "dividend",
        "anticipated",
        "impact",
        "loss",
        "per",
        "common",
        "share",
        "quarter",
        "ended",
        "march",
        "impact",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "referenced",
        "within",
        "press",
        "release",
        "adjusted",
        "stock",
        "dividend",
        "paid",
        "may",
        "shareholder",
        "record",
        "may",
        "excluding",
        "actual",
        "fractional",
        "share",
        "determined",
        "date",
        "conference",
        "call",
        "information",
        "dawson",
        "geophysical",
        "company",
        "host",
        "conference",
        "call",
        "review",
        "first",
        "quarter",
        "financial",
        "result",
        "may",
        "participant",
        "access",
        "call",
        "u",
        "access",
        "live",
        "audio",
        "webcast",
        "subsequent",
        "archived",
        "recording",
        "visit",
        "dawson",
        "website",
        "caller",
        "access",
        "telephone",
        "replay",
        "june",
        "dialing",
        "passcode",
        "webcast",
        "recorded",
        "available",
        "replay",
        "dawson",
        "website",
        "june",
        "dawson",
        "dawson",
        "geophysical",
        "company",
        "leading",
        "provider",
        "north",
        "american",
        "onshore",
        "seismic",
        "data",
        "acquisition",
        "service",
        "operation",
        "throughout",
        "continental",
        "canada",
        "dawson",
        "acquires",
        "process",
        "seismic",
        "data",
        "solely",
        "client",
        "ranging",
        "major",
        "oil",
        "gas",
        "company",
        "independent",
        "oil",
        "gas",
        "operator",
        "well",
        "provider",
        "data",
        "library",
        "financial",
        "measure",
        "effort",
        "provide",
        "investor",
        "additional",
        "information",
        "regarding",
        "company",
        "unaudited",
        "result",
        "determined",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "company",
        "included",
        "press",
        "release",
        "information",
        "company",
        "ebitda",
        "financial",
        "measure",
        "defined",
        "regulation",
        "g",
        "promulgated",
        "security",
        "exchange",
        "commission",
        "company",
        "defines",
        "ebitda",
        "net",
        "income",
        "loss",
        "plus",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "expense",
        "company",
        "us",
        "ebitda",
        "supplemental",
        "financial",
        "measure",
        "assess",
        "financial",
        "performance",
        "asset",
        "without",
        "regard",
        "financing",
        "method",
        "capital",
        "structure",
        "tax",
        "historical",
        "cost",
        "basis",
        "liquidity",
        "operating",
        "performance",
        "time",
        "relation",
        "company",
        "similar",
        "asset",
        "company",
        "belief",
        "calculate",
        "ebitda",
        "similar",
        "manner",
        "ability",
        "company",
        "asset",
        "generate",
        "cash",
        "sufficient",
        "company",
        "pay",
        "potential",
        "interest",
        "cost",
        "company",
        "also",
        "understands",
        "data",
        "used",
        "investor",
        "assess",
        "company",
        "performance",
        "however",
        "term",
        "ebitda",
        "defined",
        "gaap",
        "ebitda",
        "measure",
        "operating",
        "income",
        "operating",
        "performance",
        "liquidity",
        "presented",
        "accordance",
        "gaap",
        "assessing",
        "company",
        "operating",
        "performance",
        "liquidity",
        "investor",
        "others",
        "consider",
        "data",
        "isolation",
        "substitute",
        "net",
        "income",
        "loss",
        "cash",
        "flow",
        "operating",
        "activity",
        "cash",
        "flow",
        "data",
        "calculated",
        "accordance",
        "gaap",
        "addition",
        "company",
        "ebitda",
        "may",
        "comparable",
        "ebitda",
        "similarly",
        "titled",
        "measure",
        "utilized",
        "company",
        "since",
        "company",
        "may",
        "calculate",
        "ebitda",
        "manner",
        "company",
        "result",
        "presented",
        "ebitda",
        "achieved",
        "without",
        "incurring",
        "cost",
        "measure",
        "excludes",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "reconciliation",
        "company",
        "ebitda",
        "net",
        "loss",
        "presented",
        "table",
        "following",
        "text",
        "press",
        "release",
        "statement",
        "accordance",
        "safe",
        "harbor",
        "provision",
        "private",
        "company",
        "caution",
        "statement",
        "press",
        "release",
        "provide",
        "historical",
        "information",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "materially",
        "affect",
        "company",
        "actual",
        "result",
        "operation",
        "based",
        "belief",
        "management",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "actual",
        "result",
        "could",
        "contemplated",
        "result",
        "certain",
        "factor",
        "risk",
        "include",
        "limited",
        "dependence",
        "upon",
        "energy",
        "industry",
        "spending",
        "volatility",
        "oil",
        "natural",
        "gas",
        "price",
        "change",
        "economic",
        "condition",
        "potential",
        "contract",
        "delay",
        "reduction",
        "cancellation",
        "service",
        "contract",
        "limited",
        "number",
        "customer",
        "credit",
        "risk",
        "related",
        "customer",
        "reduced",
        "utilization",
        "high",
        "fixed",
        "cost",
        "operation",
        "high",
        "capital",
        "requirement",
        "operational",
        "disruption",
        "industry",
        "competition",
        "external",
        "factor",
        "affecting",
        "company",
        "crew",
        "weather",
        "interruption",
        "inability",
        "obtain",
        "land",
        "access",
        "right",
        "way",
        "whether",
        "company",
        "enters",
        "turnkey",
        "day",
        "rate",
        "contract",
        "crew",
        "productivity",
        "availability",
        "capital",
        "resource",
        "disruption",
        "global",
        "economy",
        "discussion",
        "factor",
        "including",
        "risk",
        "uncertainty",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "company",
        "disclaims",
        "intention",
        "obligation",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "dawson",
        "geophysical",
        "company",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "adjusted",
        "operating",
        "revenue",
        "operating",
        "cost",
        "operating",
        "expense",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "loss",
        "operation",
        "expense",
        "income",
        "interest",
        "income",
        "interest",
        "expense",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "income",
        "net",
        "unrealized",
        "loss",
        "income",
        "foreign",
        "exchange",
        "rate",
        "translation",
        "net",
        "comprehensive",
        "loss",
        "basic",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "diluted",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "weighted",
        "average",
        "equivalent",
        "common",
        "share",
        "outstanding",
        "weighted",
        "average",
        "equivalent",
        "common",
        "share",
        "outstanding",
        "assuming",
        "dilution",
        "dawson",
        "geophysical",
        "company",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "amount",
        "thousand",
        "except",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "adjusted",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "net",
        "current",
        "maturity",
        "note",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "note",
        "receivable",
        "net",
        "current",
        "maturity",
        "intangible",
        "net",
        "deferred",
        "tax",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "payroll",
        "cost",
        "tax",
        "deferred",
        "revenue",
        "current",
        "maturity",
        "note",
        "payable",
        "obligation",
        "capital",
        "lease",
        "total",
        "current",
        "liability",
        "liability",
        "note",
        "payable",
        "obligation",
        "capital",
        "lease",
        "net",
        "current",
        "maturity",
        "deferred",
        "tax",
        "liability",
        "net",
        "accrued",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "none",
        "outstanding",
        "common",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "retained",
        "deficit",
        "treasury",
        "stock",
        "cost",
        "share",
        "march",
        "december",
        "accumulated",
        "comprehensive",
        "loss",
        "net",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "reconciliation",
        "ebitda",
        "net",
        "loss",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "adjusted",
        "net",
        "loss",
        "depreciation",
        "amortization",
        "interest",
        "expense",
        "income",
        "net",
        "income",
        "tax",
        "benefit",
        "ebitda",
        "reconciliation",
        "ebitda",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "adjusted",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "change",
        "working",
        "capital",
        "item",
        "noncash",
        "adjustment",
        "net",
        "loss",
        "ebitda",
        "view",
        "original",
        "content",
        "http",
        "source",
        "dawson",
        "geophysical",
        "company"
    ]
}