{
    "organizations": [],
    "uuid": "44d1d98ffb55b981b1dae557facba7d39525e421",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-gemphire-therapeutics-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Gemphire Therapeutics Reports First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LIVONIA, Mich., May 08, 2018 (GLOBE NEWSWIRE) -- Gemphire Therapeutics Inc. (NASDAQ:GEMP), a clinical-stage biopharmaceutical company focused on developing and commercializing therapies for cardiometabolic disorders, including non-alcoholic fatty liver disease (NAFLD), nonalcoholic steatohepatitis (NASH) and dyslipidemia, today announced financial results ended March 31, 2018, and provided a corporate update.\n“Gemphire had a strong start to 2018 with continued progress advancing gemcabene in the clinic,” said Steven Gullans, Ph.D., CEO of Gemphire. “We launched a clinical program in NAFLD and NASH with an initial focus on pediatric NAFLD and familial partial lipodystrophy in adults. Our goal is that the two ongoing trials will generate proof-of-concept data and prepare the way for confirmatory trials in broader NASH adult and pediatric populations. We believe that gemcabene’s novel mechanism of action, which includes both cardio- and liver-protective properties, together with its favorable safety profile, will provide it with a distinct competitive advantage in these diseases, if approved.”\n“We completed enrollment in the INDIGO-1 trial investigating gemcabene in severe hypertriglyceridemia (SHTG) patients and we look forward to announcing top line results in the near future,” continued Dr. Gullans. “We believe that gemcabene has the potential to become part of the standard of care for SHTG. With approximately 3.5 million SHTG patients in the United States alone that are at risk for developing acute pancreatitis and organ failure, it represents one of the more prevalent indications we are exploring. In these patients there is an urgent need for fast and effective lowering of triglyceride levels in order to prevent this progression to acute pancreatitis.”\nFirst Quarter 2018 and Recent Corporate Highlights\nCompleted patient enrollment in INDIGO-1 clinical trial in severe hypertriglyceridemia (SHTG) patients. Phase 2b INDIGO-1 is a 12 week, multicenter, double-blind, placebo-controlled, randomized trial investigating gemcabene in patients with SHTG (TG ≥ 500mg/dL) with or without background statin therapy. The primary endpoint is triglyceride (TG) reduction from baseline after 12 weeks. The Company plans to report top-line results in second quarter 2018. Initiated clinical program in pediatric nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) patients. GEM-IIT-601 Phase 2a trial is an open label, investigator initiated, proof-of-concept (POC) trial with the expectation to enroll approximately 40 adolescents (ages of 12 to 17) who are diagnosed with NAFLD and abnormal liver function as assessed by liver transaminases. The primary endpoint is a measure of the change in serum alanine transaminase (ALT), an enzyme that serves as a biomarker of liver function, from baseline to 12 weeks. Top line results are expected in early 2019. Commenced additional Phase 2a study to investigate gemcabene in familial partial lipodystrophy (FPL), a rare genetic disorder and orphan disease which can lead to a variety of metabolic abnormalities including NASH. Top line results are expected in the second half of 2018. Raised approximately $23 million in net proceeds from a public offering of common stock. Appointed Steven Gullans, Ph.D., as President and Chief Executive Officer. Dr. Gullans has almost 30 years of experience advising, co-founding and investing in biotech companies across many fields including cardiovascular disease. He had been Interim President and Chief Executive Officer of Gemphire since May 2017.\nUpcoming 2018 Milestones\nTop-line results from the INDIGO-1 Phase 2b trial in SHTG are targeted for the second quarter of 2018 following completion of enrollment in the first quarter of 2018. Reaching agreement with the FDA on the design of a Phase 3 program in familial hypercholesterolemia (FH) to enable initiation of Phase 3 study of gemcabene in FH by the end of 2018. In addition, we plan to resolve our partial clinical hold with the FDA by completing and submitting our two-year rodent carcinogenicity study results. Advance two Phase 2a clinical trials in NAFLD/NASH, with proof-of-concept data in the adult FPL trial reading out by the end of 2018 and enrollment advancing in the pediatric NAFLD trial to enable data readout in Q1 2019.\nFirst Quarter 2018 Financial Update\nGeneral and administrative expenses ended March 31, 2018 were $2.1 million compared to $2.2 million ended March 31, 2017. Timing of costs related to infrastructure supporting the ongoing clinical trials, and public company requirements, focused primarily in personnel costs and professional services, were the primary drivers of the activity during both quarterly periods in 2018 and 2017.\nResearch and development expenses ended March 31, 2018 were $5.0 million compared to $5.3 million for the three months ended March 31, 2017. The decrease year over year was primarily attributable to reduced clinical trial activities in the first quarter of 2018 versus the comparable period in 2017.\nNet loss attributable to common stockholders ended March 31, 2018 was $7.2 million, or ($0.58) per share, compared to $7.5 million, or ($0.79) per share, ended March 31, 2017.\nCash used in operations in the first quarter ended March 31, 2018 was $7.2 million compared to $6.2 million of 2017. During the first quarter of 2018, the Company raised approximately $23.1 million in net proceeds from a public offering of common stock.\nAt March 31, 2018, the company had cash and cash equivalents of approximately $34.5 million. Based on the Company’s current operating plans, management believes the current cash on hand will be sufficient to fund operations through mid-2019, including the completion of the INDIGO-1 Phase 2b study in 2018, the initiation of the Phase 3 program in dyslipidemia in the second half of 2018 and the completion of NASH/NAFLD Phase 2a studies in 2018 and the first quarter of 2019.\nGemcabene’s mechanism of action and safety profile are highly differentiated from other clinical candidates\nGemphire’s product candidate gemcabene is a first-in-class, once-daily, oral therapy that may be suitable for patients who are unable to achieve normal levels of LDL-C or triglycerides with currently approved therapies, primarily statins. Gemcabene's mechanism of action (MOA) is designed to enhance the clearance of very low-density lipoproteins (VLDLs) in the plasma and inhibition of the production of cholesterol and triglycerides in the liver. The combined effect of these mechanisms has been clinically observed to result in a reduction of plasma non-HDL-C, VLDL-C, LDL-C, apolipoprotein B and triglycerides. In addition, gemcabene has been shown to markedly lower C-reactive protein in humans and improve insulin sensitization. Gemcabene’s MOA is liver-directed involving downregulation of hepatic apolipoprotein C-III (apoC-III) mRNA expression and decrease of plasma apoC-III levels. Gemcabene has also been shown to reduce liver sulfatase-2 mRNA levels, known to be elevated in diabetic and obese patients. Elevated sulfatase-2 is thought to reduce the effectiveness of the liver VLDL-remnant receptor (also known as Syndecan-1), that normally plays a role in removing triglyceride containing particles from the plasma. Gemcabene also reduces acetyl-CoA carboxylase (ACC1), CCR2/CCR5 receptor and TNF-α mRNA levels, markers thought to be involved in the progression of NASH/NAFLD. Gemcabene has demonstrated POC efficacy for NASH in the rodent STAM™ model developed at SMC Laboratories in Tokyo, Japan. Gemcabene has been tested as monotherapy and in combination with statins and other drugs in nearly 1,100 subjects across 23 Phase 1 and Phase 2 clinical trials. Given this profile of efficacy across multiple pathological pathways, as well as evidence of safety and tolerability, particularly when used as an add-on to many other therapeutic drugs, gemcabene has attributes that support studies in humans for NASH.\nAbout Gemphire\nGemphire is a clinical-stage biopharmaceutical company that is committed to helping patients with cardiometabolic disorders, including dyslipidemia and NASH. The Company is focused on providing new treatment options for cardiometabolic diseases through its complementary, convenient, cost-effective product candidate gemcabene as add-on to the standard of care, especially statins, that will benefit patients, physicians, and payors. Gemphire’s Phase 2 clinical program is evaluating the efficacy and safety of gemcabene in hypercholesterolemia, including FH and ASCVD, SHTG and NASH/NAFLD. Two trials supporting hypercholesterolemia have been completed under NCT02722408 and NCT02634151. Gemphire has completed recruitment for a clinical trial for SHTG under NCT02944383, and has initiated separate trials for adult NASH and pediatric NAFLD. Please visit www.gemphire.com for more information.\nForward Looking Statements\nAny statements in this press release about Gemphire’s future expectations, milestones, goals, plans and prospects, including statements about Gemphire’s financial prospects, future operations and sufficiency of funds for future operations, clinical development of Gemphire’s product candidate, expectations regarding future clinical trials (including the timing of the announcement of top-line results), regulatory developments, submissions and meetings and future expectations and plans and prospects for gemcabene and Gemphire, expectations for the future competitive environment for gemcabene, expectations regarding operating expenses and cash used in operations, and other statements containing the words \"believes,\" \"anticipates,\" \"estimates,\" \"expects,\" \"intends,\" \"plans,\" \"predicts,\" \"projects,\" \"targets,\" \"may,\" \"potential,\" \"will,\" \"would,\" \"could,\" \"should,\" \"continue,\" “scheduled” and similar expressions, constitute within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may those indicated by such as a result of various important factors, including: developments in the capital markets, the success and timing of Gemphire’s regulatory submissions and pre-clinical and clinical trials; regulatory requirements or developments; changes to Gemphire’s clinical trial designs and regulatory pathways; timing of enrollment of patients in our clinical trials; changes in Gemphire’s capital resource requirements; the actions of Gemphire’s competitors; Gemphire’s ability to obtain additional financing; Gemphire’s ability to successfully market and distribute its product candidate, if approved; Gemphire’s ability to obtain and maintain its intellectual property protection; and other factors discussed in the \"Risk Factors\" section of Gemphire’s annual report, and in other filings Gemphire makes with the SEC from time to time. In addition, the included in this press release represent Gemphire’s views as of the date hereof. Gemphire anticipates that subsequent events and developments will cause Gemphire’s views to change. However, while Gemphire may elect to update these at some point in the future, Gemphire specifically disclaims any obligation to do so. These should not be relied upon as representing Gemphire’s views as of any date subsequent to the date hereof.\nContact:\nAndrew McDonald, Ph.D.\nLifeSci Advisors, LLC\n(646) 597-6987\nJeff Mathiesen, CFO\nGemphire Therapeutics Inc.\n(734)-245-1700\nGemphire Therapeutics Inc.\nCondensed Statements of Comprehensive Loss\n(in thousands, except per share amounts)\nFor the Three Months Ended March 31, 2018\n2017\n(Unaudited) (Unaudited) Operating expenses: General and administrative $ 2,087 $ 2,223 Research and development 4,977 5,280 Total operating expenses 7,064 7,503 Loss from operations (7,064 ) (7,503 ) Interest (expense) income (160 ) 12 Other expense — (5 ) Loss before income taxes (7,224 ) (7,496 ) Provision (benefit) for income taxes — — Net loss (7,224 ) (7,496 ) Other comprehensive loss, net of tax — — Comprehensive loss $ (7,224 ) $ (7,496 ) Net loss per share: Basic and diluted $ (0.58 ) $ (0.79 ) Number of shares used in per share calculations: Basic and diluted 12,439,591 9,521,224\nGemphire Therapeutics Inc.\nBalance Sheet Data\n(in thousands)\nMarch 31, December 31, 2018\n2017\n(Unaudited) Cash and cash equivalents $ 34,461 $ 18,473 Total assets $ 34,837 $ 19,017 Term loan $ 10,115 $ 10,038 Total liabilities $ 14,020 $ 15,076 Accumulated deficit $ (67,698 ) $ (60,474 ) Total stockholders’ equity $ 20,817 $ 3,941\nSource:Gemphire Therapeutics Inc.",
    "published": "2018-05-09T00:01:00.000+03:00",
    "crawled": "2018-05-09T00:48:33.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "livonia",
        "may",
        "globe",
        "newswire",
        "gemphire",
        "therapeutic",
        "nasdaq",
        "gemp",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "therapy",
        "cardiometabolic",
        "disorder",
        "including",
        "fatty",
        "liver",
        "disease",
        "nafld",
        "nonalcoholic",
        "steatohepatitis",
        "nash",
        "dyslipidemia",
        "today",
        "announced",
        "financial",
        "result",
        "ended",
        "march",
        "provided",
        "corporate",
        "update",
        "gemphire",
        "strong",
        "start",
        "continued",
        "progress",
        "advancing",
        "gemcabene",
        "clinic",
        "said",
        "steven",
        "gullans",
        "ceo",
        "gemphire",
        "launched",
        "clinical",
        "program",
        "nafld",
        "nash",
        "initial",
        "focus",
        "pediatric",
        "nafld",
        "familial",
        "partial",
        "lipodystrophy",
        "adult",
        "goal",
        "two",
        "ongoing",
        "trial",
        "generate",
        "data",
        "prepare",
        "way",
        "confirmatory",
        "trial",
        "broader",
        "nash",
        "adult",
        "pediatric",
        "population",
        "believe",
        "gemcabene",
        "novel",
        "mechanism",
        "action",
        "includes",
        "property",
        "together",
        "favorable",
        "safety",
        "profile",
        "provide",
        "distinct",
        "competitive",
        "advantage",
        "disease",
        "completed",
        "enrollment",
        "trial",
        "investigating",
        "gemcabene",
        "severe",
        "hypertriglyceridemia",
        "shtg",
        "patient",
        "look",
        "forward",
        "announcing",
        "top",
        "line",
        "result",
        "near",
        "future",
        "continued",
        "gullans",
        "believe",
        "gemcabene",
        "potential",
        "become",
        "part",
        "standard",
        "care",
        "shtg",
        "approximately",
        "million",
        "shtg",
        "patient",
        "united",
        "state",
        "alone",
        "risk",
        "developing",
        "acute",
        "pancreatitis",
        "organ",
        "failure",
        "represents",
        "one",
        "prevalent",
        "indication",
        "exploring",
        "patient",
        "urgent",
        "need",
        "fast",
        "effective",
        "lowering",
        "triglyceride",
        "level",
        "order",
        "prevent",
        "progression",
        "acute",
        "first",
        "quarter",
        "recent",
        "corporate",
        "highlight",
        "completed",
        "patient",
        "enrollment",
        "clinical",
        "trial",
        "severe",
        "hypertriglyceridemia",
        "shtg",
        "patient",
        "phase",
        "2b",
        "week",
        "multicenter",
        "randomized",
        "trial",
        "investigating",
        "gemcabene",
        "patient",
        "shtg",
        "tg",
        "without",
        "background",
        "statin",
        "therapy",
        "primary",
        "endpoint",
        "triglyceride",
        "tg",
        "reduction",
        "baseline",
        "week",
        "company",
        "plan",
        "report",
        "result",
        "second",
        "quarter",
        "initiated",
        "clinical",
        "program",
        "pediatric",
        "nonalcoholic",
        "fatty",
        "liver",
        "disease",
        "nafld",
        "nonalcoholic",
        "steatohepatitis",
        "nash",
        "patient",
        "phase",
        "2a",
        "trial",
        "open",
        "label",
        "investigator",
        "initiated",
        "poc",
        "trial",
        "expectation",
        "enroll",
        "approximately",
        "adolescent",
        "age",
        "diagnosed",
        "nafld",
        "abnormal",
        "liver",
        "function",
        "assessed",
        "liver",
        "transaminase",
        "primary",
        "endpoint",
        "measure",
        "change",
        "serum",
        "alanine",
        "transaminase",
        "alt",
        "enzyme",
        "serf",
        "biomarker",
        "liver",
        "function",
        "baseline",
        "week",
        "top",
        "line",
        "result",
        "expected",
        "early",
        "commenced",
        "additional",
        "phase",
        "2a",
        "study",
        "investigate",
        "gemcabene",
        "familial",
        "partial",
        "lipodystrophy",
        "fpl",
        "rare",
        "genetic",
        "disorder",
        "orphan",
        "disease",
        "lead",
        "variety",
        "metabolic",
        "abnormality",
        "including",
        "nash",
        "top",
        "line",
        "result",
        "expected",
        "second",
        "half",
        "raised",
        "approximately",
        "million",
        "net",
        "proceeds",
        "public",
        "offering",
        "common",
        "stock",
        "appointed",
        "steven",
        "gullans",
        "president",
        "chief",
        "executive",
        "officer",
        "gullans",
        "almost",
        "year",
        "experience",
        "advising",
        "investing",
        "biotech",
        "company",
        "across",
        "many",
        "field",
        "including",
        "cardiovascular",
        "disease",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "gemphire",
        "since",
        "may",
        "upcoming",
        "milestone",
        "result",
        "phase",
        "2b",
        "trial",
        "shtg",
        "targeted",
        "second",
        "quarter",
        "following",
        "completion",
        "enrollment",
        "first",
        "quarter",
        "reaching",
        "agreement",
        "fda",
        "design",
        "phase",
        "program",
        "familial",
        "hypercholesterolemia",
        "fh",
        "enable",
        "initiation",
        "phase",
        "study",
        "gemcabene",
        "fh",
        "end",
        "addition",
        "plan",
        "resolve",
        "partial",
        "clinical",
        "hold",
        "fda",
        "completing",
        "submitting",
        "rodent",
        "carcinogenicity",
        "study",
        "result",
        "advance",
        "two",
        "phase",
        "2a",
        "clinical",
        "trial",
        "data",
        "adult",
        "fpl",
        "trial",
        "reading",
        "end",
        "enrollment",
        "advancing",
        "pediatric",
        "nafld",
        "trial",
        "enable",
        "data",
        "readout",
        "q1",
        "first",
        "quarter",
        "financial",
        "update",
        "general",
        "administrative",
        "expense",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "ended",
        "march",
        "timing",
        "cost",
        "related",
        "infrastructure",
        "supporting",
        "ongoing",
        "clinical",
        "trial",
        "public",
        "company",
        "requirement",
        "focused",
        "primarily",
        "personnel",
        "cost",
        "professional",
        "service",
        "primary",
        "driver",
        "activity",
        "quarterly",
        "period",
        "research",
        "development",
        "expense",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "year",
        "year",
        "primarily",
        "attributable",
        "reduced",
        "clinical",
        "trial",
        "activity",
        "first",
        "quarter",
        "versus",
        "comparable",
        "period",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "ended",
        "march",
        "cash",
        "used",
        "operation",
        "first",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "company",
        "raised",
        "approximately",
        "million",
        "net",
        "proceeds",
        "public",
        "offering",
        "common",
        "stock",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "based",
        "company",
        "current",
        "operating",
        "plan",
        "management",
        "belief",
        "current",
        "cash",
        "hand",
        "sufficient",
        "fund",
        "operation",
        "including",
        "completion",
        "phase",
        "2b",
        "study",
        "initiation",
        "phase",
        "program",
        "dyslipidemia",
        "second",
        "half",
        "completion",
        "phase",
        "2a",
        "study",
        "first",
        "quarter",
        "gemcabene",
        "mechanism",
        "action",
        "safety",
        "profile",
        "highly",
        "differentiated",
        "clinical",
        "candidate",
        "gemphire",
        "product",
        "candidate",
        "gemcabene",
        "oral",
        "therapy",
        "may",
        "suitable",
        "patient",
        "unable",
        "achieve",
        "normal",
        "level",
        "triglyceride",
        "currently",
        "approved",
        "therapy",
        "primarily",
        "statin",
        "gemcabene",
        "mechanism",
        "action",
        "moa",
        "designed",
        "enhance",
        "clearance",
        "lipoprotein",
        "vldl",
        "plasma",
        "inhibition",
        "production",
        "cholesterol",
        "triglyceride",
        "liver",
        "combined",
        "effect",
        "mechanism",
        "clinically",
        "observed",
        "result",
        "reduction",
        "plasma",
        "apolipoprotein",
        "b",
        "triglyceride",
        "addition",
        "gemcabene",
        "shown",
        "markedly",
        "lower",
        "protein",
        "human",
        "improve",
        "insulin",
        "sensitization",
        "gemcabene",
        "moa",
        "involving",
        "downregulation",
        "hepatic",
        "apolipoprotein",
        "mrna",
        "expression",
        "decrease",
        "plasma",
        "level",
        "gemcabene",
        "also",
        "shown",
        "reduce",
        "liver",
        "mrna",
        "level",
        "known",
        "elevated",
        "diabetic",
        "obese",
        "patient",
        "elevated",
        "thought",
        "reduce",
        "effectiveness",
        "liver",
        "receptor",
        "also",
        "known",
        "normally",
        "play",
        "role",
        "removing",
        "triglyceride",
        "containing",
        "particle",
        "plasma",
        "gemcabene",
        "also",
        "reduces",
        "carboxylase",
        "acc1",
        "receptor",
        "mrna",
        "level",
        "marker",
        "thought",
        "involved",
        "progression",
        "gemcabene",
        "demonstrated",
        "poc",
        "efficacy",
        "nash",
        "rodent",
        "model",
        "developed",
        "smc",
        "laboratory",
        "tokyo",
        "japan",
        "gemcabene",
        "tested",
        "monotherapy",
        "combination",
        "statin",
        "drug",
        "nearly",
        "subject",
        "across",
        "phase",
        "phase",
        "clinical",
        "trial",
        "given",
        "profile",
        "efficacy",
        "across",
        "multiple",
        "pathological",
        "pathway",
        "well",
        "evidence",
        "safety",
        "tolerability",
        "particularly",
        "used",
        "many",
        "therapeutic",
        "drug",
        "gemcabene",
        "attribute",
        "support",
        "study",
        "human",
        "nash",
        "gemphire",
        "gemphire",
        "biopharmaceutical",
        "company",
        "committed",
        "helping",
        "patient",
        "cardiometabolic",
        "disorder",
        "including",
        "dyslipidemia",
        "nash",
        "company",
        "focused",
        "providing",
        "new",
        "treatment",
        "option",
        "cardiometabolic",
        "disease",
        "complementary",
        "convenient",
        "product",
        "candidate",
        "gemcabene",
        "standard",
        "care",
        "especially",
        "statin",
        "benefit",
        "patient",
        "physician",
        "payors",
        "gemphire",
        "phase",
        "clinical",
        "program",
        "evaluating",
        "efficacy",
        "safety",
        "gemcabene",
        "hypercholesterolemia",
        "including",
        "fh",
        "ascvd",
        "shtg",
        "two",
        "trial",
        "supporting",
        "hypercholesterolemia",
        "completed",
        "nct02722408",
        "nct02634151",
        "gemphire",
        "completed",
        "recruitment",
        "clinical",
        "trial",
        "shtg",
        "nct02944383",
        "initiated",
        "separate",
        "trial",
        "adult",
        "nash",
        "pediatric",
        "nafld",
        "please",
        "visit",
        "information",
        "forward",
        "looking",
        "statement",
        "statement",
        "press",
        "release",
        "gemphire",
        "future",
        "expectation",
        "milestone",
        "goal",
        "plan",
        "prospect",
        "including",
        "statement",
        "gemphire",
        "financial",
        "prospect",
        "future",
        "operation",
        "sufficiency",
        "fund",
        "future",
        "operation",
        "clinical",
        "development",
        "gemphire",
        "product",
        "candidate",
        "expectation",
        "regarding",
        "future",
        "clinical",
        "trial",
        "including",
        "timing",
        "announcement",
        "result",
        "regulatory",
        "development",
        "submission",
        "meeting",
        "future",
        "expectation",
        "plan",
        "prospect",
        "gemcabene",
        "gemphire",
        "expectation",
        "future",
        "competitive",
        "environment",
        "gemcabene",
        "expectation",
        "regarding",
        "operating",
        "expense",
        "cash",
        "used",
        "operation",
        "statement",
        "containing",
        "word",
        "belief",
        "anticipates",
        "estimate",
        "expects",
        "intends",
        "plan",
        "predicts",
        "project",
        "target",
        "may",
        "potential",
        "would",
        "could",
        "continue",
        "scheduled",
        "similar",
        "expression",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "indicated",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "development",
        "capital",
        "market",
        "success",
        "timing",
        "gemphire",
        "regulatory",
        "submission",
        "clinical",
        "trial",
        "regulatory",
        "requirement",
        "development",
        "change",
        "gemphire",
        "clinical",
        "trial",
        "design",
        "regulatory",
        "pathway",
        "timing",
        "enrollment",
        "patient",
        "clinical",
        "trial",
        "change",
        "gemphire",
        "capital",
        "resource",
        "requirement",
        "action",
        "gemphire",
        "competitor",
        "gemphire",
        "ability",
        "obtain",
        "additional",
        "financing",
        "gemphire",
        "ability",
        "successfully",
        "market",
        "distribute",
        "product",
        "candidate",
        "approved",
        "gemphire",
        "ability",
        "obtain",
        "maintain",
        "intellectual",
        "property",
        "protection",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "gemphire",
        "annual",
        "report",
        "filing",
        "gemphire",
        "make",
        "sec",
        "time",
        "time",
        "addition",
        "included",
        "press",
        "release",
        "represent",
        "gemphire",
        "view",
        "date",
        "hereof",
        "gemphire",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "gemphire",
        "view",
        "change",
        "however",
        "gemphire",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "gemphire",
        "specifically",
        "disclaims",
        "obligation",
        "relied",
        "upon",
        "representing",
        "gemphire",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "contact",
        "andrew",
        "mcdonald",
        "lifesci",
        "advisor",
        "llc",
        "jeff",
        "mathiesen",
        "cfo",
        "gemphire",
        "therapeutic",
        "gemphire",
        "therapeutic",
        "condensed",
        "statement",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "unaudited",
        "operating",
        "expense",
        "general",
        "administrative",
        "research",
        "development",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "income",
        "expense",
        "loss",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "tax",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "share",
        "used",
        "per",
        "share",
        "calculation",
        "basic",
        "diluted",
        "gemphire",
        "therapeutic",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "term",
        "loan",
        "total",
        "liability",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "source",
        "gemphire",
        "therapeutic",
        "inc"
    ]
}