{
    "organizations": [],
    "uuid": "8d2b5e5e1395d7b5a661b0122b92b0a4985d043c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/pr-newswire-kraton-corporation-announces-a-cash-tender-offer-for-any-and-all-of-the-outstanding-10-point-500-percent-senior-notes-due-2023.html",
    "ord_in_thread": 0,
    "title": "Kraton Corporation Announces A Cash Tender Offer For Any And All Of The Outstanding 10.500% Senior Notes Due 2023",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, May 14, 2018 /PRNewswire/ -- Kraton Corporation (NYSE: KRA) (the \"Company\") today announced the commencement by its wholly-owned subsidiaries, Kraton Polymers LLC (\"Kraton LLC\") and Kraton Polymers Capital Corporation (together with Kraton LLC, the \"Issuers\"), of a cash tender offer (the \"Tender Offer\") to purchase any and all of the Issuers' outstanding 10.500% Senior Notes due 2023 (CUSIP No. 50077D AC8 (144A) / U50102 AB5 (Reg. S); ISIN No. US50077DAC83 (144A) / USU50102AB51 (Reg. S)) (the \"Notes\"). The Tender Offer is being made pursuant to an Offer to Purchase and the accompanying Notice of Guaranteed Delivery, dated May 14, 2018 (collectively, the \"Offer to Purchase\").\nThe pricing terms for the Tender Offer are set forth below.\nTitle of Note\nCUSIP No. /\nISIN (144A)\nCUSIP No. /\nISIN\n(Reg S)\nPrincipal\nAmount Outstanding\nTender Offer Consideration (1)\n10.500% Senior Notes due 2023\n50077D AC8 / US50077DAC83\nU50102 AB5 / USU50102AB51\n$440,000,000\n$1,107.66\n(1) Per $1,000 principal amount of Notes accepted for purchase. Tendering holders will also receive accrued and unpaid interest on such purchased Notes from the last interest payment date up to, but not including, the Settlement Date (as defined below).\nThe Tender Offer will expire at 5:00 p.m., New York City time, on May 18, 2018, unless extended or earlier terminated by us (such date and time, as it may be extended or earlier terminated, the \"Expiration Date\"). Tenders of Notes pursuant to the Tender Offer may be validly withdrawn at or prior to the earlier of (i) the Expiration Date or (ii) if the Tender Offer is extended, 5:00 p.m., New York City time, on the 10 th business day after the commencement of the Tender Offer, but not thereafter; provided, that Notes tendered pursuant to the Tender Offer may also be validly withdrawn in the event the Tender Offer has not been consummated within 60 business days after commencement.\nPayment for any Notes that are validly tendered and not validly withdrawn and accepted for purchase (including Notes delivered under the guaranteed delivery procedures) will be made promptly following the Expiration Date (such date, the \"Settlement Date\"). We expect the Settlement Date to occur on or around May 25, 2018, the fifth business day following the Expiration Date.\nThe Tender Offer will be financed using the net proceeds from the Financing Transactions (defined below) and consummation of the Tender Offer is conditioned on, among other things, (i) the completion of an offering of senior unsecured notes by the Issuers and the borrowing by Kraton LLC of additional U.S. dollar denominated term loans under the Company's existing senior secured term loan facility for proceeds sufficient, together with borrowings under the Company's existing asset-based revolving credit facility and/or cash on hand, to pay the consideration and accrued and unpaid interest in connection with the Tender Offer (including the Redemption (as defined below) and, if applicable, the Satisfaction and Discharge (as defined below)) and fees and expenses for the refinancing (collectively, the \"Financing Transactions\"), and (ii) the satisfaction of certain other customary conditions. The Issuers reserve the right, subject to applicable law, to (i) waive any and all conditions to the Tender Offer, (ii) extend or terminate the Tender Offer or (iii) otherwise amend the Tender Offer in any respect.\nIn connection with the commencement of the Tender Offer, the Issuers also intend to issue a conditional notice of redemption calling for the redemption of any and all Notes not purchased upon completion of the Tender Offer (the \"Redemption\"). Such Redemption will be made under and in accordance with the indenture governing the Notes (as amended and supplemented, the \"Indenture\"). The redemption date will be June 13, 2018. The redemption price will include a \"make-whole\" premium as calculated and provided for under the Indenture, and accrued and unpaid interest will be paid to the redemption date as provided in the Indenture. In addition, we may satisfy and discharge the Notes pursuant to the terms of the Indenture as soon as the Settlement Date (the \"Satisfaction and Discharge\"). Notwithstanding such redemption notice, Notes that are validly tendered, not validly withdrawn and accepted for purchase in the Tender Offer will be purchased under the Tender Offer.\nThe Issuers have retained J.P. Morgan Securities LLC and Credit Suisse (USA) LLC to act as dealer managers in connection with the Tender Offer. Questions may be directed to J.P. Morgan Securities LLC collect at (212) 270- 9375 or toll free at (866) 834-4666 or to Credit Suisse Securities (USA) LLC collect at (212) 538-2147 or toll free at (800) 820-1653, respectively. The Issuers retained D.F. King & Co., Inc. to act as the information agent and tender agent for the Tender Offer. Questions and requests for additional documents may be directed to D.F. King at (877) 361-7966 (toll free) or (212) 269-5550 (collect) or by email: kra@dfking.com .\nThe Tender Offer is being made only pursuant to the Offer to Purchase, which contains detailed information concerning the terms of the Tender Offer. Holders of Notes are urged to read these documents carefully before making any decision with respect to the Tender Offer. Holders of Notes must make their own decisions as to whether to tender any or all of their Notes. Copies of the Offer to Purchase (including the accompanying Notice of Guaranteed Delivery) are available at the following web address: www.dfking.com/kra .\nNone of the Offer to Purchase or any related documents have been filed with the Securities and Exchange Commission (the \"Commission\"), any federal or state securities commission or regulatory authority, nor has any such commission or authority passed upon the fairness or merits of the Tender Offer or upon the accuracy or adequacy of the Offer to Purchase or any related documents. Any representation to the contrary is unlawful and may be a criminal offense.\nThis press release shall not constitute an offer to sell, or a solicitation of an offer to purchase, any securities, shall not constitute an offer, solicitation or sale in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful, and shall not constitute a notice of redemption.\nNone of the Issuers, the Company, their respective subsidiaries or affiliates, their respective boards of directors, officers or employees, the dealer managers or the tender and information agent is making any recommendations as to whether or not you should tender your Notes pursuant to the Tender Offer.\nFORWARD-LOOKING STATEMENTS\nSome of the statements in this press release contain forward-looking statements. This press release includes forward-looking statements that reflect our plans, beliefs, expectations, and current views with respect to, among other things, our ability to consummate the Financing Transactions, and the use of the proceeds therefrom to fund the Tender Offer, the Redemption and the Satisfaction and Discharge. Forward-looking statements are characterized by the use of words such as \"outlook,\" \"believes,\" \"estimates,\" \"expects,\" \"projects,\" \"may,\" \"intends,\" \"plans,\" \"anticipates,\" \"forsees\" or \"future.\"\nAll forward-looking statements in this press release are made based on management's current expectations and estimates, which involve known and unknown risks, uncertainties, and other important factors that could cause actual results to differ materially from those expressed in forward-looking statements. These risks and uncertainties are more fully described in our latest Annual Report on Form 10-K, including but not limited to \"Part I, Item 1A. Risk Factors\" and \"Part II, Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" therein, and in our other filings with the Commission, and include, but are not limited to, risks related to: the Company's ability to repay its indebtedness and risks associated with incurring additional indebtedness; the Company's reliance on third parties for the provision of significant operating and other services; conditions in, and risks associated with operating in, the global economy and capital markets; fluctuations in raw material costs; limitations in the availability of raw materials; competition in the Company's end-use markets; and other factors of which we are currently unaware or deem immaterial. Readers are cautioned not to place undue reliance on our forward-looking statements. Forward-looking statements speak only as of the date they are made, and we assume no obligation to update such information in light of new information or future events.\nFor Further Information:\nH. Gene Shiels 281-504-4886\nView original content with multimedia: http://www.prnewswire.com/news-releases/kraton-corporation-announces-a-cash-tender-offer-for-any-and-all-of-the-outstanding-10-500-senior-notes-due-2023--300647384.html\nSOURCE Kraton Corporation",
    "published": "2018-05-14T09:01:00.000+03:00",
    "crawled": "2018-05-14T08:22:18.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "may",
        "kraton",
        "corporation",
        "nyse",
        "kra",
        "company",
        "today",
        "announced",
        "commencement",
        "subsidiary",
        "kraton",
        "polymer",
        "llc",
        "kraton",
        "llc",
        "kraton",
        "polymer",
        "capital",
        "corporation",
        "together",
        "kraton",
        "llc",
        "issuer",
        "cash",
        "tender",
        "offer",
        "tender",
        "offer",
        "purchase",
        "issuer",
        "outstanding",
        "senior",
        "note",
        "due",
        "cusip",
        "50077d",
        "ac8",
        "144a",
        "u50102",
        "ab5",
        "reg",
        "isin",
        "us50077dac83",
        "144a",
        "usu50102ab51",
        "reg",
        "note",
        "tender",
        "offer",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "accompanying",
        "notice",
        "guaranteed",
        "delivery",
        "dated",
        "may",
        "collectively",
        "offer",
        "purchase",
        "pricing",
        "term",
        "tender",
        "offer",
        "set",
        "forth",
        "title",
        "note",
        "cusip",
        "isin",
        "144a",
        "cusip",
        "isin",
        "reg",
        "principal",
        "amount",
        "outstanding",
        "tender",
        "offer",
        "consideration",
        "senior",
        "note",
        "due",
        "50077d",
        "ac8",
        "us50077dac83",
        "u50102",
        "ab5",
        "usu50102ab51",
        "per",
        "principal",
        "amount",
        "note",
        "accepted",
        "purchase",
        "tendering",
        "holder",
        "also",
        "receive",
        "accrued",
        "unpaid",
        "interest",
        "purchased",
        "note",
        "last",
        "interest",
        "payment",
        "date",
        "including",
        "settlement",
        "date",
        "defined",
        "tender",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "may",
        "unless",
        "extended",
        "earlier",
        "terminated",
        "u",
        "date",
        "time",
        "may",
        "extended",
        "earlier",
        "terminated",
        "expiration",
        "date",
        "tender",
        "note",
        "pursuant",
        "tender",
        "offer",
        "may",
        "validly",
        "withdrawn",
        "prior",
        "earlier",
        "expiration",
        "date",
        "ii",
        "tender",
        "offer",
        "extended",
        "new",
        "york",
        "city",
        "time",
        "th",
        "business",
        "day",
        "commencement",
        "tender",
        "offer",
        "thereafter",
        "provided",
        "note",
        "tendered",
        "pursuant",
        "tender",
        "offer",
        "may",
        "also",
        "validly",
        "withdrawn",
        "event",
        "tender",
        "offer",
        "consummated",
        "within",
        "business",
        "day",
        "commencement",
        "payment",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "accepted",
        "purchase",
        "including",
        "note",
        "delivered",
        "guaranteed",
        "delivery",
        "procedure",
        "made",
        "promptly",
        "following",
        "expiration",
        "date",
        "date",
        "settlement",
        "date",
        "expect",
        "settlement",
        "date",
        "occur",
        "around",
        "may",
        "fifth",
        "business",
        "day",
        "following",
        "expiration",
        "date",
        "tender",
        "offer",
        "financed",
        "using",
        "net",
        "proceeds",
        "financing",
        "transaction",
        "defined",
        "consummation",
        "tender",
        "offer",
        "conditioned",
        "among",
        "thing",
        "completion",
        "offering",
        "senior",
        "unsecured",
        "note",
        "issuer",
        "borrowing",
        "kraton",
        "llc",
        "additional",
        "dollar",
        "denominated",
        "term",
        "loan",
        "company",
        "existing",
        "senior",
        "secured",
        "term",
        "loan",
        "facility",
        "proceeds",
        "sufficient",
        "together",
        "borrowing",
        "company",
        "existing",
        "revolving",
        "credit",
        "facility",
        "cash",
        "hand",
        "pay",
        "consideration",
        "accrued",
        "unpaid",
        "interest",
        "connection",
        "tender",
        "offer",
        "including",
        "redemption",
        "defined",
        "applicable",
        "satisfaction",
        "discharge",
        "defined",
        "fee",
        "expense",
        "refinancing",
        "collectively",
        "financing",
        "transaction",
        "ii",
        "satisfaction",
        "certain",
        "customary",
        "condition",
        "issuer",
        "reserve",
        "right",
        "subject",
        "applicable",
        "law",
        "waive",
        "condition",
        "tender",
        "offer",
        "ii",
        "extend",
        "terminate",
        "tender",
        "offer",
        "iii",
        "otherwise",
        "amend",
        "tender",
        "offer",
        "respect",
        "connection",
        "commencement",
        "tender",
        "offer",
        "issuer",
        "also",
        "intend",
        "issue",
        "conditional",
        "notice",
        "redemption",
        "calling",
        "redemption",
        "note",
        "purchased",
        "upon",
        "completion",
        "tender",
        "offer",
        "redemption",
        "redemption",
        "made",
        "accordance",
        "indenture",
        "governing",
        "note",
        "amended",
        "supplemented",
        "indenture",
        "redemption",
        "date",
        "june",
        "redemption",
        "price",
        "include",
        "premium",
        "calculated",
        "provided",
        "indenture",
        "accrued",
        "unpaid",
        "interest",
        "paid",
        "redemption",
        "date",
        "provided",
        "indenture",
        "addition",
        "may",
        "satisfy",
        "discharge",
        "note",
        "pursuant",
        "term",
        "indenture",
        "soon",
        "settlement",
        "date",
        "satisfaction",
        "discharge",
        "notwithstanding",
        "redemption",
        "notice",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "accepted",
        "purchase",
        "tender",
        "offer",
        "purchased",
        "tender",
        "offer",
        "issuer",
        "retained",
        "morgan",
        "security",
        "llc",
        "credit",
        "suisse",
        "usa",
        "llc",
        "act",
        "dealer",
        "manager",
        "connection",
        "tender",
        "offer",
        "question",
        "may",
        "directed",
        "morgan",
        "security",
        "llc",
        "collect",
        "toll",
        "free",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "collect",
        "toll",
        "free",
        "respectively",
        "issuer",
        "retained",
        "king",
        "act",
        "information",
        "agent",
        "tender",
        "agent",
        "tender",
        "offer",
        "question",
        "request",
        "additional",
        "document",
        "may",
        "directed",
        "king",
        "toll",
        "free",
        "collect",
        "email",
        "kra",
        "tender",
        "offer",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "contains",
        "detailed",
        "information",
        "concerning",
        "term",
        "tender",
        "offer",
        "holder",
        "note",
        "urged",
        "read",
        "document",
        "carefully",
        "making",
        "decision",
        "respect",
        "tender",
        "offer",
        "holder",
        "note",
        "must",
        "make",
        "decision",
        "whether",
        "tender",
        "note",
        "copy",
        "offer",
        "purchase",
        "including",
        "accompanying",
        "notice",
        "guaranteed",
        "delivery",
        "available",
        "following",
        "web",
        "address",
        "none",
        "offer",
        "purchase",
        "related",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "commission",
        "federal",
        "state",
        "security",
        "commission",
        "regulatory",
        "authority",
        "commission",
        "authority",
        "passed",
        "upon",
        "fairness",
        "merit",
        "tender",
        "offer",
        "upon",
        "accuracy",
        "adequacy",
        "offer",
        "purchase",
        "related",
        "document",
        "representation",
        "contrary",
        "unlawful",
        "may",
        "criminal",
        "offense",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "purchase",
        "security",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "shall",
        "constitute",
        "notice",
        "redemption",
        "none",
        "issuer",
        "company",
        "respective",
        "subsidiary",
        "affiliate",
        "respective",
        "board",
        "director",
        "officer",
        "employee",
        "dealer",
        "manager",
        "tender",
        "information",
        "agent",
        "making",
        "recommendation",
        "whether",
        "tender",
        "note",
        "pursuant",
        "tender",
        "offer",
        "statement",
        "statement",
        "press",
        "release",
        "contain",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "reflect",
        "plan",
        "belief",
        "expectation",
        "current",
        "view",
        "respect",
        "among",
        "thing",
        "ability",
        "consummate",
        "financing",
        "transaction",
        "use",
        "proceeds",
        "therefrom",
        "fund",
        "tender",
        "offer",
        "redemption",
        "satisfaction",
        "discharge",
        "statement",
        "characterized",
        "use",
        "word",
        "outlook",
        "belief",
        "estimate",
        "expects",
        "project",
        "may",
        "intends",
        "plan",
        "anticipates",
        "forsees",
        "future",
        "statement",
        "press",
        "release",
        "made",
        "based",
        "management",
        "current",
        "expectation",
        "estimate",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "fully",
        "described",
        "latest",
        "annual",
        "report",
        "form",
        "including",
        "limited",
        "part",
        "item",
        "1a",
        "risk",
        "factor",
        "part",
        "ii",
        "item",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "therein",
        "filing",
        "commission",
        "include",
        "limited",
        "risk",
        "related",
        "company",
        "ability",
        "repay",
        "indebtedness",
        "risk",
        "associated",
        "incurring",
        "additional",
        "indebtedness",
        "company",
        "reliance",
        "third",
        "party",
        "provision",
        "significant",
        "operating",
        "service",
        "condition",
        "risk",
        "associated",
        "operating",
        "global",
        "economy",
        "capital",
        "market",
        "fluctuation",
        "raw",
        "material",
        "cost",
        "limitation",
        "availability",
        "raw",
        "material",
        "competition",
        "company",
        "market",
        "factor",
        "currently",
        "unaware",
        "deem",
        "immaterial",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speak",
        "date",
        "made",
        "assume",
        "obligation",
        "update",
        "information",
        "light",
        "new",
        "information",
        "future",
        "event",
        "information",
        "gene",
        "shiels",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "kraton",
        "corporation"
    ]
}