{
    "organizations": [],
    "uuid": "d8cebac352e000f8101c43b373504dad9944f49d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-veru-reports-fiscal-2018-second-quarter-financial-results.html",
    "ord_in_thread": 0,
    "title": "Veru Reports Fiscal 2018 Second-Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Promising Oncology Drug Data to be Presented at Upcoming American Urological Association Medical Conference; FDA Waives Drug Application Fee;\nBE Clinical Studies Results Anticipated for Drugs in 2018; Clinical Trials for\nVERU-944 and VERU-111 Planned for 2018 --\nCompany to Host Investor Conference Call on Wednesday, May 9, 2018, 8 a.m. ET\nMIAMI, May 09, 2018 (GLOBE NEWSWIRE) -- Veru Inc. (NASDAQ:VERU), a urology and oncology biopharmaceutical company, today announced its financial results for the fiscal 2018 second quarter ended March 31, 2018.\n“During the quarter, we presented promising preclinical data on our cancer drug, VERU-111,” said Mitchell Steiner, M.D., Chairman, President and Chief Executive Officer of Veru. “The preclinical data reinforces our belief that VERU-111 has the potential to become an important therapeutic option for patients with castration resistant prostate cancer. We have been invited to present this exciting data later this month at the prestigious American Urological Association’s 2018 Annual Meeting in San Francisco.\nVeru was formed to advance the development of a portfolio of late stage drug products. We remain committed to a strategy that expedites product regulatory approval. Tamsulosin DRS granules final bioequivalence clinical study results and NDA filing are expected in 2018. We are also delighted to report that the US Food and Drug Administration granted a waiver of the drug application fee, approximately $2.4 million, related to our New Drug Application for Tamsulosin DRS granules and Tamsulosin XR capsules. Our other urology drugs, Tadalafil/finasteride combination tablet and Solifenacin DRG granules final bioequivalence clinical results are also anticipated in 2018 with NDA filings in 2019.\n“We plan to initiate a Phase 2 clinical trial for VERU-944 for the treatment of hot flashes in men on advanced prostate cancer hormone treatment this summer. We are also planning a Phase 1/2 clinical trial later this calendar year for VERU-111, our novel oral anti-tubulin cancer therapy targeting alpha & beta tubulin focusing on men who have metastatic prostate cancer that have failed abiraterone or enzalutamide therapies.\n“Turning to our fiscal 2018 second quarter financial results. Net revenues, which are primarily derived from product sales of FC2 Female Condom ® , increased 7% over the comparable prior year period. During the quarter, we successfully completed a $10 million “synthetic” royalty financing on FC2 product sales. This transaction provided immediate, non-dilutive funds to support our drug development program and operations, as well as provide financial flexibility.”\nFiscal Second Quarter Results: 2018 vs. 2017\nFor the second quarter of fiscal 2018, net revenues increased to $2.6 million from $2.4 million for the second quarter of fiscal 2017. Gross profit was $1.2 million, or 47% of net revenues, compared with $1.3 million, or 53% of net revenues, for the second quarter of fiscal 2017. Operating expenses were $5.9 million compared with $3.9 million, which includes business acquisition expenses of $108,000. Net loss was $3.8 million, or $0.07 per share, compared with $1.8 million, or $0.06 per share, for the second quarter of fiscal 2017.\nSignificant quarter-to-quarter variations in the Company’s results have historically resulted from the timing and shipment of large orders rather than from any fundamental changes in the business or the underlying demand for female condoms.\nConference Call Event Details\nVeru Inc. will host a conference call on Wednesday, May 9, 2018 at 8 a.m. Eastern Time to review the company’s performance. Interested investors may access the call by dialing 877-317-6789 from the U.S. or 412-317-6789 from outside the U.S. and asking to be joined into the Veru Healthcare call.\nIn addition, investors may access a replay of the conference call the same day beginning at approximately noon ET by dialing 877-344-7529 for US callers, or 412-317-0088 from outside the U.S., passcode 10119574. The replay will be available for one week, after which, the recording will be available via the company’s website at https://verupharma.com/investors .\nAbout Veru Inc.\nVeru Inc. (Veru) is a urology and oncology biopharmaceutical company. The company is currently developing drug product candidates: Tamsulosin DRS, slow release granules, and Tamsulosin XR capsules for lower urinary tract symptoms of benign prostatic hyperplasia (BPH) (NDA planned 2018), Solifenacin DRG, slow release granules, for overactive bladder (urge incontinence, urgency and frequency of urination) (NDA planned 2019), Tadalafil/finasteride combination capsule for restricted urination because of an enlarged prostate (NDA planned 2019), VERU-944 (cis-clomiphene citrate) for hot flashes in men associated with prostate cancer hormone treatment (planned Phase 2 in 2018), and VERU-111 a novel oral anti-tubulin cancer therapy targeting alpha & beta tubulin for a variety of malignancies, including metastatic prostate, breast, endometrial and ovarian cancers (planned Phase 1/2 in 2018).\nTo help support these clinical development programs, the company markets and sells the PREBOOST ® medicated individual wipe, which is a male genital desensitizing drug product for the prevention of premature ejaculation which is being co-promoted with Timm Medical Technologies, Inc. and the FC2 Female Condom ® (now available by prescription in the US including through the virtual doctor smartphone app “HeyDoctor” at www.fc2.us.com ) in the United States and through The Female Health Company Division in the Global Public Health Sector. The Female Health Company Division markets to entities, including ministries of health, government health agencies, U.N. agencies, nonprofit organizations and commercial partners, that work to support and improve the lives, health and well-being of women around the world. More information about Veru and its products can be found at www.verupharma.com , www.PREBOOST.com , www.fc2.us.com and www.fc2femalecondom.com . For corporate and investor-related information about the Company, please visit https://verupharma.com/investors .\n\"Safe Harbor\" statement under the Private Securities Litigation Reform Act of 1995:\nThe statements in this release that are not historical fact are \" \" as that term is defined in the Private Securities Litigation Reform Act of 1995. Forward-looking statements in this release include statements relating to the regulatory pathway to secure FDA approval of the Company's drug candidates and the anticipated timeframe for clinical studies and FDA submissions. Any in this release are based upon the Company's current plans and strategies and reflect the Company's current assessment of the risks and uncertainties related to its business and are made as of the date of this release. The Company assumes no obligation to update any contained in this release because of new information or future events, developments or circumstances. Such are subject to known and unknown risks, uncertainties and assumptions, and if any such risks or uncertainties materialize or if any of the assumptions prove incorrect, our actual results could those expressed or implied by such statements . Factors that may cause actual results to those contemplated by such include, but are not limited to, the following: risks related to the development of the Company's product portfolio, including clinical trials, regulatory approvals and time and cost to bring to market; potential delays in the timing of and results from clinical trials and studies and the risk that such results will not support marketing approval and commercialization; potential delays in the timing of any submission to the FDA and regulatory approval of products under development ; risks relating to the ability of the Company to obtain sufficient financing on acceptable terms when needed to fund development and operations; product demand and market acceptance; competition in the Company's markets and the risk of new or existing competitors with greater resources and capabilities and new competitive product introductions; price erosion, both from competing products and increased government pricing pressures; manufacturing and quality control problems; compliance and regulatory matters, including costs and delays resulting from the extensive governmental regulation, and effects of healthcare insurance and regulation, including reductions in reimbursement and coverage or reclassification of the products; some of the Company's products are in development and the Company may fail to successfully commercialize such products; risks related to intellectual property, including the uncertainty of obtaining patents, the effectiveness of the patents or other intellectual property protections and ability to enforce them against third parties, the uncertainty regarding patent coverages, the possibility of infringing a third party’s patents or other intellectual property rights, and licensing risks; government contracting risks, including the appropriations process and funding priorities, potential bureaucratic delays in awarding contracts, process errors, politics or other pressures, and the risk that government tenders and contracts may be subject to cancellation, delay, restructuring or substantial delayed payments; a governmental tender award indicates acceptance of the bidder's price rather than an order or guarantee of the purchase of any minimum number of units, and as a result government ministries or other public sector customers may order and purchase fewer units than the full maximum tender amount; penalties and/or debarment for failure to satisfy tender awards; the Company's reliance on its international partners and on the level of spending by country governments, global donors and other public health organizations in the global public sector; risks related to concentration of accounts receivable with our largest customers and the collection of those receivables; the economic and business environment and the impact of government pressures; risks involved in doing business on an international level, including currency risks, regulatory requirements, political risks, export restrictions and other trade barriers; the Company's production capacity, efficiency and supply constraints and interruptions, including due to labor unrest or strikes; risks related to the costs and other effects of litigation, including product liability claims; the Company's ability to identify, successfully negotiate and complete suitable acquisitions or other strategic initiatives; the Company's ability to successfully integrate acquired businesses, technologies or products; and other risks detailed in the Company's press releases, shareholder communications and Securities and Exchange Commission filings, including the Company's Form 10-K for the year ended September 30, 2017. These documents are available on the \"SEC Filings\" section of our website at www.verupharma.com/investors .\nFINANCIAL SCHEDULES FOLLOW\nVeru Inc.\nCondensed Consolidated Balance Sheets\nMarch 31, 2018 and September 30, 2017 March 31, September 30, 2018 2017 Cash $ 8,972,498 $ 3,277,602 Accounts receivable, net 2,969,073 3,555,350 Inventory, net 3,589,057 2,767,924 Prepaid expenses and other current assets 629,527 697,097 Total current assets 16,160,155 10,297,973 Other trade receivables — 7,837,500 Plant and equipment, net 469,215 555,539 Deferred income taxes 13,480,558 8,827,000 Intangible assets, net 20,615,360 20,752,991 Goodwill 6,878,932 6,878,932 Other assets 590,880 156,431 Total assets $ 58,195,100 $ 55,306,366 Accounts payable $ 3,539,667 $ 2,685,718 Accrued expenses and other current liabilities 1,940,348 1,441,359 Credit agreement, short-term portion 3,912,888 — Unearned revenue 872,370 1,014,517 Accrued compensation 322,654 345,987 Total current liabilities 10,587,927 5,487,581 Credit agreement, long-term portion 5,822,693 — Residual royalty liability 372,070 — Other liabilities 81,192 1,365,580 Total liabilities 16,863,882 6,853,161 Total stockholders' equity 41,331,218 48,453,205 Total liabilities and stockholders' equity $ 58,195,100 $ 55,306,366\nVeru Inc.\nCondensed Consolidated Statements of Operations\nThree and Six Months Ended March 31, 2018 and 2017 Three Months Ended\nMarch 31, Six Months Ended\nMarch 31, 2018 2017 2018 2017 Net revenues $ 2,572,872 $ 2,405,519 $ 5,159,485 $ 5,649,118 Cost of sales 1,373,469 1,127,864 2,645,570 2,719,179 Gross profit 1,199,403 1,277,655 2,513,915 2,929,939 Operating expenses 5,895,953 3,856,888 14,647,047 7,383,862 Operating loss (4,696,550 ) (2,579,233 ) (12,133,132 ) (4,453,923 ) Non-operating expenses (437,083 ) (21,442 ) (503,707 ) (43,002 ) Loss before income taxes (5,133,633 ) (2,600,675 ) (12,636,839 ) (4,496,925 ) Income tax benefit (1,302,416 ) (824,033 ) (4,548,469 ) (1,354,102 ) Net loss $ (3,831,217 ) $ (1,776,642 ) $ (8,088,370 ) $ (3,142,823 ) Net loss per basic and diluted common share outstanding $ (0.07 ) $ (0.06 ) $ (0.15 ) $ (0.10 ) Basic and diluted weighted average common shares outstanding 53,355,944 30,982,497 53,253,901 30,979,283\nVeru Inc.\nCondensed Consolidated Statements of Cash Flows\nSix Months Ended March 31, 2018 and 2017 Six Months Ended March 31, 2018 2017 Net loss $ (8,088,370 ) $ (3,142,823 ) Adjustments to reconcile net loss to net cash used in operating activities 325,404 (250,766 ) Changes in current assets and liabilities, net of effects of acquisition of a business 3,579,775 2,333,592 Net cash used in operating activities (4,183,191 ) (1,059,997 ) Net cash used in investing activities (1,913 ) (83,492 ) Net cash provided by financing activities 9,880,000 — Net increase (decrease) in cash 5,694,896 (1,143,489 ) Cash at beginning of period 3,277,602 2,385,082 Cash at end of period $ 8,972,498 $ 1,241,593\nContact:\nKevin Gilbert\n786-322-2213\nSource:Veru Inc.",
    "published": "2018-05-09T14:30:00.000+03:00",
    "crawled": "2018-05-09T17:07:00.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "promising",
        "oncology",
        "drug",
        "data",
        "presented",
        "upcoming",
        "american",
        "urological",
        "association",
        "medical",
        "conference",
        "fda",
        "waif",
        "drug",
        "application",
        "fee",
        "clinical",
        "study",
        "result",
        "anticipated",
        "drug",
        "clinical",
        "trial",
        "planned",
        "company",
        "host",
        "investor",
        "conference",
        "call",
        "wednesday",
        "may",
        "et",
        "miami",
        "may",
        "globe",
        "newswire",
        "veru",
        "nasdaq",
        "veru",
        "urology",
        "oncology",
        "biopharmaceutical",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "second",
        "quarter",
        "ended",
        "march",
        "quarter",
        "presented",
        "promising",
        "preclinical",
        "data",
        "cancer",
        "drug",
        "said",
        "mitchell",
        "steiner",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "veru",
        "preclinical",
        "data",
        "reinforces",
        "belief",
        "potential",
        "become",
        "important",
        "therapeutic",
        "option",
        "patient",
        "castration",
        "resistant",
        "prostate",
        "cancer",
        "invited",
        "present",
        "exciting",
        "data",
        "later",
        "month",
        "prestigious",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "san",
        "francisco",
        "veru",
        "formed",
        "advance",
        "development",
        "portfolio",
        "late",
        "stage",
        "drug",
        "product",
        "remain",
        "committed",
        "strategy",
        "expedites",
        "product",
        "regulatory",
        "approval",
        "tamsulosin",
        "drs",
        "granule",
        "final",
        "bioequivalence",
        "clinical",
        "study",
        "result",
        "nda",
        "filing",
        "expected",
        "also",
        "delighted",
        "report",
        "u",
        "food",
        "drug",
        "administration",
        "granted",
        "waiver",
        "drug",
        "application",
        "fee",
        "approximately",
        "million",
        "related",
        "new",
        "drug",
        "application",
        "tamsulosin",
        "drs",
        "granule",
        "tamsulosin",
        "xr",
        "capsule",
        "urology",
        "drug",
        "combination",
        "tablet",
        "solifenacin",
        "drg",
        "granule",
        "final",
        "bioequivalence",
        "clinical",
        "result",
        "also",
        "anticipated",
        "nda",
        "filing",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "hot",
        "flash",
        "men",
        "advanced",
        "prostate",
        "cancer",
        "hormone",
        "treatment",
        "summer",
        "also",
        "planning",
        "phase",
        "clinical",
        "trial",
        "later",
        "calendar",
        "year",
        "novel",
        "oral",
        "cancer",
        "therapy",
        "targeting",
        "alpha",
        "beta",
        "tubulin",
        "focusing",
        "men",
        "metastatic",
        "prostate",
        "cancer",
        "failed",
        "abiraterone",
        "enzalutamide",
        "therapy",
        "turning",
        "fiscal",
        "second",
        "quarter",
        "financial",
        "result",
        "net",
        "revenue",
        "primarily",
        "derived",
        "product",
        "sale",
        "fc2",
        "female",
        "condom",
        "increased",
        "comparable",
        "prior",
        "year",
        "period",
        "quarter",
        "successfully",
        "completed",
        "million",
        "synthetic",
        "royalty",
        "financing",
        "fc2",
        "product",
        "sale",
        "transaction",
        "provided",
        "immediate",
        "fund",
        "support",
        "drug",
        "development",
        "program",
        "operation",
        "well",
        "provide",
        "financial",
        "fiscal",
        "second",
        "quarter",
        "result",
        "second",
        "quarter",
        "fiscal",
        "net",
        "revenue",
        "increased",
        "million",
        "million",
        "second",
        "quarter",
        "fiscal",
        "gross",
        "profit",
        "million",
        "net",
        "revenue",
        "compared",
        "million",
        "net",
        "revenue",
        "second",
        "quarter",
        "fiscal",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "includes",
        "business",
        "acquisition",
        "expense",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "second",
        "quarter",
        "fiscal",
        "significant",
        "variation",
        "company",
        "result",
        "historically",
        "resulted",
        "timing",
        "shipment",
        "large",
        "order",
        "rather",
        "fundamental",
        "change",
        "business",
        "underlying",
        "demand",
        "female",
        "condom",
        "conference",
        "call",
        "event",
        "detail",
        "veru",
        "host",
        "conference",
        "call",
        "wednesday",
        "may",
        "eastern",
        "time",
        "review",
        "company",
        "performance",
        "interested",
        "investor",
        "may",
        "access",
        "call",
        "dialing",
        "outside",
        "asking",
        "joined",
        "veru",
        "healthcare",
        "call",
        "addition",
        "investor",
        "may",
        "access",
        "replay",
        "conference",
        "call",
        "day",
        "beginning",
        "approximately",
        "noon",
        "et",
        "dialing",
        "u",
        "caller",
        "outside",
        "passcode",
        "replay",
        "available",
        "one",
        "week",
        "recording",
        "available",
        "via",
        "company",
        "website",
        "http",
        "veru",
        "veru",
        "veru",
        "urology",
        "oncology",
        "biopharmaceutical",
        "company",
        "company",
        "currently",
        "developing",
        "drug",
        "product",
        "candidate",
        "tamsulosin",
        "drs",
        "slow",
        "release",
        "granule",
        "tamsulosin",
        "xr",
        "capsule",
        "lower",
        "urinary",
        "tract",
        "symptom",
        "benign",
        "prostatic",
        "hyperplasia",
        "bph",
        "nda",
        "planned",
        "solifenacin",
        "drg",
        "slow",
        "release",
        "granule",
        "overactive",
        "bladder",
        "urge",
        "incontinence",
        "urgency",
        "frequency",
        "urination",
        "nda",
        "planned",
        "combination",
        "capsule",
        "restricted",
        "urination",
        "enlarged",
        "prostate",
        "nda",
        "planned",
        "citrate",
        "hot",
        "flash",
        "men",
        "associated",
        "prostate",
        "cancer",
        "hormone",
        "treatment",
        "planned",
        "phase",
        "novel",
        "oral",
        "cancer",
        "therapy",
        "targeting",
        "alpha",
        "beta",
        "tubulin",
        "variety",
        "malignancy",
        "including",
        "metastatic",
        "prostate",
        "breast",
        "endometrial",
        "ovarian",
        "cancer",
        "planned",
        "phase",
        "help",
        "support",
        "clinical",
        "development",
        "program",
        "company",
        "market",
        "sell",
        "preboost",
        "medicated",
        "individual",
        "wipe",
        "male",
        "genital",
        "desensitizing",
        "drug",
        "product",
        "prevention",
        "premature",
        "ejaculation",
        "timm",
        "medical",
        "technology",
        "fc2",
        "female",
        "condom",
        "available",
        "prescription",
        "u",
        "including",
        "virtual",
        "doctor",
        "smartphone",
        "app",
        "heydoctor",
        "united",
        "state",
        "female",
        "health",
        "company",
        "division",
        "global",
        "public",
        "health",
        "sector",
        "female",
        "health",
        "company",
        "division",
        "market",
        "entity",
        "including",
        "ministry",
        "health",
        "government",
        "health",
        "agency",
        "agency",
        "nonprofit",
        "organization",
        "commercial",
        "partner",
        "work",
        "support",
        "improve",
        "life",
        "health",
        "woman",
        "around",
        "world",
        "information",
        "veru",
        "product",
        "found",
        "corporate",
        "information",
        "company",
        "please",
        "visit",
        "http",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "release",
        "historical",
        "fact",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "release",
        "include",
        "statement",
        "relating",
        "regulatory",
        "pathway",
        "secure",
        "fda",
        "approval",
        "company",
        "drug",
        "candidate",
        "anticipated",
        "timeframe",
        "clinical",
        "study",
        "fda",
        "submission",
        "release",
        "based",
        "upon",
        "company",
        "current",
        "plan",
        "strategy",
        "reflect",
        "company",
        "current",
        "assessment",
        "risk",
        "uncertainty",
        "related",
        "business",
        "made",
        "date",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "contained",
        "release",
        "new",
        "information",
        "future",
        "event",
        "development",
        "circumstance",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "could",
        "expressed",
        "implied",
        "statement",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "contemplated",
        "include",
        "limited",
        "following",
        "risk",
        "related",
        "development",
        "company",
        "product",
        "portfolio",
        "including",
        "clinical",
        "trial",
        "regulatory",
        "approval",
        "time",
        "cost",
        "bring",
        "market",
        "potential",
        "delay",
        "timing",
        "result",
        "clinical",
        "trial",
        "study",
        "risk",
        "result",
        "support",
        "marketing",
        "approval",
        "commercialization",
        "potential",
        "delay",
        "timing",
        "submission",
        "fda",
        "regulatory",
        "approval",
        "product",
        "development",
        "risk",
        "relating",
        "ability",
        "company",
        "obtain",
        "sufficient",
        "financing",
        "acceptable",
        "term",
        "needed",
        "fund",
        "development",
        "operation",
        "product",
        "demand",
        "market",
        "acceptance",
        "competition",
        "company",
        "market",
        "risk",
        "new",
        "existing",
        "competitor",
        "greater",
        "resource",
        "capability",
        "new",
        "competitive",
        "product",
        "introduction",
        "price",
        "erosion",
        "competing",
        "product",
        "increased",
        "government",
        "pricing",
        "pressure",
        "manufacturing",
        "quality",
        "control",
        "problem",
        "compliance",
        "regulatory",
        "matter",
        "including",
        "cost",
        "delay",
        "resulting",
        "extensive",
        "governmental",
        "regulation",
        "effect",
        "healthcare",
        "insurance",
        "regulation",
        "including",
        "reduction",
        "reimbursement",
        "coverage",
        "reclassification",
        "product",
        "company",
        "product",
        "development",
        "company",
        "may",
        "fail",
        "successfully",
        "commercialize",
        "product",
        "risk",
        "related",
        "intellectual",
        "property",
        "including",
        "uncertainty",
        "obtaining",
        "patent",
        "effectiveness",
        "patent",
        "intellectual",
        "property",
        "protection",
        "ability",
        "enforce",
        "third",
        "party",
        "uncertainty",
        "regarding",
        "patent",
        "coverage",
        "possibility",
        "infringing",
        "third",
        "party",
        "patent",
        "intellectual",
        "property",
        "right",
        "licensing",
        "risk",
        "government",
        "contracting",
        "risk",
        "including",
        "appropriation",
        "process",
        "funding",
        "priority",
        "potential",
        "bureaucratic",
        "delay",
        "awarding",
        "contract",
        "process",
        "error",
        "politics",
        "pressure",
        "risk",
        "government",
        "tender",
        "contract",
        "may",
        "subject",
        "cancellation",
        "delay",
        "restructuring",
        "substantial",
        "delayed",
        "payment",
        "governmental",
        "tender",
        "award",
        "indicates",
        "acceptance",
        "bidder",
        "price",
        "rather",
        "order",
        "guarantee",
        "purchase",
        "minimum",
        "number",
        "unit",
        "result",
        "government",
        "ministry",
        "public",
        "sector",
        "customer",
        "may",
        "order",
        "purchase",
        "fewer",
        "unit",
        "full",
        "maximum",
        "tender",
        "amount",
        "penalty",
        "debarment",
        "failure",
        "satisfy",
        "tender",
        "award",
        "company",
        "reliance",
        "international",
        "partner",
        "level",
        "spending",
        "country",
        "government",
        "global",
        "donor",
        "public",
        "health",
        "organization",
        "global",
        "public",
        "sector",
        "risk",
        "related",
        "concentration",
        "account",
        "receivable",
        "largest",
        "customer",
        "collection",
        "receivables",
        "economic",
        "business",
        "environment",
        "impact",
        "government",
        "pressure",
        "risk",
        "involved",
        "business",
        "international",
        "level",
        "including",
        "currency",
        "risk",
        "regulatory",
        "requirement",
        "political",
        "risk",
        "export",
        "restriction",
        "trade",
        "barrier",
        "company",
        "production",
        "capacity",
        "efficiency",
        "supply",
        "constraint",
        "interruption",
        "including",
        "due",
        "labor",
        "unrest",
        "strike",
        "risk",
        "related",
        "cost",
        "effect",
        "litigation",
        "including",
        "product",
        "liability",
        "claim",
        "company",
        "ability",
        "identify",
        "successfully",
        "negotiate",
        "complete",
        "suitable",
        "acquisition",
        "strategic",
        "initiative",
        "company",
        "ability",
        "successfully",
        "integrate",
        "acquired",
        "business",
        "technology",
        "product",
        "risk",
        "detailed",
        "company",
        "press",
        "release",
        "shareholder",
        "communication",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "company",
        "form",
        "year",
        "ended",
        "september",
        "document",
        "available",
        "sec",
        "filing",
        "section",
        "website",
        "financial",
        "schedule",
        "follow",
        "veru",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "september",
        "march",
        "september",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "trade",
        "receivables",
        "plant",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "credit",
        "agreement",
        "portion",
        "unearned",
        "revenue",
        "accrued",
        "compensation",
        "total",
        "current",
        "liability",
        "credit",
        "agreement",
        "portion",
        "residual",
        "royalty",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "veru",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "net",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "operating",
        "loss",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "veru",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "six",
        "month",
        "ended",
        "march",
        "six",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "change",
        "current",
        "asset",
        "liability",
        "net",
        "effect",
        "acquisition",
        "business",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "contact",
        "kevin",
        "gilbert",
        "source",
        "veru",
        "inc"
    ]
}