{
    "organizations": [],
    "uuid": "84da0a61f4b9a7d02af4d0b062259e900b2b5d85",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/globe-newswire-nv5-announces-excellent-first-quarter-2018-resultsaand-raises-2018-guidance.html",
    "ord_in_thread": 0,
    "title": "NV5 Announces Excellent First Quarter 2018 Results and Raises 2018 Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOLLYWOOD, Fla., NV5 Global, Inc. (Nasdaq:NVEE) (“NV5” or the “Company”) , a provider of professional and technical engineering and consulting solutions, today reported financial results for the first quarter ended March 31, 2018.\nFirst Quarter 2018 Financial Highlights\nTotal Revenues for the quarter were $95.5 million, an increase of 47% year-over-year. Gross Revenues – GAAP for the quarter were $94.5 million, an increase of 48% year-over-year. Net Revenues for the quarter were $77.2 million, an increase of 45% year-over-year. Organic growth for the quarter was 10%, an increase of 67% compared to the first quarter of 2017. EBITDA for the quarter was $10.1 million, or 13% of Net Revenues, an increase of 101% from $5.0 million, or 9% of Net Revenues in the first quarter of 2017. Net income for the quarter was $4.3 million, an 89% increase from $2.3 million for the first quarter of 2017. Adjusted EPS for the quarter was $0.59 per diluted share, an increase of 51% from $0.39 per diluted share in the first quarter of 2017. GAAP EPS for the quarter was $0.39 per diluted share over 10.9 million shares, an increase of 86% from $0.21 per diluted share over 10.7 million shares in the first quarter of 2017. Backlog was $309 million as of March 31, 2018 compared to $225 million as of April 1, 2017.\n“We are pleased to report excellent 2018 first quarter results across the board, evidenced by increases in revenues, organic growth, EBITDA, net income, EPS and backlog,” said Dickerson Wright, PE, Chairman and CEO of NV5. “These results were achieved through disciplined cross-selling within our existing offices, an optimized integration process for acquisitions, and a focus on the scalability of our growing platform.”\nOperating Results\nTotal Revenues for the first quarter of 2018 were $95.5 million, a 47% increase from the first quarter of 2017. Total Revenues includes intercompany revenues where the Company internally provided services in lieu of using a third-party sub-consultant. Gross Revenues - GAAP for the first quarter of 2018 were $94.5 million, a 48% increase from the first quarter of 2017. Net Revenues for the first quarter of 2018 were $77.2 million, an increase of 45% from the first quarter of 2017.\nEBITDA for the first quarter of 2018 was $10.1 million, or 13% of Net Revenues, an increase of 101% from $5.0 million or 9% of Net Revenues for the first quarter of last year.\nAdjusted EPS for the first quarter of 2018 was $0.59 per diluted share compared to $0.39 per diluted share in the first quarter of 2017. Net income for the first quarter of 2018 was $4.3 million, resulting in GAAP EPS of $0.39 per diluted share, compared to net income of $2.3 million, or $0.21 per diluted share in the first quarter of 2017.\nGAAP EPS and Adjusted EPS reflect weighted-average shares outstanding of 10,913,315 for the first quarter of 2018, compared to weighted-average shares outstanding of 10,719,331 for the first quarter of 2017.\nCash flows from operating activities for first quarter of 2018 were $3.6 million compared to cash flows of $0.2 million for the first quarter of 2017. At March 31, 2018, our cash and cash equivalents were $17.2 million compared to $18.8 million as of December 30, 2017.\nAt March 31, 2018, the Company reported a twelve-month backlog of $309 million, compared to $225 million as of April 1, 2017.\n2018 Outlook\nThe Company is raising its guidance for Full Year 2018 Gross Revenues, Net Revenues, Adjusted EPS and GAAP EPS, including the impact of acquisitions closed through April 30, 2018. The Company expects Gross Revenues will range from $380 million to $415 million, which represents an increase of 14% to 25% from 2017 Gross Revenues of $333 million. Net Revenues is expected to range from $304 million to $332 million, which represents an increase of 13% to 24% from 2017 Net Revenues of $268 million. The Company expects that Full Year 2018 Adjusted EPS will range from $3.00 per share to $3.30 per share, an increase of 26% to 39%. Furthermore, the Company expects that Full Year 2018 GAAP EPS will range from $2.26 per share to $2.54 per share. This guidance for Gross Revenues, Net Revenues, Adjusted EPS and GAAP EPS excludes anticipated acquisitions for the remainder of 2018.\nUse of Non-GAAP Financial Measures\nTotal Revenues and Net Revenues are not measures of financial performance under U.S. generally accepted accounting principles (“GAAP”). Gross Revenues – GAAP include sub-consultant costs and other direct costs which are generally pass-through costs. Furthermore, Gross Revenues – GAAP eliminates intercompany revenues where the Company performed the service in lieu of using a third-party sub-consultant. Therefore, the Company believes that Total Revenues and Net Revenues, which are non-GAAP financial measures commonly used in our industry, provide a meaningful perspective on its business results. A reconciliation of gross revenues as reported in accordance with GAAP to Total Revenues and Net Revenues is provided at the end of this news release.\nEarnings before interest, taxes, depreciation and amortization (“EBITDA”) is not a measure of financial performance under GAAP. Management believes EBITDA, in addition to operating profit, net income and other GAAP measures, is a useful indicator of NV5’s financial and operating performance and its ability to generate cash flows from operations that are available for taxes, capital expenditures and debt service. A reconciliation of net income as reported in accordance with GAAP to EBITDA is provided at the end of this news release.\nAdjusted earnings per diluted share data (“Adjusted EPS”) is not a measure of financial performance under GAAP. Adjusted EPS reflects adjustments to reported diluted earnings per share (“GAAP EPS”) data to eliminate amortization expense of intangible assets from acquisitions, net of tax benefits. As the Company continues its acquisition strategy, the growth in Adjusted EPS will likely increase at a greater rate than GAAP EPS as reported in accordance with GAAP. A reconciliation of GAAP EPS as reported in accordance with GAAP to Adjusted EPS is provided at the end of this news release.\nNV5’s definition of Total Revenues, Net Revenues, EBITDA and Adjusted EPS may differ from other companies reporting similarly named measures. These measures should be considered in addition to, and not as a substitute for, or superior to, other measures of financial performance prepared in accordance with GAAP, such as contract revenues, net income and diluted earnings per share.\nConference Call\nNV5 will host a conference call to discuss its first quarter 2018 financial results at 4:30 p.m. (Eastern Time) on May 3, 2018.\nDate: Thursday, May 3, 2018 Time: 4:30 p.m. Eastern Toll-free dial-in number: +1 844-348-6875 International dial-in number: +1 509-844-0152 Conference ID: 6669269 Webcast: http://ir.nv5.com The conference call will be webcast live and available for replay via the “Investors” section of the NV5 website.\nAbout NV5\nNV5 Global, Inc. (NASDAQ:NVEE) is a provider of professional and technical engineering and consulting solutions to public and private sector clients in the infrastructure, energy, construction, real estate and environmental markets. NV5 primarily focuses on five business verticals: construction quality assurance, infrastructure engineering and support services, energy, program management, and environmental solutions. The Company operates out of more than 100 locations nationwide and in Macau, Hong Kong and the UAE. For additional information, please visit the Company’s website at www.NV5.com . Also visit the Company on Twitter , LinkedIn , Facebook , and Vimeo .\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. The Company cautions that these statements are qualified by important factors that could cause actual results to differ materially from those reflected by the forward-looking statements contained in this news release and on the conference call. Such factors include: (a) changes in demand from the local and state government and private clients that we serve; (b) general economic conditions, nationally and globally, and their effect on the market for our services; (c) competitive pressures and trends in our industry and our ability to successfully compete with our competitors; (d) changes in laws, regulations, or policies; and (e) the “Risk Factors” set forth in the Company’s most recent SEC filings. All forward-looking statements are based on information available to the Company on the date hereof, and the Company assumes no obligation to update such statements, except as required by law.\nContact\nNV5 Global, Inc.\nJenna Carrick\nInvestor Relations Manager\nTel: +1-916-641-9124\nEmail: ir@nv5.com\nSource: NV5 Global, Inc.\nNV5 GLOBAL, INC. AND SUBSIDIARIES CONSOLIDATED BALANCE SHEETS (in thousands, except share data) (Unaudited) March 31, 2018 December 30, 2017 Assets Current assets: Cash and cash equivalents $ 17,202 $ 18,751 Billed receivables, net 76,566 70,686 Unbilled receivables, net 37,120 39,401 Prepaid expenses and other current assets 2,808 2,555 Total current assets 133,696 131,393 Property and equipment, net 9,975 8,731 Intangible assets, net 65,415 65,754 Goodwill 102,947 98,899 Other assets 996 1,003 Total Assets $ 313,029 $ 305,780 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 16,867 $ 18,373 Accrued liabilities 17,594 18,994 Income taxes payable 4,390 6,102 Billings in excess of costs and estimated earnings on uncompleted contracts 1,005 665 Client deposits 247 197 Current portion of contingent consideration 1,797 977 Current portion of notes payable and other obligations 12,406 11,127 Total current liabilities 54,306 56,435 Contingent consideration, less current portion 1,313 913 Notes payable and other obligations, less current portion 58,967 57,430 Deferred income tax liabilities, net 11,421 10,905 Total liabilities 126,007 125,683 Commitments and contingencies Stockholders’ equity: Preferred stock, $0.01 par value; 5,000,000 shares authorized, no shares issued and outstanding - - Common stock, $0.01 par value; 45,000,000 shares authorized, 10,991,107 and 10,834,770 shares issued and outstanding as of March 31, 2018 and December 30, 2017, respectively 110 108 Additional paid-in capital 128,585 125,954 Retained earnings 58,327 54,035 Total stockholders’ equity 187,022 180,097 Total liabilities and stockholders’ equity $ 313,029 $ 305,780\nNV5 GLOBAL, INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF NET INCOME AND COMPREHENSIVE INCOME (in thousands, except share data) (Unaudited) Three Months Ended March 31, April 1, 2018 2017 Gross revenues $ 94,534 $ 64,059 Direct costs (excluding depreciation and amortization) : Salaries and wages 30,521 21,353 Sub-consultant services 13,460 7,950 Other direct costs 3,922 3,034 Total direct costs 47,903 32,337 Gross Profit 46,631 31,722 Operating Expenses: Salaries and wages, payroll taxes and benefits 25,458 18,647 General and administrative 7,534 5,429 Facilities and facilities related 3,542 2,624 Depreciation and amortization 3,796 2,501 Total operating expenses 40,330 29,201 Income from operations 6,301 2,521 Interest expense (611 ) (239 ) Income before income tax expense 5,690 2,282 Income tax expense (1,398 ) (12 ) Net Income and Comprehensive Income $ 4,292 $ 2,270 Earnings per share: Basic $ 0.42 $ 0.23 Diluted $ 0.39 $ 0.21 Weighted average common shares outstanding: Basic 10,295,274 10,082,759 Diluted 10,913,315 10,719,331\nNV5 GLOBAL, INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF CASH FLOWS (in thousands) (Unaudited) Three Months Ended March 31, 2018 April 1, 2017 Cash Flows From Operating Activities: Net income $ 4,292 $ 2,270 Adjustments to reconcile net income to net cash provided by operating activities: Depreciation and amortization 3,796 2,501 Provision for doubtful accounts 324 138 Stock based compensation 1,136 753 Change in fair value of contingent consideration - 21 Deferred income taxes 20 141 Changes in operating assets and liabilities, net of impact of acquisitions: Billed receivables (4,354 ) 6,255 Unbilled receivables 2,409 (4,037 ) Prepaid expenses and other assets (216 ) (787 ) Accounts payable (599 ) (3,862 ) Accrued liabilities (1,934 ) (3,430 ) Income taxes payable (1,712 ) (134 ) Billings in excess of costs and estimated earnings on uncompleted contracts 341 380 Client deposits 114 - Net cash provided by operating activities 3,617 209 Cash Flows From Investing Activities: Cash paid for acquisitions (net of cash received from acquisitions) (3,297 ) - Purchase of property and equipment (1,125 ) (388 ) Net cash used in investing activities (4,422 ) (388 ) Cash Flows From Financing Activities: Payments on notes payable (1,621 ) (1,578 ) Payments of contingent consideration (215 ) (62 ) Proceeds from exercise of unit warrant 1,092 - Net cash used in financing activities (744 ) (1,640 ) Net decrease in Cash and Cash Equivalents (1,549 ) (1,819 ) Cash and cash equivalents – beginning of period 18,751 35,666 Cash and cash equivalents – end of period $ 17,202 $ 33,847\nNV5 GLOBAL, INC. AND SUBSIDIARIES CONSOLIDATED STATEMENTS OF CASH FLOWS (in thousands) (Unaudited) Three Months Ended March 31, 2018 April 1, 2017 Supplemental disclosures of cash flow information: Cash paid for interest $ 473 $ 71 Cash paid for income taxes $ 3,089 $ - Non-cash investing and financing activities: Contingent consideration (earn-out) $ 1,435 $ - Notes payable and other obligations issued for acquisitions $ 1,600 $ - Stock issuance for acquisitions $ 405 $ - Payment of contingent consideration with common stock $ - $ 62\nNV5 GLOBAL, INC. AND SUBSIDIARIES RECONCILIATION OF GROSS REVENUES TO TOTAL REVENUES (in thousands) (Unaudited) Three Months Ended March 31, April 1, 2018 2017 Gross Revenues - GAAP $ 94,534 $ 64,059 Add: Intercompany revenues in lieu of sub-consultants 922 1,034 Total Revenues $ 95,456 $ 65,093\nNV5 GLOBAL, INC. AND SUBSIDIARIES RECONCILIATION OF GROSS REVENUES TO NET REVENUES (in thousands) (Unaudited) Three Months Ended March 31, April 1, 2018 2017 Gross Revenues - GAAP $ 94,534 $ 64,059 Less: Sub-consultant services (13,460 ) (7,950 ) Other direct costs (3,922 ) (3,034 ) Net Revenues $ 77,152 $ 53,075\nNV5 GLOBAL, INC. AND SUBSIDIARIES RECONCILIATION OF GAAP NET INCOME TO EBITDA (in thousands) (Unaudited) Three Months Ended March 31, April 1, 2018 2017 Net Income $ 4,292 $ 2,270 Add: Interest expense 611 239 Income tax expense 1,398 12 Depreciation and Amortization 3,796 2,501 EBITDA $ 10,097 $ 5,022\nNV5 GLOBAL, INC. AND SUBSIDIARIES RECONCILIATION OF GAAP EPS TO ADJUSTED EPS (Unaudited) Three Months Ended March 31, April 1, 2018 2017 Net Income - per diluted share $ 0.39 $ 0.21 Per diluted share adjustments: Add: Amortization expense of intangible assets 0.26 0.18 Income tax expense (0.06 ) 0.00 Adjusted EPS $ 0.59 $ 0.39\nSource:NV5 Global, Inc.",
    "published": "2018-05-04T00:01:00.000+03:00",
    "crawled": "2018-05-04T01:31:09.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hollywood",
        "nv5",
        "global",
        "nasdaq",
        "nvee",
        "nv5",
        "company",
        "provider",
        "professional",
        "technical",
        "engineering",
        "consulting",
        "solution",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "financial",
        "highlight",
        "total",
        "revenue",
        "quarter",
        "million",
        "increase",
        "gross",
        "revenue",
        "gaap",
        "quarter",
        "million",
        "increase",
        "net",
        "revenue",
        "quarter",
        "million",
        "increase",
        "organic",
        "growth",
        "quarter",
        "increase",
        "compared",
        "first",
        "quarter",
        "ebitda",
        "quarter",
        "million",
        "net",
        "revenue",
        "increase",
        "million",
        "net",
        "revenue",
        "first",
        "quarter",
        "net",
        "income",
        "quarter",
        "million",
        "increase",
        "million",
        "first",
        "quarter",
        "adjusted",
        "eps",
        "quarter",
        "per",
        "diluted",
        "share",
        "increase",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "gaap",
        "eps",
        "quarter",
        "per",
        "diluted",
        "share",
        "million",
        "share",
        "increase",
        "per",
        "diluted",
        "share",
        "million",
        "share",
        "first",
        "quarter",
        "backlog",
        "million",
        "march",
        "compared",
        "million",
        "april",
        "pleased",
        "report",
        "excellent",
        "first",
        "quarter",
        "result",
        "across",
        "board",
        "evidenced",
        "increase",
        "revenue",
        "organic",
        "growth",
        "ebitda",
        "net",
        "income",
        "eps",
        "backlog",
        "said",
        "dickerson",
        "wright",
        "pe",
        "chairman",
        "ceo",
        "nv5",
        "result",
        "achieved",
        "disciplined",
        "within",
        "existing",
        "office",
        "optimized",
        "integration",
        "process",
        "acquisition",
        "focus",
        "scalability",
        "growing",
        "operating",
        "result",
        "total",
        "revenue",
        "first",
        "quarter",
        "million",
        "increase",
        "first",
        "quarter",
        "total",
        "revenue",
        "includes",
        "intercompany",
        "revenue",
        "company",
        "internally",
        "provided",
        "service",
        "lieu",
        "using",
        "gross",
        "revenue",
        "gaap",
        "first",
        "quarter",
        "million",
        "increase",
        "first",
        "quarter",
        "net",
        "revenue",
        "first",
        "quarter",
        "million",
        "increase",
        "first",
        "quarter",
        "ebitda",
        "first",
        "quarter",
        "million",
        "net",
        "revenue",
        "increase",
        "million",
        "net",
        "revenue",
        "first",
        "quarter",
        "last",
        "year",
        "adjusted",
        "eps",
        "first",
        "quarter",
        "per",
        "diluted",
        "share",
        "compared",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "income",
        "first",
        "quarter",
        "million",
        "resulting",
        "gaap",
        "eps",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "gaap",
        "eps",
        "adjusted",
        "eps",
        "reflect",
        "share",
        "outstanding",
        "first",
        "quarter",
        "compared",
        "share",
        "outstanding",
        "first",
        "quarter",
        "cash",
        "flow",
        "operating",
        "activity",
        "first",
        "quarter",
        "million",
        "compared",
        "cash",
        "flow",
        "million",
        "first",
        "quarter",
        "march",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "march",
        "company",
        "reported",
        "backlog",
        "million",
        "compared",
        "million",
        "april",
        "outlook",
        "company",
        "raising",
        "guidance",
        "full",
        "year",
        "gross",
        "revenue",
        "net",
        "revenue",
        "adjusted",
        "eps",
        "gaap",
        "eps",
        "including",
        "impact",
        "acquisition",
        "closed",
        "april",
        "company",
        "expects",
        "gross",
        "revenue",
        "range",
        "million",
        "million",
        "represents",
        "increase",
        "gross",
        "revenue",
        "million",
        "net",
        "revenue",
        "expected",
        "range",
        "million",
        "million",
        "represents",
        "increase",
        "net",
        "revenue",
        "million",
        "company",
        "expects",
        "full",
        "year",
        "adjusted",
        "eps",
        "range",
        "per",
        "share",
        "per",
        "share",
        "increase",
        "furthermore",
        "company",
        "expects",
        "full",
        "year",
        "gaap",
        "eps",
        "range",
        "per",
        "share",
        "per",
        "share",
        "guidance",
        "gross",
        "revenue",
        "net",
        "revenue",
        "adjusted",
        "eps",
        "gaap",
        "eps",
        "excludes",
        "anticipated",
        "acquisition",
        "remainder",
        "use",
        "financial",
        "measure",
        "total",
        "revenue",
        "net",
        "revenue",
        "measure",
        "financial",
        "performance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "gross",
        "revenue",
        "gaap",
        "include",
        "cost",
        "direct",
        "cost",
        "generally",
        "cost",
        "furthermore",
        "gross",
        "revenue",
        "gaap",
        "eliminates",
        "intercompany",
        "revenue",
        "company",
        "performed",
        "service",
        "lieu",
        "using",
        "therefore",
        "company",
        "belief",
        "total",
        "revenue",
        "net",
        "revenue",
        "financial",
        "measure",
        "commonly",
        "used",
        "industry",
        "provide",
        "meaningful",
        "perspective",
        "business",
        "result",
        "reconciliation",
        "gross",
        "revenue",
        "reported",
        "accordance",
        "gaap",
        "total",
        "revenue",
        "net",
        "revenue",
        "provided",
        "end",
        "news",
        "release",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "measure",
        "financial",
        "performance",
        "gaap",
        "management",
        "belief",
        "ebitda",
        "addition",
        "operating",
        "profit",
        "net",
        "income",
        "gaap",
        "measure",
        "useful",
        "indicator",
        "nv5",
        "financial",
        "operating",
        "performance",
        "ability",
        "generate",
        "cash",
        "flow",
        "operation",
        "available",
        "tax",
        "capital",
        "expenditure",
        "debt",
        "service",
        "reconciliation",
        "net",
        "income",
        "reported",
        "accordance",
        "gaap",
        "ebitda",
        "provided",
        "end",
        "news",
        "release",
        "adjusted",
        "earnings",
        "per",
        "diluted",
        "share",
        "data",
        "adjusted",
        "eps",
        "measure",
        "financial",
        "performance",
        "gaap",
        "adjusted",
        "eps",
        "reflects",
        "adjustment",
        "reported",
        "diluted",
        "earnings",
        "per",
        "share",
        "gaap",
        "eps",
        "data",
        "eliminate",
        "amortization",
        "expense",
        "intangible",
        "asset",
        "acquisition",
        "net",
        "tax",
        "benefit",
        "company",
        "continues",
        "acquisition",
        "strategy",
        "growth",
        "adjusted",
        "eps",
        "likely",
        "increase",
        "greater",
        "rate",
        "gaap",
        "eps",
        "reported",
        "accordance",
        "gaap",
        "reconciliation",
        "gaap",
        "eps",
        "reported",
        "accordance",
        "gaap",
        "adjusted",
        "eps",
        "provided",
        "end",
        "news",
        "release",
        "nv5",
        "definition",
        "total",
        "revenue",
        "net",
        "revenue",
        "ebitda",
        "adjusted",
        "eps",
        "may",
        "differ",
        "company",
        "reporting",
        "similarly",
        "named",
        "measure",
        "measure",
        "considered",
        "addition",
        "substitute",
        "superior",
        "measure",
        "financial",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "contract",
        "revenue",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "conference",
        "call",
        "nv5",
        "host",
        "conference",
        "call",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "eastern",
        "time",
        "may",
        "date",
        "thursday",
        "may",
        "time",
        "eastern",
        "number",
        "international",
        "number",
        "conference",
        "id",
        "webcast",
        "http",
        "conference",
        "call",
        "webcast",
        "live",
        "available",
        "replay",
        "via",
        "investor",
        "section",
        "nv5",
        "website",
        "nv5",
        "nv5",
        "global",
        "nasdaq",
        "nvee",
        "provider",
        "professional",
        "technical",
        "engineering",
        "consulting",
        "solution",
        "public",
        "private",
        "sector",
        "client",
        "infrastructure",
        "energy",
        "construction",
        "real",
        "estate",
        "environmental",
        "market",
        "nv5",
        "primarily",
        "focus",
        "five",
        "business",
        "vertical",
        "construction",
        "quality",
        "assurance",
        "infrastructure",
        "engineering",
        "support",
        "service",
        "energy",
        "program",
        "management",
        "environmental",
        "solution",
        "company",
        "operates",
        "location",
        "nationwide",
        "macau",
        "hong",
        "kong",
        "uae",
        "additional",
        "information",
        "please",
        "visit",
        "company",
        "website",
        "also",
        "visit",
        "company",
        "twitter",
        "linkedin",
        "facebook",
        "vimeo",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "company",
        "caution",
        "statement",
        "qualified",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "contained",
        "news",
        "release",
        "conference",
        "call",
        "factor",
        "include",
        "change",
        "demand",
        "local",
        "state",
        "government",
        "private",
        "client",
        "serve",
        "b",
        "general",
        "economic",
        "condition",
        "nationally",
        "globally",
        "effect",
        "market",
        "service",
        "c",
        "competitive",
        "pressure",
        "trend",
        "industry",
        "ability",
        "successfully",
        "compete",
        "competitor",
        "change",
        "law",
        "regulation",
        "policy",
        "e",
        "risk",
        "factor",
        "set",
        "forth",
        "company",
        "recent",
        "sec",
        "filing",
        "statement",
        "based",
        "information",
        "available",
        "company",
        "date",
        "hereof",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "contact",
        "nv5",
        "global",
        "jenna",
        "carrick",
        "investor",
        "relation",
        "manager",
        "tel",
        "email",
        "ir",
        "source",
        "nv5",
        "global",
        "nv5",
        "global",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "billed",
        "receivables",
        "net",
        "unbilled",
        "receivables",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "income",
        "tax",
        "payable",
        "billing",
        "excess",
        "cost",
        "estimated",
        "earnings",
        "uncompleted",
        "contract",
        "client",
        "deposit",
        "current",
        "portion",
        "contingent",
        "consideration",
        "current",
        "portion",
        "note",
        "payable",
        "obligation",
        "total",
        "current",
        "liability",
        "contingent",
        "consideration",
        "less",
        "current",
        "portion",
        "note",
        "payable",
        "obligation",
        "less",
        "current",
        "portion",
        "deferred",
        "income",
        "tax",
        "liability",
        "net",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "retained",
        "earnings",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "nv5",
        "global",
        "subsidiary",
        "consolidated",
        "statement",
        "net",
        "income",
        "comprehensive",
        "income",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "gross",
        "revenue",
        "direct",
        "cost",
        "excluding",
        "depreciation",
        "amortization",
        "salary",
        "wage",
        "service",
        "direct",
        "cost",
        "total",
        "direct",
        "cost",
        "gross",
        "profit",
        "operating",
        "expense",
        "salary",
        "wage",
        "payroll",
        "tax",
        "benefit",
        "general",
        "administrative",
        "facility",
        "facility",
        "related",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "income",
        "operation",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "income",
        "comprehensive",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "nv5",
        "global",
        "subsidiary",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "provision",
        "doubtful",
        "account",
        "stock",
        "based",
        "compensation",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "deferred",
        "income",
        "tax",
        "change",
        "operating",
        "asset",
        "liability",
        "net",
        "impact",
        "acquisition",
        "billed",
        "receivables",
        "unbilled",
        "receivables",
        "prepaid",
        "expense",
        "asset",
        "account",
        "payable",
        "accrued",
        "liability",
        "income",
        "tax",
        "payable",
        "billing",
        "excess",
        "cost",
        "estimated",
        "earnings",
        "uncompleted",
        "contract",
        "client",
        "deposit",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "cash",
        "paid",
        "acquisition",
        "net",
        "cash",
        "received",
        "acquisition",
        "purchase",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "payment",
        "note",
        "payable",
        "payment",
        "contingent",
        "consideration",
        "proceeds",
        "exercise",
        "unit",
        "warrant",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "nv5",
        "global",
        "subsidiary",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "interest",
        "cash",
        "paid",
        "income",
        "tax",
        "investing",
        "financing",
        "activity",
        "contingent",
        "consideration",
        "note",
        "payable",
        "obligation",
        "issued",
        "acquisition",
        "stock",
        "issuance",
        "acquisition",
        "payment",
        "contingent",
        "consideration",
        "common",
        "stock",
        "nv5",
        "global",
        "subsidiary",
        "reconciliation",
        "gross",
        "revenue",
        "total",
        "revenue",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "gross",
        "revenue",
        "gaap",
        "add",
        "intercompany",
        "revenue",
        "lieu",
        "total",
        "revenue",
        "nv5",
        "global",
        "subsidiary",
        "reconciliation",
        "gross",
        "revenue",
        "net",
        "revenue",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "gross",
        "revenue",
        "gaap",
        "less",
        "service",
        "direct",
        "cost",
        "net",
        "revenue",
        "nv5",
        "global",
        "subsidiary",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "ebitda",
        "thousand",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "net",
        "income",
        "add",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "nv5",
        "global",
        "subsidiary",
        "reconciliation",
        "gaap",
        "eps",
        "adjusted",
        "eps",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "april",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "per",
        "diluted",
        "share",
        "adjustment",
        "add",
        "amortization",
        "expense",
        "intangible",
        "asset",
        "income",
        "tax",
        "expense",
        "adjusted",
        "eps",
        "source",
        "nv5",
        "global",
        "inc"
    ]
}