{
    "organizations": [],
    "uuid": "6346302eb8104685f71937de7d0229cdb8b2993f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-inventus-mining-aquires-new-property-near-sudbury.html",
    "ord_in_thread": 0,
    "title": "Inventus Mining Aquires New Property Near Sudbury",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 07, 2018 (GLOBE NEWSWIRE) -- Inventus Mining Corp. (TSX VENTURE:IVS) (“Inventus” or the “Company”) reports that it has staked 188 square kilometers of new 100%-owned mineral claims located east-northeast of the Sudbury Basin. The claims targeted the Temagami Magnetic Anomaly, a large magnetic anomaly of similar size and intensity to that of the Sudbury Basin (formed by a meteorite impact 1.85 billion years ago), which hosts multiple world class Ni-Cu-PGE deposits ( see Figure 1 ).\nThe claims were acquired after receiving an interim research report from the geological department of Wuerzburg University in Germany. The research findings relate to rocks from a deep borehole (AT-14-01) drilled by Canadian Continental Exploration Corp. (a private corporation 18% owned by Inventus) in 2014, on the peak of the Temagami Magnetic Anomaly. The drill hole is located 46 km from the eastern rim of the Sudbury Basin. It intersected unknown magnetic intrusive rocks with geochemical signatures similar to those of the unique offset dykes around the Sudbury Basin. Dating the source material for these unknown magnetic intrusive rocks further corroborated the geochemical observations, suggesting they could well be analogous to Sudbury Igneous Complex (SIC) Offset Dykes.\n“This new finding considerably increases the exploration potential of the area representing the Temagami magnetic anomaly for SIC-type sulfidic Cu-Ni-PGE deposits.” – A. Kawohl and H. E. Frimmel, Wuerzburg, 2018.\nFor decades geologists have speculated that the Temagami Magnetic Anomaly is a Sudbury related intrusive body. Falconbridge, Teck Resources, and others tested this theory with some limited exploration in the early 1990’s. Results of this exploration were inconclusive. Inventus geologists and advisors now believe that a very significant intrusive body could exist. The potential implications of such an intrusive connected to the SIC are profound for exploration, which is why we have named the project Sudbury 2.0 .\nSudbury 2.0 Project\nInventus intends to approach the exploration of the newly acquire property by initially looking for evidence on surface that supports our scientific thesis. An intrusion the size of the Temagami Anomaly would strongly affect the older overlying rocks, leaving evidence on surface in the form of dykes and sills, and as hydrothermal alteration zones with breccia that would have been generated by the intense heat and enormous size of the intrusion.\nResearch and data acquisition over the past five months has produced a trove of information about the area including the occurrence of mafic dykes of undetermined origin and gold mineralization associated with extensive hydrothermal breccias across the Sudbury 2.0 property. Of particular interest is the Wolf Lake prospect, now surrounded by Inventus’ new claims, where high-grade gold and copper mineralization occurs in hydrothermal breccia; and the Cobalt Hill prospect where mineralized Cu-Au quartz veins in the breccia were found to contain fluid inclusions with mineral assemblages remarkably similar to quartz veins in Sudbury footwall deposits. This breccia belt extends for 18 km through the Sudbury 2.0 property ( see Figure 2 ). In the northern part of the belt a large outcropping breccia zone, 1.0 km by 1.5 km in size, was identified and discussed in an obscure 1986 Ontario Geological Survey mapping report. It is evident that no exploration has been done on these rocks, as no historical claim staking or assessment work is recorded for the area.\nFieldwork on the Sudbury 2.0 project begins this week, with 27 areas identified to date for ground reconnaissance by geologists. The primary goal is to locate mafic dykes and structures containing alteration and Sudbury Breccia. Careful sampling of these areas, as well as geochemical and petrographic analysis of the rocks, will determine if they are associated with the Sudbury Igneous Complex (SIC).\nFigures 1 and 2: http://inventusmining.com/s/May-7-Figures.pdf\nAbout Inventus Mining Corp.\nInventus is a mineral exploration and development company focused on the world-class mining district of Sudbury, Ontario. Our principal asset is a 100% interest in the advanced exploration stage Pardo Paleoplacer Gold Project located 65 km northeast of Sudbury. Pardo is the first important paleoplacer gold discovery found in North America. Inventus has 106,971,069 common shares outstanding (117,265,235 shares on a fully diluted basis).\nVisit http://www.inventusmining.com for more information.\nFor further information, please contact:\nMr. Stefan Spears\nChairman and CEO\nInventus Mining Corp.\nTel: (647) 258-0395 x280\nE-mail: info@inventusmining.com\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. No stock exchange, regulation services provider, securities commission or other regulatory authority has approved or disapproved the information contained in this news release.\nQualified Person\nThe Qualified Person(s) responsible for the geological technical content of this news release are Andy Bite, P.Geo., and Wesley Whymark, P.Geo., who have reviewed and approved the technical disclosure in this news release on behalf of the Company.\nForward-Looking Statements\nThis News Release includes certain \"forward-looking statements\" which are not comprised of historical facts. Forward-looking statements include estimates and statements that describe the Company’s future plans, objectives or goals, including words to the effect that the Company or management expects a stated condition or result to occur. Forward-looking statements may be identified by such terms as “believes”, “anticipates”, “expects”, “estimates”, “may”, “could”, “would”, “if”, “yet”, “potential”, “undetermined”, “objective”, or “plan”. Since forward-looking statements are based on assumptions and address future events and conditions, by their very nature they involve inherent risks and uncertainties. Although these statements are based on information currently available to the Company, the Company provides no assurance that actual results will meet management’s expectations.\nRisks, uncertainties and other factors involved with forward-looking information could cause actual events, results, performance, prospects and opportunities to differ materially from those expressed or implied by such forward-looking information. Forward looking information in this news release includes, but is not limited to, the Company’s objectives, goals or future plans, statements, exploration results, potential mineralization, the estimation of mineral resources, exploration and mine development plans, timing of the commencement of operations and estimates of market conditions.\nFactors that could cause actual results to differ materially from such forward-looking information include, but are not limited to the failure to identify mineral resources at Pardo, the inability to complete a feasibility study which recommends a production decision, the preliminary and limited nature of metallurgical test results (including the result of the bulk sample as described herein), delays in obtaining or failures to obtain required governmental, environmental or other project approvals, political and legal risks, inability to fulfill the duty to accommodate First Nations and other indigenous peoples, uncertainties relating to the availability and costs of financing needed in the future, changes in equity markets, inflation, changes in exchange rates, fluctuations in commodity prices, delays in the development of projects, capital and operating costs varying significantly from estimates and the other risks involved in the mineral exploration and development industry, and those risks set out in the Company’s public documents filed on SEDAR.\nAlthough the Company believes that the assumptions and factors used in preparing the forward-looking information in this news release are reasonable, undue reliance should not be placed on such information, which only applies as of the date of this news release, and no assurance can be given that such events will occur in the disclosed time frames or at all. The Company disclaims any intention or obligation to update or revise any forward-looking information, whether as a result of new information, future events or otherwise, other than as required by law.\nSource:Inventus Mining Corp.",
    "published": "2018-05-07T22:42:00.000+03:00",
    "crawled": "2018-05-08T01:06:11.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "inventus",
        "mining",
        "tsx",
        "venture",
        "iv",
        "inventus",
        "company",
        "report",
        "staked",
        "square",
        "kilometer",
        "new",
        "mineral",
        "claim",
        "located",
        "sudbury",
        "basin",
        "claim",
        "targeted",
        "temagami",
        "magnetic",
        "anomaly",
        "large",
        "magnetic",
        "anomaly",
        "similar",
        "size",
        "intensity",
        "sudbury",
        "basin",
        "formed",
        "meteorite",
        "impact",
        "billion",
        "year",
        "ago",
        "host",
        "multiple",
        "world",
        "class",
        "deposit",
        "see",
        "figure",
        "claim",
        "acquired",
        "receiving",
        "interim",
        "research",
        "report",
        "geological",
        "department",
        "wuerzburg",
        "university",
        "germany",
        "research",
        "finding",
        "relate",
        "rock",
        "deep",
        "borehole",
        "drilled",
        "canadian",
        "continental",
        "exploration",
        "private",
        "corporation",
        "owned",
        "inventus",
        "peak",
        "temagami",
        "magnetic",
        "anomaly",
        "drill",
        "hole",
        "located",
        "km",
        "eastern",
        "rim",
        "sudbury",
        "basin",
        "intersected",
        "unknown",
        "magnetic",
        "intrusive",
        "rock",
        "geochemical",
        "signature",
        "similar",
        "unique",
        "offset",
        "dyke",
        "around",
        "sudbury",
        "basin",
        "dating",
        "source",
        "material",
        "unknown",
        "magnetic",
        "intrusive",
        "rock",
        "corroborated",
        "geochemical",
        "observation",
        "suggesting",
        "could",
        "well",
        "analogous",
        "sudbury",
        "igneous",
        "complex",
        "sic",
        "offset",
        "dyke",
        "new",
        "finding",
        "considerably",
        "increase",
        "exploration",
        "potential",
        "area",
        "representing",
        "temagami",
        "magnetic",
        "anomaly",
        "sulfidic",
        "kawohl",
        "frimmel",
        "wuerzburg",
        "decade",
        "geologist",
        "speculated",
        "temagami",
        "magnetic",
        "anomaly",
        "sudbury",
        "related",
        "intrusive",
        "body",
        "falconbridge",
        "teck",
        "resource",
        "others",
        "tested",
        "theory",
        "limited",
        "exploration",
        "early",
        "result",
        "exploration",
        "inconclusive",
        "inventus",
        "geologist",
        "advisor",
        "believe",
        "significant",
        "intrusive",
        "body",
        "could",
        "exist",
        "potential",
        "implication",
        "intrusive",
        "connected",
        "sic",
        "profound",
        "exploration",
        "named",
        "project",
        "sudbury",
        "sudbury",
        "project",
        "inventus",
        "intends",
        "approach",
        "exploration",
        "newly",
        "acquire",
        "property",
        "initially",
        "looking",
        "evidence",
        "surface",
        "support",
        "scientific",
        "thesis",
        "intrusion",
        "size",
        "temagami",
        "anomaly",
        "would",
        "strongly",
        "affect",
        "older",
        "overlying",
        "rock",
        "leaving",
        "evidence",
        "surface",
        "form",
        "dyke",
        "sill",
        "hydrothermal",
        "alteration",
        "zone",
        "breccia",
        "would",
        "generated",
        "intense",
        "heat",
        "enormous",
        "size",
        "intrusion",
        "research",
        "data",
        "acquisition",
        "past",
        "five",
        "month",
        "produced",
        "trove",
        "information",
        "area",
        "including",
        "occurrence",
        "mafic",
        "dyke",
        "undetermined",
        "origin",
        "gold",
        "mineralization",
        "associated",
        "extensive",
        "hydrothermal",
        "breccia",
        "across",
        "sudbury",
        "property",
        "particular",
        "interest",
        "wolf",
        "lake",
        "prospect",
        "surrounded",
        "inventus",
        "new",
        "claim",
        "gold",
        "copper",
        "mineralization",
        "occurs",
        "hydrothermal",
        "breccia",
        "cobalt",
        "hill",
        "prospect",
        "mineralized",
        "quartz",
        "vein",
        "breccia",
        "found",
        "contain",
        "fluid",
        "inclusion",
        "mineral",
        "assemblage",
        "remarkably",
        "similar",
        "quartz",
        "vein",
        "sudbury",
        "footwall",
        "deposit",
        "breccia",
        "belt",
        "extends",
        "km",
        "sudbury",
        "property",
        "see",
        "figure",
        "northern",
        "part",
        "belt",
        "large",
        "outcropping",
        "breccia",
        "zone",
        "km",
        "km",
        "size",
        "identified",
        "discussed",
        "obscure",
        "ontario",
        "geological",
        "survey",
        "mapping",
        "report",
        "evident",
        "exploration",
        "done",
        "rock",
        "historical",
        "claim",
        "staking",
        "assessment",
        "work",
        "recorded",
        "area",
        "fieldwork",
        "sudbury",
        "project",
        "begin",
        "week",
        "area",
        "identified",
        "date",
        "ground",
        "reconnaissance",
        "geologist",
        "primary",
        "goal",
        "locate",
        "mafic",
        "dyke",
        "structure",
        "containing",
        "alteration",
        "sudbury",
        "breccia",
        "careful",
        "sampling",
        "area",
        "well",
        "geochemical",
        "petrographic",
        "analysis",
        "rock",
        "determine",
        "associated",
        "sudbury",
        "igneous",
        "complex",
        "sic",
        "figure",
        "http",
        "inventus",
        "mining",
        "inventus",
        "mineral",
        "exploration",
        "development",
        "company",
        "focused",
        "mining",
        "district",
        "sudbury",
        "ontario",
        "principal",
        "asset",
        "interest",
        "advanced",
        "exploration",
        "stage",
        "pardo",
        "paleoplacer",
        "gold",
        "project",
        "located",
        "km",
        "northeast",
        "sudbury",
        "pardo",
        "first",
        "important",
        "paleoplacer",
        "gold",
        "discovery",
        "found",
        "north",
        "america",
        "inventus",
        "common",
        "share",
        "outstanding",
        "share",
        "fully",
        "diluted",
        "basis",
        "visit",
        "http",
        "information",
        "information",
        "please",
        "contact",
        "stefan",
        "spear",
        "chairman",
        "ceo",
        "inventus",
        "mining",
        "tel",
        "x280",
        "info",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "stock",
        "exchange",
        "regulation",
        "service",
        "provider",
        "security",
        "commission",
        "regulatory",
        "authority",
        "approved",
        "disapproved",
        "information",
        "contained",
        "news",
        "release",
        "qualified",
        "person",
        "qualified",
        "person",
        "responsible",
        "geological",
        "technical",
        "content",
        "news",
        "release",
        "andy",
        "bite",
        "wesley",
        "whymark",
        "reviewed",
        "approved",
        "technical",
        "disclosure",
        "news",
        "release",
        "behalf",
        "company",
        "statement",
        "news",
        "release",
        "includes",
        "certain",
        "statement",
        "comprised",
        "historical",
        "fact",
        "statement",
        "include",
        "estimate",
        "statement",
        "describe",
        "company",
        "future",
        "plan",
        "objective",
        "goal",
        "including",
        "word",
        "effect",
        "company",
        "management",
        "expects",
        "stated",
        "condition",
        "result",
        "occur",
        "statement",
        "may",
        "identified",
        "term",
        "belief",
        "anticipates",
        "expects",
        "estimate",
        "may",
        "could",
        "would",
        "yet",
        "potential",
        "undetermined",
        "objective",
        "plan",
        "since",
        "statement",
        "based",
        "assumption",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "although",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "company",
        "provides",
        "assurance",
        "actual",
        "result",
        "meet",
        "management",
        "expectation",
        "risk",
        "uncertainty",
        "factor",
        "involved",
        "information",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "performance",
        "prospect",
        "opportunity",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "forward",
        "looking",
        "information",
        "news",
        "release",
        "includes",
        "limited",
        "company",
        "objective",
        "goal",
        "future",
        "plan",
        "statement",
        "exploration",
        "result",
        "potential",
        "mineralization",
        "estimation",
        "mineral",
        "resource",
        "exploration",
        "mine",
        "development",
        "plan",
        "timing",
        "commencement",
        "operation",
        "estimate",
        "market",
        "condition",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "information",
        "include",
        "limited",
        "failure",
        "identify",
        "mineral",
        "resource",
        "pardo",
        "inability",
        "complete",
        "feasibility",
        "study",
        "recommends",
        "production",
        "decision",
        "preliminary",
        "limited",
        "nature",
        "metallurgical",
        "test",
        "result",
        "including",
        "result",
        "bulk",
        "sample",
        "described",
        "herein",
        "delay",
        "obtaining",
        "failure",
        "obtain",
        "required",
        "governmental",
        "environmental",
        "project",
        "approval",
        "political",
        "legal",
        "risk",
        "inability",
        "fulfill",
        "duty",
        "accommodate",
        "first",
        "nation",
        "indigenous",
        "people",
        "uncertainty",
        "relating",
        "availability",
        "cost",
        "financing",
        "needed",
        "future",
        "change",
        "equity",
        "market",
        "inflation",
        "change",
        "exchange",
        "rate",
        "fluctuation",
        "commodity",
        "price",
        "delay",
        "development",
        "project",
        "capital",
        "operating",
        "cost",
        "varying",
        "significantly",
        "estimate",
        "risk",
        "involved",
        "mineral",
        "exploration",
        "development",
        "industry",
        "risk",
        "set",
        "company",
        "public",
        "document",
        "filed",
        "sedar",
        "although",
        "company",
        "belief",
        "assumption",
        "factor",
        "used",
        "preparing",
        "information",
        "news",
        "release",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "information",
        "applies",
        "date",
        "news",
        "release",
        "assurance",
        "given",
        "event",
        "occur",
        "disclosed",
        "time",
        "frame",
        "company",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "required",
        "law",
        "source",
        "inventus",
        "mining",
        "corp"
    ]
}