{
    "organizations": [],
    "uuid": "8d2dfa82d6b8cbcdcd1f5b579a211e99ea3c24b1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/business-wire-revlon-names-debra-perelman-president-and-chief-executive-officer.html",
    "ord_in_thread": 0,
    "title": "Revlon Names Debra Perelman President and Chief Executive Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Industry Veteran with Over 20 Years’ Experience Working with Revlon\nHas Been Leading Digital Transition as Board Member and COO\nNEW YORK--(BUSINESS WIRE)-- Revlon, Inc. (NYSE:REV) today announced that its Board of Directors has named Chief Operating Officer and Board member Debra G. Perelman President and Chief Executive Officer, effective immediately. Ms. Perelman will be the company’s first female CEO.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180523005682/en/\nOver her extensive career working with Revlon, Ms. Perelman has served in operational and leadership roles across all facets of the business, including finance, distribution and sales operations, international and marketing. As both an executive and a Board member, as well as a member of the senior leadership team at MacAndrews & Forbes Incorporated, she has been overseeing corporate strategy and leading Revlon’s ongoing digital transformation, including forming a data and analytics group and establishing infrastructure and deploying resources necessary to create a leading-edge e-commerce business. Ms. Perelman has a track record for innovation and has launched a new partnership with the MIT Media Lab to explore new ways to disrupt the industry.\n“Revlon has been a central part of my personal and professional life for more than 20 years. I love Revlon not only as a company, but as a culture of employees and executives who are committed to delivering women and men the best products in our industry. Beauty has emerged as one of today’s most dynamic and fastest-growing industries and I look forward to working with Revlon’s world-class team to amplify our strategy and accelerate growth. I am committed to driving the company to compete and thrive in today’s dynamic environment and encouraging our talented team’s entrepreneurial spirit, agility and bold creativity,” said Ms. Perelman.\nIn her role as President and CEO, Ms. Perelman will be focused on enhancing Revlon’s consumer and customer focused approach, where personalization, inclusion, usability and passion for beauty are the cornerstones. She will be responsible for driving Revlon’s efforts to further innovate through technology, enhance its iconic brand portfolio and invest in e-commerce as a growth driver. Ms. Perelman is known for her collaborative approach, and has been instrumental in helping assemble Revlon’s world-class leadership team, many of whom joined recently to take part in the Company’s transformation.\nCommenting on the appointment, Ronald O. Perelman, Chairman of the Revlon Board of Directors said, “Revlon is a brand of firsts – the first to match lips and finger tips, the first to be inclusive, the first to develop color stay technology and the first brand to embody women empowerment in the beauty industry. Debbie’s global perspective, financial acumen and holistic approach to brands, consumers and technology will help Revlon reclaim its leadership position. I have always trusted Debbie to bring fresh vision, innovation and success to companies, and I have no doubt she will do the same for Revlon. Debbie’s extensive experience at both MacAndrews & Forbes and Revlon, as well as her track record for innovation and breaking paradigms to compete in today’s digital and consumer-first environment, make her the ideal leader for Revlon. She is thoughtful, team-oriented and decisive, and I can think of no better way to express MacAndrews & Forbes’ support of Revlon and belief in its future than by appointing Debbie to lead the company.” Mr. Perelman purchased Revlon in 1985.\nPaul Meister, who has been overseeing the day-to-day operations of the Company on an interim basis, will continue in his role as Executive Vice Chairman of the Revlon Board of Directors.\nMs. Perelman, 44, is the daughter of Revlon Board Chairman Ronald O. Perelman and has spent more than 20 years at Revlon and MacAndrews & Forbes, a company that acquires and manages a diversified portfolio of public and private companies. She most recently served as Executive Vice President, Strategy and New Business Development at MacAndrews & Forbes, where she focused on new technology investment opportunities, strategy and portfolio management. During her tenure with MacAndrews & Forbes, she worked on deals to acquire Deluxe Entertainment, Clarke American, the John H. Harland Company and Valassis Communications. Ms. Perelman holds a Masters of Business Administration degree in finance and accounting from Columbia Business School and a Bachelor of Arts degree cum laude from Princeton University. She is Co-Founder and Vice Chairman of the Child Mind Institute, serves as a member of the Board of the Children’s Hospital of Philadelphia and is a member of the President’s Advisory Council at Princeton University.\nABOUT REVLON\nRevlon has developed a long-standing reputation as a color authority and beauty trendsetter in the world of color cosmetics and hair care. Since its breakthrough launch of the first opaque nail enamel in 1932, Revlon has provided consumers with high quality product innovation, performance and sophisticated glamour. In 2016, Revlon acquired the iconic Elizabeth Arden company and its portfolio of brands, including its leading designer, heritage and celebrity fragrances. Today, Revlon's diversified portfolio of brands is sold in approximately 150 countries around the world in most retail distribution channels, including mass, salon and prestige and online direct to consumer. Revlon is among the leading global beauty companies, with some of the world’s most iconic and desired brands and product offerings in color cosmetics, skin care, hair care, hair color and fragrances under brands such as Revlon, Elizabeth Arden, Revlon ColorSilk, Revlon Professional, American Crew, Almay, Cutex, Elizabeth Taylor, Christina Aguilera, Britney Spears, Juicy Couture, Curve and John Varvatos. Please visit http://www.revlon.com for the latest news and information about Revlon and its brands.\nForward Looking Statements\nStatements made in this press release, which are not historical facts, including statements about the Company's plans, strategies, focus, beliefs and expectations, are forward-looking. Forward-looking statements speak only as of the date they are made and, except for the Company's ongoing obligations under the U.S. federal securities laws, the Company undertakes no obligation to publicly update any forward-looking statement, whether to reflect actual results of operations; changes in financial condition; changes in general U.S. or international economic, industry or cosmetics category conditions; changes in estimates, expectations or assumptions; or other circumstances, conditions, developments or events arising after the issuance of this press release. Such forward-looking statements include, without limitation, the following: (i) the Company’s plans to amplify its strategy and accelerate growth, as well as drive the company to compete and thrive in today’s dynamic environment; (ii) the Company’s plans to further innovate through technology, enhance its iconic brand portfolio and invest in e-commerce as a growth driver; (iii) the Company’s belief that Ms. Perelman’s global perspective, financial acumen and holistic approach to brands, consumers and technology will help Revlon reclaim its leadership position and that she will bring fresh vision, innovation and success to Revlon; and (iv) the Company’s belief that Ms. Perelman’s extensive experience at both MacAndrews & Forbes and Revlon, as well as her track record for innovation and breaking paradigms to compete in today’s digital and consumer-first environment, make her the ideal leader for Revlon. Actual results may differ materially from such forward-looking statements for a number of reasons, including those set forth in our filings with the SEC, including, without limitation, our 2017 Annual Report on Form 10-K that we filed with the SEC in March 2018 and our Quarterly Reports on Form 10-Q and Current Reports on Form 8-K that we have filed or will file with the SEC during 2018 (which may be viewed on the SEC's website at http://www.sec.gov or on our website at http://www.revloninc.com ), as well as reasons including: (i) unanticipated circumstances or results affecting the Company's future financial performance and growth, including decreased consumer spending in response to weak economic conditions or weakness in the consumption of beauty care products; adverse changes in foreign currency exchange rates; decreased sales of the Company's products as a result of increased competitive activities by the Company's competitors and/or decreased performance by in-house and/or third party suppliers; changes in consumer preferences, such as reduced demand for the Company's products, including new product launches; changes in consumer purchasing habits, including with respect to retailer preferences and/or sales channels; higher than expected advertising, promotional and/or marketing expenses or lower than expected results from the Company’s advertising, promotional, pricing and/or marketing plans; higher than expected sales returns related to any reduction of space by the Company's customers or store closures, product discontinuances or otherwise or decreased sales of the Company’s existing or new products; actions by the Company’s customers, such as inventory management and greater than anticipated space reconfigurations or reductions in display space and/or product discontinuances or a greater than expected impact from pricing, marketing, advertising and/or promotional strategies by the Company's customers; changes in the competitive environment and actions by the Company's competitors, including, among other things, business combinations, technological breakthroughs, implementation of new pricing strategies, new product offerings, increased advertising, promotional and marketing spending and advertising, promotional and/or marketing successes by competitors; (ii) difficulties, delays in or less than expected results from the Company’s efforts to innovate through technology and/or invest in e-commerce as a growth driver, such as: (a) the Company’s inability to address the pace and impact of consumers choosing to purchase more of their beauty products through e-commerce and other social media channels, such as its inability to enhance its e-commerce and social media capabilities and/or increase its penetration of e-commerce and social media channels; (b) the Company’s inability to drive a successful long-term omni-channel strategy and significantly increase its e-commerce penetration; (c) difficulties, delays and/or the Company's inability to (in whole or in part): (1) develop and implement effective content to enhance its online retail position; (2) improve its consumer engagement across social media platforms; and/or (3) transform its technology and data to support efficient management of its digital infrastructure; and/or (d) the Company incurring greater than anticipated levels of expenses and/or debt to facilitate the foregoing objectives, which could result in, among other things, less than anticipated revenues and/or profitability; and/or (iii) difficulties, delays in or less than expected results from the Company’s efforts to reclaim its leadership position through intensive innovation, such as less than effective new product development, less than expected acceptance of its new products, less than expected levels of advertising, promotional and/or marketing support for its new product launches and/or less than expected levels of execution with its customers. Factors other than those listed above could also cause the Company’s results to differ materially from expected results. Additionally, the business and financial materials and any other statement or disclosure on or made available through the Company’s websites or other websites referenced herein shall not be incorporated by reference into this release.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180523005682/en/\nMEDIA:\nSard Verbinnen & Co\nStephanie Pillersdorf / Columbia Clancy\n212-687-8080\nSource: Revlon, Inc.",
    "published": "2018-05-23T16:00:00.000+03:00",
    "crawled": "2018-05-23T16:26:10.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "industry",
        "veteran",
        "year",
        "experience",
        "working",
        "revlon",
        "leading",
        "digital",
        "transition",
        "board",
        "member",
        "coo",
        "new",
        "york",
        "business",
        "wire",
        "revlon",
        "nyse",
        "rev",
        "today",
        "announced",
        "board",
        "director",
        "named",
        "chief",
        "operating",
        "officer",
        "board",
        "member",
        "debra",
        "perelman",
        "president",
        "chief",
        "executive",
        "officer",
        "effective",
        "immediately",
        "perelman",
        "company",
        "first",
        "female",
        "ceo",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "extensive",
        "career",
        "working",
        "revlon",
        "perelman",
        "served",
        "operational",
        "leadership",
        "role",
        "across",
        "facet",
        "business",
        "including",
        "finance",
        "distribution",
        "sale",
        "operation",
        "international",
        "marketing",
        "executive",
        "board",
        "member",
        "well",
        "member",
        "senior",
        "leadership",
        "team",
        "macandrews",
        "forbes",
        "incorporated",
        "overseeing",
        "corporate",
        "strategy",
        "leading",
        "revlon",
        "ongoing",
        "digital",
        "transformation",
        "including",
        "forming",
        "data",
        "analytics",
        "group",
        "establishing",
        "infrastructure",
        "deploying",
        "resource",
        "necessary",
        "create",
        "business",
        "perelman",
        "track",
        "record",
        "innovation",
        "launched",
        "new",
        "partnership",
        "mit",
        "medium",
        "lab",
        "explore",
        "new",
        "way",
        "disrupt",
        "industry",
        "revlon",
        "central",
        "part",
        "personal",
        "professional",
        "life",
        "year",
        "love",
        "revlon",
        "company",
        "culture",
        "employee",
        "executive",
        "committed",
        "delivering",
        "woman",
        "men",
        "best",
        "product",
        "industry",
        "beauty",
        "emerged",
        "one",
        "today",
        "dynamic",
        "industry",
        "look",
        "forward",
        "working",
        "revlon",
        "team",
        "amplify",
        "strategy",
        "accelerate",
        "growth",
        "committed",
        "driving",
        "company",
        "compete",
        "thrive",
        "today",
        "dynamic",
        "environment",
        "encouraging",
        "talented",
        "team",
        "entrepreneurial",
        "spirit",
        "agility",
        "bold",
        "creativity",
        "said",
        "perelman",
        "role",
        "president",
        "ceo",
        "perelman",
        "focused",
        "enhancing",
        "revlon",
        "consumer",
        "customer",
        "focused",
        "approach",
        "personalization",
        "inclusion",
        "usability",
        "passion",
        "beauty",
        "cornerstone",
        "responsible",
        "driving",
        "revlon",
        "effort",
        "innovate",
        "technology",
        "enhance",
        "iconic",
        "brand",
        "portfolio",
        "invest",
        "growth",
        "driver",
        "perelman",
        "known",
        "collaborative",
        "approach",
        "instrumental",
        "helping",
        "assemble",
        "revlon",
        "leadership",
        "team",
        "many",
        "joined",
        "recently",
        "take",
        "part",
        "company",
        "transformation",
        "commenting",
        "appointment",
        "ronald",
        "perelman",
        "chairman",
        "revlon",
        "board",
        "director",
        "said",
        "revlon",
        "brand",
        "first",
        "first",
        "match",
        "lip",
        "finger",
        "tip",
        "first",
        "inclusive",
        "first",
        "develop",
        "color",
        "stay",
        "technology",
        "first",
        "brand",
        "embody",
        "woman",
        "empowerment",
        "beauty",
        "industry",
        "debbie",
        "global",
        "perspective",
        "financial",
        "acumen",
        "holistic",
        "approach",
        "brand",
        "consumer",
        "technology",
        "help",
        "revlon",
        "reclaim",
        "leadership",
        "position",
        "always",
        "trusted",
        "debbie",
        "bring",
        "fresh",
        "vision",
        "innovation",
        "success",
        "company",
        "doubt",
        "revlon",
        "debbie",
        "extensive",
        "experience",
        "macandrews",
        "forbes",
        "revlon",
        "well",
        "track",
        "record",
        "innovation",
        "breaking",
        "paradigm",
        "compete",
        "today",
        "digital",
        "environment",
        "make",
        "ideal",
        "leader",
        "revlon",
        "thoughtful",
        "decisive",
        "think",
        "better",
        "way",
        "express",
        "macandrews",
        "forbes",
        "support",
        "revlon",
        "belief",
        "future",
        "appointing",
        "debbie",
        "lead",
        "perelman",
        "purchased",
        "revlon",
        "paul",
        "meister",
        "overseeing",
        "operation",
        "company",
        "interim",
        "basis",
        "continue",
        "role",
        "executive",
        "vice",
        "chairman",
        "revlon",
        "board",
        "director",
        "perelman",
        "daughter",
        "revlon",
        "board",
        "chairman",
        "ronald",
        "perelman",
        "spent",
        "year",
        "revlon",
        "macandrews",
        "forbes",
        "company",
        "acquires",
        "manages",
        "diversified",
        "portfolio",
        "public",
        "private",
        "company",
        "recently",
        "served",
        "executive",
        "vice",
        "president",
        "strategy",
        "new",
        "business",
        "development",
        "macandrews",
        "forbes",
        "focused",
        "new",
        "technology",
        "investment",
        "opportunity",
        "strategy",
        "portfolio",
        "management",
        "tenure",
        "macandrews",
        "forbes",
        "worked",
        "deal",
        "acquire",
        "deluxe",
        "entertainment",
        "clarke",
        "american",
        "john",
        "harland",
        "company",
        "valassis",
        "communication",
        "perelman",
        "hold",
        "master",
        "business",
        "administration",
        "degree",
        "finance",
        "accounting",
        "columbia",
        "business",
        "school",
        "bachelor",
        "art",
        "degree",
        "cum",
        "laude",
        "princeton",
        "university",
        "vice",
        "chairman",
        "child",
        "mind",
        "institute",
        "serf",
        "member",
        "board",
        "child",
        "hospital",
        "philadelphia",
        "member",
        "president",
        "advisory",
        "council",
        "princeton",
        "university",
        "revlon",
        "revlon",
        "developed",
        "reputation",
        "color",
        "authority",
        "beauty",
        "trendsetter",
        "world",
        "color",
        "cosmetic",
        "hair",
        "care",
        "since",
        "breakthrough",
        "launch",
        "first",
        "opaque",
        "nail",
        "enamel",
        "revlon",
        "provided",
        "consumer",
        "high",
        "quality",
        "product",
        "innovation",
        "performance",
        "sophisticated",
        "glamour",
        "revlon",
        "acquired",
        "iconic",
        "elizabeth",
        "arden",
        "company",
        "portfolio",
        "brand",
        "including",
        "leading",
        "designer",
        "heritage",
        "celebrity",
        "fragrance",
        "today",
        "revlon",
        "diversified",
        "portfolio",
        "brand",
        "sold",
        "approximately",
        "country",
        "around",
        "world",
        "retail",
        "distribution",
        "channel",
        "including",
        "mass",
        "salon",
        "prestige",
        "online",
        "direct",
        "consumer",
        "revlon",
        "among",
        "leading",
        "global",
        "beauty",
        "company",
        "world",
        "iconic",
        "desired",
        "brand",
        "product",
        "offering",
        "color",
        "cosmetic",
        "skin",
        "care",
        "hair",
        "care",
        "hair",
        "color",
        "fragrance",
        "brand",
        "revlon",
        "elizabeth",
        "arden",
        "revlon",
        "colorsilk",
        "revlon",
        "professional",
        "american",
        "crew",
        "almay",
        "cutex",
        "elizabeth",
        "taylor",
        "christina",
        "aguilera",
        "britney",
        "spear",
        "juicy",
        "couture",
        "curve",
        "john",
        "varvatos",
        "please",
        "visit",
        "http",
        "latest",
        "news",
        "information",
        "revlon",
        "brand",
        "forward",
        "looking",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "historical",
        "fact",
        "including",
        "statement",
        "company",
        "plan",
        "strategy",
        "focus",
        "belief",
        "expectation",
        "statement",
        "speak",
        "date",
        "made",
        "except",
        "company",
        "ongoing",
        "obligation",
        "federal",
        "security",
        "law",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "reflect",
        "actual",
        "result",
        "operation",
        "change",
        "financial",
        "condition",
        "change",
        "general",
        "international",
        "economic",
        "industry",
        "cosmetic",
        "category",
        "condition",
        "change",
        "estimate",
        "expectation",
        "assumption",
        "circumstance",
        "condition",
        "development",
        "event",
        "arising",
        "issuance",
        "press",
        "release",
        "statement",
        "include",
        "without",
        "limitation",
        "following",
        "company",
        "plan",
        "amplify",
        "strategy",
        "accelerate",
        "growth",
        "well",
        "drive",
        "company",
        "compete",
        "thrive",
        "today",
        "dynamic",
        "environment",
        "ii",
        "company",
        "plan",
        "innovate",
        "technology",
        "enhance",
        "iconic",
        "brand",
        "portfolio",
        "invest",
        "growth",
        "driver",
        "iii",
        "company",
        "belief",
        "perelman",
        "global",
        "perspective",
        "financial",
        "acumen",
        "holistic",
        "approach",
        "brand",
        "consumer",
        "technology",
        "help",
        "revlon",
        "reclaim",
        "leadership",
        "position",
        "bring",
        "fresh",
        "vision",
        "innovation",
        "success",
        "revlon",
        "iv",
        "company",
        "belief",
        "perelman",
        "extensive",
        "experience",
        "macandrews",
        "forbes",
        "revlon",
        "well",
        "track",
        "record",
        "innovation",
        "breaking",
        "paradigm",
        "compete",
        "today",
        "digital",
        "environment",
        "make",
        "ideal",
        "leader",
        "revlon",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "number",
        "reason",
        "including",
        "set",
        "forth",
        "filing",
        "sec",
        "including",
        "without",
        "limitation",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "file",
        "sec",
        "may",
        "viewed",
        "sec",
        "website",
        "http",
        "website",
        "http",
        "well",
        "reason",
        "including",
        "unanticipated",
        "circumstance",
        "result",
        "affecting",
        "company",
        "future",
        "financial",
        "performance",
        "growth",
        "including",
        "decreased",
        "consumer",
        "spending",
        "response",
        "weak",
        "economic",
        "condition",
        "weakness",
        "consumption",
        "beauty",
        "care",
        "product",
        "adverse",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "decreased",
        "sale",
        "company",
        "product",
        "result",
        "increased",
        "competitive",
        "activity",
        "company",
        "competitor",
        "decreased",
        "performance",
        "third",
        "party",
        "supplier",
        "change",
        "consumer",
        "preference",
        "reduced",
        "demand",
        "company",
        "product",
        "including",
        "new",
        "product",
        "launch",
        "change",
        "consumer",
        "purchasing",
        "habit",
        "including",
        "respect",
        "retailer",
        "preference",
        "sale",
        "channel",
        "higher",
        "expected",
        "advertising",
        "promotional",
        "marketing",
        "expense",
        "lower",
        "expected",
        "result",
        "company",
        "advertising",
        "promotional",
        "pricing",
        "marketing",
        "plan",
        "higher",
        "expected",
        "sale",
        "return",
        "related",
        "reduction",
        "space",
        "company",
        "customer",
        "store",
        "closure",
        "product",
        "discontinuance",
        "otherwise",
        "decreased",
        "sale",
        "company",
        "existing",
        "new",
        "product",
        "action",
        "company",
        "customer",
        "inventory",
        "management",
        "greater",
        "anticipated",
        "space",
        "reconfigurations",
        "reduction",
        "display",
        "space",
        "product",
        "discontinuance",
        "greater",
        "expected",
        "impact",
        "pricing",
        "marketing",
        "advertising",
        "promotional",
        "strategy",
        "company",
        "customer",
        "change",
        "competitive",
        "environment",
        "action",
        "company",
        "competitor",
        "including",
        "among",
        "thing",
        "business",
        "combination",
        "technological",
        "breakthrough",
        "implementation",
        "new",
        "pricing",
        "strategy",
        "new",
        "product",
        "offering",
        "increased",
        "advertising",
        "promotional",
        "marketing",
        "spending",
        "advertising",
        "promotional",
        "marketing",
        "success",
        "competitor",
        "ii",
        "difficulty",
        "delay",
        "less",
        "expected",
        "result",
        "company",
        "effort",
        "innovate",
        "technology",
        "invest",
        "growth",
        "driver",
        "company",
        "inability",
        "address",
        "pace",
        "impact",
        "consumer",
        "choosing",
        "purchase",
        "beauty",
        "product",
        "social",
        "medium",
        "channel",
        "inability",
        "enhance",
        "social",
        "medium",
        "capability",
        "increase",
        "penetration",
        "social",
        "medium",
        "channel",
        "b",
        "company",
        "inability",
        "drive",
        "successful",
        "strategy",
        "significantly",
        "increase",
        "penetration",
        "c",
        "difficulty",
        "delay",
        "company",
        "inability",
        "whole",
        "part",
        "develop",
        "implement",
        "effective",
        "content",
        "enhance",
        "online",
        "retail",
        "position",
        "improve",
        "consumer",
        "engagement",
        "across",
        "social",
        "medium",
        "platform",
        "transform",
        "technology",
        "data",
        "support",
        "efficient",
        "management",
        "digital",
        "infrastructure",
        "company",
        "incurring",
        "greater",
        "anticipated",
        "level",
        "expense",
        "debt",
        "facilitate",
        "foregoing",
        "objective",
        "could",
        "result",
        "among",
        "thing",
        "less",
        "anticipated",
        "revenue",
        "profitability",
        "iii",
        "difficulty",
        "delay",
        "less",
        "expected",
        "result",
        "company",
        "effort",
        "reclaim",
        "leadership",
        "position",
        "intensive",
        "innovation",
        "less",
        "effective",
        "new",
        "product",
        "development",
        "less",
        "expected",
        "acceptance",
        "new",
        "product",
        "less",
        "expected",
        "level",
        "advertising",
        "promotional",
        "marketing",
        "support",
        "new",
        "product",
        "launch",
        "less",
        "expected",
        "level",
        "execution",
        "customer",
        "factor",
        "listed",
        "could",
        "also",
        "cause",
        "company",
        "result",
        "differ",
        "materially",
        "expected",
        "result",
        "additionally",
        "business",
        "financial",
        "material",
        "statement",
        "disclosure",
        "made",
        "available",
        "company",
        "website",
        "website",
        "referenced",
        "herein",
        "shall",
        "incorporated",
        "reference",
        "release",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "sard",
        "verbinnen",
        "co",
        "stephanie",
        "pillersdorf",
        "columbia",
        "clancy",
        "source",
        "revlon",
        "inc"
    ]
}