{
    "organizations": [],
    "uuid": "21f2494b7386803e330ee4e21a3b5f41b8d608b3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-flex-pharma-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Flex Pharma Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Positive Anti-Cramping Effect of FLX-787 Reported in Recent MS study --\n-- FLX-787 Phase 2 ALS & CMT Clinical Studies Ongoing --\nConference Call Scheduled Today at 9:00 a.m. ET\nBOSTON--(BUSINESS WIRE)-- Flex Pharma, Inc . (NASDAQ: FLKS), a clinical-stage biotechnology company that is developing innovative and proprietary treatments in Phase 2 randomized, controlled trials for muscle cramps, spasms and spasticity associated with severe neurological diseases such as multiple sclerosis (MS), amyotrophic lateral sclerosis (ALS) under FDA Fast Track designation, and Charcot-Marie-Tooth (CMT) neuropathy, today reported financial results for the quarter ended March 31, 2018 and provided an update on its clinical development and corporate activities.\n\"The past few months have been particularly rewarding on the clinical front, as we achieved significant milestones with positive data in two serious and distinctly different neurological diseases: MS and ALS. We believe these data demonstrate the clear potential of FLX-787 to reduce painful cramps and spasms in these patient populations,” stated Bill McVicar, Ph.D., President and CEO of Flex Pharma. “Fueled by the consistent efficacy demonstrated by FLX-787 against cramps and spasms, and the potential to impact spasticity, I am excited to be driving towards important readouts for our clinical programs over the next year.”\nBusiness Highlights\nClinical Efforts In March, the Company announced positive topline data for FLX-787 from its exploratory Phase 2 trial in MS patients with frequent muscle cramps/spasms and spasticity. FLX-787 at a dose of 19 mg, taken orally twice daily, in a liquid formulation was evaluated in an exploratory Phase 2 randomized, double-blinded, placebo-controlled, cross-over trial in 57 MS patients. In the evaluation of FLX-787 for its impact on MS patients’ cramps/spasms and spasticity, pre-specified analyses of the parallel portion of the study showed the following: A statistically significant 27.3% reduction in the frequency of cramps/spasms compared with control (p=0.001) A 1.4 day increase in cramp/spasm-free days per 14 day period compared with control (p=0.046) Clinician-rated improvement in spasticity with FLX-787 treatment was significantly better than control (p=0.010) Treating physicians reported that 7 of 28 (25%) patients on FLX-787 had “Much Improved” or “Very Much Improved” spasticity versus 0 of 26 (0%) on control based upon the Clinical Global Impression of Change in Spasticity FLX-787 was generally well tolerated and resulted in no drug-related serious adverse events. GI-related adverse events (diarrhea and nausea) were infrequently reported with FLX-787. In April, the Company initiated an open-label, single dose study in ALS patients to assess the impact of FLX-787 on bulbar functions, including swallowing. Consumer For the quarter ended March 31, 2018, the Company recorded approximately $179,000 in total revenue for its consumer product, HOTSHOT®. In January 2018, the Company announced that it engaged an investment banking firm to assist with the consideration of strategic alternatives for the HOTSHOT consumer business. That review is in progress and the Company expects to report the results of the review in the near future.\nFirst Quarter 2018 Financial Results\nCash Position: As of March 31, 2018, Flex Pharma had cash, cash equivalents and marketable securities of $23.9 million, estimated to fund operations to mid-2019. During the three months ended March 31, 2018, cash, cash equivalents and marketable securities decreased by $9.4 million, which is higher than the estimated spend for future quarters. The timing of clinical trial billings and annual bonus payments related to 2017 impacted the cash used in operations during the first quarter, and spend on the consumer business is expected to be lower. Total Revenue: Total revenue for the three months ended March 31, 2018 was approximately $179,000. Cost of Product Revenue: Cost of product revenue for the three months ended March 31, 2018 was approximately $84,000. There were no inventory write-offs during the three months ended March 31, 2018. R&D Expense: Research and development expense for the three months ended March 31, 2018 was $4.7 million. Research and development expense for this period primarily included costs associated with the Company’s clinical studies of FLX-787, personnel costs (including salaries and stock-based compensation costs), FLX-787 production costs, and external consultant costs. SG&A Expense : Selling, general and administrative expense for the three months ended March 31, 2018 was $3.7 million. Selling, general and administrative expense for this period primarily included personnel costs (including salaries and stock-based compensation costs), sales, marketing and fulfillment costs related to HOTSHOT, legal and professional costs, and external consultant costs. Net Loss and Cash Flow: Net loss for the three months ended March 31, 2018 was ($8.2) million, or ($0.46) per share and included $0.9 million of stock-based compensation expense. As of March 31, 2018, Flex Pharma had 17,980,852 shares of common stock outstanding. The net loss for the first quarter of 2018 was primarily driven by the Company’s operating expenses related to its research and development efforts, costs associated with HOTSHOT, and general and administrative costs.\nFinancial Guidance\nBased on its current operating plans and cash, cash equivalents and marketable securities position, Flex Pharma expects to have sufficient capital to fund its operations to mid-2019.\nUpcoming Events and Presentations\nJefferies 2018 Global Healthcare Conference, June 5-8, 2018 in New York, NY.\nConference Call and Webcast\nThe company will host a conference call and webcast today at 9:00 a.m. ET to provide an update on the company and discuss first quarter 2018 financial results. To access the conference call, please dial (855) 780-7202 (U.S. and Canada) or (631) 485-4874 (International) five minutes prior to the start time. Conference ID number 3478819. A live webcast may be accessed in the Investors section of the company’s website at www.flex-pharma.com . Please log on to the Flex Pharma website approximately 15 minutes prior to the scheduled webcast to ensure adequate time for any software downloads that may be required. A replay of the webcast will be available on Flex Pharma’s website for three months.\nAbout Flex Pharma\nFlex Pharma, Inc. is a clinical-stage biotechnology company that is developing innovative and proprietary treatments in Phase 2 randomized, controlled trials for cramps, spasms and spasticity associated with the severe neurological diseases of ALS, MS and peripheral neuropathies such as Charcot-Marie-Tooth (CMT). The Company’s lead candidate, FLX-787, is being developed under Fast Track designation for the treatment of severe muscle cramps associated with ALS. Flex Pharma was founded by National Academy of Science members Rod MacKinnon, M.D. (2003 Nobel Laureate), and Bruce Bean, Ph.D., recognized leaders in the fields of ion channels and neurobiology, along with Christoph Westphal, M.D., Ph.D.\nForward-Looking Statements\nThis press release contains for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These include statements regarding our intentions, beliefs, projections, outlook, analyses or current expectations concerning, among other things: the design and timing of ongoing and anticipated clinical studies; and our expectations regarding the availability of our capital resources. These are based on management's expectations and assumptions as of the date of this press release and are subject to numerous risks and uncertainties, which could cause actual results expressed or implied by such statements. These risks and uncertainties include, without limitation: the status, timing, costs, results and interpretation of our clinical studies; the uncertainties inherent in conducting clinical studies; results from our ongoing and planned preclinical development; expectations of our ability to make regulatory filings and obtain and maintain regulatory approvals; our ability to successfully commercialize our consumer product; results of early clinical studies as indicative of the results of future trials; availability of funding sufficient for our foreseeable and unforeseeable operating expenses and capital expenditure requirements; other matters that could affect the availability or commercial potential of our consumer or drug product candidates; and the inherent uncertainties associated with intellectual property. Other factors that may cause actual results to differ from those expressed or implied in the are discussed in our filings with the U.S. Securities and Exchange Commission (SEC), including the \"Risk Factors\" contained therein. You are encouraged to read our filings with the SEC, available at www.sec.gov , for a discussion of these and other risks and uncertainties. Any that we make speak only as of the date of this press release. We assume no obligation to update our whether as a result of new information, future events or otherwise, after the date of this press release.\nClick to Tweet This News\nFlex Pharma, Inc. Unaudited Selected Consolidated Balance Sheet Information (in thousands) March 31,\n2018\nDecember 31,\n2017\nAssets: Cash and cash equivalents $ 21,948 $ 19,186 Marketable securities 1,999 14,130 Accounts receivable 13 10 Inventory 418 432 Prepaid expenses and other current assets 1,261 777 Property and equipment, net 267 331 Other assets 127 127 Total assets $ 26,033 $ 34,993 Liabilities and stockholders' equity: Accounts payable and accrued expenses $ 4,062 $ 5,717 Deferred revenue — 72 Other liabilities 83 98 Stockholders’ equity 21,888 29,106 Total liabilities and stockholders’ equity $ 26,033 $ 34,993 Unaudited Condensed Consolidated Statements of Operations (in thousands, except loss per share amounts) Three Months Ended\nMarch 31, 2018\nThree Months Ended\nMarch 31, 2017\nNet product revenue $ 177 $ 241 Other revenue 2 2 Total revenue 179 243 Costs and expenses: Cost of product revenue 84 79 Research and development 4,680 3,915 Selling, general and administrative 3,697 4,595 Total costs and expenses 8,461 8,589 Loss from operations (8,282 ) (8,346 ) Interest income, net 59 78 Net loss $ (8,223 ) $ (8,268 ) Net loss per share-basic and diluted $ (0.46 ) $ (0.49 ) Weighted-average number of common shares outstanding (1) 17,894 16,874 (1) In 2014, the Company issued approximately 5.4 million shares of restricted stock that vested over four years, through February 2018. These shares were considered outstanding for purposes of computing weighted average shares as they vested. All of these shares have vested and are considered outstanding as of March 31, 2018.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502005410/en/\nFlex Pharma, Inc.\nElizabeth Woo, 617-874-1829\nSVP, Investor Relations & Corporate Communications\nirdept@flex-pharma.com\nSource: Flex Pharma, Inc.",
    "published": "2018-05-02T15:00:00.000+03:00",
    "crawled": "2018-05-02T15:48:50.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "positive",
        "effect",
        "reported",
        "recent",
        "m",
        "study",
        "phase",
        "al",
        "cmt",
        "clinical",
        "study",
        "ongoing",
        "conference",
        "call",
        "scheduled",
        "today",
        "et",
        "boston",
        "business",
        "wire",
        "flex",
        "pharma",
        "inc",
        "nasdaq",
        "flks",
        "biotechnology",
        "company",
        "developing",
        "innovative",
        "proprietary",
        "treatment",
        "phase",
        "randomized",
        "controlled",
        "trial",
        "muscle",
        "cramp",
        "spasm",
        "spasticity",
        "associated",
        "severe",
        "neurological",
        "disease",
        "multiple",
        "sclerosis",
        "m",
        "amyotrophic",
        "lateral",
        "sclerosis",
        "al",
        "fda",
        "fast",
        "track",
        "designation",
        "cmt",
        "neuropathy",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "provided",
        "update",
        "clinical",
        "development",
        "corporate",
        "activity",
        "past",
        "month",
        "particularly",
        "rewarding",
        "clinical",
        "front",
        "achieved",
        "significant",
        "milestone",
        "positive",
        "data",
        "two",
        "serious",
        "distinctly",
        "different",
        "neurological",
        "disease",
        "m",
        "al",
        "believe",
        "data",
        "demonstrate",
        "clear",
        "potential",
        "reduce",
        "painful",
        "cramp",
        "spasm",
        "patient",
        "population",
        "stated",
        "bill",
        "mcvicar",
        "president",
        "ceo",
        "flex",
        "pharma",
        "fueled",
        "consistent",
        "efficacy",
        "demonstrated",
        "cramp",
        "spasm",
        "potential",
        "impact",
        "spasticity",
        "excited",
        "driving",
        "towards",
        "important",
        "readout",
        "clinical",
        "program",
        "next",
        "business",
        "highlight",
        "clinical",
        "effort",
        "march",
        "company",
        "announced",
        "positive",
        "topline",
        "data",
        "exploratory",
        "phase",
        "trial",
        "m",
        "patient",
        "frequent",
        "muscle",
        "spasticity",
        "dose",
        "mg",
        "taken",
        "orally",
        "twice",
        "daily",
        "liquid",
        "formulation",
        "evaluated",
        "exploratory",
        "phase",
        "randomized",
        "trial",
        "m",
        "patient",
        "evaluation",
        "impact",
        "m",
        "patient",
        "spasticity",
        "analysis",
        "parallel",
        "portion",
        "study",
        "showed",
        "following",
        "statistically",
        "significant",
        "reduction",
        "frequency",
        "compared",
        "control",
        "day",
        "increase",
        "day",
        "per",
        "day",
        "period",
        "compared",
        "control",
        "improvement",
        "spasticity",
        "treatment",
        "significantly",
        "better",
        "control",
        "treating",
        "physician",
        "reported",
        "patient",
        "much",
        "improved",
        "much",
        "improved",
        "spasticity",
        "versus",
        "control",
        "based",
        "upon",
        "clinical",
        "global",
        "impression",
        "change",
        "spasticity",
        "generally",
        "well",
        "tolerated",
        "resulted",
        "serious",
        "adverse",
        "event",
        "adverse",
        "event",
        "diarrhea",
        "nausea",
        "infrequently",
        "reported",
        "april",
        "company",
        "initiated",
        "single",
        "dose",
        "study",
        "al",
        "patient",
        "assess",
        "impact",
        "bulbar",
        "function",
        "including",
        "swallowing",
        "consumer",
        "quarter",
        "ended",
        "march",
        "company",
        "recorded",
        "approximately",
        "total",
        "revenue",
        "consumer",
        "product",
        "january",
        "company",
        "announced",
        "engaged",
        "investment",
        "banking",
        "firm",
        "assist",
        "consideration",
        "strategic",
        "alternative",
        "hotshot",
        "consumer",
        "business",
        "review",
        "progress",
        "company",
        "expects",
        "report",
        "result",
        "review",
        "near",
        "future",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "flex",
        "pharma",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "estimated",
        "fund",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "decreased",
        "million",
        "higher",
        "estimated",
        "spend",
        "future",
        "quarter",
        "timing",
        "clinical",
        "trial",
        "billing",
        "annual",
        "bonus",
        "payment",
        "related",
        "impacted",
        "cash",
        "used",
        "operation",
        "first",
        "quarter",
        "spend",
        "consumer",
        "business",
        "expected",
        "lower",
        "total",
        "revenue",
        "total",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "cost",
        "product",
        "revenue",
        "cost",
        "product",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "approximately",
        "inventory",
        "three",
        "month",
        "ended",
        "march",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "research",
        "development",
        "expense",
        "period",
        "primarily",
        "included",
        "cost",
        "associated",
        "company",
        "clinical",
        "study",
        "personnel",
        "cost",
        "including",
        "salary",
        "compensation",
        "cost",
        "production",
        "cost",
        "external",
        "consultant",
        "cost",
        "sg",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "selling",
        "general",
        "administrative",
        "expense",
        "period",
        "primarily",
        "included",
        "personnel",
        "cost",
        "including",
        "salary",
        "compensation",
        "cost",
        "sale",
        "marketing",
        "fulfillment",
        "cost",
        "related",
        "hotshot",
        "legal",
        "professional",
        "cost",
        "external",
        "consultant",
        "cost",
        "net",
        "loss",
        "cash",
        "flow",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "included",
        "million",
        "compensation",
        "expense",
        "march",
        "flex",
        "pharma",
        "share",
        "common",
        "stock",
        "outstanding",
        "net",
        "loss",
        "first",
        "quarter",
        "primarily",
        "driven",
        "company",
        "operating",
        "expense",
        "related",
        "research",
        "development",
        "effort",
        "cost",
        "associated",
        "hotshot",
        "general",
        "administrative",
        "cost",
        "financial",
        "guidance",
        "based",
        "current",
        "operating",
        "plan",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "position",
        "flex",
        "pharma",
        "expects",
        "sufficient",
        "capital",
        "fund",
        "operation",
        "upcoming",
        "event",
        "presentation",
        "jefferies",
        "global",
        "healthcare",
        "conference",
        "june",
        "new",
        "york",
        "ny",
        "conference",
        "call",
        "webcast",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "provide",
        "update",
        "company",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "access",
        "conference",
        "call",
        "please",
        "dial",
        "canada",
        "international",
        "five",
        "minute",
        "prior",
        "start",
        "time",
        "conference",
        "id",
        "number",
        "live",
        "webcast",
        "may",
        "accessed",
        "investor",
        "section",
        "company",
        "website",
        "please",
        "log",
        "flex",
        "pharma",
        "website",
        "approximately",
        "minute",
        "prior",
        "scheduled",
        "webcast",
        "ensure",
        "adequate",
        "time",
        "software",
        "downloads",
        "may",
        "required",
        "replay",
        "webcast",
        "available",
        "flex",
        "pharma",
        "website",
        "three",
        "month",
        "flex",
        "pharma",
        "flex",
        "pharma",
        "biotechnology",
        "company",
        "developing",
        "innovative",
        "proprietary",
        "treatment",
        "phase",
        "randomized",
        "controlled",
        "trial",
        "cramp",
        "spasm",
        "spasticity",
        "associated",
        "severe",
        "neurological",
        "disease",
        "al",
        "m",
        "peripheral",
        "neuropathy",
        "cmt",
        "company",
        "lead",
        "candidate",
        "developed",
        "fast",
        "track",
        "designation",
        "treatment",
        "severe",
        "muscle",
        "cramp",
        "associated",
        "al",
        "flex",
        "pharma",
        "founded",
        "national",
        "academy",
        "science",
        "member",
        "rod",
        "mackinnon",
        "nobel",
        "laureate",
        "bruce",
        "bean",
        "recognized",
        "leader",
        "field",
        "ion",
        "channel",
        "neurobiology",
        "along",
        "christoph",
        "westphal",
        "statement",
        "press",
        "release",
        "contains",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "statement",
        "regarding",
        "intention",
        "belief",
        "projection",
        "outlook",
        "analysis",
        "current",
        "expectation",
        "concerning",
        "among",
        "thing",
        "design",
        "timing",
        "ongoing",
        "anticipated",
        "clinical",
        "study",
        "expectation",
        "regarding",
        "availability",
        "capital",
        "resource",
        "based",
        "management",
        "expectation",
        "assumption",
        "date",
        "press",
        "release",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "status",
        "timing",
        "cost",
        "result",
        "interpretation",
        "clinical",
        "study",
        "uncertainty",
        "inherent",
        "conducting",
        "clinical",
        "study",
        "result",
        "ongoing",
        "planned",
        "preclinical",
        "development",
        "expectation",
        "ability",
        "make",
        "regulatory",
        "filing",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "ability",
        "successfully",
        "commercialize",
        "consumer",
        "product",
        "result",
        "early",
        "clinical",
        "study",
        "indicative",
        "result",
        "future",
        "trial",
        "availability",
        "funding",
        "sufficient",
        "foreseeable",
        "unforeseeable",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "consumer",
        "drug",
        "product",
        "candidate",
        "inherent",
        "uncertainty",
        "associated",
        "intellectual",
        "property",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "implied",
        "discussed",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "risk",
        "factor",
        "contained",
        "therein",
        "encouraged",
        "read",
        "filing",
        "sec",
        "available",
        "discussion",
        "risk",
        "uncertainty",
        "make",
        "speak",
        "date",
        "press",
        "release",
        "assume",
        "obligation",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "press",
        "release",
        "click",
        "tweet",
        "news",
        "flex",
        "pharma",
        "unaudited",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "information",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "loss",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "product",
        "revenue",
        "revenue",
        "total",
        "revenue",
        "cost",
        "expense",
        "cost",
        "product",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "diluted",
        "number",
        "common",
        "share",
        "outstanding",
        "company",
        "issued",
        "approximately",
        "million",
        "share",
        "restricted",
        "stock",
        "vested",
        "four",
        "year",
        "february",
        "share",
        "considered",
        "outstanding",
        "purpose",
        "computing",
        "weighted",
        "average",
        "share",
        "vested",
        "share",
        "vested",
        "considered",
        "outstanding",
        "march",
        "view",
        "source",
        "version",
        "http",
        "flex",
        "pharma",
        "elizabeth",
        "woo",
        "svp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "irdept",
        "source",
        "flex",
        "pharma",
        "inc"
    ]
}