{
    "organizations": [],
    "uuid": "f6b343130f81a8205a16b95f6be75d4e5ea95060",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-willbros-reports-first-quarter-2018-resultsa.html",
    "ord_in_thread": 0,
    "title": "Willbros Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Definitive proxy statement filed May 2, 2018 Special Meeting of Stockholders scheduled for May 31, 2018 Process to finalize merger remains on schedule\nHOUSTON, May 09, 2018 (GLOBE NEWSWIRE) -- Willbros Group, Inc. (OTC:WGRP) today announced financial results for 2018. The Company reported a net loss of $17.0 million, or $(0.27) per diluted share, in 2018 on revenue of $201.0 million, compared to a net loss of $17.8 million, or $(0.29) per diluted share, in 2017 on revenue of $163.9 million.\nAn operating loss of $10.5 million in 2018 compares to an operating loss of $14.9 million in 2017. Included in 2018 operating loss are $8.4 million of other charges, primarily related to professional fees associated with evaluating various strategic alternatives, including negotiation of the pending transaction with Primoris Services Corporation. Also included in 2018 operating loss are $6.1 million of gains on the sale of assets, primarily related to the previously announced sales of the mainline pipeline construction assets and the tank services business.\nMichael Fournier, President and CEO, commented, “Integration planning with Primoris has commenced and we are focused on finalizing the transaction. The special meeting of stockholders is scheduled for May 31, 2018 and, assuming transaction approval is obtained, completion of the merger will occur quickly.”\nBacklog\nTwelve-month backlog of $425.3 million at March 31, 2018 decreased $51.9 million, or approximately 11% from December 31, 2017, primarily due to a significant reduction in the Oil & Gas segment backlog resulting from work completed on the mainline pipeline and facility construction projects. Both the Utility T&D and Canada segments reported an increase in twelve-month backlog at March 31, 2018 compared to December 31, 2017.\nTotal backlog of $635.4 million at March 31, 2018 increased $19.0 million from December 31, 2017, with all of the increase attributable to the Utility T&D segment.\nSegment Operating Results\nUtility T&D\nThe Utility T&D segment reported revenue of $112.6 million for 2018, a $2.9 million decrease compared to 2017 . The segment reported operating income of $1.9 million in 2018 compared to operating income of $0.8 million in 2017. The higher operating income was generated by improved margins in the electric transmission business due to productivity gains and greater equipment utilization, coupled with margin improvement in the expanding WTD Southeast distribution business due to revenue growth. These improvements were partially offset by margin deterioration in the WTD East distribution business due to a reduction in volume and lengthy weather delays on existing projects.\nOil & Gas\nFor 2018, the Oil & Gas segment reported revenue of $62.6 million and operating income of $1.0 million, an $8.3 million increase in operating income from 2017 when this segment generated $22.4 million in revenue. The improvement in operating income was primarily due to a gain on asset sales of $5.5 million, an increase in the utilization of equipment and a reduction of operating losses associated with our mainline pipeline and integrity construction businesses.\nCanada\nCanada revenue of $25.8 million for 2018 was relatively flat when compared to 2017. The segment reported an operating loss of $0.9 million in 2018 compared to an operating loss of $3.3 million in 2017. This improvement in operating income was primarily driven by a higher volume of maintenance work and specialty fabrication projects.\nLiquidity\nTotal liquidity at March 31, 2018 was $21.4 million which represents only unrestricted cash and cash equivalents. In March 2018, we entered into forbearance agreements with our lenders as a result of noncompliance with certain provisions of our term and ABL credit agreements. The forbearance agreements provide that our lenders will refrain from pursuing any remedies with respect to certain events of default under our credit agreements for a limited period as we work to complete the merger transaction and provided we comply with the provisions of the agreements. The ABL forbearance agreement also prohibits the company from borrowing additional funds under its existing ABL credit facility. At March 31, 2018, borrowings under the ABL credit facility totaled $23.0 million. On March 30, 2018, an additional $10 million loan was provided under the term credit agreement by Primoris. The Primoris loan is repayable if the transaction does not close.\nTotal liquidity was $48.8 million at December 31, 2017, consisting of $33.5 million of unrestricted cash and revolver availability of $15.3 million. This significant reduction in liquidity during 2018 was primarily due to the operating losses incurred in the fourth quarter of 2017 and first quarter of 2018 and our inability to access the revolver under the ABL forbearance agreement.\nConference Call\nAs a result of Willbros’ pending transaction with Primoris Services Corporation, the company will not hold a conference call to discuss its first quarter of 2018 results.\nAbout Willbros\nWillbros is a specialty energy infrastructure contractor serving the oil and gas and power industries with offerings that primarily include construction, maintenance and facilities development services. For more information on Willbros, please visit our web site at www.willbros.com .\nThis announcement contains forward-looking statements. All statements, other than statements of historical facts, which address activities, events or developments the company expects or anticipates will or may occur in the future, are forward-looking statements. A number of risks and uncertainties could cause actual results to differ materially from these statements, including the company’s stockholders may not approve the merger transaction; the conditions to the completion of the transaction may not be satisfied, or any regulatory approvals required for the transaction may not be obtained on the terms expected, on the anticipated schedule, or at all; closing of the transaction may not occur or may be delayed, either as a result of litigation related to the transaction or otherwise; the parties may be unable to achieve the anticipated benefits of the transaction; completing the merger may distract the company’s management from other important matters ; inability to obtain additional waivers, amendments or other forbearance under the company’s existing loan agreements; inability to achieve anticipated margins on fixed price contracts; unanticipated accounting or other issues regarding any material weaknesses in internal control over financial reporting; pending and potential investigations and lawsuits; the identification of one or more issues that require restatement of one or more other prior period financial statements; the existence of other material weaknesses in internal control over financial reporting; contract and billing disputes; availability of quality management; availability and terms of capital; changes in, or the failure to comply with, government regulations; the promulgation, application, and interpretation of environmental laws and regulations; future E&P capital expenditures; oil, gas, gas liquids, and power prices and demand; the amount and location of planned pipelines; development trends of the oil and gas, and power industries; as well as other risk factors described from time to time in the company's documents and reports filed with the SEC. The company assumes no obligation to update publicly statements, whether as a result of new information, future events or otherwise, except as may be required by law.\nSCHEDULES TO FOLLOW\nWILLBROS GROUP, INC. (In thousands, except per share amounts) Three Months Ended March 31, 2018 2017 Income Statement Contract revenue Utility T&D $ 112,612 $ 115,508 Canada 25,803 25,960 Oil & Gas 62,639 22,432 Eliminations (74 ) - 200,980 163,900 Operating expenses Utility T&D 110,704 114,724 Canada 26,653 29,300 Oil & Gas 61,636 29,768 Corporate 12,534 4,961 Eliminations (74 ) - 211,453 178,753 Operating income (loss) Utility T&D 1,908 784 Canada (850 ) (3,340 ) Oil & Gas 1,003 (7,336 ) Corporate (12,534 ) (4,961 ) Operating loss (10,473 ) (14,853 ) Non-operating expenses Interest expense (6,528 ) (3,488 ) Interest income 8 8 Other, net 37 (3 ) (6,483 ) (3,483 ) Loss from continuing operations before income taxes (16,956 ) (18,336 ) Benefit for income taxes (221 ) (600 ) Loss from continuing operations (16,735 ) (17,736 ) Loss from discontinued operations net of provision for income taxes (230 ) (31 ) Net loss $ (16,965 ) $ (17,767 ) Basic loss per share attributable to Company shareholders: Continuing operations $ (0.27 ) $ (0.29 ) Discontinued operations - - $ (0.27 ) $ (0.29 ) Diluted loss per share attributable to Company shareholders: Continuing operations $ (0.27 ) $ (0.29 ) Discontinued operations - - $ (0.27 ) $ (0.29 ) Cash Flow Data Continuing operations Cash provided by (used in) Operating activities $ (25,939 ) $ (3,685 ) Investing activities 9,963 1,551 Financing activities 4,517 (2,454 ) Foreign exchange effects (139 ) 86 Discontinued operations (404 ) (240 ) Other Data (Continuing Operations) Weighted average shares outstanding Basic 62,405 61,830 Diluted 62,405 61,830 Adjusted EBITDA from continuing operations (1) $ (3,347 ) $ (9,012 ) Purchases of property, plant and equipment 385 493 Reconciliation of Non-GAAP Financial Measures Adjusted EBITDA from continuing operations (1) Loss from continuing operations $ (16,735 ) $ (17,736 ) Interest expense 6,528 3,488 Interest income (8 ) (8 ) Benefit for income taxes (221 ) (600 ) Depreciation and amortization 4,315 5,037 Stock based compensation 524 906 Legal and consulting costs 7,384 274 Restructuring related costs 946 323 Gain on sale of assets (6,080 ) (696 ) Adjusted EBITDA from continuing operations (1) $ (3,347 ) $ (9,012 ) Balance Sheet Data March 31,\n2018 December 31,\n2017 Cash and cash equivalents $ 21,364 $ 33,472 Working capital (92,364 ) (83,884 ) Total assets 349,039 363,877 Total debt 139,902 133,283 Stockholders' equity 15,173 31,708 Backlog Data (2) 12 Month Backlog by Reporting Segment Utility T&D $ 321,131 $ 307,122 Canada 55,081 51,714 Oil & Gas 49,042 118,278 12 Month Backlog $ 425,254 $ 477,114 12 Month Backlog exclusive of Tank Services & Mainline Pipeline Construction Services 12 Month Backlog, as reported $ 425,254 $ 477,114 Mainline Pipeline Construction Services 12 Month Backlog 9,053 20,734 Tank Services 12 Month Backlog 1,317 18,258 12 Month Backlog, exclusive of Tank Services and Mainline Pipeline Construction Services $ 414,884 $ 438,122 Total Backlog By Reporting Segment Utility T&D $ 489,351 $ 387,284 Canada 96,970 110,770 Oil & Gas 49,042 118,278 Total Backlog $ 635,363 $ 616,332 Total Backlog exclusive of Tank Services & Mainline Pipeline Construction Services Total Backlog, as reported $ 635,363 $ 616,332 Mainline Pipeline Construction Services Total Backlog 9,053 20,734 Tank Services Total Backlog 1,317 18,258 Total Month Backlog, exclusive of Tank Services and Mainline Pipeline Construction Services $ 624,993 $ 577,340 (1) Adjusted EBITDA from continuing operations is defined as income (loss) from continuing operations before interest expense (income), income tax expense (benefit) and depreciation and amortization, adjusted for items broadly consisting of selected items which management does not consider representative of our ongoing operations and certain non-cash items of the Company. Management uses Adjusted EBITDA from continuing operations as a supplemental performance measure for comparing normalized operating results with corresponding historical periods and with the operational performance of other companies in our industry and for presentations made to analysts, investment banks and other members of the financial community who use this information in order to make investment decisions about us.\nAdjusted EBITDA from continuing operations is not a financial measurement recognized under U.S. generally accepted accounting principles, or U.S. GAAP. When analyzing our operating performance, investors should use Adjusted EBITDA from continuing operations in addition to, and not as an alternative for, net income, operating income, or any other performance measure derived in accordance with U.S. GAAP, or as an alternative to cash flow from operating activities as a measure of our liquidity. Because all companies do not use identical calculations, our presentation of Adjusted EBITDA from continuing operations may be different from similarly titled measures of other companies. (2)\nBacklog is anticipated contract revenue from uncompleted portions of existing contracts and contracts whose award is reasonably assured. Master Service Agreement (\"MSA\") backlog is estimated for the remaining term of the contract. MSA backlog is determined based on historical trends inherent in the MSAs, factoring in seasonal demand and projecting customer needs based on ongoing communications. Backlog is not a term recognized under U.S. GAAP; however, it is a common measurement used in our industry.\nSource:Willbros United States Holdings, Inc.",
    "published": "2018-05-10T01:05:00.000+03:00",
    "crawled": "2018-05-10T04:00:33.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "definitive",
        "proxy",
        "statement",
        "filed",
        "may",
        "special",
        "meeting",
        "stockholder",
        "scheduled",
        "may",
        "process",
        "finalize",
        "merger",
        "remains",
        "schedule",
        "houston",
        "may",
        "globe",
        "newswire",
        "willbros",
        "group",
        "otc",
        "wgrp",
        "today",
        "announced",
        "financial",
        "result",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "revenue",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "revenue",
        "million",
        "operating",
        "loss",
        "million",
        "compare",
        "operating",
        "loss",
        "million",
        "included",
        "operating",
        "loss",
        "million",
        "charge",
        "primarily",
        "related",
        "professional",
        "fee",
        "associated",
        "evaluating",
        "various",
        "strategic",
        "alternative",
        "including",
        "negotiation",
        "pending",
        "transaction",
        "primoris",
        "service",
        "corporation",
        "also",
        "included",
        "operating",
        "loss",
        "million",
        "gain",
        "sale",
        "asset",
        "primarily",
        "related",
        "previously",
        "announced",
        "sale",
        "mainline",
        "pipeline",
        "construction",
        "asset",
        "tank",
        "service",
        "business",
        "michael",
        "fournier",
        "president",
        "ceo",
        "commented",
        "integration",
        "planning",
        "primoris",
        "commenced",
        "focused",
        "finalizing",
        "transaction",
        "special",
        "meeting",
        "stockholder",
        "scheduled",
        "may",
        "assuming",
        "transaction",
        "approval",
        "obtained",
        "completion",
        "merger",
        "occur",
        "backlog",
        "backlog",
        "million",
        "march",
        "decreased",
        "million",
        "approximately",
        "december",
        "primarily",
        "due",
        "significant",
        "reduction",
        "oil",
        "gas",
        "segment",
        "backlog",
        "resulting",
        "work",
        "completed",
        "mainline",
        "pipeline",
        "facility",
        "construction",
        "project",
        "utility",
        "canada",
        "segment",
        "reported",
        "increase",
        "backlog",
        "march",
        "compared",
        "december",
        "total",
        "backlog",
        "million",
        "march",
        "increased",
        "million",
        "december",
        "increase",
        "attributable",
        "utility",
        "segment",
        "segment",
        "operating",
        "result",
        "utility",
        "utility",
        "segment",
        "reported",
        "revenue",
        "million",
        "million",
        "decrease",
        "compared",
        "segment",
        "reported",
        "operating",
        "income",
        "million",
        "compared",
        "operating",
        "income",
        "million",
        "higher",
        "operating",
        "income",
        "generated",
        "improved",
        "margin",
        "electric",
        "transmission",
        "business",
        "due",
        "productivity",
        "gain",
        "greater",
        "equipment",
        "utilization",
        "coupled",
        "margin",
        "improvement",
        "expanding",
        "wtd",
        "southeast",
        "distribution",
        "business",
        "due",
        "revenue",
        "growth",
        "improvement",
        "partially",
        "offset",
        "margin",
        "deterioration",
        "wtd",
        "east",
        "distribution",
        "business",
        "due",
        "reduction",
        "volume",
        "lengthy",
        "weather",
        "delay",
        "existing",
        "project",
        "oil",
        "gas",
        "oil",
        "gas",
        "segment",
        "reported",
        "revenue",
        "million",
        "operating",
        "income",
        "million",
        "million",
        "increase",
        "operating",
        "income",
        "segment",
        "generated",
        "million",
        "revenue",
        "improvement",
        "operating",
        "income",
        "primarily",
        "due",
        "gain",
        "asset",
        "sale",
        "million",
        "increase",
        "utilization",
        "equipment",
        "reduction",
        "operating",
        "loss",
        "associated",
        "mainline",
        "pipeline",
        "integrity",
        "construction",
        "business",
        "canada",
        "canada",
        "revenue",
        "million",
        "relatively",
        "flat",
        "compared",
        "segment",
        "reported",
        "operating",
        "loss",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "improvement",
        "operating",
        "income",
        "primarily",
        "driven",
        "higher",
        "volume",
        "maintenance",
        "work",
        "specialty",
        "fabrication",
        "project",
        "liquidity",
        "total",
        "liquidity",
        "march",
        "million",
        "represents",
        "unrestricted",
        "cash",
        "cash",
        "equivalent",
        "march",
        "entered",
        "forbearance",
        "agreement",
        "lender",
        "result",
        "noncompliance",
        "certain",
        "provision",
        "term",
        "abl",
        "credit",
        "agreement",
        "forbearance",
        "agreement",
        "provide",
        "lender",
        "refrain",
        "pursuing",
        "remedy",
        "respect",
        "certain",
        "event",
        "default",
        "credit",
        "agreement",
        "limited",
        "period",
        "work",
        "complete",
        "merger",
        "transaction",
        "provided",
        "comply",
        "provision",
        "agreement",
        "abl",
        "forbearance",
        "agreement",
        "also",
        "prohibits",
        "company",
        "borrowing",
        "additional",
        "fund",
        "existing",
        "abl",
        "credit",
        "facility",
        "march",
        "borrowing",
        "abl",
        "credit",
        "facility",
        "totaled",
        "million",
        "march",
        "additional",
        "million",
        "loan",
        "provided",
        "term",
        "credit",
        "agreement",
        "primoris",
        "primoris",
        "loan",
        "repayable",
        "transaction",
        "close",
        "total",
        "liquidity",
        "million",
        "december",
        "consisting",
        "million",
        "unrestricted",
        "cash",
        "revolver",
        "availability",
        "million",
        "significant",
        "reduction",
        "liquidity",
        "primarily",
        "due",
        "operating",
        "loss",
        "incurred",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "inability",
        "access",
        "revolver",
        "abl",
        "forbearance",
        "agreement",
        "conference",
        "call",
        "result",
        "willbros",
        "pending",
        "transaction",
        "primoris",
        "service",
        "corporation",
        "company",
        "hold",
        "conference",
        "call",
        "discus",
        "first",
        "quarter",
        "result",
        "willbros",
        "willbros",
        "specialty",
        "energy",
        "infrastructure",
        "contractor",
        "serving",
        "oil",
        "gas",
        "power",
        "industry",
        "offering",
        "primarily",
        "include",
        "construction",
        "maintenance",
        "facility",
        "development",
        "service",
        "information",
        "willbros",
        "please",
        "visit",
        "web",
        "site",
        "announcement",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "development",
        "company",
        "expects",
        "anticipates",
        "may",
        "occur",
        "future",
        "statement",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "including",
        "company",
        "stockholder",
        "may",
        "approve",
        "merger",
        "transaction",
        "condition",
        "completion",
        "transaction",
        "may",
        "satisfied",
        "regulatory",
        "approval",
        "required",
        "transaction",
        "may",
        "obtained",
        "term",
        "expected",
        "anticipated",
        "schedule",
        "closing",
        "transaction",
        "may",
        "occur",
        "may",
        "delayed",
        "either",
        "result",
        "litigation",
        "related",
        "transaction",
        "otherwise",
        "party",
        "may",
        "unable",
        "achieve",
        "anticipated",
        "benefit",
        "transaction",
        "completing",
        "merger",
        "may",
        "distract",
        "company",
        "management",
        "important",
        "matter",
        "inability",
        "obtain",
        "additional",
        "waiver",
        "amendment",
        "forbearance",
        "company",
        "existing",
        "loan",
        "agreement",
        "inability",
        "achieve",
        "anticipated",
        "margin",
        "fixed",
        "price",
        "contract",
        "unanticipated",
        "accounting",
        "issue",
        "regarding",
        "material",
        "weakness",
        "internal",
        "control",
        "financial",
        "reporting",
        "pending",
        "potential",
        "investigation",
        "lawsuit",
        "identification",
        "one",
        "issue",
        "require",
        "restatement",
        "one",
        "prior",
        "period",
        "financial",
        "statement",
        "existence",
        "material",
        "weakness",
        "internal",
        "control",
        "financial",
        "reporting",
        "contract",
        "billing",
        "dispute",
        "availability",
        "quality",
        "management",
        "availability",
        "term",
        "capital",
        "change",
        "failure",
        "comply",
        "government",
        "regulation",
        "promulgation",
        "application",
        "interpretation",
        "environmental",
        "law",
        "regulation",
        "future",
        "e",
        "p",
        "capital",
        "expenditure",
        "oil",
        "gas",
        "gas",
        "liquid",
        "power",
        "price",
        "demand",
        "amount",
        "location",
        "planned",
        "pipeline",
        "development",
        "trend",
        "oil",
        "gas",
        "power",
        "industry",
        "well",
        "risk",
        "factor",
        "described",
        "time",
        "time",
        "company",
        "document",
        "report",
        "filed",
        "sec",
        "company",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "schedule",
        "follow",
        "willbros",
        "group",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "income",
        "statement",
        "contract",
        "revenue",
        "utility",
        "canada",
        "oil",
        "gas",
        "elimination",
        "operating",
        "expense",
        "utility",
        "canada",
        "oil",
        "gas",
        "corporate",
        "elimination",
        "operating",
        "income",
        "loss",
        "utility",
        "canada",
        "oil",
        "gas",
        "corporate",
        "operating",
        "loss",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "net",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "loss",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "basic",
        "loss",
        "per",
        "share",
        "attributable",
        "company",
        "shareholder",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "diluted",
        "loss",
        "per",
        "share",
        "attributable",
        "company",
        "shareholder",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "cash",
        "flow",
        "data",
        "continuing",
        "operation",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "financing",
        "activity",
        "foreign",
        "exchange",
        "effect",
        "discontinued",
        "operation",
        "data",
        "continuing",
        "operation",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "purchase",
        "property",
        "plant",
        "equipment",
        "reconciliation",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "loss",
        "continuing",
        "operation",
        "interest",
        "expense",
        "interest",
        "income",
        "benefit",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "legal",
        "consulting",
        "cost",
        "restructuring",
        "related",
        "cost",
        "gain",
        "sale",
        "asset",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "balance",
        "sheet",
        "data",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "debt",
        "stockholder",
        "equity",
        "backlog",
        "data",
        "month",
        "backlog",
        "reporting",
        "segment",
        "utility",
        "canada",
        "oil",
        "gas",
        "month",
        "backlog",
        "month",
        "backlog",
        "exclusive",
        "tank",
        "service",
        "mainline",
        "pipeline",
        "construction",
        "service",
        "month",
        "backlog",
        "reported",
        "mainline",
        "pipeline",
        "construction",
        "service",
        "month",
        "backlog",
        "tank",
        "service",
        "month",
        "backlog",
        "month",
        "backlog",
        "exclusive",
        "tank",
        "service",
        "mainline",
        "pipeline",
        "construction",
        "service",
        "total",
        "backlog",
        "reporting",
        "segment",
        "utility",
        "canada",
        "oil",
        "gas",
        "total",
        "backlog",
        "total",
        "backlog",
        "exclusive",
        "tank",
        "service",
        "mainline",
        "pipeline",
        "construction",
        "service",
        "total",
        "backlog",
        "reported",
        "mainline",
        "pipeline",
        "construction",
        "service",
        "total",
        "backlog",
        "tank",
        "service",
        "total",
        "backlog",
        "total",
        "month",
        "backlog",
        "exclusive",
        "tank",
        "service",
        "mainline",
        "pipeline",
        "construction",
        "service",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "defined",
        "income",
        "loss",
        "continuing",
        "operation",
        "interest",
        "expense",
        "income",
        "income",
        "tax",
        "expense",
        "benefit",
        "depreciation",
        "amortization",
        "adjusted",
        "item",
        "broadly",
        "consisting",
        "selected",
        "item",
        "management",
        "consider",
        "representative",
        "ongoing",
        "operation",
        "certain",
        "item",
        "company",
        "management",
        "us",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "supplemental",
        "performance",
        "measure",
        "comparing",
        "normalized",
        "operating",
        "result",
        "corresponding",
        "historical",
        "period",
        "operational",
        "performance",
        "company",
        "industry",
        "presentation",
        "made",
        "analyst",
        "investment",
        "bank",
        "member",
        "financial",
        "community",
        "use",
        "information",
        "order",
        "make",
        "investment",
        "decision",
        "u",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "financial",
        "measurement",
        "recognized",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "analyzing",
        "operating",
        "performance",
        "investor",
        "use",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "addition",
        "alternative",
        "net",
        "income",
        "operating",
        "income",
        "performance",
        "measure",
        "derived",
        "accordance",
        "gaap",
        "alternative",
        "cash",
        "flow",
        "operating",
        "activity",
        "measure",
        "liquidity",
        "company",
        "use",
        "identical",
        "calculation",
        "presentation",
        "adjusted",
        "ebitda",
        "continuing",
        "operation",
        "may",
        "different",
        "similarly",
        "titled",
        "measure",
        "company",
        "backlog",
        "anticipated",
        "contract",
        "revenue",
        "uncompleted",
        "portion",
        "existing",
        "contract",
        "contract",
        "whose",
        "award",
        "reasonably",
        "assured",
        "master",
        "service",
        "agreement",
        "msa",
        "backlog",
        "estimated",
        "remaining",
        "term",
        "contract",
        "msa",
        "backlog",
        "determined",
        "based",
        "historical",
        "trend",
        "inherent",
        "msas",
        "factoring",
        "seasonal",
        "demand",
        "projecting",
        "customer",
        "need",
        "based",
        "ongoing",
        "communication",
        "backlog",
        "term",
        "recognized",
        "gaap",
        "however",
        "common",
        "measurement",
        "used",
        "industry",
        "source",
        "willbros",
        "united",
        "state",
        "holding",
        "inc"
    ]
}