{
    "organizations": [],
    "uuid": "897e4aedf2bf1e04d3e1e3de06baa9e49f00aa57",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-kura-oncology-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Kura Oncology Reports First Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Registration-directed trial of tipifarnib in HRAS mutant head and neck squamous cell carcinomas (HNSCC) on track to initiate in second half of 2018 –\n– Data from multiple Phase 2 trials of tipifarnib in solid tumor and hematologic indications anticipated in second half of 2018 –\n– Company expects cash, cash equivalents and short-term investments will be sufficient to fund current operations into the first half of 2020 –\n– Management to host webcast and conference call today at 4:30 p.m. ET –\nSAN DIEGO, May 08, 2018 (GLOBE NEWSWIRE) -- Kura Oncology, Inc., (Nasdaq:KURA) a clinical-stage biopharmaceutical company focused on the development of precision medicines for oncology, today reported first quarter 2018 financial results and provided a corporate update.\n“I am very pleased with the progress we made over the past quarter, highlighted by a successful end of Phase 2 meeting with the FDA,” said Troy Wilson, Ph.D., J.D., President and Chief Executive Officer of Kura Oncology. “We are working diligently to initiate AIM-HN, our registration-directed trial of tipifarnib in HRAS mutant HNSCC, as well as SEQ-HN, our concurrent screening and outcomes study. We believe that tipifarnib has the potential to become an important treatment option for patients with HRAS mutant HNSCC, and we are committed to executing the clinical and regulatory strategy that best positions it for success.”\n“We are also excited about the potential to expand the clinical utility of tipifarnib to other solid tumor and hematologic indications,” continued Dr. Wilson. “We are evaluating tipifarnib in multiple biomarker-guided Phase 2 clinical trials, and our goal is to generate proof-of-concept data in one or more of these additional indications by year end. We believe we have the cash runway to advance tipifarnib and our emerging pipeline of drug candidates through a series of upcoming potential data catalysts, and we look forward to providing further updates on our progress in the months ahead.”\nCorporate Update\nRegistration-directed trial of tipifarnib in HRAS mutant HNSCC – Following a positive Phase 2 trial in HRAS mutant HNSCC and a successful end of Phase 2 meeting with the FDA, Kura is planning to conduct a global, registration-directed trial of its lead drug candidate tipifarnib in at least 59 recurrent or metastatic patients with HRAS mutant HNSCC. The primary endpoint of the trial will be objective response rate. Based on feedback from the FDA, Kura believes that the single-arm trial, if positive, could support an application for accelerated approval. Kura anticipates that the trial, called AIM-HN, will require fewer than 100 clinical sites worldwide and take approximately two years to enroll. Kura expects to initiate the AIM-HN trial in the second half of 2018.\nScreening and outcomes study in HRAS mutant HNSCC – Concurrent with the AIM-HN trial, Kura is also planning to conduct a non-interventional, case-control study in HNSCC, called SEQ-HN. The study is expected to facilitate the identification of patients with HRAS mutations for potential enrollment into the AIM-HN trial. In addition, SEQ-HN is designed to characterize the natural history of patients with HRAS mutant HNSCC, which may support any future discussions with regulatory agencies concerning the appropriateness and nature of a potential approval.\nTipifarnib in HRAS mutant lung squamous cell carcinoma (LSCC) – Kura recently presented new preclinical data showing that tipifarnib is highly active in HRAS mutant LSCC tumor models. The data, presented at the American Association for Cancer Research (AACR) Annual Meeting in April 2018, illustrate the potential for tipifarnib in the treatment of HRAS mutant LSCC. Kura is collaborating with the Spanish Lung Cancer Group, a cooperative group consisting of more than 150 public and private oncology centers in Spain, on a proof-of-concept trial of tipifarnib in HRAS mutant LSCC. Kura anticipates this investigator-sponsored trial to initiate later this year.\nPatent protection for tipifarnib in hematologic malignancies – Kura recently announced the issuance of U.S. patent 9,956,215, “Methods of Treating Cancer Patients with Farnesyltransferase Inhibitors.” The newly issued patent includes multiple claims directed to the use of tipifarnib as a method of treating patients with CXCL12-expressing peripheral T-cell lymphoma (PTCL) and acute myeloid leukemia (AML) and has an expiration date of November 2037, excluding any possible patent term extension. This patent comes less than one year after the U.S. Patent and Trademark Office issued a similar patent for tipifarnib in HRAS mutant HNSCC, reinforcing the potential of Kura’s broader strategy to generate intellectual property related to its drug candidates and their use in treating genetically defined patient populations.\nPotential biomarker for KO-947 in squamous cell carcinomas – At the AACR Annual Meeting in April 2018, Kura presented new preclinical data for its ERK inhibitor, KO-947, including the identification of 11q13 amplification as a potential biomarker of activity in squamous cell carcinomas. Amplification of chromosomal region 11q13 is a common genetic alteration in squamous cell carcinomas, comprising approximately 20% of HNSCC and 50% of esophageal squamous cell carcinoma.\nUpcoming Milestones\nInitiation of AIM-HN, a registration-directed trial of tipifarnib in HRAS mutant HNSCC, and SEQ-HN, a non-interventional, case-control study in HRAS mutant HNSCC, in the second half of 2018\nAdditional data from RUN-HN, an ongoing Phase 2 trial of tipifarnib in HRAS mutant HNSCC, in the second half of 2018\nBiomarker-enriched data from ongoing Phase 2 trials of tipifarnib in hematologic malignancies in the second half of 2018\nInitiation of a proof-of-concept study of tipifarnib in HRAS mutant LSCC sponsored by the Spanish Lung Cancer Group in 2018\nData from a Phase 1 dose-escalation trial of KO-947 in solid tumors in the second half of 2018\nSubmission of an investigational new drug application for KO-539, a potent and selective inhibitor of the menin-MLL interaction, in late 2018 or early 2019\nFinancial Results\nResearch and development expenses for the first quarter of 2018 were $11.6 million, compared to $5.5 million for the first quarter of 2017.\nGeneral and administrative expenses for the first quarter of 2018 were $3.4 million, compared to $2.1 million for the first quarter of 2017.\nNet loss for the first quarter of 2018 was $14.6 million, compared to $7.5 million for the first quarter of 2017.\nCash, cash equivalents and short-term investments totaled $138.2 million as of March 31, 2018, which included $57.7 million in net proceeds under an ATM facility in January 2018, compared with $93.1 million as of December 31, 2017.\nManagement expects that current cash, cash equivalents and short-term investments will be sufficient to fund its current operations into the first half of 2020.\nConference Call and Webcast\nKura’s management will host a webcast and conference call today at 4:30 p.m. ET / 1:30 p.m. PT today, May 8, 2018, to discuss the financial results for the first quarter of 2018 and provide a corporate update. The live call may be accessed by dialing (877) 516-3514 for domestic callers and (281) 973-6129 for international callers and using conference ID #7199738. A live webcast of the call will be available from the Investors and Media section of the company website at www.kuraoncology.com , and will be archived there for 30 days.\nAbout Kura Oncology\nKura Oncology is a clinical-stage biopharmaceutical company committed to realizing the promise of precision medicines for the treatment of cancer. The company’s pipeline consists of small molecule drug candidates that target cancer signaling pathways where there is a strong scientific and clinical rationale to improve outcomes by identifying those patients most likely to benefit from treatment. Kura Oncology’s lead drug candidate is tipifarnib, a farnesyl transferase inhibitor, which is currently being studied in multiple Phase 2 clinical trials in solid tumor and hematologic indications. The company plans to initiate the AIM-HN trial, a single-arm, registration-directed trial of tipifarnib in at least 59 recurrent or metastatic patients with HRAS mutant HNSCC in the second half of 2018. Kura’s pipeline also includes KO-947, an ERK inhibitor, currently in a Phase 1 trial, and KO-539, an inhibitor of the menin-MLL protein-protein interaction, currently in preclinical development. For additional information about Kura Oncology, please visit the company’s website at www.kuraoncology.com .\nForward-Looking Statements\nThis news release contains certain forward-looking statements that involve risks and uncertainties that could cause actual results to be materially different from historical results or from any future results expressed or implied by such forward-looking statements. Such forward-looking statements include statements regarding, among other things, the efficacy, safety and therapeutic potential of Kura Oncology’s product candidates, tipifarnib, KO-947 and KO-539, progress and expected timing of Kura Oncology’s drug development programs and clinical trials, including the timing of initiation of the AIM-HN trial, and submission of regulatory filings, the presentation of data from clinical trials, plans regarding regulatory filings and future clinical trials, the regulatory approval path for tipifarnib, the strength of Kura Oncology’s balance sheet and the adequacy of cash on hand. Factors that may cause actual results to differ materially include the risk that compounds that appeared promising in early research or clinical trials do not demonstrate safety and/or efficacy in later preclinical studies or clinical trials, the risk that Kura Oncology may not obtain approval to market its product candidates, uncertainties associated with performing clinical trials, regulatory filings and applications, risks associated with reliance on third parties to successfully conduct clinical trials, the risks associated with reliance on outside financing to meet capital requirements, and other risks associated with the process of discovering, developing and commercializing drugs that are safe and effective for use as human therapeutics, and in the endeavor of building a business around such drugs. You are urged to consider statements that include the words \"may,\" \"will,\" \"would,\" \"could,\" \"should,\" \"believes,\" \"estimates,\" \"projects,\" \"promise,\" \"potential,\" \"expects,\" \"plans,\" \"anticipates,\" \"intends,\" \"continues,\" \"designed,\" \"goal,\" or the negative of those words or other comparable words to be uncertain and forward-looking. For a further list and description of the risks and uncertainties the company faces, please refer to the company's periodic and other filings with the Securities and Exchange Commission, which are available at www.sec.gov . Such forward-looking statements are current only as of the date they are made, and Kura Oncology assumes no obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise.\nKURA ONCOLOGY, INC. Statements of Operations Data (unaudited) (in thousands, except per share data) Three Months Ended March 31, 2018 2017 Operating Expenses: Research and development $ 11,566 $ 5,513 General and administrative 3,425 2,140 Total operating expenses 14,991 7,653 Other income, net 387 120 Net loss $ (14,604 ) $ (7,533 ) Net loss per share, basic and\ndiluted $ (0.46 ) $ (0.39 ) Weighted average number of\nshares used in computing net loss\nper share, basic and diluted 31,829 19,464\nKURA ONCOLOGY, INC. Balance Sheet Data (unaudited) (in thousands) March 31, December 31, 2018 2017 Cash, cash equivalents and short-term investments $ 138,200 $ 93,145 Working capital 129,010 84,610 Total assets 141,458 95,851 Long-term liabilities 5,307 5,955 Accumulated deficit (103,894 ) (89,290 ) Stockholders’ equity 124,800 79,865 Contacts\nCompany:\nPete De Spain\nVice President, Investor Relations &\nCorporate Communications\n(858) 500-8803\npete@kuraoncology.com\nInvestors:\nRobert H. Uhl\nManaging Director\nWestwicke Partners, LLC\n(858) 356-5932\nrobert.uhl@westwicke.com\nMedia:\nJason Spark\nManaging Director\nCanale Communications\n(619) 849-6005\njason@canalecomm.com\nSource:Kura Oncology, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-08T23:37:10.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "trial",
        "tipifarnib",
        "hras",
        "mutant",
        "head",
        "neck",
        "squamous",
        "cell",
        "carcinoma",
        "hnscc",
        "track",
        "initiate",
        "second",
        "half",
        "data",
        "multiple",
        "phase",
        "trial",
        "tipifarnib",
        "solid",
        "tumor",
        "hematologic",
        "indication",
        "anticipated",
        "second",
        "half",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "current",
        "operation",
        "first",
        "half",
        "management",
        "host",
        "webcast",
        "conference",
        "call",
        "today",
        "et",
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "kura",
        "oncology",
        "nasdaq",
        "kura",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "precision",
        "medicine",
        "oncology",
        "today",
        "reported",
        "first",
        "quarter",
        "financial",
        "result",
        "provided",
        "corporate",
        "update",
        "pleased",
        "progress",
        "made",
        "past",
        "quarter",
        "highlighted",
        "successful",
        "end",
        "phase",
        "meeting",
        "fda",
        "said",
        "troy",
        "wilson",
        "president",
        "chief",
        "executive",
        "officer",
        "kura",
        "oncology",
        "working",
        "diligently",
        "initiate",
        "trial",
        "tipifarnib",
        "hras",
        "mutant",
        "hnscc",
        "well",
        "concurrent",
        "screening",
        "outcome",
        "study",
        "believe",
        "tipifarnib",
        "potential",
        "become",
        "important",
        "treatment",
        "option",
        "patient",
        "hras",
        "mutant",
        "hnscc",
        "committed",
        "executing",
        "clinical",
        "regulatory",
        "strategy",
        "best",
        "position",
        "also",
        "excited",
        "potential",
        "expand",
        "clinical",
        "utility",
        "tipifarnib",
        "solid",
        "tumor",
        "hematologic",
        "indication",
        "continued",
        "wilson",
        "evaluating",
        "tipifarnib",
        "multiple",
        "phase",
        "clinical",
        "trial",
        "goal",
        "generate",
        "data",
        "one",
        "additional",
        "indication",
        "year",
        "end",
        "believe",
        "cash",
        "runway",
        "advance",
        "tipifarnib",
        "emerging",
        "pipeline",
        "drug",
        "candidate",
        "series",
        "upcoming",
        "potential",
        "data",
        "catalyst",
        "look",
        "forward",
        "providing",
        "update",
        "progress",
        "month",
        "corporate",
        "update",
        "trial",
        "tipifarnib",
        "hras",
        "mutant",
        "hnscc",
        "following",
        "positive",
        "phase",
        "trial",
        "hras",
        "mutant",
        "hnscc",
        "successful",
        "end",
        "phase",
        "meeting",
        "fda",
        "kura",
        "planning",
        "conduct",
        "global",
        "trial",
        "lead",
        "drug",
        "candidate",
        "tipifarnib",
        "least",
        "recurrent",
        "metastatic",
        "patient",
        "hras",
        "mutant",
        "hnscc",
        "primary",
        "endpoint",
        "trial",
        "objective",
        "response",
        "rate",
        "based",
        "feedback",
        "fda",
        "kura",
        "belief",
        "trial",
        "positive",
        "could",
        "support",
        "application",
        "accelerated",
        "approval",
        "kura",
        "anticipates",
        "trial",
        "called",
        "require",
        "fewer",
        "clinical",
        "site",
        "worldwide",
        "take",
        "approximately",
        "two",
        "year",
        "enroll",
        "kura",
        "expects",
        "initiate",
        "trial",
        "second",
        "half",
        "screening",
        "outcome",
        "study",
        "hras",
        "mutant",
        "hnscc",
        "concurrent",
        "trial",
        "kura",
        "also",
        "planning",
        "conduct",
        "study",
        "hnscc",
        "called",
        "study",
        "expected",
        "facilitate",
        "identification",
        "patient",
        "hras",
        "mutation",
        "potential",
        "enrollment",
        "trial",
        "addition",
        "designed",
        "characterize",
        "natural",
        "history",
        "patient",
        "hras",
        "mutant",
        "hnscc",
        "may",
        "support",
        "future",
        "discussion",
        "regulatory",
        "agency",
        "concerning",
        "appropriateness",
        "nature",
        "potential",
        "approval",
        "tipifarnib",
        "hras",
        "mutant",
        "lung",
        "squamous",
        "cell",
        "carcinoma",
        "lscc",
        "kura",
        "recently",
        "presented",
        "new",
        "preclinical",
        "data",
        "showing",
        "tipifarnib",
        "highly",
        "active",
        "hras",
        "mutant",
        "lscc",
        "tumor",
        "model",
        "data",
        "presented",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "april",
        "illustrate",
        "potential",
        "tipifarnib",
        "treatment",
        "hras",
        "mutant",
        "lscc",
        "kura",
        "collaborating",
        "spanish",
        "lung",
        "cancer",
        "group",
        "cooperative",
        "group",
        "consisting",
        "public",
        "private",
        "oncology",
        "center",
        "spain",
        "trial",
        "tipifarnib",
        "hras",
        "mutant",
        "lscc",
        "kura",
        "anticipates",
        "trial",
        "initiate",
        "later",
        "year",
        "patent",
        "protection",
        "tipifarnib",
        "hematologic",
        "malignancy",
        "kura",
        "recently",
        "announced",
        "issuance",
        "patent",
        "method",
        "treating",
        "cancer",
        "patient",
        "farnesyltransferase",
        "newly",
        "issued",
        "patent",
        "includes",
        "multiple",
        "claim",
        "directed",
        "use",
        "tipifarnib",
        "method",
        "treating",
        "patient",
        "peripheral",
        "lymphoma",
        "ptcl",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "expiration",
        "date",
        "november",
        "excluding",
        "possible",
        "patent",
        "term",
        "extension",
        "patent",
        "come",
        "less",
        "one",
        "year",
        "patent",
        "trademark",
        "office",
        "issued",
        "similar",
        "patent",
        "tipifarnib",
        "hras",
        "mutant",
        "hnscc",
        "reinforcing",
        "potential",
        "kura",
        "broader",
        "strategy",
        "generate",
        "intellectual",
        "property",
        "related",
        "drug",
        "candidate",
        "use",
        "treating",
        "genetically",
        "defined",
        "patient",
        "population",
        "potential",
        "biomarker",
        "squamous",
        "cell",
        "carcinoma",
        "aacr",
        "annual",
        "meeting",
        "april",
        "kura",
        "presented",
        "new",
        "preclinical",
        "data",
        "erk",
        "inhibitor",
        "including",
        "identification",
        "11q13",
        "amplification",
        "potential",
        "biomarker",
        "activity",
        "squamous",
        "cell",
        "carcinoma",
        "amplification",
        "chromosomal",
        "region",
        "11q13",
        "common",
        "genetic",
        "alteration",
        "squamous",
        "cell",
        "carcinoma",
        "comprising",
        "approximately",
        "hnscc",
        "esophageal",
        "squamous",
        "cell",
        "carcinoma",
        "upcoming",
        "milestone",
        "initiation",
        "trial",
        "tipifarnib",
        "hras",
        "mutant",
        "hnscc",
        "study",
        "hras",
        "mutant",
        "hnscc",
        "second",
        "half",
        "additional",
        "data",
        "ongoing",
        "phase",
        "trial",
        "tipifarnib",
        "hras",
        "mutant",
        "hnscc",
        "second",
        "half",
        "data",
        "ongoing",
        "phase",
        "trial",
        "tipifarnib",
        "hematologic",
        "malignancy",
        "second",
        "half",
        "initiation",
        "study",
        "tipifarnib",
        "hras",
        "mutant",
        "lscc",
        "sponsored",
        "spanish",
        "lung",
        "cancer",
        "group",
        "data",
        "phase",
        "trial",
        "solid",
        "tumor",
        "second",
        "half",
        "submission",
        "investigational",
        "new",
        "drug",
        "application",
        "potent",
        "selective",
        "inhibitor",
        "interaction",
        "late",
        "early",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "included",
        "million",
        "net",
        "proceeds",
        "atm",
        "facility",
        "january",
        "compared",
        "million",
        "december",
        "management",
        "expects",
        "current",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "current",
        "operation",
        "first",
        "half",
        "conference",
        "call",
        "webcast",
        "kura",
        "management",
        "host",
        "webcast",
        "conference",
        "call",
        "today",
        "et",
        "pt",
        "today",
        "may",
        "discus",
        "financial",
        "result",
        "first",
        "quarter",
        "provide",
        "corporate",
        "update",
        "live",
        "call",
        "may",
        "accessed",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "using",
        "conference",
        "id",
        "live",
        "webcast",
        "call",
        "available",
        "investor",
        "medium",
        "section",
        "company",
        "website",
        "archived",
        "day",
        "kura",
        "oncology",
        "kura",
        "oncology",
        "biopharmaceutical",
        "company",
        "committed",
        "realizing",
        "promise",
        "precision",
        "medicine",
        "treatment",
        "cancer",
        "company",
        "pipeline",
        "consists",
        "small",
        "molecule",
        "drug",
        "candidate",
        "target",
        "cancer",
        "signaling",
        "pathway",
        "strong",
        "scientific",
        "clinical",
        "rationale",
        "improve",
        "outcome",
        "identifying",
        "patient",
        "likely",
        "benefit",
        "treatment",
        "kura",
        "oncology",
        "lead",
        "drug",
        "candidate",
        "tipifarnib",
        "farnesyl",
        "transferase",
        "inhibitor",
        "currently",
        "studied",
        "multiple",
        "phase",
        "clinical",
        "trial",
        "solid",
        "tumor",
        "hematologic",
        "indication",
        "company",
        "plan",
        "initiate",
        "trial",
        "trial",
        "tipifarnib",
        "least",
        "recurrent",
        "metastatic",
        "patient",
        "hras",
        "mutant",
        "hnscc",
        "second",
        "half",
        "kura",
        "pipeline",
        "also",
        "includes",
        "erk",
        "inhibitor",
        "currently",
        "phase",
        "trial",
        "inhibitor",
        "interaction",
        "currently",
        "preclinical",
        "development",
        "additional",
        "information",
        "kura",
        "oncology",
        "please",
        "visit",
        "company",
        "website",
        "statement",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "historical",
        "result",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "statement",
        "include",
        "statement",
        "regarding",
        "among",
        "thing",
        "efficacy",
        "safety",
        "therapeutic",
        "potential",
        "kura",
        "oncology",
        "product",
        "candidate",
        "tipifarnib",
        "progress",
        "expected",
        "timing",
        "kura",
        "oncology",
        "drug",
        "development",
        "program",
        "clinical",
        "trial",
        "including",
        "timing",
        "initiation",
        "trial",
        "submission",
        "regulatory",
        "filing",
        "presentation",
        "data",
        "clinical",
        "trial",
        "plan",
        "regarding",
        "regulatory",
        "filing",
        "future",
        "clinical",
        "trial",
        "regulatory",
        "approval",
        "path",
        "tipifarnib",
        "strength",
        "kura",
        "oncology",
        "balance",
        "sheet",
        "adequacy",
        "cash",
        "hand",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "risk",
        "compound",
        "appeared",
        "promising",
        "early",
        "research",
        "clinical",
        "trial",
        "demonstrate",
        "safety",
        "efficacy",
        "later",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "risk",
        "kura",
        "oncology",
        "may",
        "obtain",
        "approval",
        "market",
        "product",
        "candidate",
        "uncertainty",
        "associated",
        "performing",
        "clinical",
        "trial",
        "regulatory",
        "filing",
        "application",
        "risk",
        "associated",
        "reliance",
        "third",
        "party",
        "successfully",
        "conduct",
        "clinical",
        "trial",
        "risk",
        "associated",
        "reliance",
        "outside",
        "financing",
        "meet",
        "capital",
        "requirement",
        "risk",
        "associated",
        "process",
        "discovering",
        "developing",
        "commercializing",
        "drug",
        "safe",
        "effective",
        "use",
        "human",
        "therapeutic",
        "endeavor",
        "building",
        "business",
        "around",
        "drug",
        "urged",
        "consider",
        "statement",
        "include",
        "word",
        "may",
        "would",
        "could",
        "belief",
        "estimate",
        "project",
        "promise",
        "potential",
        "expects",
        "plan",
        "anticipates",
        "intends",
        "continues",
        "designed",
        "goal",
        "negative",
        "word",
        "comparable",
        "word",
        "uncertain",
        "list",
        "description",
        "risk",
        "uncertainty",
        "company",
        "face",
        "please",
        "refer",
        "company",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "statement",
        "current",
        "date",
        "made",
        "kura",
        "oncology",
        "assumes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "kura",
        "oncology",
        "statement",
        "operation",
        "data",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "kura",
        "oncology",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "thousand",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "liability",
        "accumulated",
        "deficit",
        "stockholder",
        "equity",
        "contact",
        "company",
        "pete",
        "de",
        "spain",
        "vice",
        "president",
        "investor",
        "relation",
        "corporate",
        "communication",
        "pete",
        "investor",
        "robert",
        "uhl",
        "managing",
        "director",
        "westwicke",
        "partner",
        "llc",
        "medium",
        "jason",
        "spark",
        "managing",
        "director",
        "canale",
        "communication",
        "jason",
        "source",
        "kura",
        "oncology",
        "inc"
    ]
}