{
    "organizations": [],
    "uuid": "f270e640fc374415681a62245d97dd974b86fd25",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/05/03/trump-to-address-nra-event-friday-as-gun-industry-fights-activists.html",
    "ord_in_thread": 0,
    "title": "Trump to address NRA event Friday as gun industry fights activists",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "President Donald Trump and Vice President Mike Pence are scheduled to address the National Rifle Association's convention on Friday as the gun industry struggles with weak consumer demand and fights back against increasing calls for stricter gun laws.\nThe debate over gun control has grown louder this year, and even some Republicans have expressed interest in legislation that would put the big gun lobby on the defensive. The backlash follows the Feb. 14 shooting rampage at Marjory Stoneman Douglas High School in Parkland, Florida, where 17 students and staff members were killed.\nA group of Parkland survivors helped organize the \"March for Our Lives\" in Washington on March 24 and other events to push for stricter gun laws. In turn, Florida lawmakers in March passed the state's most sweeping gun-control legislation in decades. The law included raising the minimum age for buying guns to 21 and extending the waiting period to three days.\nMajor gun measures also were approved in recent months in states including Vermont and Oregon .\nGearing up for a political fight Consequently, the NRA — an organization with about 5 million members — is holding its convention as the gun lobby is expected to redouble its efforts to fight new gun-control measures. This weekend's gathering is expected to draw about 80,000 attendees and more than 800 exhibitors .\nThe gun lobby has already lashed out at some Parkland shooting survivors, including releasing an NRA TV video calling teenage activist David Hogg \"childish.\" Ted Nugent, the rock musician and an NRA board member, also has criticized the students and said there's \"irrefutable\" evidence that \"they have no soul.\"\nThe NRA didn't respond to requests for comment for this story.\nRegardless, the stakes are high as the GOP, whose politicians largely enjoy the support of the NRA, faces 2018 midterm elections that could determine control of Congress. The Democrats need to flip 23 seats to overtake the GOP in the House.\nThe NRA had record fundraising in March after the Parkland shooting, and the political arm of the group could use some of that money to boost pro-gun Republican candidates.\nGetty Images Jason Zielinski shows a customer an AR-15 style rifle at Freddie Bear Sports sporting goods store. At this point, though, there doesn't seem to be any worry from the gun industry that federal gun control legislation is imminent.\nA Democratic-led effort in the House to pass an assault weapons ban appears to have stalled. The bill, sponsored by Rep. David Cicilline, D-R.I., is currently in committee and has about 175 Democratic co-sponsors but won't pass without GOP support.\n\"I don't believe people actually believe that there's going to be an attack on gun rights for as long as the Republicans have control of House, Senate and the White House,\" said Joel Fulton, owner of Freedom Firearms in Battle Creek, Michigan. \"Now if midterms change, then you could see a difference next year.\"\nGun control is a hot issue in the congressional races. Advocates for new firearms legislation are eager to portray political opponents as out of step with public sentiment.\nAn Associated Press-NORC Center for Public Affairs Research poll released in March found around 69 percent of adults favor stricter gun control. That marked an increase from 61 percent in 2016 and 55 percent in 2013.\nGun industry 'plateau' Meanwhile, the gun business has been suffering from generally weak sales and the bankruptcy of Remington Outdoor , the oldest firearms maker in the U.S. There's also been aggressive discounting and consumer rebates in the past year as retailers move to spur sales and work off inventories.\n\"The gun industry is kind of at a plateau,\" said Brian Rafn, lead portfolio manager at Milwaukee-based Morgan Dempsey Capital Management, which owns gun stocks and covers the firearms business. \"You haven't seen a falloff in units, but you've certainly seen some price discounting, which is going to affect a kind of rollover in sales revenue for the business.\"\nAccording to Rafn, the U.S. civilian gun arsenal is about 455 million units and adding approximately 15 million to 20 million units a year.\n\"It's the largest arsenal — larger than the combined military and police arsenals of every country on the planet,\" he said.\nAdding to the industry's woes, firearms maker Vista Outdoor's stock sank 13 percent Tuesday after it announced plans to stop making guns and noted that it experienced lower firearms sales in fiscal 2018 \"as a result of decreased demand impacting the shooting sports industry.\"\n'Challenging market conditions' Analysts suggest there's likely to be some industry consolidation and offshore entities purchasing some gun-related assets jettisoned by American companies. They also note that some of the foreign gun makers also have a presence manufacturing in the U.S. market today so there could be some cost benefits from combining operations.\nEven industry giant American Outdoor Brands , known for its Smith & Wesson brand, has faced tough times. The company's stock has fallen 50 percent in the past year. In March, American Outdoor Brands reported that fiscal fourth-quarter sales declined almost 33 percent. It also provided weaker-than-expected guidance , citing a \"continuation of challenging market conditions in the consumer market for firearms.\"\n\"For a manufacturing business, the firearms industry is a very good business to be in,\" Rafn said. \"You have to, however, put up with all the political shocks, and it can be chaotic.\"\nIn April, Hogg, the Parkland student activist, called for a boycott of two major investment-management firms holding stakes in firearms makers. One of the firms targeted, BlackRock, recently rolled out new fund products that shed its firearms companies.\nChange of heart by some GOP politicians Some Republicans in midterm races considered a toss-up have even changed sentiment on guns and become more open to restrictions. And some states with Republican governors have come to support increased gun legislation despite NRA opposition.\nIn March, Republican Gov. Rick Scott of Florida signed a series of gun laws , including raising the minimum age to buy a rifle from 18 to 21 and allowing law enforcement to seize guns for risk protection. The passage of the Florida measures followed a wave of rallies for gun-control reform outside the state Capitol by thousands of protesters, including survivors of the Parkland shooting.\nAfter the Parkland shooting, Walmart and Dick's Sporting Goods — two national gun sellers — raised the minimum age for purchases of firearms and ammunition to 21 from 18.\nThe suspect in the Parkland school massacre is 19-year-old Nikolas Cruz, who is facing the death penalty if convicted. He reportedly bought the Smith & Wesson M&P AR-15-style rifle used in the shooting rampage legally a year before the massacre.\nAR-15 targeted Ohio Gov. John Kasich , a Republican former presidential candidate, said after the Parkland shooting he wanted a way to curb sales of the \"God-darn AR-15.\"\nDealers said there was a slight uptick in AR-15 gun sales in March after Parkland and renewed calls for banning so-called assault weapons. Some also say the rise reflects consumers getting their tax refunds early and spending the money on firearms.\nOn an adjusted basis, the FBI's National Instant Criminal Background Check System data showed March checks totaled 1.5 million, a nearly 11 percent increase year over year and the biggest March on record. Adjusted NICS data supplied by the National Shooting Sports Foundation is sometimes used by analysts as a proxy for retail gun sales, since it excludes concealed carry weapon permit background checks.\nBut the March spurt appears to have been a short-term jump, according to a survey of seven gun stores.\nSlower consumer gun demand \"We're seeing there's not huge sales right now,\" said Tiffany Teasdale-Causer, co-owner of Lynnwood Gun, a shop just north of Seattle. She said even discussions about proposed gun law changes within the state legislature haven't spurred much consumer demand as had been the case in the past.\nJeff McIntyre, president of Nebraska Gun, a retailer located near Lincoln, said he's expecting the firearms business to be essentially \"flat\" this year compared with 2017.\n\"Coming through the Obama administration there was very aggressive talk and very aggressive moves towards restricting various kinds of ownership,\" McIntyre said. \"But there's really not as much fear left in the market.\n\"To the NRA — I will never, ever let you down.\" -President Donald Trump (April 28, 2017) On the other hand, Trump has been seen as a friend to the U.S. gun lobby, but that has generally resulted in reduced demand for firearms.\nA year ago, Trump spoke to the NRA gathering 100 days into his presidency and thanked the group for its support in helping him get elected president.\n\"To the NRA — I will never, ever let you down,\" the president said. \"The eight-year assault on your Second Amendment freedoms has come to a crashing end.\"\n'Comprehensive' gun bill But on Feb. 28, Trump appeared to back a \"much more comprehensive\" gun bill and expressed support for changes to background checks and stricter age restrictions on gun buying. Speaking during a bipartisan meeting on school and community safety, Trump conceded such talk about age restrictions was \"not a popular thing to say, in terms of the NRA. But I'm saying it anyway.\"\nAlso, Trump added: \"You can buy the kind of weapon used in the school shooting at 18. I think it's something you have to think about.\"\nYet two weeks later, Trump appeared to change his tune and backed off gun-control measures opposed by the NRA, including age limits. \"Not much political support (to put it mildly),\" Trump said in a tweet.\nTWEET\nTrump also appeared to distance himself from any changes to background checks and instead the administration is focusing on such things as weapons training for teachers.\nJohn Donohue, professor of law at Stanford, said the NRA has suffered setbacks in some states such as Florida with new gun-control bills as well as some local ordinances. But, he added, the gun group is essentially in the driver's seat when it comes to blocking federal legislation. For example, Donohue said he wasn't surprised Trump ultimately sided with the NRA even after hinting otherwise.\nArming teachers Analysts do not expect Trump will announce any new gun reforms at the NRA event, but they believe he might highlight his push for arming teachers. At least 15 states already allow teachers to carry firearms, and about 10 states allow concealed carry in schools.\nPence is scheduled to speak at the NRA's leadership forum. The Secret Service banned guns in the audience during the remarks by Trump and Pence, but otherwise guns are allowed at the Dallas event.\nAn online Gallup survey released in March found about three-fourths of teachers are against being armed to carry guns in schools. Nearly 60 percent believe carrying guns in schools won't help make schools safer. And fewer than one-fifth of the teachers would agree to carry a gun in school classrooms.\nThe NRA is against restricting semi-automatic weapon purchases to people 21 and older and has called the idea unconstitutional. The group sued Florida within hours of the GOP governor signing the law increasing the minimum age to buy a rifle.\nThe NRA also has been critical of Florida passing a three-day waiting period on long guns and on a ban on the sale or transfer of so-called bump stocks, which can make semi-automatic rifles fire faster. There is currently a class action lawsuit against Florida involving the bump stocks and related accessories.",
    "published": "2018-05-03T03:00:00.000+03:00",
    "crawled": "2018-05-03T19:56:21.026+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "president",
        "donald",
        "trump",
        "vice",
        "president",
        "mike",
        "penny",
        "scheduled",
        "address",
        "national",
        "rifle",
        "association",
        "convention",
        "friday",
        "gun",
        "industry",
        "struggle",
        "weak",
        "consumer",
        "demand",
        "fight",
        "back",
        "increasing",
        "call",
        "stricter",
        "gun",
        "law",
        "debate",
        "gun",
        "control",
        "grown",
        "louder",
        "year",
        "even",
        "republican",
        "expressed",
        "interest",
        "legislation",
        "would",
        "put",
        "big",
        "gun",
        "lobby",
        "defensive",
        "backlash",
        "follows",
        "shooting",
        "rampage",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "parkland",
        "florida",
        "student",
        "staff",
        "member",
        "killed",
        "group",
        "parkland",
        "survivor",
        "helped",
        "organize",
        "march",
        "life",
        "washington",
        "march",
        "event",
        "push",
        "stricter",
        "gun",
        "law",
        "turn",
        "florida",
        "lawmaker",
        "march",
        "passed",
        "state",
        "sweeping",
        "legislation",
        "decade",
        "law",
        "included",
        "raising",
        "minimum",
        "age",
        "buying",
        "gun",
        "extending",
        "waiting",
        "period",
        "three",
        "day",
        "major",
        "gun",
        "measure",
        "also",
        "approved",
        "recent",
        "month",
        "state",
        "including",
        "vermont",
        "oregon",
        "gearing",
        "political",
        "fight",
        "consequently",
        "nra",
        "organization",
        "million",
        "member",
        "holding",
        "convention",
        "gun",
        "lobby",
        "expected",
        "redouble",
        "effort",
        "fight",
        "new",
        "measure",
        "weekend",
        "gathering",
        "expected",
        "draw",
        "attendee",
        "exhibitor",
        "gun",
        "lobby",
        "already",
        "lashed",
        "parkland",
        "shooting",
        "survivor",
        "including",
        "releasing",
        "nra",
        "tv",
        "video",
        "calling",
        "teenage",
        "activist",
        "david",
        "hogg",
        "childish",
        "ted",
        "nugent",
        "rock",
        "musician",
        "nra",
        "board",
        "member",
        "also",
        "criticized",
        "student",
        "said",
        "irrefutable",
        "evidence",
        "soul",
        "nra",
        "respond",
        "request",
        "comment",
        "story",
        "regardless",
        "stake",
        "high",
        "gop",
        "whose",
        "politician",
        "largely",
        "enjoy",
        "support",
        "nra",
        "face",
        "midterm",
        "election",
        "could",
        "determine",
        "control",
        "congress",
        "democrat",
        "need",
        "flip",
        "seat",
        "overtake",
        "gop",
        "house",
        "nra",
        "record",
        "fundraising",
        "march",
        "parkland",
        "shooting",
        "political",
        "arm",
        "group",
        "could",
        "use",
        "money",
        "boost",
        "republican",
        "candidate",
        "getty",
        "image",
        "jason",
        "zielinski",
        "show",
        "customer",
        "style",
        "rifle",
        "freddie",
        "bear",
        "sport",
        "sporting",
        "good",
        "store",
        "point",
        "though",
        "seem",
        "worry",
        "gun",
        "industry",
        "federal",
        "gun",
        "control",
        "legislation",
        "imminent",
        "effort",
        "house",
        "pas",
        "assault",
        "weapon",
        "ban",
        "appears",
        "stalled",
        "bill",
        "sponsored",
        "david",
        "cicilline",
        "currently",
        "committee",
        "democratic",
        "wo",
        "pas",
        "without",
        "gop",
        "support",
        "believe",
        "people",
        "actually",
        "believe",
        "going",
        "attack",
        "gun",
        "right",
        "long",
        "republican",
        "control",
        "house",
        "senate",
        "white",
        "house",
        "said",
        "joel",
        "fulton",
        "owner",
        "freedom",
        "firearm",
        "battle",
        "creek",
        "michigan",
        "midterm",
        "change",
        "could",
        "see",
        "difference",
        "next",
        "year",
        "gun",
        "control",
        "hot",
        "issue",
        "congressional",
        "race",
        "advocate",
        "new",
        "firearm",
        "legislation",
        "eager",
        "portray",
        "political",
        "opponent",
        "step",
        "public",
        "sentiment",
        "associated",
        "center",
        "public",
        "affair",
        "research",
        "poll",
        "released",
        "march",
        "found",
        "around",
        "percent",
        "adult",
        "favor",
        "stricter",
        "gun",
        "control",
        "marked",
        "increase",
        "percent",
        "percent",
        "gun",
        "industry",
        "meanwhile",
        "gun",
        "business",
        "suffering",
        "generally",
        "weak",
        "sale",
        "bankruptcy",
        "remington",
        "outdoor",
        "oldest",
        "firearm",
        "maker",
        "also",
        "aggressive",
        "discounting",
        "consumer",
        "rebate",
        "past",
        "year",
        "retailer",
        "move",
        "spur",
        "sale",
        "work",
        "inventory",
        "gun",
        "industry",
        "kind",
        "plateau",
        "said",
        "brian",
        "rafn",
        "lead",
        "portfolio",
        "manager",
        "morgan",
        "dempsey",
        "capital",
        "management",
        "owns",
        "gun",
        "stock",
        "cover",
        "firearm",
        "business",
        "seen",
        "falloff",
        "unit",
        "certainly",
        "seen",
        "price",
        "discounting",
        "going",
        "affect",
        "kind",
        "rollover",
        "sale",
        "revenue",
        "business",
        "according",
        "rafn",
        "civilian",
        "gun",
        "arsenal",
        "million",
        "unit",
        "adding",
        "approximately",
        "million",
        "million",
        "unit",
        "year",
        "largest",
        "arsenal",
        "larger",
        "combined",
        "military",
        "police",
        "arsenal",
        "every",
        "country",
        "planet",
        "said",
        "adding",
        "industry",
        "woe",
        "firearm",
        "maker",
        "vista",
        "outdoor",
        "stock",
        "sank",
        "percent",
        "tuesday",
        "announced",
        "plan",
        "stop",
        "making",
        "gun",
        "noted",
        "experienced",
        "lower",
        "firearm",
        "sale",
        "fiscal",
        "result",
        "decreased",
        "demand",
        "impacting",
        "shooting",
        "sport",
        "industry",
        "market",
        "condition",
        "analyst",
        "suggest",
        "likely",
        "industry",
        "consolidation",
        "offshore",
        "entity",
        "purchasing",
        "asset",
        "jettisoned",
        "american",
        "company",
        "also",
        "note",
        "foreign",
        "gun",
        "maker",
        "also",
        "presence",
        "manufacturing",
        "market",
        "today",
        "could",
        "cost",
        "benefit",
        "combining",
        "operation",
        "even",
        "industry",
        "giant",
        "american",
        "outdoor",
        "brand",
        "known",
        "smith",
        "wesson",
        "brand",
        "faced",
        "tough",
        "time",
        "company",
        "stock",
        "fallen",
        "percent",
        "past",
        "year",
        "march",
        "american",
        "outdoor",
        "brand",
        "reported",
        "fiscal",
        "sale",
        "declined",
        "almost",
        "percent",
        "also",
        "provided",
        "guidance",
        "citing",
        "continuation",
        "challenging",
        "market",
        "condition",
        "consumer",
        "market",
        "firearm",
        "manufacturing",
        "business",
        "firearm",
        "industry",
        "good",
        "business",
        "rafn",
        "said",
        "however",
        "put",
        "political",
        "shock",
        "chaotic",
        "april",
        "hogg",
        "parkland",
        "student",
        "activist",
        "called",
        "boycott",
        "two",
        "major",
        "firm",
        "holding",
        "stake",
        "firearm",
        "maker",
        "one",
        "firm",
        "targeted",
        "blackrock",
        "recently",
        "rolled",
        "new",
        "fund",
        "product",
        "shed",
        "firearm",
        "company",
        "change",
        "heart",
        "gop",
        "politician",
        "republican",
        "midterm",
        "race",
        "considered",
        "even",
        "changed",
        "sentiment",
        "gun",
        "become",
        "open",
        "restriction",
        "state",
        "republican",
        "governor",
        "come",
        "support",
        "increased",
        "gun",
        "legislation",
        "despite",
        "nra",
        "opposition",
        "march",
        "republican",
        "gov",
        "rick",
        "scott",
        "florida",
        "signed",
        "series",
        "gun",
        "law",
        "including",
        "raising",
        "minimum",
        "age",
        "buy",
        "rifle",
        "allowing",
        "law",
        "enforcement",
        "seize",
        "gun",
        "risk",
        "protection",
        "passage",
        "florida",
        "measure",
        "followed",
        "wave",
        "rally",
        "reform",
        "outside",
        "state",
        "capitol",
        "thousand",
        "protester",
        "including",
        "survivor",
        "parkland",
        "shooting",
        "parkland",
        "shooting",
        "walmart",
        "dick",
        "sporting",
        "good",
        "two",
        "national",
        "gun",
        "seller",
        "raised",
        "minimum",
        "age",
        "purchase",
        "firearm",
        "ammunition",
        "suspect",
        "parkland",
        "school",
        "massacre",
        "nikolas",
        "cruz",
        "facing",
        "death",
        "penalty",
        "convicted",
        "reportedly",
        "bought",
        "smith",
        "wesson",
        "p",
        "rifle",
        "used",
        "shooting",
        "rampage",
        "legally",
        "year",
        "massacre",
        "targeted",
        "ohio",
        "gov",
        "john",
        "kasich",
        "republican",
        "former",
        "presidential",
        "candidate",
        "said",
        "parkland",
        "shooting",
        "wanted",
        "way",
        "curb",
        "sale",
        "dealer",
        "said",
        "slight",
        "uptick",
        "gun",
        "sale",
        "march",
        "parkland",
        "renewed",
        "call",
        "banning",
        "assault",
        "weapon",
        "also",
        "say",
        "rise",
        "reflects",
        "consumer",
        "getting",
        "tax",
        "refund",
        "early",
        "spending",
        "money",
        "firearm",
        "adjusted",
        "basis",
        "fbi",
        "national",
        "instant",
        "criminal",
        "background",
        "check",
        "system",
        "data",
        "showed",
        "march",
        "check",
        "totaled",
        "million",
        "nearly",
        "percent",
        "increase",
        "year",
        "year",
        "biggest",
        "march",
        "record",
        "adjusted",
        "nics",
        "data",
        "supplied",
        "national",
        "shooting",
        "sport",
        "foundation",
        "sometimes",
        "used",
        "analyst",
        "proxy",
        "retail",
        "gun",
        "sale",
        "since",
        "excludes",
        "concealed",
        "carry",
        "weapon",
        "permit",
        "background",
        "check",
        "march",
        "spurt",
        "appears",
        "jump",
        "according",
        "survey",
        "seven",
        "gun",
        "store",
        "slower",
        "consumer",
        "gun",
        "demand",
        "seeing",
        "huge",
        "sale",
        "right",
        "said",
        "tiffany",
        "lynnwood",
        "gun",
        "shop",
        "north",
        "seattle",
        "said",
        "even",
        "discussion",
        "proposed",
        "gun",
        "law",
        "change",
        "within",
        "state",
        "legislature",
        "spurred",
        "much",
        "consumer",
        "demand",
        "case",
        "past",
        "jeff",
        "mcintyre",
        "president",
        "nebraska",
        "gun",
        "retailer",
        "located",
        "near",
        "lincoln",
        "said",
        "expecting",
        "firearm",
        "business",
        "essentially",
        "flat",
        "year",
        "compared",
        "coming",
        "obama",
        "administration",
        "aggressive",
        "talk",
        "aggressive",
        "move",
        "towards",
        "restricting",
        "various",
        "kind",
        "ownership",
        "mcintyre",
        "said",
        "really",
        "much",
        "fear",
        "left",
        "market",
        "nra",
        "never",
        "ever",
        "let",
        "donald",
        "trump",
        "april",
        "hand",
        "trump",
        "seen",
        "friend",
        "gun",
        "lobby",
        "generally",
        "resulted",
        "reduced",
        "demand",
        "firearm",
        "year",
        "ago",
        "trump",
        "spoke",
        "nra",
        "gathering",
        "day",
        "presidency",
        "thanked",
        "group",
        "support",
        "helping",
        "get",
        "elected",
        "president",
        "nra",
        "never",
        "ever",
        "let",
        "president",
        "said",
        "assault",
        "second",
        "amendment",
        "freedom",
        "come",
        "crashing",
        "end",
        "gun",
        "bill",
        "trump",
        "appeared",
        "back",
        "much",
        "comprehensive",
        "gun",
        "bill",
        "expressed",
        "support",
        "change",
        "background",
        "check",
        "stricter",
        "age",
        "restriction",
        "gun",
        "buying",
        "speaking",
        "bipartisan",
        "meeting",
        "school",
        "community",
        "safety",
        "trump",
        "conceded",
        "talk",
        "age",
        "restriction",
        "popular",
        "thing",
        "say",
        "term",
        "nra",
        "saying",
        "anyway",
        "also",
        "trump",
        "added",
        "buy",
        "kind",
        "weapon",
        "used",
        "school",
        "shooting",
        "think",
        "something",
        "think",
        "yet",
        "two",
        "week",
        "later",
        "trump",
        "appeared",
        "change",
        "tune",
        "backed",
        "measure",
        "opposed",
        "nra",
        "including",
        "age",
        "limit",
        "much",
        "political",
        "support",
        "put",
        "mildly",
        "trump",
        "said",
        "tweet",
        "tweet",
        "trump",
        "also",
        "appeared",
        "distance",
        "change",
        "background",
        "check",
        "instead",
        "administration",
        "focusing",
        "thing",
        "weapon",
        "training",
        "teacher",
        "john",
        "donohue",
        "professor",
        "law",
        "stanford",
        "said",
        "nra",
        "suffered",
        "setback",
        "state",
        "florida",
        "new",
        "bill",
        "well",
        "local",
        "ordinance",
        "added",
        "gun",
        "group",
        "essentially",
        "driver",
        "seat",
        "come",
        "blocking",
        "federal",
        "legislation",
        "example",
        "donohue",
        "said",
        "surprised",
        "trump",
        "ultimately",
        "sided",
        "nra",
        "even",
        "hinting",
        "otherwise",
        "arming",
        "teacher",
        "analyst",
        "expect",
        "trump",
        "announce",
        "new",
        "gun",
        "reform",
        "nra",
        "event",
        "believe",
        "might",
        "highlight",
        "push",
        "arming",
        "teacher",
        "least",
        "state",
        "already",
        "allow",
        "teacher",
        "carry",
        "firearm",
        "state",
        "allow",
        "concealed",
        "carry",
        "school",
        "penny",
        "scheduled",
        "speak",
        "nra",
        "leadership",
        "forum",
        "secret",
        "service",
        "banned",
        "gun",
        "audience",
        "remark",
        "trump",
        "penny",
        "otherwise",
        "gun",
        "allowed",
        "dallas",
        "event",
        "online",
        "gallup",
        "survey",
        "released",
        "march",
        "found",
        "teacher",
        "armed",
        "carry",
        "gun",
        "school",
        "nearly",
        "percent",
        "believe",
        "carrying",
        "gun",
        "school",
        "wo",
        "help",
        "make",
        "school",
        "safer",
        "fewer",
        "teacher",
        "would",
        "agree",
        "carry",
        "gun",
        "school",
        "classroom",
        "nra",
        "restricting",
        "weapon",
        "purchase",
        "people",
        "older",
        "called",
        "idea",
        "unconstitutional",
        "group",
        "sued",
        "florida",
        "within",
        "hour",
        "gop",
        "governor",
        "signing",
        "law",
        "increasing",
        "minimum",
        "age",
        "buy",
        "rifle",
        "nra",
        "also",
        "critical",
        "florida",
        "passing",
        "waiting",
        "period",
        "long",
        "gun",
        "ban",
        "sale",
        "transfer",
        "bump",
        "stock",
        "make",
        "rifle",
        "fire",
        "faster",
        "currently",
        "class",
        "action",
        "lawsuit",
        "florida",
        "involving",
        "bump",
        "stock",
        "related",
        "accessory"
    ]
}