{
    "organizations": [],
    "uuid": "92ef4975df4303d6f4d90a689ce680c4b79e99ee",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/29/globe-newswire-t2-biosystems-receives-fda-clearance-to-market-t2bacteria-panel-for-detection-of-sepsis-causing-pathogens.html",
    "ord_in_thread": 0,
    "title": "T2 Biosystems Receives FDA Clearance to Market T2Bacteria Panel for Detection of Sepsis-Causing Pathogens",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First FDA-cleared test to identify sepsis-causing bacteria direct from whole blood\nThe T2Bacteria Panel is placed into the T2Dx Instrument to identify sepsis-causing bacteria directly from whole blood\nCuts time to diagnosis from days to hours, allowing greater certainty and new protocols for deadly infections in hospital setting\nCompany to host conference call to discuss T2Bacteria and provide financial guidance at 8:30 a.m. ET on Tuesday, May 29, 2018\nLEXINGTON, Mass., May 29, 2018 (GLOBE NEWSWIRE) -- T2 Biosystems, Inc. (NASDAQ:TTOO), an emerging leader in the development and commercialization of innovative diagnostic products for critical unmet needs in healthcare, today announced that it has received market clearance from the U.S. Food and Drug Administration (FDA) for the T2Bacteria ® Panel for the direct detection of bacterial species in human whole blood specimens from patients with suspected bloodstream infections. The T2Bacteria Panel, for the first time, provides sensitive detection of specific sepsis-causing bacterial pathogens directly from a whole blood specimen in approximately 5 hours. This was more than 2.5 days faster than blood culture-dependent tests as demonstrated in the over 1,400 patient pivotal trial conducted at 11 hospitals in the United States. All other FDA-cleared diagnostic tests that detect bacteria in blood require a positive blood culture sample prior to bacterial species specific identification, which typically delays results by one to five days. For patients at risk of sepsis, rapid targeted treatment based on the identification of causative pathogens is critical because it is estimated that every hour of speeding up the time to targeted therapy decreases patient mortality by nearly 8%.\n“The T2Bacteria Panel’s rapid results and high sensitivity make it a valuable tool for the diagnosis and management of suspected bloodstream infections,” said W. Frank Peacock, MD, FACEP, FACC, professor, associate chair, Baylor College of Medicine. “This is an important breakthrough as bacterial infections are a major cause of poor patient outcomes and high hospital costs. This is a game-changer.”\nIn addition to the more than tenfold improvement in time to result demonstrated in the pivotal clinical trial, the T2Bacteria Panel also achieved an overall average sensitivity of 90% and an overall average specificity of 98%, while demonstrating no interference from the presence of antibiotics in the bloodstream.\n“The results from the T2Bacteria pivotal clinical trial were impressive, demonstrating excellent performance and advantages over blood culture,” said Minh-Hong Nguyen, MD, director, Antimicrobial Management Program and director, Transplant Infectious Diseases, UPMC. “T2Bacteria’s detection of bloodstream infections and fast species identification at high sensitivity will expedite life-saving interventions such as the targeting of therapy within hours of blood draw.”\nThe T2Bacteria Panel, like the previously FDA-cleared T2Candida ® Panel, runs on the Company’s proprietary, FDA-cleared T2Dx ® Instrument. The FDA-cleared T2Bacteria Panel identifies five of the most common and deadly sepsis-causing species of bacteria: Enterococcus faecium, Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, and Staphylococcus aureus.\nBacterial and fungal bloodstream infections are a leading cause of sepsis, a life-threatening illness that affects 1.6 million U.S. patients each year, resulting in over 250,000 deaths or almost 50% of all deaths of U.S. hospitalized patients. Studies have shown that the mortality rate for bloodstream infections can be reduced significantly with appropriate targeted therapy within 12 hours.\n“The FDA’s market clearance of the T2Bacteria Panel is a significant milestone for our company, but more importantly, for millions of patients at risk of sepsis from bloodstream infections,” said John McDonough, president and chief executive officer of T2 Biosystems. “This breakthrough technology provides potentially life-saving answers for patients and economic savings to hospitals that bear the enormous burden of sepsis-related care and mortality.”\nConference Call and Webcast\nManagement will host a conference call today with the investment community at 8:30 a.m. Eastern Time to discuss key T2Bacteria commercial launch activities in more detail and provide updated 2018 full-year financial guidance. Interested parties may access the live call via telephone by dialing 1-877-407-9208 (U.S.) or 1-201-493-6784 (International). To listen to the live call via T2 Biosystems' website, go to www.t2biosystems.com , in the Investors/Events & Presentations section. A webcast replay of the call will be available following the conclusion of the call, also in the Investors/Events & Presentations section of the website.\nAbout Bloodstream Infections\nTreating bloodstream infections earlier may prevent progression to sepsis, one of the leading causes of death in the U.S. and the most expensive hospital-treated condition, with costs exceeding $27 billion. Sepsis claims more lives annually than breast cancer, prostate cancer, and AIDS combined and is the most prevalent and costly cause of hospital readmissions. The pathogens that cause sepsis infections are difficult to detect and can be deadly even at very small concentrations in the bloodstream. With sepsis, one hour of delayed treatment increases mortality risk by nearly 8%. The T2Bacteria Panel uses magnetic resonance technology to help detect the presence of five clinically relevant species of bacteria directly from a patient's blood sample in approximately five hours, versus one to five days or more with current diagnostic methods, potentially enabling more rapid treatment that may prevent the progression of a bloodstream infection to sepsis.\nAbout T2 Biosystems:\nT2 Biosystems, an emerging leader in the development and commercialization of innovative medical diagnostic products for critical unmet needs in healthcare, improves patient care and reduces the cost of care by helping clinicians effectively treat patients faster than ever before. T2 Biosystems’ products include the T2Dx Instrument, T2Candida Panel and T2Bacteria Panel and are powered by the proprietary T2 Magnetic Resonance (T2MR ® ) technology. T2 Biosystems has an active pipeline of future products, including detection of additional species and antibiotic resistance markers of sepsis pathogens and tests for Lyme disease. For more information, please visit www.t2biosystems.com .\nForward-Looking Statements\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995. All statements contained in this press release that do not relate to matters of historical fact should be considered , including, without limitation, statements regarding product pipeline, anticipated product benefits, goals and strategic priorities, product expansion or opportunities, growth expectations or targets and FDA clearance, as well as statements that include the words “expect,” “intend,” “plan,” “believe,” “project,” “forecast,” “estimate,” “may,” “should,” “anticipate” and similar statements of a future or forward-looking nature. These are based on management's current expectations. These statements are neither promises nor guarantees, but involve known and unknown risks, uncertainties and other important factors that may cause actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the , including, but not limited to, (i) any inability to (a) realize anticipated benefits from commitments, contracts or products; (b) successfully execute strategic priorities; (c) bring products to market; (d) expand product usage or adoption; (e) obtain customer testimonials; (f) accurately predict growth assumptions; (g) realize anticipated revenues; (h) incur expected levels of operating expenses; or (i) increase the number of high-risk patients at customer facilities; (ii) failure of early data to predict eventual outcomes; (iii) failure to make or obtain anticipated FDA filings or clearances within expected time frames or at all; or (iv) the factors discussed under Item 1A. \"Risk Factors\" in the Company's Annual Report on Form 10-K for the year-ended December 31, 2017, filed with the U.S. Securities and Exchange Commission (SEC) on March 19, 2018, and other filings the Company makes with the SEC from time to time. These and other important factors could cause actual results to those indicated by the made in this press release. Any such represent management's estimates as of the date of this press release. While the Company may elect to update such at some point in the future, unless required by law, it disclaims any obligation to do so, even if subsequent events cause its views to change. Thus, one should not assume that the Company’s silence over time means that actual events are bearing out as expressed or implied in such . These should not be relied upon as representing the Company's views as of any date subsequent to the date of this press release.\nMedia Contact:\nTom Langford, Feinstein Kean Healthcare\ntom.langford@fkhealth.com\n617-761-6775\nInvestor Contact:\nMatthew Clawson, W2O Group\nmclawson@w2ogroup.com\n949-370-8500\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/603184c9-76b9-44df-9a87-e83e2ced62b5 .\nSource:T2 Biosystems, Inc.",
    "published": "2018-05-29T15:00:00.000+03:00",
    "crawled": "2018-05-29T16:32:07.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "test",
        "identify",
        "bacteria",
        "direct",
        "whole",
        "blood",
        "t2bacteria",
        "panel",
        "placed",
        "t2dx",
        "instrument",
        "identify",
        "bacteria",
        "directly",
        "whole",
        "blood",
        "cut",
        "time",
        "diagnosis",
        "day",
        "hour",
        "allowing",
        "greater",
        "certainty",
        "new",
        "protocol",
        "deadly",
        "infection",
        "hospital",
        "setting",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "t2bacteria",
        "provide",
        "financial",
        "guidance",
        "et",
        "tuesday",
        "may",
        "lexington",
        "may",
        "globe",
        "newswire",
        "t2",
        "biosystems",
        "nasdaq",
        "ttoo",
        "emerging",
        "leader",
        "development",
        "commercialization",
        "innovative",
        "diagnostic",
        "product",
        "critical",
        "unmet",
        "need",
        "healthcare",
        "today",
        "announced",
        "received",
        "market",
        "clearance",
        "food",
        "drug",
        "administration",
        "fda",
        "t2bacteria",
        "panel",
        "direct",
        "detection",
        "bacterial",
        "specie",
        "human",
        "whole",
        "blood",
        "specimen",
        "patient",
        "suspected",
        "bloodstream",
        "infection",
        "t2bacteria",
        "panel",
        "first",
        "time",
        "provides",
        "sensitive",
        "detection",
        "specific",
        "bacterial",
        "pathogen",
        "directly",
        "whole",
        "blood",
        "specimen",
        "approximately",
        "hour",
        "day",
        "faster",
        "blood",
        "test",
        "demonstrated",
        "patient",
        "pivotal",
        "trial",
        "conducted",
        "hospital",
        "united",
        "state",
        "diagnostic",
        "test",
        "detect",
        "bacteria",
        "blood",
        "require",
        "positive",
        "blood",
        "culture",
        "sample",
        "prior",
        "bacterial",
        "specie",
        "specific",
        "identification",
        "typically",
        "delay",
        "result",
        "one",
        "five",
        "day",
        "patient",
        "risk",
        "sepsis",
        "rapid",
        "targeted",
        "treatment",
        "based",
        "identification",
        "causative",
        "pathogen",
        "critical",
        "estimated",
        "every",
        "hour",
        "speeding",
        "time",
        "targeted",
        "therapy",
        "decrease",
        "patient",
        "mortality",
        "nearly",
        "t2bacteria",
        "panel",
        "rapid",
        "result",
        "high",
        "sensitivity",
        "make",
        "valuable",
        "tool",
        "diagnosis",
        "management",
        "suspected",
        "bloodstream",
        "infection",
        "said",
        "frank",
        "peacock",
        "md",
        "facep",
        "facc",
        "professor",
        "associate",
        "chair",
        "baylor",
        "college",
        "medicine",
        "important",
        "breakthrough",
        "bacterial",
        "infection",
        "major",
        "cause",
        "poor",
        "patient",
        "outcome",
        "high",
        "hospital",
        "cost",
        "addition",
        "tenfold",
        "improvement",
        "time",
        "result",
        "demonstrated",
        "pivotal",
        "clinical",
        "trial",
        "t2bacteria",
        "panel",
        "also",
        "achieved",
        "overall",
        "average",
        "sensitivity",
        "overall",
        "average",
        "specificity",
        "demonstrating",
        "interference",
        "presence",
        "antibiotic",
        "bloodstream",
        "result",
        "t2bacteria",
        "pivotal",
        "clinical",
        "trial",
        "impressive",
        "demonstrating",
        "excellent",
        "performance",
        "advantage",
        "blood",
        "culture",
        "said",
        "nguyen",
        "md",
        "director",
        "antimicrobial",
        "management",
        "program",
        "director",
        "transplant",
        "infectious",
        "disease",
        "upmc",
        "t2bacteria",
        "detection",
        "bloodstream",
        "infection",
        "fast",
        "specie",
        "identification",
        "high",
        "sensitivity",
        "expedite",
        "intervention",
        "targeting",
        "therapy",
        "within",
        "hour",
        "blood",
        "t2bacteria",
        "panel",
        "like",
        "previously",
        "t2candida",
        "panel",
        "run",
        "company",
        "proprietary",
        "t2dx",
        "instrument",
        "t2bacteria",
        "panel",
        "identifies",
        "five",
        "common",
        "deadly",
        "specie",
        "bacteria",
        "enterococcus",
        "faecium",
        "escherichia",
        "coli",
        "klebsiella",
        "pneumoniae",
        "pseudomonas",
        "aeruginosa",
        "staphylococcus",
        "aureus",
        "bacterial",
        "fungal",
        "bloodstream",
        "infection",
        "leading",
        "cause",
        "sepsis",
        "illness",
        "affect",
        "million",
        "patient",
        "year",
        "resulting",
        "death",
        "almost",
        "death",
        "hospitalized",
        "patient",
        "study",
        "shown",
        "mortality",
        "rate",
        "bloodstream",
        "infection",
        "reduced",
        "significantly",
        "appropriate",
        "targeted",
        "therapy",
        "within",
        "hour",
        "fda",
        "market",
        "clearance",
        "t2bacteria",
        "panel",
        "significant",
        "milestone",
        "company",
        "importantly",
        "million",
        "patient",
        "risk",
        "sepsis",
        "bloodstream",
        "infection",
        "said",
        "john",
        "mcdonough",
        "president",
        "chief",
        "executive",
        "officer",
        "t2",
        "biosystems",
        "breakthrough",
        "technology",
        "provides",
        "potentially",
        "answer",
        "patient",
        "economic",
        "saving",
        "hospital",
        "bear",
        "enormous",
        "burden",
        "care",
        "conference",
        "call",
        "webcast",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "investment",
        "community",
        "eastern",
        "time",
        "discus",
        "key",
        "t2bacteria",
        "commercial",
        "launch",
        "activity",
        "detail",
        "provide",
        "updated",
        "financial",
        "guidance",
        "interested",
        "party",
        "may",
        "access",
        "live",
        "call",
        "via",
        "telephone",
        "dialing",
        "international",
        "listen",
        "live",
        "call",
        "via",
        "t2",
        "biosystems",
        "website",
        "go",
        "presentation",
        "section",
        "webcast",
        "replay",
        "call",
        "available",
        "following",
        "conclusion",
        "call",
        "also",
        "presentation",
        "section",
        "website",
        "bloodstream",
        "infection",
        "treating",
        "bloodstream",
        "infection",
        "earlier",
        "may",
        "prevent",
        "progression",
        "sepsis",
        "one",
        "leading",
        "cause",
        "death",
        "expensive",
        "condition",
        "cost",
        "exceeding",
        "billion",
        "sepsis",
        "claim",
        "life",
        "annually",
        "breast",
        "cancer",
        "prostate",
        "cancer",
        "aid",
        "combined",
        "prevalent",
        "costly",
        "cause",
        "hospital",
        "readmission",
        "pathogen",
        "cause",
        "sepsis",
        "infection",
        "difficult",
        "detect",
        "deadly",
        "even",
        "small",
        "concentration",
        "bloodstream",
        "sepsis",
        "one",
        "hour",
        "delayed",
        "treatment",
        "increase",
        "mortality",
        "risk",
        "nearly",
        "t2bacteria",
        "panel",
        "us",
        "magnetic",
        "resonance",
        "technology",
        "help",
        "detect",
        "presence",
        "five",
        "clinically",
        "relevant",
        "specie",
        "bacteria",
        "directly",
        "patient",
        "blood",
        "sample",
        "approximately",
        "five",
        "hour",
        "versus",
        "one",
        "five",
        "day",
        "current",
        "diagnostic",
        "method",
        "potentially",
        "enabling",
        "rapid",
        "treatment",
        "may",
        "prevent",
        "progression",
        "bloodstream",
        "infection",
        "sepsis",
        "t2",
        "biosystems",
        "t2",
        "biosystems",
        "emerging",
        "leader",
        "development",
        "commercialization",
        "innovative",
        "medical",
        "diagnostic",
        "product",
        "critical",
        "unmet",
        "need",
        "healthcare",
        "improves",
        "patient",
        "care",
        "reduces",
        "cost",
        "care",
        "helping",
        "clinician",
        "effectively",
        "treat",
        "patient",
        "faster",
        "ever",
        "t2",
        "biosystems",
        "product",
        "include",
        "t2dx",
        "instrument",
        "t2candida",
        "panel",
        "t2bacteria",
        "panel",
        "powered",
        "proprietary",
        "t2",
        "magnetic",
        "resonance",
        "t2mr",
        "technology",
        "t2",
        "biosystems",
        "active",
        "pipeline",
        "future",
        "product",
        "including",
        "detection",
        "additional",
        "specie",
        "antibiotic",
        "resistance",
        "marker",
        "sepsis",
        "pathogen",
        "test",
        "lyme",
        "disease",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "contained",
        "press",
        "release",
        "relate",
        "matter",
        "historical",
        "fact",
        "considered",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "product",
        "pipeline",
        "anticipated",
        "product",
        "benefit",
        "goal",
        "strategic",
        "priority",
        "product",
        "expansion",
        "opportunity",
        "growth",
        "expectation",
        "target",
        "fda",
        "clearance",
        "well",
        "statement",
        "include",
        "word",
        "expect",
        "intend",
        "plan",
        "believe",
        "project",
        "forecast",
        "estimate",
        "may",
        "anticipate",
        "similar",
        "statement",
        "future",
        "nature",
        "based",
        "management",
        "current",
        "expectation",
        "statement",
        "neither",
        "promise",
        "guarantee",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "including",
        "limited",
        "inability",
        "realize",
        "anticipated",
        "benefit",
        "commitment",
        "contract",
        "product",
        "b",
        "successfully",
        "execute",
        "strategic",
        "priority",
        "c",
        "bring",
        "product",
        "market",
        "expand",
        "product",
        "usage",
        "adoption",
        "e",
        "obtain",
        "customer",
        "testimonial",
        "f",
        "accurately",
        "predict",
        "growth",
        "assumption",
        "g",
        "realize",
        "anticipated",
        "revenue",
        "h",
        "incur",
        "expected",
        "level",
        "operating",
        "expense",
        "increase",
        "number",
        "patient",
        "customer",
        "facility",
        "ii",
        "failure",
        "early",
        "data",
        "predict",
        "eventual",
        "outcome",
        "iii",
        "failure",
        "make",
        "obtain",
        "anticipated",
        "fda",
        "filing",
        "clearance",
        "within",
        "expected",
        "time",
        "frame",
        "iv",
        "factor",
        "discussed",
        "item",
        "1a",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "filing",
        "company",
        "make",
        "sec",
        "time",
        "time",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "indicated",
        "made",
        "press",
        "release",
        "represent",
        "management",
        "estimate",
        "date",
        "press",
        "release",
        "company",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "unless",
        "required",
        "law",
        "disclaims",
        "obligation",
        "even",
        "subsequent",
        "event",
        "cause",
        "view",
        "change",
        "thus",
        "one",
        "assume",
        "company",
        "silence",
        "time",
        "mean",
        "actual",
        "event",
        "bearing",
        "expressed",
        "implied",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "medium",
        "contact",
        "tom",
        "langford",
        "feinstein",
        "kean",
        "healthcare",
        "investor",
        "contact",
        "matthew",
        "clawson",
        "w2o",
        "group",
        "mclawson",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "source",
        "t2",
        "biosystems",
        "inc"
    ]
}