{
    "organizations": [],
    "uuid": "82b34832181ecd1eaf0c83c82043b6ecab17f513",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/globe-newswire-element-fleet-management-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Element Fleet Management First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Core fleet after-tax adjusted Q1 EPS of $0.16 per share\nExecuting on strategic plan focused on customer experience and retention, expense management and revenue growth\nTORONTO, May 15, 2018 (GLOBE NEWSWIRE) -- Element Fleet Management Corp. (TSX:EFN) (“Element” or the “Company”), a leading global provider of fleet management and fleet-focused business services, today announced financial results for the first quarter ended March 31, 2018.\nAmounts in $CAD unless otherwise noted\nSummary Consolidated Adjusted Results for the First Quarter of 2018\nIn millions, except per share amounts and where otherwise noted Core Fleet Non-Core Total Net average earning assets $ 12,299.0 $ 857.9 $ 13,156.9 Net revenue $ 208.4 $ 2.9 $ 211.3 Adjusted operating expenses $ 120.2 $ 1.2 $ 121.4 After-tax adjusted operating income $ 72.4 $ 3.8 $ 76.2 After-tax adjusted operating income\n(to common shareholders) $ 61.3 $ 3.8 $ 65.2 Adjusted basic EPS $ 0.16 $ 0.01 $ 0.17 Note: See the Company’s Management Discussion & Analysis (“MD&A”) for the three-months March 31, 2018 for more information.\n“We are making solid progress on our key business objectives and expect to see continued improvement in our operating and financial results as the year goes on,” said Dan Jauernig, Acting Chief Executive Officer. “Our first quarter adjusted operating income was slightly above plan, and our focus on operational excellence is yielding positive results as we enhance the customer experience and surface greater efficiencies across the organization. With continued investments in our platform we are also extending our technology advantage which is leading to new business, the retention of existing clients, and stronger customer relationships overall. Finally, we remain encouraged by the number and quality of opportunities in our pipeline, which we expect to drive accretive growth in the second half of the year.”\nRecent Highlights\nCore fleet originations in the first quarter of 2018 were $1.47 billion, up 10.5% from $1.33 billion in Q1 2017 and up 2.8% from $1.43 billion in Q4 2017, both on a currency neutral basis. Recent customer wins include high quality commercial fleets in the industrial, food and beverage, services, construction and vehicle rental industries. Element maintains strong liquidity and access to capital, with $4.3 billion in available financing to fund ongoing originations and growth. In April 2018, the Company completed the issuance of US$1 billion of rated term notes through its Chesapeake Funding II platform. The funding took place at attractive spreads and benefitted from both existing investors and first-time participants in the program. The Company’s investment-grade credit ratings were recently affirmed by DBRS, Inc. (BBB (high)), Fitch Ratings (BBB+), and Kroll Bond Rating Agency (A-), each with a stable outlook.\nOperational Update\nDuring the quarter, Element continued to create long-term value by executing on its business plan focused on the customer experience, operational excellence and prudent cost controls. The Company has made steady progress on its action plans and this is being reflected in continued improvement in customer retention and satisfaction trends. As previously indicated, the Company accrued a restructuring charge of $40 million in the first quarter of fiscal 2018, of which approximately $23 million has been utilized in the quarter. The anticipated annualized run-rate SG&A (excluding Depreciation and Amortization) savings compared to Q4 2017 from these initiatives are expected to be approximately $22-$26 million, to be fully realized in fiscal 2018.\nCore Fleet Management Operations\nThe following summarizes results from the Company’s core Fleet Management operations:\nFor the three-month periods ended Results from continuing operations March 31,\n2018 December 31,\n2017 March 31,\n2017 (in $000’s for stated values, except per share amounts) $ $ $ Net revenue Service and other revenue 128,480 140,970 128,443 Net interest and rental revenue 79,968 80,342 83,559 Net revenue 208,448 221,312 212,002 Adjusted operating expenses Salaries, wages and benefits 81,535 83,078 74,144 General and administrative expenses 33,354 38,234 36,076 Depreciation and Amortization 5,280 4,575 3,725 Adjusted operating expenses 120,169 125,887 113,945 Adjusted operating income 88,279 95,425 98,057 Provision for taxes 15,890 16,068 20,592 After-tax adjusted operating income 72,389 79,357 77,465 Cumulative preferred share dividends 11,068 11,068 8,912 After-tax adjusted operating income attributable to common shareholders 61,321 68,289 68,553 After-tax adjusted operating income per share (basic) 0.16 0.18 0.18 Net earning assets at March 31, 2018 were $12.5 billion, an increase of 3.8% on a constant- currency basis relative to the quarter ended March 31, 2017. Services and other revenue was $128.5 million for Q1 2018, consistent with the prior year and down sequentially from $141.0 million in Q4 2017. The sequential decrease reflected a near-term decline in service units as previously announced, as well as higher syndication and remarketing fees in the prior quarter. Net interest and rental revenue of $80.0 million in Q1 2018 as compared with $80.3 million in Q4 2017 and $83.6 million in Q1 2017. Net interest and rental revenue margin (NIM) was 2.60% in Q1 2018, as compared with 2.69% in Q1 2017 and 2.61% in Q4 2017. Adjusted operating expenses in Q1 2018 declined $5.7 million to $120.2 million as compared with the preceding quarter, reflecting the Company’s active expense management measures. Due to the impact of U.S. tax reform, the effective tax rate on adjusted operating results declined to 18% in the quarter and is expected to remain at this level in 2018.\nNon-core Assets\nAt March 31, 2018, non-core operations represented approximately 6% of Element’s total assets and included the assets listed below.\nIn millions\nAsset Description Dec. 31, 2017 Mar. 31, 2018 19 th Capital Group LLC Senior term loans (A&B) and revolver equipment loan (1) $ 775.9 $ 794.7 19 th Capital Group LLC Equity ownership (49.99%) $ 10.0 $ 0.0 ECAF I Holding Ltd 32.5% interest in ECAF Holdings Ltd., an indirect owner of ECAF I Ltd., an issuer of rated pooled-aircraft ABS $ 122.3 $ 116.1 New Zealand Equipment Finance Portfolio Portfolio of various vehicles and equipment $ 17.4 $ 14.0 Heavy Duty Truck Portfolio Portfolio of Class 8 tractors and trailers in the U.S. $ 58.8 $ 63.5 Total $ 984.4 $ 988.3 On a constant currency basis, the senior term loans and revolver equipment loan to 19 th Capital declined by $1.3 million compared to December 31, 2017.\nNon-Core operations contributed $2.9 million of net revenue and $0.01 in after-tax adjusted operating income per share in the first quarter of 2018.\nThe 19 th Capital joint venture continues to implement its strategic plan to improve its operations. This plan includes moving vehicles to corporate fleets, expediting the sale or trade-in of certain units, and optimizing the composition of the fleet to improve overall efficiency. The Company expects the strategic plan to increase utilization rates and improve cash flows over time through the operation of newer and more efficient vehicles. The Company’s share of operating losses in the joint venture for the first quarter was $10.3 million.\nIFRS 9 Adoption\nDuring the quarter, the Company adopted IFRS 9 – Financial Instruments , a new financial reporting standard effective for the annual period beginning on January 1, 2018. The adoption of IFRS 9 resulted in a one-time after-tax reduction to opening retained earnings at January 1, 2018, of $65.3 million, relating predominantly to adjustments to the carrying values of the Company’s non-core investments in the 19 th Capital joint venture and ECAF I Holding Ltd. of $63.1 million and the adjustment for core fleet operations of $2.2 million.\nElement continues to execute on its strategy of maximizing the value of its remaining non-core assets to enhance its capital structure and return capital to shareholders.\nDividends declared\nThe Company’s Board of Directors has authorized and declared a quarterly dividend of $0.075 per outstanding common share of Element for the second quarter of 2018. The dividend will be paid on July 13, 2018 to shareholders of record as at the close of business on June 29, 2018.\nThe Company’s Board of Directors also declared the following dividends on Element’s preferred shares:\nSeries TSX Ticker Amount Record Date Payment Date Series A EFN.PR.A $0.412500 June 15, 2018 June 29, 2018 Series C EFN.PR.C $0.406250 June 15, 2018 June 29, 2018 Series E EFN.PR.E $0.4 June 15, 2018 June 29, 2018 Series G EFN.PR.G $0.406250 June 15, 2018 June 29, 2018 Series I EFN.PR.I $0.359375 June 15, 2018 July 3, 2018 The Company’s common and preferred share dividends are designated to be eligible dividends for purposes of section 89(1) of the Income Tax Act (Canada).\nConference call and Webcast\nA conference call to discuss these results will be held on Tuesday, May 15, 2018 at 9:00 a.m. Eastern Time. The conference call and webcast may be accessed as follows:\nWebcast: http://services.choruscall.ca/links/elementfleet20180515.html North America Toll-Free: 1-800-319-8560 International: 1-604-638-5345 Passcode 86810#\nA series of presentation slides will be referenced by management during the conference call. These slides will be available on the Company’s website in advance of the call and may be accessed at https://www.elementfleet.com/about-us/investor-relations/presentations .\nThe webcast will be available until August 15, 2018. A taped recording of the conference call may be accessed through June 15, 2018 by dialing 1-604-638-9010 and entering the access code 2282#.\nNon-IFRS Measures\nThe Company’s unaudited interim condensed consolidated financial statements have been prepared in accordance with International Financial Reporting Standards (“IFRS”) as issued by the International Accounting Standards Board (“IASB”) and the accounting policies we adopted in accordance with IFRS.\nThe Company believes that certain Non-IFRS Measures can be useful to investors because they provide a means by which investors can evaluate the Company’s underlying key drivers and operating performance of the business, exclusive of certain adjustments and activities that investors may consider to be unrelated to the underlying economic performance of the business of a given period. Throughout this Press Release, management used a number of terms and ratios which do not have a standardized meaning under IFRS and are unlikely to be comparable to similar measures presented by other organizations. A full description of these measures can be found in the Management Discussion & Analysis that accompanies the financial statements for the quarter ended March 31, 2018.\nElement’s unaudited interim condensed financial statements and related management discussion and analysis as at and for the three months ended March 31, 2018 have been filed on SEDAR ( www.sedar.com ﻿ .\nAbout Element Fleet Management\nElement Fleet Management (TSX:EFN) is a leading global fleet management company, providing world-class management services and financing for commercial vehicle and equipment fleets. Element's suite of fleet management services span the total fleet lifecycle, from acquisition and financing to program management and remarketing – helping customers optimize performance and improve productivity. For more information, visit www.elementfleet.com .\nContact:\nZev Korman\nSVP Investor Relations\n(416) 646-5421\nzkorman@elementcorp.com\nThis release includes forward-looking statements regarding Element and its business. Such statements are based on the current expectations and views of future events of Element’s management. In some cases the forward-looking statements can be identified by words or phrases such as “may”, “will”, “expect”, “plan”, “anticipate”, “intend”, “potential”, “estimate”, “believe” or the negative of these terms, or other similar expressions intended to identify forward-looking statements, including, among others, statements regarding Element’s technology platform and recent investments; growth opportunities; the ability to drive operational efficiencies, safety improvements and lower cost of ownership; business growth and its ability to win new business, technological development, partnerships and strategy, the payment of dividends, return of capital, capital allocation, outlook for core fleet management and non-core segments (including for various stated financial metrics), the strategies for Element’s non-core assets, the strategic plan of the 19 th Capital Group LLC joint venture, and expectations regarding financial performance. The forward-looking events and circumstances discussed in this release may not occur and could differ materially as a result of known and unknown risk factors and uncertainties affecting Element, including risks regarding the fleet management and finance industries, economic factors, risks related to the completion of the purchase of new portfolios or technologies or the addition of new clients, risks related to the payment of dividends, risks relating to business integration and many other factors beyond the control of Element. No forward-looking statement can be guaranteed. Forward-looking statements and information by their nature are based on assumptions and involve known and unknown risks, uncertainties and other factors which may cause our actual results, performance or achievements, or industry results, to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statement or information. Accordingly, readers should not place undue reliance on any forward-looking statements or information. A discussion of the material risks and assumptions associated with this outlook can be found in Element's current MD&A, and Annual Information Form, all of which have been filed on SEDAR and can be accessed at www.sedar.com . Accordingly, readers should not place undue reliance on any forward-looking statements or information. Except as required by applicable securities laws, forward-looking statements speak only as of the date on which they are made and Element undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events, or otherwise.\nSource: Element Fleet Management",
    "published": "2018-05-15T15:00:00.000+03:00",
    "crawled": "2018-05-15T17:30:01.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "core",
        "fleet",
        "adjusted",
        "q1",
        "eps",
        "per",
        "share",
        "executing",
        "strategic",
        "plan",
        "focused",
        "customer",
        "experience",
        "retention",
        "expense",
        "management",
        "revenue",
        "growth",
        "toronto",
        "may",
        "globe",
        "newswire",
        "element",
        "fleet",
        "management",
        "tsx",
        "efn",
        "element",
        "company",
        "leading",
        "global",
        "provider",
        "fleet",
        "management",
        "business",
        "service",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "amount",
        "cad",
        "unless",
        "otherwise",
        "noted",
        "summary",
        "consolidated",
        "adjusted",
        "result",
        "first",
        "quarter",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "otherwise",
        "noted",
        "core",
        "fleet",
        "total",
        "net",
        "average",
        "earning",
        "asset",
        "net",
        "revenue",
        "adjusted",
        "operating",
        "expense",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "operating",
        "income",
        "common",
        "shareholder",
        "adjusted",
        "basic",
        "eps",
        "note",
        "see",
        "company",
        "management",
        "discussion",
        "analysis",
        "md",
        "march",
        "information",
        "making",
        "solid",
        "progress",
        "key",
        "business",
        "objective",
        "expect",
        "see",
        "continued",
        "improvement",
        "operating",
        "financial",
        "result",
        "year",
        "go",
        "said",
        "dan",
        "jauernig",
        "acting",
        "chief",
        "executive",
        "officer",
        "first",
        "quarter",
        "adjusted",
        "operating",
        "income",
        "slightly",
        "plan",
        "focus",
        "operational",
        "excellence",
        "yielding",
        "positive",
        "result",
        "enhance",
        "customer",
        "experience",
        "surface",
        "greater",
        "efficiency",
        "across",
        "organization",
        "continued",
        "investment",
        "platform",
        "also",
        "extending",
        "technology",
        "advantage",
        "leading",
        "new",
        "business",
        "retention",
        "existing",
        "client",
        "stronger",
        "customer",
        "relationship",
        "overall",
        "finally",
        "remain",
        "encouraged",
        "number",
        "quality",
        "opportunity",
        "pipeline",
        "expect",
        "drive",
        "accretive",
        "growth",
        "second",
        "half",
        "recent",
        "highlight",
        "core",
        "fleet",
        "origination",
        "first",
        "quarter",
        "billion",
        "billion",
        "q1",
        "billion",
        "q4",
        "currency",
        "neutral",
        "basis",
        "recent",
        "customer",
        "win",
        "include",
        "high",
        "quality",
        "commercial",
        "fleet",
        "industrial",
        "food",
        "beverage",
        "service",
        "construction",
        "vehicle",
        "rental",
        "industry",
        "element",
        "maintains",
        "strong",
        "liquidity",
        "access",
        "capital",
        "billion",
        "available",
        "financing",
        "fund",
        "ongoing",
        "origination",
        "growth",
        "april",
        "company",
        "completed",
        "issuance",
        "u",
        "billion",
        "rated",
        "term",
        "note",
        "chesapeake",
        "funding",
        "ii",
        "platform",
        "funding",
        "took",
        "place",
        "attractive",
        "spread",
        "benefitted",
        "existing",
        "investor",
        "participant",
        "program",
        "company",
        "credit",
        "rating",
        "recently",
        "affirmed",
        "dbrs",
        "bbb",
        "high",
        "fitch",
        "rating",
        "kroll",
        "bond",
        "rating",
        "agency",
        "stable",
        "outlook",
        "operational",
        "update",
        "quarter",
        "element",
        "continued",
        "create",
        "value",
        "executing",
        "business",
        "plan",
        "focused",
        "customer",
        "experience",
        "operational",
        "excellence",
        "prudent",
        "cost",
        "control",
        "company",
        "made",
        "steady",
        "progress",
        "action",
        "plan",
        "reflected",
        "continued",
        "improvement",
        "customer",
        "retention",
        "satisfaction",
        "trend",
        "previously",
        "indicated",
        "company",
        "accrued",
        "restructuring",
        "charge",
        "million",
        "first",
        "quarter",
        "fiscal",
        "approximately",
        "million",
        "utilized",
        "quarter",
        "anticipated",
        "annualized",
        "sg",
        "excluding",
        "depreciation",
        "amortization",
        "saving",
        "compared",
        "q4",
        "initiative",
        "expected",
        "approximately",
        "million",
        "fully",
        "realized",
        "fiscal",
        "core",
        "fleet",
        "management",
        "operation",
        "following",
        "summarizes",
        "result",
        "company",
        "core",
        "fleet",
        "management",
        "operation",
        "period",
        "ended",
        "result",
        "continuing",
        "operation",
        "march",
        "december",
        "march",
        "stated",
        "value",
        "except",
        "per",
        "share",
        "amount",
        "net",
        "revenue",
        "service",
        "revenue",
        "net",
        "interest",
        "rental",
        "revenue",
        "net",
        "revenue",
        "adjusted",
        "operating",
        "expense",
        "salary",
        "wage",
        "benefit",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "adjusted",
        "operating",
        "expense",
        "adjusted",
        "operating",
        "income",
        "provision",
        "tax",
        "adjusted",
        "operating",
        "income",
        "cumulative",
        "preferred",
        "share",
        "dividend",
        "adjusted",
        "operating",
        "income",
        "attributable",
        "common",
        "shareholder",
        "adjusted",
        "operating",
        "income",
        "per",
        "share",
        "basic",
        "net",
        "earning",
        "asset",
        "march",
        "billion",
        "increase",
        "currency",
        "basis",
        "relative",
        "quarter",
        "ended",
        "march",
        "service",
        "revenue",
        "million",
        "q1",
        "consistent",
        "prior",
        "year",
        "sequentially",
        "million",
        "q4",
        "sequential",
        "decrease",
        "reflected",
        "decline",
        "service",
        "unit",
        "previously",
        "announced",
        "well",
        "higher",
        "syndication",
        "remarketing",
        "fee",
        "prior",
        "quarter",
        "net",
        "interest",
        "rental",
        "revenue",
        "million",
        "q1",
        "compared",
        "million",
        "q4",
        "million",
        "q1",
        "net",
        "interest",
        "rental",
        "revenue",
        "margin",
        "nim",
        "q1",
        "compared",
        "q1",
        "q4",
        "adjusted",
        "operating",
        "expense",
        "q1",
        "declined",
        "million",
        "million",
        "compared",
        "preceding",
        "quarter",
        "reflecting",
        "company",
        "active",
        "expense",
        "management",
        "measure",
        "due",
        "impact",
        "tax",
        "reform",
        "effective",
        "tax",
        "rate",
        "adjusted",
        "operating",
        "result",
        "declined",
        "quarter",
        "expected",
        "remain",
        "level",
        "asset",
        "march",
        "operation",
        "represented",
        "approximately",
        "element",
        "total",
        "asset",
        "included",
        "asset",
        "listed",
        "million",
        "asset",
        "description",
        "mar",
        "th",
        "capital",
        "group",
        "llc",
        "senior",
        "term",
        "loan",
        "b",
        "revolver",
        "equipment",
        "loan",
        "th",
        "capital",
        "group",
        "llc",
        "equity",
        "ownership",
        "ecaf",
        "holding",
        "ltd",
        "interest",
        "ecaf",
        "holding",
        "indirect",
        "owner",
        "ecaf",
        "issuer",
        "rated",
        "ab",
        "new",
        "zealand",
        "equipment",
        "finance",
        "portfolio",
        "portfolio",
        "various",
        "vehicle",
        "equipment",
        "heavy",
        "duty",
        "truck",
        "portfolio",
        "portfolio",
        "class",
        "tractor",
        "trailer",
        "total",
        "constant",
        "currency",
        "basis",
        "senior",
        "term",
        "loan",
        "revolver",
        "equipment",
        "loan",
        "th",
        "capital",
        "declined",
        "million",
        "compared",
        "december",
        "operation",
        "contributed",
        "million",
        "net",
        "revenue",
        "adjusted",
        "operating",
        "income",
        "per",
        "share",
        "first",
        "quarter",
        "th",
        "capital",
        "joint",
        "venture",
        "continues",
        "implement",
        "strategic",
        "plan",
        "improve",
        "operation",
        "plan",
        "includes",
        "moving",
        "vehicle",
        "corporate",
        "fleet",
        "expediting",
        "sale",
        "certain",
        "unit",
        "optimizing",
        "composition",
        "fleet",
        "improve",
        "overall",
        "efficiency",
        "company",
        "expects",
        "strategic",
        "plan",
        "increase",
        "utilization",
        "rate",
        "improve",
        "cash",
        "flow",
        "time",
        "operation",
        "newer",
        "efficient",
        "vehicle",
        "company",
        "share",
        "operating",
        "loss",
        "joint",
        "venture",
        "first",
        "quarter",
        "million",
        "ifrs",
        "adoption",
        "quarter",
        "company",
        "adopted",
        "ifrs",
        "financial",
        "instrument",
        "new",
        "financial",
        "reporting",
        "standard",
        "effective",
        "annual",
        "period",
        "beginning",
        "january",
        "adoption",
        "ifrs",
        "resulted",
        "reduction",
        "opening",
        "retained",
        "earnings",
        "january",
        "million",
        "relating",
        "predominantly",
        "adjustment",
        "carrying",
        "value",
        "company",
        "investment",
        "th",
        "capital",
        "joint",
        "venture",
        "ecaf",
        "holding",
        "million",
        "adjustment",
        "core",
        "fleet",
        "operation",
        "million",
        "element",
        "continues",
        "execute",
        "strategy",
        "maximizing",
        "value",
        "remaining",
        "asset",
        "enhance",
        "capital",
        "structure",
        "return",
        "capital",
        "shareholder",
        "dividend",
        "declared",
        "company",
        "board",
        "director",
        "authorized",
        "declared",
        "quarterly",
        "dividend",
        "per",
        "outstanding",
        "common",
        "share",
        "element",
        "second",
        "quarter",
        "dividend",
        "paid",
        "july",
        "shareholder",
        "record",
        "close",
        "business",
        "june",
        "company",
        "board",
        "director",
        "also",
        "declared",
        "following",
        "dividend",
        "element",
        "preferred",
        "share",
        "series",
        "tsx",
        "ticker",
        "amount",
        "record",
        "date",
        "payment",
        "date",
        "series",
        "june",
        "june",
        "series",
        "c",
        "june",
        "june",
        "series",
        "e",
        "june",
        "june",
        "series",
        "g",
        "june",
        "june",
        "series",
        "june",
        "july",
        "company",
        "common",
        "preferred",
        "share",
        "dividend",
        "designated",
        "eligible",
        "dividend",
        "purpose",
        "section",
        "income",
        "tax",
        "act",
        "canada",
        "conference",
        "call",
        "webcast",
        "conference",
        "call",
        "discus",
        "result",
        "held",
        "tuesday",
        "may",
        "eastern",
        "time",
        "conference",
        "call",
        "webcast",
        "may",
        "accessed",
        "follows",
        "webcast",
        "http",
        "north",
        "america",
        "international",
        "passcode",
        "series",
        "presentation",
        "slide",
        "referenced",
        "management",
        "conference",
        "call",
        "slide",
        "available",
        "company",
        "website",
        "advance",
        "call",
        "may",
        "accessed",
        "http",
        "webcast",
        "available",
        "august",
        "taped",
        "recording",
        "conference",
        "call",
        "may",
        "accessed",
        "june",
        "dialing",
        "entering",
        "access",
        "code",
        "measure",
        "company",
        "unaudited",
        "interim",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "issued",
        "international",
        "accounting",
        "standard",
        "board",
        "iasb",
        "accounting",
        "policy",
        "adopted",
        "accordance",
        "ifrs",
        "company",
        "belief",
        "certain",
        "measure",
        "useful",
        "investor",
        "provide",
        "mean",
        "investor",
        "evaluate",
        "company",
        "underlying",
        "key",
        "driver",
        "operating",
        "performance",
        "business",
        "exclusive",
        "certain",
        "adjustment",
        "activity",
        "investor",
        "may",
        "consider",
        "unrelated",
        "underlying",
        "economic",
        "performance",
        "business",
        "given",
        "period",
        "throughout",
        "press",
        "release",
        "management",
        "used",
        "number",
        "term",
        "ratio",
        "standardized",
        "meaning",
        "ifrs",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "organization",
        "full",
        "description",
        "measure",
        "found",
        "management",
        "discussion",
        "analysis",
        "accompanies",
        "financial",
        "statement",
        "quarter",
        "ended",
        "march",
        "element",
        "unaudited",
        "interim",
        "condensed",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "three",
        "month",
        "ended",
        "march",
        "filed",
        "sedar",
        "element",
        "fleet",
        "management",
        "element",
        "fleet",
        "management",
        "tsx",
        "efn",
        "leading",
        "global",
        "fleet",
        "management",
        "company",
        "providing",
        "management",
        "service",
        "financing",
        "commercial",
        "vehicle",
        "equipment",
        "fleet",
        "element",
        "suite",
        "fleet",
        "management",
        "service",
        "span",
        "total",
        "fleet",
        "lifecycle",
        "acquisition",
        "financing",
        "program",
        "management",
        "remarketing",
        "helping",
        "customer",
        "optimize",
        "performance",
        "improve",
        "productivity",
        "information",
        "visit",
        "contact",
        "zev",
        "korman",
        "svp",
        "investor",
        "relation",
        "zkorman",
        "release",
        "includes",
        "statement",
        "regarding",
        "element",
        "business",
        "statement",
        "based",
        "current",
        "expectation",
        "view",
        "future",
        "event",
        "element",
        "management",
        "case",
        "statement",
        "identified",
        "word",
        "phrase",
        "may",
        "expect",
        "plan",
        "anticipate",
        "intend",
        "potential",
        "estimate",
        "believe",
        "negative",
        "term",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "including",
        "among",
        "others",
        "statement",
        "regarding",
        "element",
        "technology",
        "platform",
        "recent",
        "investment",
        "growth",
        "opportunity",
        "ability",
        "drive",
        "operational",
        "efficiency",
        "safety",
        "improvement",
        "lower",
        "cost",
        "ownership",
        "business",
        "growth",
        "ability",
        "win",
        "new",
        "business",
        "technological",
        "development",
        "partnership",
        "strategy",
        "payment",
        "dividend",
        "return",
        "capital",
        "capital",
        "allocation",
        "outlook",
        "core",
        "fleet",
        "management",
        "segment",
        "including",
        "various",
        "stated",
        "financial",
        "metric",
        "strategy",
        "element",
        "asset",
        "strategic",
        "plan",
        "th",
        "capital",
        "group",
        "llc",
        "joint",
        "venture",
        "expectation",
        "regarding",
        "financial",
        "performance",
        "event",
        "circumstance",
        "discussed",
        "release",
        "may",
        "occur",
        "could",
        "differ",
        "materially",
        "result",
        "known",
        "unknown",
        "risk",
        "factor",
        "uncertainty",
        "affecting",
        "element",
        "including",
        "risk",
        "regarding",
        "fleet",
        "management",
        "finance",
        "industry",
        "economic",
        "factor",
        "risk",
        "related",
        "completion",
        "purchase",
        "new",
        "portfolio",
        "technology",
        "addition",
        "new",
        "client",
        "risk",
        "related",
        "payment",
        "dividend",
        "risk",
        "relating",
        "business",
        "integration",
        "many",
        "factor",
        "beyond",
        "control",
        "element",
        "statement",
        "guaranteed",
        "statement",
        "information",
        "nature",
        "based",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "discussion",
        "material",
        "risk",
        "assumption",
        "associated",
        "outlook",
        "found",
        "element",
        "current",
        "md",
        "annual",
        "information",
        "form",
        "filed",
        "sedar",
        "accessed",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "statement",
        "speak",
        "date",
        "made",
        "element",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "element",
        "fleet",
        "management"
    ]
}