{
    "organizations": [],
    "uuid": "c6863ceb3526ff231bff7cd275709adc10f3440e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-baldwin-lyons-inc-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Baldwin & Lyons, Inc. Announces First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CARMEL, Ind., May 09, 2018 (GLOBE NEWSWIRE) -- Baldwin & Lyons, Inc. (NASDAQ:BWINA) (NASDAQ:BWINB) today reported results for the first quarter of 2018. The Company produced first quarter net income of $0.3 million, or $0.02 per share, which compares to net income of $6.8 million, or $0.45 per share, for the prior year’s first quarter.\nGross premiums written increased 35.3% during the first quarter of 2018 to $148.8 million compared to $110.0 million during the first quarter of 2017. Net investment income increased 25.6% during the first quarter of 2018 compared to prior year Combined ratio of 99.8% during the first quarter of 2018 compared to 99.7% during the first quarter of 2017.\nNet premiums earned for the first quarter of 2018 increased 42.6% to $105.5 million compared to the prior year period. Continued growth in the Company’s commercial automobile and workers’ compensation products, in both our retail and program distribution channels, contributed to the increase in premiums earned.\nGross premiums written for the first quarter of 2018 increased 35.3% to $148.8 million compared to $110.0 million written during the prior year period. As with net premiums earned, the increases were primarily driven by continued growth in the Company’s commercial automobile and workers’ compensation products in both our retail and program distribution channels.\nNet investment income for the first quarter of 2018 increased 25.6% to $4.6 million compared to $3.7 million in the prior year period. The increase reflects higher interest rates, leading to higher reinvestment yields for our short-duration fixed income portfolio and an increase in average funds invested resulting from positive cash flow. Our fixed income investment portfolio continues to emphasize shorter-duration instruments as was the case at year-end 2017 when we noted that if interest rates were to rise by 100 basis points, the price of our bonds would be expected to fall by approximately 2.7%. Credit quality remains high with a weighted average rating of A+, including cash.\nUnderwriting operations produced a combined ratio of 99.8% during the first quarter of 2018 compared to a combined ratio of 99.7% for the prior year period. For the first quarter of 2018, prior accident year loss development was favorable ($1.6 million) compared to a small deficiency produced in the same period of 2017 ($0.1 million). The main driver of the higher loss ratio for the first quarter of 2018 when compared to 2017 is higher current accident year loss picks which were increased following our adverse prior year reserve charges recognized during the second quarter of 2017. We expect that rate actions and changes in the mix of business will lower these loss ratios over time, but are also striving for conservative loss positions in the current accident year.\nPremium growth is beginning to have a favorable impact on our expense ratio, consistent with our stated strategy to leverage the Company’s fixed expense base to improve the expense ratio over time. The 2.8% decline in the expense ratio during the first quarter of 2018 when compared to 2017 reflects this fixed expense leverage. Increased writings within the workers’ compensation product also positively impacted the expense ratio due to increased ceding commission income during the first quarter of 2018.\nBook value per share as of March 31, 2018 was $27.38, a decrease of $0.45 per share during the first quarter, after the payment of cash dividends to shareholders totaling $0.28 per share. The combination of the year-to-date decrease in book value of $0.45, plus dividends paid to shareholders of $0.28, represents an annualized negative total value creation of 2.4% on beginning book value for the first quarter of 2018.\nThe Company's net income (loss), determined in accordance with U.S. generally accepted accounting principles (GAAP) includes items that may not be indicative of ongoing operations. The following table reconciles income (loss) before federal income taxes to underwriting income, a non-GAAP financial measure that is a useful tool for investors and analysts in analyzing ongoing operating trends.\nThree Months Ended March 31 2018 2017 Income before federal income taxes $ 314 $ 10,178 Less: Net realized gains on investments 376 1,008 Less: Net unrealized gains (losses) on equity securities and limited partnership invesments (4,909 ) 5,286 Income from core business operations $ 4,847 $ 3,884 Less: Net investment income 4,636 3,692 Underwriting income $ 211 $ 192 Income from core business operations, before federal income taxes, was $4.8 million for the first quarter of 2018 compared to income from core business operations, before federal income taxes, of $3.9 million during the first quarter of 2017.\nThe Company’s management uses the term income (loss) from core business operations , a non-GAAP financial measure, which is defined as income before federal income taxes excluding pre-tax realized and unrealized investment gains and losses . This financial measure is used to evaluate the Company’s performance because the recognition of investment gains and losses in any given period is largely discretionary as to timing and could distort the analysis of trends.\nThe combined ratios and the components, as presented herein, are commonly used in the property/casualty insurance industry and are applied to the Company’s GAAP underwriting results.\nDuring the first quarter of 2018, the Company reallocated approximately $54.0 million of equity securities into short-duration treasuries of three years or less. These equity sales further solidified the conservative nature of our high quality, short duration investment portfolio; opportunistically utilized the new lower corporate tax rate of 21%, which was beneficial given the low tax basis of many of these equity positions; and were accretive to income, given the increase in yields at the shorter end of the yield curve.\nRecently Adopted Accounting Standard\nAccounting guidance for recognizing the mark-to-market change in our equity investments portfolio was revised in 2018 under FASB ASU 2016-01: Recognition and Measurement of Financial Assets and Financial Liabilities. As a result of the Company adopting this accounting standard update, effective January 1, 2018, equity portfolio investments are measured at fair value (i.e. marked-to-market) and any changes in fair value are recognized in net income through the Income Statement. Previously, the Company’s equity portfolio securities, excluding those held within limited partnerships, were classified as available-for-sale and changes in fair value were recorded in other comprehensive income on the Balance Sheet.\nUpon adoption of this ASU, cumulative net unrealized gains on equity securities of $71.0 million ($46.2 million net of tax), were reclassified within the equity section of the Balance Sheet from accumulated other comprehensive income to retained earnings. This adjustment had no overall impact on shareholders’ equity, however since these net unrealized gains are now included within retained earnings, they will not appear as realized gains on the Income Statement when sold. During the first quarter of 2018, the Company sold $59.8 million in equity securities resulting in a realized gain of $35.1 million. Since the majority of this gain was already included in retained earnings on the Balance Sheet, that portion already included in retained earnings was not recognized within realized gains on the Income Statement.\nConference Call Information:\nBaldwin & Lyons, Inc. has scheduled its quarterly conference call for Wednesday, May 9, 2018, at 11:00 AM EDT to discuss results for the first quarter ended March 31, 2018.\nTo participate via teleconference, investors may dial 1-877-705-6003 (U.S./Canada) or 1-201-493-6725 (International or local) at least five minutes prior to the beginning of the call. A replay of the call will be available through May 16, 2018 by calling 1-844-512-2921 or 1-412-317-6671 and referencing passcode 13678057. Investors and interested parties may also listen to the call via a live webcast, accessible on the company’s web site via a link at the top of the main Investor Relations page. To participate in the webcast, please register at least fifteen minutes prior to the start of the call. The webcast will be archived on this site until November 9, 2018. The webcast may be accessed directly at: http://public.viavid.com/index.php?id=128936 .\nAlso available on the investor relations section of our web site are complete interim financial statements and copies of our filings with the Securities and Exchange Commission.\nThe accompanying unaudited condensed financial statements have been prepared in accordance with the instructions to Form 10-Q but do not include all of the information and footnotes as disclosed in the Company’s annual audited financial statements. In the opinion of management, all adjustments (consisting of normal recurring accruals) considered necessary for fair presentation have been included.\nForward-looking statements in this report are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Investors are cautioned that such forward-looking statements involve inherent risks and uncertainties. Readers are encouraged to review the Company's annual report for its full statement regarding forward-looking information.\nBaldwin & Lyons, Inc. and Subsidiaries Unaudited Condensed Consolidated Balance Sheets (in thousands, except per share data) March 31 December 31 2018 2017 Assets Investments 1 : Fixed maturities ($547,231) $ 544,116 $ 521,853 Equity securities ($114,619) 149,027 201,763 Limited partnerships, at equity 68,403 70,806 Short-term 2 1,000 1,000 762,546 795,422 Cash and cash equivalents 79,209 64,680 Restricted cash and cash equivalents 4,024 4,033 Accounts receivable 104,377 87,551 Reinsurance recoverable 322,055 318,331 Other assets 95,039 80,061 Current federal income taxes - 6,938 $ 1,367,250 $ 1,357,016 Liabilities and shareholders' equity Reserves for losses and loss expenses $ 694,450 $ 680,274 Reserves for unearned premiums 64,005 53,085 Borrowings under line of credit 20,000 20,000 Accounts payable and other liabilities 170,411 170,488 Current federal income taxes 1,195 - Deferred federal income taxes 5,378 14,358 955,439 938,205 Shareholders' equity: Common stock-no par value 642 642 Additional paid-in capital 55,511 55,078 Unrealized net gains (losses) on investments (2,461 ) 46,700 Retained earnings 358,119 316,391 411,811 418,811 $ 1,367,250 $ 1,357,016 Number of common and common equivalent shares outstanding 15,041 15,047 Book value per outstanding share $ 27.38 $ 27.83 1 2018 cost in parentheses 2 Approximates cost\nBaldwin & Lyons, Inc. and Subsidiaries Unaudited Condensed Consolidated Statements of Income (in thousands, except per share data) Three Months Ended March 31 2018 2017 Revenues Net premiums earned $ 105,462 $ 73,974 Net investment income 4,636 3,692 Commissions and other income 1,814 981 Net realized gains on investments, excluding impairment losses 376 1,008 Other-than-temporary impairment losses on investments - - Net unrealized gains (losses) on equity securities and limited partnership investments (4,909 ) 5,286 Net realized and unrealized gains (losses) on investments (4,533 ) 6,294 107,379 84,941 Expenses Losses and loss expenses incurred 72,298 48,599 Other operating expenses 34,767 26,164 107,065 74,763 Income before federal income taxes (benefits) 314 10,178 Federal income taxes (benefits) (16 ) 3,422 Net income $ 330 $ 6,756 Per share data - diluted: Income before net gains (losses) on investments $ .22 $ .18 Net gains (losses) on investments (.20 ) .27 Net income $ .02 $ .45 Dividends $ .28 $ .27 Reconciliation of shares outstanding: Average shares outstanding - basic 15,010 15,096 Dilutive effect of share equivalents 24 8 Average shares outstanding - diluted 15,034 15,104\nBaldwin & Lyons, Inc. and Subsidiaries Unaudited Condensed Consolidated Statements of Cash Flows (in thousands) Three Months Ended March 31 2018 2017 Net cash provided by operating activities $ 8,027 $ 6,398 Investing activities: Purchases of available-for-sale investments (140,820 ) (115,947 ) Purchases of limited partnership interests (200 ) - Proceeds from sales or maturities of available-for-sale investments 163,414 105,282 Net purchases of short-term investments - (7,290 ) Purchase of insurance company-owned life insurance (10,000 ) - Distributions from limited partnerships - 16,016 Other investing activities (1,214 ) (1,659 ) Net cash provided by (used in) investing activities 11,180 (3,598 ) Financing activities: Dividends paid to shareholders (4,229 ) (4,080 ) Repurchase of common shares (235 ) - Net cash used in financing activities (4,464 ) (4,080 ) Effect of foreign exchange rates on cash and cash equivalents (223 ) 65 Increase (decrease) in cash, cash equivalents and restricted cash 14,520 (1,215 ) Cash, cash equivalents and restricted cash at beginning of period 68,713 62,976 Cash, cash equivalents and restricted cash at end of period $ 83,233 $ 61,761\nFinancial Highlights (unaudited) Baldwin & Lyons, Inc. and Subsidiaries (In thousands, except per share data) Three Months Ended March 31 2018 2017 Annualized Book value per share beginning of period $ 27.83 $ 26.81 Book value per share end of period 27.38 27.34 Change in book value per share $ (0.45 ) $ 0.53 Dividends paid 0.28 0.27 Total value creation 1 (2.4 %) 11.9 % Return on average shareholders' equity: Net operating income 4.0 % 2.9 % Net income 0.3 % 7.3 % Loss and LAE expenses incurred $ 72,298 $ 48,599 Net premiums earned 105,462 73,974 Loss and LAE ratio 68.6 % 65.7 % Other operating expenses $ 34,767 $ 26,164 Less: Commissions and other income 1,814 981 Other operating expenses, less commission and other income $ 32,953 $ 25,183 Net premiums earned 105,462 73,974 Expense ratio 31.2 % 34.0 % Combined ratio 2 99.8 % 99.7 % Gross premiums written $ 148,823 $ 110,028 Net premiums written 113,434 77,530 1 Total Value Creation equals change in book value plus dividends paid, divided by beginning book value. Quarterly amounts have been annualized 2 The combined ratio is calculated as ratio of losses and loss expenses incurred, plus other operating expenses, less commission and other income to net premiums earned. Investor Contact:\nWilliam Vens\ninvestors@baldwinandlyons.com\n(317) 429-2554\nSource:Baldwin & Lyons, Inc.",
    "published": "2018-05-09T17:00:00.000+03:00",
    "crawled": "2018-05-09T18:44:48.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "carmel",
        "may",
        "globe",
        "newswire",
        "baldwin",
        "lyon",
        "nasdaq",
        "bwina",
        "nasdaq",
        "bwinb",
        "today",
        "reported",
        "result",
        "first",
        "quarter",
        "company",
        "produced",
        "first",
        "quarter",
        "net",
        "income",
        "million",
        "per",
        "share",
        "compare",
        "net",
        "income",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "first",
        "quarter",
        "gross",
        "premium",
        "written",
        "increased",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "investment",
        "income",
        "increased",
        "first",
        "quarter",
        "compared",
        "prior",
        "year",
        "combined",
        "ratio",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "net",
        "premium",
        "earned",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "prior",
        "year",
        "period",
        "continued",
        "growth",
        "company",
        "commercial",
        "automobile",
        "worker",
        "compensation",
        "product",
        "retail",
        "program",
        "distribution",
        "channel",
        "contributed",
        "increase",
        "premium",
        "earned",
        "gross",
        "premium",
        "written",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "written",
        "prior",
        "year",
        "period",
        "net",
        "premium",
        "earned",
        "increase",
        "primarily",
        "driven",
        "continued",
        "growth",
        "company",
        "commercial",
        "automobile",
        "worker",
        "compensation",
        "product",
        "retail",
        "program",
        "distribution",
        "channel",
        "net",
        "investment",
        "income",
        "first",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "increase",
        "reflects",
        "higher",
        "interest",
        "rate",
        "leading",
        "higher",
        "reinvestment",
        "yield",
        "fixed",
        "income",
        "portfolio",
        "increase",
        "average",
        "fund",
        "invested",
        "resulting",
        "positive",
        "cash",
        "flow",
        "fixed",
        "income",
        "investment",
        "portfolio",
        "continues",
        "emphasize",
        "instrument",
        "case",
        "noted",
        "interest",
        "rate",
        "rise",
        "basis",
        "point",
        "price",
        "bond",
        "would",
        "expected",
        "fall",
        "approximately",
        "credit",
        "quality",
        "remains",
        "high",
        "weighted",
        "average",
        "rating",
        "including",
        "cash",
        "underwriting",
        "operation",
        "produced",
        "combined",
        "ratio",
        "first",
        "quarter",
        "compared",
        "combined",
        "ratio",
        "prior",
        "year",
        "period",
        "first",
        "quarter",
        "prior",
        "accident",
        "year",
        "loss",
        "development",
        "favorable",
        "million",
        "compared",
        "small",
        "deficiency",
        "produced",
        "period",
        "million",
        "main",
        "driver",
        "higher",
        "loss",
        "ratio",
        "first",
        "quarter",
        "compared",
        "higher",
        "current",
        "accident",
        "year",
        "loss",
        "pick",
        "increased",
        "following",
        "adverse",
        "prior",
        "year",
        "reserve",
        "charge",
        "recognized",
        "second",
        "quarter",
        "expect",
        "rate",
        "action",
        "change",
        "mix",
        "business",
        "lower",
        "loss",
        "ratio",
        "time",
        "also",
        "striving",
        "conservative",
        "loss",
        "position",
        "current",
        "accident",
        "year",
        "premium",
        "growth",
        "beginning",
        "favorable",
        "impact",
        "expense",
        "ratio",
        "consistent",
        "stated",
        "strategy",
        "leverage",
        "company",
        "fixed",
        "expense",
        "base",
        "improve",
        "expense",
        "ratio",
        "time",
        "decline",
        "expense",
        "ratio",
        "first",
        "quarter",
        "compared",
        "reflects",
        "fixed",
        "expense",
        "leverage",
        "increased",
        "writing",
        "within",
        "worker",
        "compensation",
        "product",
        "also",
        "positively",
        "impacted",
        "expense",
        "ratio",
        "due",
        "increased",
        "ceding",
        "commission",
        "income",
        "first",
        "quarter",
        "book",
        "value",
        "per",
        "share",
        "march",
        "decrease",
        "per",
        "share",
        "first",
        "quarter",
        "payment",
        "cash",
        "dividend",
        "shareholder",
        "totaling",
        "per",
        "share",
        "combination",
        "decrease",
        "book",
        "value",
        "plus",
        "dividend",
        "paid",
        "shareholder",
        "represents",
        "annualized",
        "negative",
        "total",
        "value",
        "creation",
        "beginning",
        "book",
        "value",
        "first",
        "quarter",
        "company",
        "net",
        "income",
        "loss",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "includes",
        "item",
        "may",
        "indicative",
        "ongoing",
        "operation",
        "following",
        "table",
        "reconciles",
        "income",
        "loss",
        "federal",
        "income",
        "tax",
        "underwriting",
        "income",
        "financial",
        "measure",
        "useful",
        "tool",
        "investor",
        "analyst",
        "analyzing",
        "ongoing",
        "operating",
        "trend",
        "three",
        "month",
        "ended",
        "march",
        "income",
        "federal",
        "income",
        "tax",
        "less",
        "net",
        "realized",
        "gain",
        "investment",
        "less",
        "net",
        "unrealized",
        "gain",
        "loss",
        "equity",
        "security",
        "limited",
        "partnership",
        "invesments",
        "income",
        "core",
        "business",
        "operation",
        "less",
        "net",
        "investment",
        "income",
        "underwriting",
        "income",
        "income",
        "core",
        "business",
        "operation",
        "federal",
        "income",
        "tax",
        "million",
        "first",
        "quarter",
        "compared",
        "income",
        "core",
        "business",
        "operation",
        "federal",
        "income",
        "tax",
        "million",
        "first",
        "quarter",
        "company",
        "management",
        "us",
        "term",
        "income",
        "loss",
        "core",
        "business",
        "operation",
        "financial",
        "measure",
        "defined",
        "income",
        "federal",
        "income",
        "tax",
        "excluding",
        "realized",
        "unrealized",
        "investment",
        "gain",
        "loss",
        "financial",
        "measure",
        "used",
        "evaluate",
        "company",
        "performance",
        "recognition",
        "investment",
        "gain",
        "loss",
        "given",
        "period",
        "largely",
        "discretionary",
        "timing",
        "could",
        "distort",
        "analysis",
        "trend",
        "combined",
        "ratio",
        "component",
        "presented",
        "herein",
        "commonly",
        "used",
        "insurance",
        "industry",
        "applied",
        "company",
        "gaap",
        "underwriting",
        "result",
        "first",
        "quarter",
        "company",
        "reallocated",
        "approximately",
        "million",
        "equity",
        "security",
        "treasury",
        "three",
        "year",
        "less",
        "equity",
        "sale",
        "solidified",
        "conservative",
        "nature",
        "high",
        "quality",
        "short",
        "duration",
        "investment",
        "portfolio",
        "opportunistically",
        "utilized",
        "new",
        "lower",
        "corporate",
        "tax",
        "rate",
        "beneficial",
        "given",
        "low",
        "tax",
        "basis",
        "many",
        "equity",
        "position",
        "accretive",
        "income",
        "given",
        "increase",
        "yield",
        "shorter",
        "end",
        "yield",
        "curve",
        "recently",
        "adopted",
        "accounting",
        "standard",
        "accounting",
        "guidance",
        "recognizing",
        "change",
        "equity",
        "investment",
        "portfolio",
        "revised",
        "fasb",
        "asu",
        "recognition",
        "measurement",
        "financial",
        "asset",
        "financial",
        "liability",
        "result",
        "company",
        "adopting",
        "accounting",
        "standard",
        "update",
        "effective",
        "january",
        "equity",
        "portfolio",
        "investment",
        "measured",
        "fair",
        "value",
        "change",
        "fair",
        "value",
        "recognized",
        "net",
        "income",
        "income",
        "statement",
        "previously",
        "company",
        "equity",
        "portfolio",
        "security",
        "excluding",
        "held",
        "within",
        "limited",
        "partnership",
        "classified",
        "change",
        "fair",
        "value",
        "recorded",
        "comprehensive",
        "income",
        "balance",
        "sheet",
        "upon",
        "adoption",
        "asu",
        "cumulative",
        "net",
        "unrealized",
        "gain",
        "equity",
        "security",
        "million",
        "million",
        "net",
        "tax",
        "reclassified",
        "within",
        "equity",
        "section",
        "balance",
        "sheet",
        "accumulated",
        "comprehensive",
        "income",
        "retained",
        "earnings",
        "adjustment",
        "overall",
        "impact",
        "shareholder",
        "equity",
        "however",
        "since",
        "net",
        "unrealized",
        "gain",
        "included",
        "within",
        "retained",
        "earnings",
        "appear",
        "realized",
        "gain",
        "income",
        "statement",
        "sold",
        "first",
        "quarter",
        "company",
        "sold",
        "million",
        "equity",
        "security",
        "resulting",
        "realized",
        "gain",
        "million",
        "since",
        "majority",
        "gain",
        "already",
        "included",
        "retained",
        "earnings",
        "balance",
        "sheet",
        "portion",
        "already",
        "included",
        "retained",
        "earnings",
        "recognized",
        "within",
        "realized",
        "gain",
        "income",
        "statement",
        "conference",
        "call",
        "information",
        "baldwin",
        "lyon",
        "scheduled",
        "quarterly",
        "conference",
        "call",
        "wednesday",
        "may",
        "edt",
        "discus",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "participate",
        "via",
        "teleconference",
        "investor",
        "may",
        "dial",
        "international",
        "local",
        "least",
        "five",
        "minute",
        "prior",
        "beginning",
        "call",
        "replay",
        "call",
        "available",
        "may",
        "calling",
        "referencing",
        "passcode",
        "investor",
        "interested",
        "party",
        "may",
        "also",
        "listen",
        "call",
        "via",
        "live",
        "webcast",
        "accessible",
        "company",
        "web",
        "site",
        "via",
        "link",
        "top",
        "main",
        "investor",
        "relation",
        "page",
        "participate",
        "webcast",
        "please",
        "register",
        "least",
        "fifteen",
        "minute",
        "prior",
        "start",
        "call",
        "webcast",
        "archived",
        "site",
        "november",
        "webcast",
        "may",
        "accessed",
        "directly",
        "http",
        "also",
        "available",
        "investor",
        "relation",
        "section",
        "web",
        "site",
        "complete",
        "interim",
        "financial",
        "statement",
        "copy",
        "filing",
        "security",
        "exchange",
        "commission",
        "accompanying",
        "unaudited",
        "condensed",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "instruction",
        "form",
        "include",
        "information",
        "footnote",
        "disclosed",
        "company",
        "annual",
        "audited",
        "financial",
        "statement",
        "opinion",
        "management",
        "adjustment",
        "consisting",
        "normal",
        "recurring",
        "accrual",
        "considered",
        "necessary",
        "fair",
        "presentation",
        "included",
        "statement",
        "report",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "investor",
        "cautioned",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "reader",
        "encouraged",
        "review",
        "company",
        "annual",
        "report",
        "full",
        "statement",
        "regarding",
        "information",
        "baldwin",
        "lyon",
        "subsidiary",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "investment",
        "fixed",
        "maturity",
        "equity",
        "security",
        "limited",
        "partnership",
        "equity",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "reinsurance",
        "recoverable",
        "asset",
        "current",
        "federal",
        "income",
        "tax",
        "liability",
        "shareholder",
        "equity",
        "reserve",
        "loss",
        "loss",
        "expense",
        "reserve",
        "unearned",
        "premium",
        "borrowing",
        "line",
        "credit",
        "account",
        "payable",
        "liability",
        "current",
        "federal",
        "income",
        "tax",
        "deferred",
        "federal",
        "income",
        "tax",
        "shareholder",
        "equity",
        "common",
        "par",
        "value",
        "additional",
        "capital",
        "unrealized",
        "net",
        "gain",
        "loss",
        "investment",
        "retained",
        "earnings",
        "number",
        "common",
        "common",
        "equivalent",
        "share",
        "outstanding",
        "book",
        "value",
        "per",
        "outstanding",
        "share",
        "cost",
        "parenthesis",
        "approximates",
        "cost",
        "baldwin",
        "lyon",
        "subsidiary",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "net",
        "premium",
        "earned",
        "net",
        "investment",
        "income",
        "commission",
        "income",
        "net",
        "realized",
        "gain",
        "investment",
        "excluding",
        "impairment",
        "loss",
        "impairment",
        "loss",
        "investment",
        "net",
        "unrealized",
        "gain",
        "loss",
        "equity",
        "security",
        "limited",
        "partnership",
        "investment",
        "net",
        "realized",
        "unrealized",
        "gain",
        "loss",
        "investment",
        "expense",
        "loss",
        "loss",
        "expense",
        "incurred",
        "operating",
        "expense",
        "income",
        "federal",
        "income",
        "tax",
        "benefit",
        "federal",
        "income",
        "tax",
        "benefit",
        "net",
        "income",
        "per",
        "share",
        "data",
        "diluted",
        "income",
        "net",
        "gain",
        "loss",
        "investment",
        "net",
        "gain",
        "loss",
        "investment",
        "net",
        "income",
        "dividend",
        "reconciliation",
        "share",
        "outstanding",
        "average",
        "share",
        "outstanding",
        "basic",
        "dilutive",
        "effect",
        "share",
        "equivalent",
        "average",
        "share",
        "outstanding",
        "diluted",
        "baldwin",
        "lyon",
        "subsidiary",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "purchase",
        "investment",
        "purchase",
        "limited",
        "partnership",
        "interest",
        "proceeds",
        "sale",
        "maturity",
        "investment",
        "net",
        "purchase",
        "investment",
        "purchase",
        "insurance",
        "life",
        "insurance",
        "distribution",
        "limited",
        "partnership",
        "investing",
        "activity",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "dividend",
        "paid",
        "shareholder",
        "repurchase",
        "common",
        "share",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "effect",
        "foreign",
        "exchange",
        "rate",
        "cash",
        "cash",
        "equivalent",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "period",
        "financial",
        "highlight",
        "unaudited",
        "baldwin",
        "lyon",
        "subsidiary",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "annualized",
        "book",
        "value",
        "per",
        "share",
        "beginning",
        "period",
        "book",
        "value",
        "per",
        "share",
        "end",
        "period",
        "change",
        "book",
        "value",
        "per",
        "share",
        "dividend",
        "paid",
        "total",
        "value",
        "creation",
        "return",
        "average",
        "shareholder",
        "equity",
        "net",
        "operating",
        "income",
        "net",
        "income",
        "loss",
        "lae",
        "expense",
        "incurred",
        "net",
        "premium",
        "earned",
        "loss",
        "lae",
        "ratio",
        "operating",
        "expense",
        "less",
        "commission",
        "income",
        "operating",
        "expense",
        "less",
        "commission",
        "income",
        "net",
        "premium",
        "earned",
        "expense",
        "ratio",
        "combined",
        "ratio",
        "gross",
        "premium",
        "written",
        "net",
        "premium",
        "written",
        "total",
        "value",
        "creation",
        "equal",
        "change",
        "book",
        "value",
        "plus",
        "dividend",
        "paid",
        "divided",
        "beginning",
        "book",
        "value",
        "quarterly",
        "amount",
        "annualized",
        "combined",
        "ratio",
        "calculated",
        "ratio",
        "loss",
        "loss",
        "expense",
        "incurred",
        "plus",
        "operating",
        "expense",
        "less",
        "commission",
        "income",
        "net",
        "premium",
        "earned",
        "investor",
        "contact",
        "william",
        "vens",
        "investor",
        "source",
        "baldwin",
        "lyon",
        "inc"
    ]
}