{
    "organizations": [],
    "uuid": "9cf1ad08464228ac7494cd3450f1338e2412600b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/globe-newswire-sabina-gold-silver-announces-interim-financial-results-for-the-quarter-ended-march-31-2018.html",
    "ord_in_thread": 0,
    "title": "Sabina Gold & Silver Announces Interim Financial Results for the Ended March 31,",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "$86 million in cash and short-term investments, pre-development activities commenced\nVANCOUVER, British Columbia, May 07, 2018 (GLOBE NEWSWIRE) -- Sabina Gold & Silver Corp. (“Sabina”) or (the “Company”) (TSX:SBB) reports the interim financial results for the quarter ended March 31, 2018.\n“The first quarter was a busy one for Sabina,” said Bruce McLeod, the Company’s President& CEO. “We welcomed a new significant shareholder in Zhaojin International Mining Co., Ltd., we received our Type B Water License, the authorization required to do the pre-development infrastructure improvements, we launched our 2018 exploration drilling campaign and commenced pre-development activities. Pre-development work focused on the marine laydown area in Bathurst Inlet to prepare it for receiving equipment and supplies. Additionally, we continued to assess and advance project financing alternatives. And shortly after the quarter, negotiations were concluded with the Kitikmeot Inuit Association on land tenure and Inuit impact and benefits. We look forward to reporting further exploration results and providing a project update through the coming months.”\nQ1 2018 Highlights:\nThe Company had cash and cash equivalents and short-term investments of $86.0 million at March 31, 2018; On January 19, 2018, the Company completed a financing of 24,930,000 common shares with Zhaojin International Mining Co., Ltd. at $2.65 per share for gross proceeds of $66.1 million. On February 9, 2018, Leo Zhao was appointed to the Company’s Board as Zhaojin International’s nominee in relation to its investment. In February, the Company announced 2018 budget plans of $83 million focusing on the commencement of pre-development infrastructure improvements at the Back River Project as well as exploration of potentially high value targets. Drilling commenced in early March 2018 with a first phase 6,000 meter program at the Goose property. Subsequent to the quarter, on April 8, the Company announced first drilling results from the Llama extension zone reporting Hole 18GSE530 returned 15.67 g/t au over 23.25 meters including 32.56 g/t au over 10.30 meters. On March 14, 2018, the Company received its Type B Water License from the Nunavut Water Board, a key authorization to complete work planned for the Back River project in 2018. On March 15, 2018, Mr. Lello Galassi joined the Company as its Vice-President, Project Development and Construction. Mr. Galassi brings to the role extensive experience in acquisition, development, and project construction management for significant greenfield mining projects in remote areas of the world. The Company filed a final base shelf prospectus with various Canadian securities administrators on March 26, 2018. The shelf prospectus will enable the Company to make offering of up to $500 million of any combination of common shares, debt securities, subscription receipts, units and warrants during the next two years. Subsequent to the quarter, on April 23, 2018, the Company completed the definitive Framework Agreement (FA) with the Kitikmeot Inuit Association (the Nunavut Landowner) on terms consistent with the Binding Term sheet signed in October of 2017. The FA provides the commercial leases authorizing mine development and operations and is a comprehensive agreement which sets out rights and obligations with respect to surface land access on Inuit owned land. The FA includes an Inuit Impact and Benefits Agreement among other obligation required by the Nunavut land claims agreement.\nSubsequent to the quarter, the Company announced on May 3, 2018 a flow through financing of approximately 3 million shares at $2.00 per share for gross proceeds of $6 million. The financing is set to close on or about May 15, 2018.\nFinancial Results\nFor the quarter ended March 31, 2018, the Company reported a net loss of $2.6 million, compared to $1.4 million in the same period of 2017. The difference was largely the result of higher share-based payments, professional fees, and deferred income taxes, partially offset by an increase in net finance income.\nFor the full March 31, 2018 interim financial statements and Management’s Discussion and Analysis, please see the Company website at www.sabinagoldsilver.com or on SEDAR.\nSABINA GOLD & SILVER CORP\nSabina Gold & Silver Corp.\nSabina Gold & Silver Corp. is well-financed with approximately $86 million and is an emerging precious metals company with district scale, advanced, high grade gold assets in one of the world’s newest, politically stable mining jurisdictions: Nunavut, Canada.\nSabina released a Feasibility Study on its 100% owned Back River Gold Project which presents a project that has been designed on a fit-for purpose basis, with the potential to produce ~200,000 ounces a year for ~11 years with a rapid payback of 2.9 years (see “Technical Report for the Initial Project Feasibility Study on the Back River Gold Property, Nunavut, Canada” dated October 28, 2015) (the “Study”). At a US$1,150 gold price and a 0.80 (US$:C$) exchange rate, the Study delivers a potential after tax internal rate of return of approximately 24.2% with an initial CAPEX of $415 million.\nThe Project received its final Project Certificate on December 19, 2017 and its Type B Water License in March 2018. The Project is now in the final regulatory and licensing phase.\nIn addition to Back River, Sabina also owns a significant silver royalty on Glencore’s Hackett River Project. The silver royalty on Hackett River’s silver production is comprised of 22.5% of the first 190 million ounces produced and 12.5% of all silver produced thereafter.\nAll news releases and further information can be found on the Company’s website at www.sabinagoldsilver.com or on SEDAR at www.sedar.com . All technical reports have been filed on www.sedar.com\nFor further information please contact:\nNicole Hoeller, Vice-President, Communications: 1 888 648-4218\nnhoeller@sabinagoldsilver.com\nForward Looking Statements\nThis news release contains “forward-looking information” within the meaning of applicable securities laws (the “forward-looking statements”), including our belief as to the extent, results and timing of exploration programs and various studies including the FS, and exploration results, reserves estimates, potential production from and viability of the Company’s properties, production and operating costs and permitting submission, timing and receipt of necessary permits and project approvals for future operations and access to project funding. These forward-looking statements are made as of the date of this news release. Readers are cautioned not to place undue reliance on forward-looking statements, as there can be no assurance that the future circumstances, outcomes or results anticipated in or implied by such forward-looking statements will occur or that plans, intentions or expectations upon which the forward-looking statements are based will occur. While we have based these forward-looking statements on our expectations about future events as at the date that such statements were prepared, the statements are not a guarantee that such future events will occur and are subject to risks, uncertainties, assumptions and other factors which could cause events or outcomes to differ materially from those expressed or implied by such forward-looking statements. Such factors and assumptions include, among others, the effects of general economic conditions, commodity prices, changing foreign exchange rates and actions by government and regulatory authorities and misjudgments in the course of preparing forward-looking statements. In addition, there are known and unknown risk factors which could cause our actual results, performance or achievements to differ materially from any future results, performance or achievements expressed or implied by the forward-looking statements. Known risk factors include risks associated with exploration and project development; the need for additional financing; the calculation of mineral resources and reserves; operational risks associated with mining and mineral processing; fluctuations in metal prices; title matters; government regulation; obtaining and renewing necessary licences and permits; environmental liability and insurance; reliance on key personnel; the potential for conflicts of interest among certain of our officers or directors; the absence of dividends; currency fluctuations; labour disputes; competition; dilution; the volatility of the our common share price and volume; future sales of shares by existing shareholders; and other risks and uncertainties, including those relating to the Back River Project and general risks associated with the mineral exploration and development industry described in our Annual Information Form, financial statements and MD&A for the fiscal period ended December 31, 2017 filed with the Canadian Securities Administrators and available at www.sedar.com . Although we have attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements. We are under no obligation to update or alter any forward-looking statements except as required under applicable securities laws. This news release has been authorized by the undersigned on behalf of Sabina Gold & Silver Corp.\nBruce McLeod, President & CEO\n1800-555 Burrard Street, Two Bentall Centre\nVancouver, BC V7X 1M9\nTel 604 998-4175 Fax 604 998-1051\nhttp://www.sabinagoldsilver.com\nSource: Sabina Gold & Silver Corp.",
    "published": "2018-05-08T02:58:00.000+03:00",
    "crawled": "2018-05-08T02:32:47.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "million",
        "cash",
        "investment",
        "activity",
        "commenced",
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "sabina",
        "gold",
        "silver",
        "sabina",
        "company",
        "tsx",
        "sbb",
        "report",
        "interim",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "busy",
        "one",
        "sabina",
        "said",
        "bruce",
        "mcleod",
        "company",
        "president",
        "ceo",
        "welcomed",
        "new",
        "significant",
        "shareholder",
        "zhaojin",
        "international",
        "mining",
        "received",
        "type",
        "b",
        "water",
        "license",
        "authorization",
        "required",
        "infrastructure",
        "improvement",
        "launched",
        "exploration",
        "drilling",
        "campaign",
        "commenced",
        "activity",
        "work",
        "focused",
        "marine",
        "laydown",
        "area",
        "bathurst",
        "inlet",
        "prepare",
        "receiving",
        "equipment",
        "supply",
        "additionally",
        "continued",
        "assess",
        "advance",
        "project",
        "financing",
        "alternative",
        "shortly",
        "quarter",
        "negotiation",
        "concluded",
        "kitikmeot",
        "inuit",
        "association",
        "land",
        "tenure",
        "inuit",
        "impact",
        "benefit",
        "look",
        "forward",
        "reporting",
        "exploration",
        "result",
        "providing",
        "project",
        "update",
        "coming",
        "q1",
        "highlight",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "march",
        "january",
        "company",
        "completed",
        "financing",
        "common",
        "share",
        "zhaojin",
        "international",
        "mining",
        "per",
        "share",
        "gross",
        "proceeds",
        "million",
        "february",
        "leo",
        "zhao",
        "appointed",
        "company",
        "board",
        "zhaojin",
        "international",
        "nominee",
        "relation",
        "investment",
        "february",
        "company",
        "announced",
        "budget",
        "plan",
        "million",
        "focusing",
        "commencement",
        "infrastructure",
        "improvement",
        "back",
        "river",
        "project",
        "well",
        "exploration",
        "potentially",
        "high",
        "value",
        "target",
        "drilling",
        "commenced",
        "early",
        "march",
        "first",
        "phase",
        "meter",
        "program",
        "goose",
        "property",
        "subsequent",
        "quarter",
        "april",
        "company",
        "announced",
        "first",
        "drilling",
        "result",
        "llama",
        "extension",
        "zone",
        "reporting",
        "hole",
        "18gse530",
        "returned",
        "au",
        "meter",
        "including",
        "au",
        "meter",
        "march",
        "company",
        "received",
        "type",
        "b",
        "water",
        "license",
        "nunavut",
        "water",
        "board",
        "key",
        "authorization",
        "complete",
        "work",
        "planned",
        "back",
        "river",
        "project",
        "march",
        "lello",
        "galassi",
        "joined",
        "company",
        "project",
        "development",
        "construction",
        "galassi",
        "brings",
        "role",
        "extensive",
        "experience",
        "acquisition",
        "development",
        "project",
        "construction",
        "management",
        "significant",
        "greenfield",
        "mining",
        "project",
        "remote",
        "area",
        "world",
        "company",
        "filed",
        "final",
        "base",
        "shelf",
        "prospectus",
        "various",
        "canadian",
        "security",
        "administrator",
        "march",
        "shelf",
        "prospectus",
        "enable",
        "company",
        "make",
        "offering",
        "million",
        "combination",
        "common",
        "share",
        "debt",
        "security",
        "subscription",
        "receipt",
        "unit",
        "warrant",
        "next",
        "two",
        "year",
        "subsequent",
        "quarter",
        "april",
        "company",
        "completed",
        "definitive",
        "framework",
        "agreement",
        "fa",
        "kitikmeot",
        "inuit",
        "association",
        "nunavut",
        "landowner",
        "term",
        "consistent",
        "binding",
        "term",
        "sheet",
        "signed",
        "october",
        "fa",
        "provides",
        "commercial",
        "lease",
        "authorizing",
        "mine",
        "development",
        "operation",
        "comprehensive",
        "agreement",
        "set",
        "right",
        "obligation",
        "respect",
        "surface",
        "land",
        "access",
        "inuit",
        "owned",
        "land",
        "fa",
        "includes",
        "inuit",
        "impact",
        "benefit",
        "agreement",
        "among",
        "obligation",
        "required",
        "nunavut",
        "land",
        "claim",
        "agreement",
        "subsequent",
        "quarter",
        "company",
        "announced",
        "may",
        "flow",
        "financing",
        "approximately",
        "million",
        "share",
        "per",
        "share",
        "gross",
        "proceeds",
        "million",
        "financing",
        "set",
        "close",
        "may",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "compared",
        "million",
        "period",
        "difference",
        "largely",
        "result",
        "higher",
        "payment",
        "professional",
        "fee",
        "deferred",
        "income",
        "tax",
        "partially",
        "offset",
        "increase",
        "net",
        "finance",
        "income",
        "full",
        "march",
        "interim",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "please",
        "see",
        "company",
        "website",
        "sedar",
        "sabina",
        "gold",
        "silver",
        "corp",
        "sabina",
        "gold",
        "silver",
        "sabina",
        "gold",
        "silver",
        "approximately",
        "million",
        "emerging",
        "precious",
        "metal",
        "company",
        "district",
        "scale",
        "advanced",
        "high",
        "grade",
        "gold",
        "asset",
        "one",
        "world",
        "newest",
        "politically",
        "stable",
        "mining",
        "jurisdiction",
        "nunavut",
        "canada",
        "sabina",
        "released",
        "feasibility",
        "study",
        "owned",
        "back",
        "river",
        "gold",
        "project",
        "present",
        "project",
        "designed",
        "purpose",
        "basis",
        "potential",
        "produce",
        "ounce",
        "year",
        "year",
        "rapid",
        "payback",
        "year",
        "see",
        "technical",
        "report",
        "initial",
        "project",
        "feasibility",
        "study",
        "back",
        "river",
        "gold",
        "property",
        "nunavut",
        "canada",
        "dated",
        "october",
        "study",
        "u",
        "gold",
        "price",
        "u",
        "c",
        "exchange",
        "rate",
        "study",
        "delivers",
        "potential",
        "tax",
        "internal",
        "rate",
        "return",
        "approximately",
        "initial",
        "capex",
        "million",
        "project",
        "received",
        "final",
        "project",
        "certificate",
        "december",
        "type",
        "b",
        "water",
        "license",
        "march",
        "project",
        "final",
        "regulatory",
        "licensing",
        "phase",
        "addition",
        "back",
        "river",
        "sabina",
        "also",
        "owns",
        "significant",
        "silver",
        "royalty",
        "glencore",
        "hackett",
        "river",
        "project",
        "silver",
        "royalty",
        "hackett",
        "river",
        "silver",
        "production",
        "comprised",
        "first",
        "million",
        "ounce",
        "produced",
        "silver",
        "produced",
        "thereafter",
        "news",
        "release",
        "information",
        "found",
        "company",
        "website",
        "sedar",
        "technical",
        "report",
        "filed",
        "information",
        "please",
        "contact",
        "nicole",
        "hoeller",
        "communication",
        "nhoeller",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "including",
        "belief",
        "extent",
        "result",
        "timing",
        "exploration",
        "program",
        "various",
        "study",
        "including",
        "f",
        "exploration",
        "result",
        "reserve",
        "estimate",
        "potential",
        "production",
        "viability",
        "company",
        "property",
        "production",
        "operating",
        "cost",
        "permitting",
        "submission",
        "timing",
        "receipt",
        "necessary",
        "permit",
        "project",
        "approval",
        "future",
        "operation",
        "access",
        "project",
        "funding",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "future",
        "circumstance",
        "outcome",
        "result",
        "anticipated",
        "implied",
        "statement",
        "occur",
        "plan",
        "intention",
        "expectation",
        "upon",
        "statement",
        "based",
        "occur",
        "based",
        "statement",
        "expectation",
        "future",
        "event",
        "date",
        "statement",
        "prepared",
        "statement",
        "guarantee",
        "future",
        "event",
        "occur",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "could",
        "cause",
        "event",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "assumption",
        "include",
        "among",
        "others",
        "effect",
        "general",
        "economic",
        "condition",
        "commodity",
        "price",
        "changing",
        "foreign",
        "exchange",
        "rate",
        "action",
        "government",
        "regulatory",
        "authority",
        "misjudgments",
        "course",
        "preparing",
        "statement",
        "addition",
        "known",
        "unknown",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "known",
        "risk",
        "factor",
        "include",
        "risk",
        "associated",
        "exploration",
        "project",
        "development",
        "need",
        "additional",
        "financing",
        "calculation",
        "mineral",
        "resource",
        "reserve",
        "operational",
        "risk",
        "associated",
        "mining",
        "mineral",
        "processing",
        "fluctuation",
        "metal",
        "price",
        "title",
        "matter",
        "government",
        "regulation",
        "obtaining",
        "renewing",
        "necessary",
        "licence",
        "permit",
        "environmental",
        "liability",
        "insurance",
        "reliance",
        "key",
        "personnel",
        "potential",
        "conflict",
        "interest",
        "among",
        "certain",
        "officer",
        "director",
        "absence",
        "dividend",
        "currency",
        "fluctuation",
        "labour",
        "dispute",
        "competition",
        "dilution",
        "volatility",
        "common",
        "share",
        "price",
        "volume",
        "future",
        "sale",
        "share",
        "existing",
        "shareholder",
        "risk",
        "uncertainty",
        "including",
        "relating",
        "back",
        "river",
        "project",
        "general",
        "risk",
        "associated",
        "mineral",
        "exploration",
        "development",
        "industry",
        "described",
        "annual",
        "information",
        "form",
        "financial",
        "statement",
        "md",
        "fiscal",
        "period",
        "ended",
        "december",
        "filed",
        "canadian",
        "security",
        "administrator",
        "available",
        "although",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "obligation",
        "update",
        "alter",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "news",
        "release",
        "authorized",
        "undersigned",
        "behalf",
        "sabina",
        "gold",
        "silver",
        "bruce",
        "mcleod",
        "president",
        "ceo",
        "burrard",
        "street",
        "two",
        "bentall",
        "centre",
        "vancouver",
        "bc",
        "v7x",
        "1m9",
        "tel",
        "fax",
        "http",
        "source",
        "sabina",
        "gold",
        "silver",
        "corp"
    ]
}