{
    "organizations": [],
    "uuid": "3a5a7c205eb801b0db960973b9b053fca4b00341",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-cytomx-therapeutics-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "CytomX Therapeutics Announces First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Initial clinical data from the Phase 1/2 CX-072 program to be reported at American Society of Clinical Oncology Annual Meeting -\nSOUTH SAN FRANCISCO, Calif., May 09, 2018 (GLOBE NEWSWIRE) -- CytomX Therapeutics, Inc. (Nasdaq:CTMX), a clinical-stage oncology-focused biopharmaceutical company pioneering a novel class of investigational antibody therapeutics based on its Probody™ therapeutic technology platform, today reported first quarter 2018 financial results.\nAs of March 31, 2018, CytomX had cash, cash equivalents and short-term investments of $361.5 million.\n“CytomX’s first quarter marked the continued execution across our clinical pipeline, our discovery stage programs and in our partnerships,” said Sean McCarthy, D.Phil., president and chief executive officer of CytomX Therapeutics. “We remain on track to share initial Probody clinical data at ASCO from PROCLAIM-CX-072, a broad-based study of our lead and wholly-owned anti-PD-L1 Probody therapeutic and we look forward to providing additional pipeline updates as the year progresses.”\nBusiness Highlights and Recent Developments\nPROCLAIM-CX-072 (PD-L1 Probody Therapeutic) Clinical Program\nCX-072 is a Probody therapeutic targeting PD-L1, a clinically- and commercially-validated anti-cancer target. Initial clinical data from the Phase 1/2 PROCLAIM-CX-072 program will be presented on Monday June 4, from 8:00 – 11:30 a.m. as part of the Developmental Therapeutics—Immunotherapy session at the ASCO Annual Meeting. Abstract 3071 - Preliminary Results of the First-In-Human, Dose-Finding PROCLAIM-072 Trial of the PD-L1 Probody Therapeutic CX-072 as Monotherapy in Patients with Advanced Solid Tumors Abstract 3072 - Preliminary Interim Results of the First-In-Human, Dose-Finding PROCLAIM-072 Trial of the PD-L1 Probody Therapeutic CX-072 in Combination with Ipilimumab in Patients with Advanced Solid Tumors The data presented at the meeting will reflect a data cutoff approximately five months later than the abstract submission data cutoff, and therefore, will include longer term follow up as well data from additional patients.\nPROCLAIM-CX-2009 (CD166 Probody Drug Conjugate) Clinical Program\nCX-2009 is a Probody drug conjugate (PDC) that targets CD166, an antigen that is broadly and highly expressed in many types of cancer. Preliminary data from Part A of the PROCLAIM-CX-2009 Phase 1/2 clinical program is expected to be presented in the second half of 2018.\nCX-2029 (CD71 Probody Drug Conjugate) Preclinical Program\nCytomX, in collaboration with AbbVie, is advancing CX-2029, a CD71-directed PDC. CytomX filed an Investigational New Drug (IND) application for CX-2029 in April 2018. CytomX expects the initiation of clinical trials in the third quarter of 2018.\nCX-188 (PD-1 Probody Therapeutic) Preclinical Program\nCytomX is advancing CX-188, a PD-1-directed Probody therapeutic, through IND-enabling studies. CytomX expects to file an IND application for CX-188 in the second half of 2018.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents and short-term investments totaled $361.5 million as of March 31, 2018, compared to $374.1 million as of December 31, 2017.\nRevenue was $14.2 million for the three months ended March 31, 2018, compared to $11.7 million for the three months ended March 31, 2017. The increase was primarily attributable to an increase of $4.9 million relating to the recognition of $6.3 million of the upfront payment received from BMS in connection with an amendment of the Company’s Collaboration and License Agreement entered into in March 2017, offset by $1.2 million in revenue recognized resulting from a reduction in research terms during the three months ended March 31, 2017; an increase of $1.3 million resulting from a change in revenue recognition for the Company’s CD71 Agreement with AbbVie from the straight-line method under the prior revenue recognition standard to the percentage-of-completion method under the new revenue recognition standard, which the Company adopted on January 1, 2018; an increase of $1.3 million related to the Amgen Agreement, which the Company entered into at the end of September 2017; and an increase of $0.9 million resulting primarily from the recognition of the remaining upfront payments resulting from the termination of the Company’s agreement with Pfizer in March 2018. These increases were offset by a decrease of $5.8 million related to ImmunoGen due primarily to the recognition of $6.5 million upon delivery of a Development and Commercialization License to ImmunoGen during the three months ended March 31, 2017.\nResearch and development expenses increased $7.9 million during the three months ended March 31, 2018 compared to the corresponding period in 2017. The increase was attributable to an increase of $3.5 million in lab contracts and services, consulting expenses and clinical trial startup fees to advance CX-188 and CX-2029 through IND-enabling studies, an increase of $2.2 million in CX-072 resulting from increased clinical trial activities, and an increase of $2.0 million in personnel-related expenses due to an increase in headcount.\nGeneral and administrative expense increased $1.7 million during the three months ended March 31, 2018 compared to the corresponding period in 2017. The increase was attributable to an increase of $0.8 million in personnel-related expense due to an increase in headcount, an increase of $0.4 million in stock-based compensation resulting from an increase in headcount and an increase in the average price of the Company’s common stock and an increase of $0.4 million in consulting services primarily due to an increase in tax and accounting compliance activities.\nAbout CytomX Therapeutics\nCytomX Therapeutics is a clinical-stage oncology-focused biopharmaceutical company pioneering a novel class of investigational antibody therapeutics based on its Probody therapeutic technology platform. Probody therapeutics are designed to exploit unique conditions of the tumor microenvironment to more effectively localize antibody binding and activity while limiting activity in healthy tissues. The Company’s pipeline includes cancer immunotherapies against clinically-validated targets, such as CX-072, a PD-L1-targeting Probody therapeutic wholly owned by CytomX, CX-188, a PD-1-targeting Probody therapeutic wholly owned by CytomX and BMS-986249, a CTLA-4-targeting Probody therapeutic partnered with Bristol Myers Squibb. The pipeline also includes first-in-class Probody drug conjugates against highly attractive targets, such as CX-2009, a CD166-targeting Probody drug conjugate wholly owned by CytomX, and CX-2029, a CD71-targeting Probody drug conjugate partnered with AbbVie, which are considered to be inaccessible to conventional antibody drug conjugates due to their presence on healthy tissue. In addition to its wholly owned programs, CytomX has strategic collaborations with AbbVie, Amgen, Bristol-Myers Squibb Company and ImmunoGen, Inc. For more information, visit www.cytomx.com or follow us on Twitter .\nCytomX Therapeutics Forward-Looking Statements\nThis press release includes . Such involve known and unknown risks, uncertainties and other important factors that are difficult to predict, may be beyond our control, and may cause the actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied in such statements. Accordingly, you should not rely on any of these , including those relating to the potential benefits and efficacy of CytomX’s or any of its collaborative partners’ product candidates, administered separately or in combination, CytomX’s ability and the ability of its collaborative partners to develop and advance product candidates into and successfully complete clinical trials, including CytomX’s Phase 1/2 clinical trials of CX-072 and CX-2009, the timing of any future clinical trials to be initiated by CytomX or any of its collaborative partners, CytomX’s expectations regarding the availability of clinical data, CytomX’s expectations with respect to its collaborations, and CytomX’s expectations regarding the timing of potential regulatory filings. Risks and uncertainties that contribute to the uncertain nature of the include: two of CytomX’s product candidates under its Probody platform are in the initial stages of clinical development and its other product candidates are currently in preclinical development, and the process by which preclinical and clinical development could potentially lead to an approved product is long and subject to significant risks and uncertainties; the possibility that the results of early clinical trials may not be predictive of future results; the possibility that CytomX’s clinical trials will not be successful; CytomX’s dependence on the success of CX-072 and CX-2009; CytomX’s reliance on third parties for the manufacture of the company’s product candidates; and possible regulatory developments in the United States and foreign countries. Projected net cash utilization and capital resources are subject to substantial risk of variance based on a wide variety of factors that can be difficult to predict. Additional applicable risks and uncertainties include those relating to our preclinical research and development, clinical development, and other risks identified under the heading \"Risk Factors\" included in CytomX’s Quarterly Report on Form 10-Q filed with the SEC on May 9, 2018. The contained in this press release are based on information currently available to CytomX and speak only as of the date on which they are made. CytomX does not undertake and specifically disclaims any obligation to update any , whether as a result of any new information, future events, changed circumstances or otherwise.\nCYTOMX THERAPEUTICS, INC.\nCONDENSED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n(in thousands, except share and per share data)\n(unaudited) 2018 2017 Revenues $ 14,184 $ 11,176 Revenues from related parties — 477 Total revenues 14,184 11,653 Operating expenses: Research and development 22,458 14,576 General and administrative 7,356 5,691 Total operating expenses 29,814 20,267 Loss from operations (15,630 ) (8,614 ) Interest income 1,375 236 Other income (expense), net (140 ) 120 Loss before provision for (benefit from) income taxes (14,395 ) (8,258 ) Provision for (benefit from) income taxes 1,098 (1 ) Net loss $ (15,493 ) $ (8,257 ) Net loss per share, basic and diluted $ (0.40 ) $ (0.23 ) Shares used to compute net loss per share, basic and diluted 38,647,878 36,538,869 Other comprehensive loss: Changes in unrealized losses on short-term investments (134 ) (73 ) Comprehensive loss $ (15,627 ) $ (8,330 )\nCYTOMX THERAPEUTICS, INC.\nCONDENSED BALANCE SHEETS\n(in thousands, except share and per share data)\nMarch 31, December 31, 2018 2017 (unaudited) (1)\nAssets Current assets: 142,155 $ 177,548 Short-term investments 219,321 196,562 Accounts receivable 81 10,139 Prepaid expenses and other current assets 5,474 4,352 367,031 388,601 Property and equipment, net 4,622 4,218 Intangible assets, net 1,568 1,604 Goodwill 949 949 Restricted cash 917 917 Other assets 1,375 1,355 Total assets $ 376,462 $ 397,644 Liabilities and Stockholders' Equity Current liabilities: Accounts payable $ 5,349 $ 4,205 Income tax payable 1,035 1 Accrued liabilities 16,335 16,382 Deferred revenue, current portion 46,988 40,559 Total current liabilities 69,707 61,147 Deferred revenue, net of current portion 255,053 264,704 Other long-term liabilities 2,055 1,897 Total liabilities 326,815 327,748 Commitments and contingencies Stockholders' equity: Convertible preferred stock, $0.00001 par value; 10,000,000 shares authorized\nand no shares issued and outstanding at March 31, 2018 and December 31,\n2017 — — Common stock, $0.00001 par value; 75,000,000 shares authorized; 38,903,699\nand 38,478,560 shares issued and outstanding at March 31, 2018 and December\n31, 2017, respectively 1 1 Additional paid-in capital 295,744 289,454 Accumulated other comprehensive loss (228 ) (94 ) Accumulated deficit (245,870 ) (219,465 ) Total stockholders' equity 49,647 69,896 Total liabilities and stockholders' equity $ 376,462 $ 397,644\n(1) The condensed balance sheet as of December 31, 2017 was derived from the audited financial statements included in the Company's Annual Report on Form 10-K for the year ended December 31, 2017.\nCytomX Therapeutics\nInvestors:\nChristopher Keenan\nVP, Investor Relations and Corporate Communications\nckeenan@cytomx.com\n650-383-0823\nMedia:\nSpectrum\nChristine Quern\ncquern@spectrumscience.com\n202-587-2588\nSource:CytomX Therapeutics Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:42:04.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "initial",
        "clinical",
        "data",
        "phase",
        "program",
        "reported",
        "american",
        "society",
        "clinical",
        "oncology",
        "annual",
        "meeting",
        "south",
        "san",
        "francisco",
        "may",
        "globe",
        "newswire",
        "cytomx",
        "therapeutic",
        "nasdaq",
        "ctmx",
        "biopharmaceutical",
        "company",
        "pioneering",
        "novel",
        "class",
        "investigational",
        "antibody",
        "therapeutic",
        "based",
        "therapeutic",
        "technology",
        "platform",
        "today",
        "reported",
        "first",
        "quarter",
        "financial",
        "result",
        "march",
        "cytomx",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "cytomx",
        "first",
        "quarter",
        "marked",
        "continued",
        "execution",
        "across",
        "clinical",
        "pipeline",
        "discovery",
        "stage",
        "program",
        "partnership",
        "said",
        "sean",
        "mccarthy",
        "president",
        "chief",
        "executive",
        "officer",
        "cytomx",
        "therapeutic",
        "remain",
        "track",
        "share",
        "initial",
        "probody",
        "clinical",
        "data",
        "asco",
        "study",
        "lead",
        "probody",
        "therapeutic",
        "look",
        "forward",
        "providing",
        "additional",
        "pipeline",
        "update",
        "year",
        "business",
        "highlight",
        "recent",
        "development",
        "probody",
        "therapeutic",
        "clinical",
        "program",
        "probody",
        "therapeutic",
        "targeting",
        "target",
        "initial",
        "clinical",
        "data",
        "phase",
        "program",
        "presented",
        "monday",
        "june",
        "part",
        "developmental",
        "session",
        "asco",
        "annual",
        "meeting",
        "abstract",
        "preliminary",
        "result",
        "trial",
        "probody",
        "therapeutic",
        "monotherapy",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "abstract",
        "preliminary",
        "interim",
        "result",
        "trial",
        "probody",
        "therapeutic",
        "combination",
        "ipilimumab",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "data",
        "presented",
        "meeting",
        "reflect",
        "data",
        "cutoff",
        "approximately",
        "five",
        "month",
        "later",
        "abstract",
        "submission",
        "data",
        "cutoff",
        "therefore",
        "include",
        "longer",
        "term",
        "follow",
        "well",
        "data",
        "additional",
        "patient",
        "cd166",
        "probody",
        "drug",
        "conjugate",
        "clinical",
        "program",
        "probody",
        "drug",
        "conjugate",
        "pdc",
        "target",
        "cd166",
        "antigen",
        "broadly",
        "highly",
        "expressed",
        "many",
        "type",
        "cancer",
        "preliminary",
        "data",
        "part",
        "phase",
        "clinical",
        "program",
        "expected",
        "presented",
        "second",
        "half",
        "cd71",
        "probody",
        "drug",
        "conjugate",
        "preclinical",
        "program",
        "cytomx",
        "collaboration",
        "abbvie",
        "advancing",
        "pdc",
        "cytomx",
        "filed",
        "investigational",
        "new",
        "drug",
        "ind",
        "application",
        "april",
        "cytomx",
        "expects",
        "initiation",
        "clinical",
        "trial",
        "third",
        "quarter",
        "probody",
        "therapeutic",
        "preclinical",
        "program",
        "cytomx",
        "advancing",
        "probody",
        "therapeutic",
        "study",
        "cytomx",
        "expects",
        "file",
        "ind",
        "application",
        "second",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "primarily",
        "attributable",
        "increase",
        "million",
        "relating",
        "recognition",
        "million",
        "upfront",
        "payment",
        "received",
        "bm",
        "connection",
        "amendment",
        "company",
        "collaboration",
        "license",
        "agreement",
        "entered",
        "march",
        "offset",
        "million",
        "revenue",
        "recognized",
        "resulting",
        "reduction",
        "research",
        "term",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "million",
        "resulting",
        "change",
        "revenue",
        "recognition",
        "company",
        "cd71",
        "agreement",
        "abbvie",
        "method",
        "prior",
        "revenue",
        "recognition",
        "standard",
        "method",
        "new",
        "revenue",
        "recognition",
        "standard",
        "company",
        "adopted",
        "january",
        "increase",
        "million",
        "related",
        "amgen",
        "agreement",
        "company",
        "entered",
        "end",
        "september",
        "increase",
        "million",
        "resulting",
        "primarily",
        "recognition",
        "remaining",
        "upfront",
        "payment",
        "resulting",
        "termination",
        "company",
        "agreement",
        "pfizer",
        "march",
        "increase",
        "offset",
        "decrease",
        "million",
        "related",
        "immunogen",
        "due",
        "primarily",
        "recognition",
        "million",
        "upon",
        "delivery",
        "development",
        "commercialization",
        "license",
        "immunogen",
        "three",
        "month",
        "ended",
        "march",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "corresponding",
        "period",
        "increase",
        "attributable",
        "increase",
        "million",
        "lab",
        "contract",
        "service",
        "consulting",
        "expense",
        "clinical",
        "trial",
        "startup",
        "fee",
        "advance",
        "study",
        "increase",
        "million",
        "resulting",
        "increased",
        "clinical",
        "trial",
        "activity",
        "increase",
        "million",
        "expense",
        "due",
        "increase",
        "headcount",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "corresponding",
        "period",
        "increase",
        "attributable",
        "increase",
        "million",
        "expense",
        "due",
        "increase",
        "headcount",
        "increase",
        "million",
        "compensation",
        "resulting",
        "increase",
        "headcount",
        "increase",
        "average",
        "price",
        "company",
        "common",
        "stock",
        "increase",
        "million",
        "consulting",
        "service",
        "primarily",
        "due",
        "increase",
        "tax",
        "accounting",
        "compliance",
        "activity",
        "cytomx",
        "therapeutic",
        "cytomx",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "pioneering",
        "novel",
        "class",
        "investigational",
        "antibody",
        "therapeutic",
        "based",
        "probody",
        "therapeutic",
        "technology",
        "platform",
        "probody",
        "therapeutic",
        "designed",
        "exploit",
        "unique",
        "condition",
        "tumor",
        "microenvironment",
        "effectively",
        "localize",
        "antibody",
        "binding",
        "activity",
        "limiting",
        "activity",
        "healthy",
        "tissue",
        "company",
        "pipeline",
        "includes",
        "cancer",
        "immunotherapy",
        "target",
        "probody",
        "therapeutic",
        "wholly",
        "owned",
        "cytomx",
        "probody",
        "therapeutic",
        "wholly",
        "owned",
        "cytomx",
        "probody",
        "therapeutic",
        "partnered",
        "bristol",
        "myers",
        "squibb",
        "pipeline",
        "also",
        "includes",
        "probody",
        "drug",
        "conjugate",
        "highly",
        "attractive",
        "target",
        "probody",
        "drug",
        "conjugate",
        "wholly",
        "owned",
        "cytomx",
        "probody",
        "drug",
        "conjugate",
        "partnered",
        "abbvie",
        "considered",
        "inaccessible",
        "conventional",
        "antibody",
        "drug",
        "conjugate",
        "due",
        "presence",
        "healthy",
        "tissue",
        "addition",
        "wholly",
        "owned",
        "program",
        "cytomx",
        "strategic",
        "collaboration",
        "abbvie",
        "amgen",
        "squibb",
        "company",
        "immunogen",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "cytomx",
        "therapeutic",
        "statement",
        "press",
        "release",
        "includes",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "difficult",
        "predict",
        "may",
        "beyond",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "accordingly",
        "rely",
        "including",
        "relating",
        "potential",
        "benefit",
        "efficacy",
        "cytomx",
        "collaborative",
        "partner",
        "product",
        "candidate",
        "administered",
        "separately",
        "combination",
        "cytomx",
        "ability",
        "ability",
        "collaborative",
        "partner",
        "develop",
        "advance",
        "product",
        "candidate",
        "successfully",
        "complete",
        "clinical",
        "trial",
        "including",
        "cytomx",
        "phase",
        "clinical",
        "trial",
        "timing",
        "future",
        "clinical",
        "trial",
        "initiated",
        "cytomx",
        "collaborative",
        "partner",
        "cytomx",
        "expectation",
        "regarding",
        "availability",
        "clinical",
        "data",
        "cytomx",
        "expectation",
        "respect",
        "collaboration",
        "cytomx",
        "expectation",
        "regarding",
        "timing",
        "potential",
        "regulatory",
        "filing",
        "risk",
        "uncertainty",
        "contribute",
        "uncertain",
        "nature",
        "include",
        "two",
        "cytomx",
        "product",
        "candidate",
        "probody",
        "platform",
        "initial",
        "stage",
        "clinical",
        "development",
        "product",
        "candidate",
        "currently",
        "preclinical",
        "development",
        "process",
        "preclinical",
        "clinical",
        "development",
        "could",
        "potentially",
        "lead",
        "approved",
        "product",
        "long",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "possibility",
        "result",
        "early",
        "clinical",
        "trial",
        "may",
        "predictive",
        "future",
        "result",
        "possibility",
        "cytomx",
        "clinical",
        "trial",
        "successful",
        "cytomx",
        "dependence",
        "success",
        "cytomx",
        "reliance",
        "third",
        "party",
        "manufacture",
        "company",
        "product",
        "candidate",
        "possible",
        "regulatory",
        "development",
        "united",
        "state",
        "foreign",
        "country",
        "projected",
        "net",
        "cash",
        "utilization",
        "capital",
        "resource",
        "subject",
        "substantial",
        "risk",
        "variance",
        "based",
        "wide",
        "variety",
        "factor",
        "difficult",
        "predict",
        "additional",
        "applicable",
        "risk",
        "uncertainty",
        "include",
        "relating",
        "preclinical",
        "research",
        "development",
        "clinical",
        "development",
        "risk",
        "identified",
        "heading",
        "risk",
        "factor",
        "included",
        "cytomx",
        "quarterly",
        "report",
        "form",
        "filed",
        "sec",
        "may",
        "contained",
        "press",
        "release",
        "based",
        "information",
        "currently",
        "available",
        "cytomx",
        "speak",
        "date",
        "made",
        "cytomx",
        "undertake",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "changed",
        "circumstance",
        "otherwise",
        "cytomx",
        "therapeutic",
        "condensed",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "revenue",
        "revenue",
        "related",
        "party",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "income",
        "expense",
        "net",
        "loss",
        "provision",
        "benefit",
        "income",
        "tax",
        "provision",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "comprehensive",
        "loss",
        "change",
        "unrealized",
        "loss",
        "investment",
        "comprehensive",
        "loss",
        "cytomx",
        "therapeutic",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "investment",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "income",
        "tax",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "net",
        "current",
        "portion",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "condensed",
        "balance",
        "sheet",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "cytomx",
        "therapeutic",
        "investor",
        "christopher",
        "keenan",
        "vp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "ckeenan",
        "medium",
        "spectrum",
        "christine",
        "quern",
        "cquern",
        "source",
        "cytomx",
        "therapeutic",
        "inc"
    ]
}