{
    "organizations": [],
    "uuid": "ef4e0d76ed272a03e6df164f34a3eb85a9829e3a",
    "author": "Ken Otterbourg",
    "url": "http://fortune.com/longform/teflon-pollution-north-carolina/",
    "ord_in_thread": 0,
    "title": "Teflon’s River of Fear",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Stay Connected Teflon’s River of Fear Chemical giant Chemours is facing off against residents of North Carolina in a battle over a potentially harmful compound used to make nonstick pans. By Ken Otterbourg 6:30 AM EDT\nTeflon is the quintessential American product. It was discovered by accident and like many such discoveries was at first simply a creation in search of a purpose. Versions of it are in our frying pans and popcorn bags, our medical devices and electronic gadgets, our pruning shears and our cars. It is ubiquitous and essential. It is part of our vocabulary, uttered with both envy and exasperation to describe politicians and Mafia dons. It even helped win World War II: Teflon was needed to properly seal the pipes in the gaseous diffusion plant where uranium was enriched to make the first atomic bombs.\nTeflon is made by Chemours, a chemical manufacturer that was spun out of DuPont in 2015. At that time, many investors thought Chemours was destined—even designed—to fail. It was weighted down with both DuPont’s environmental liabilities and billions in debt. But the company proved critics wrong and has become a stock market darling by selling businesses, cutting costs, and reaping a windfall from widespread adoption of its Opteon line of environmentally friendly refrigerants. With $6.2 billion in sales, Chemours ranks No. 451 on this year’s Fortune 500, up 31 spots from last year. Its erstwhile parent DuPont, meanwhile, fell off the list this year after being acquired by Dow. (The combined ­DowDuPont ranks No. 47 on this year’s 500.) Shares of Chemours have soared more than 400% over the past two years vs. a 33% gain for the S&P 500.\nIn February 2017, Chemours took a big step toward resolving its environmental problems when it and DuPont were able to settle—without admitting fault or liability—a sprawling class-action litigation with plaintiffs involving a chemical known as C8, a once-vital ingredient for making Teflon that has been linked to certain kinds of cancer and other diseases. The agreement appeared to signal stability and certainty for the young company.\nBut Chemours (and by extension, DuPont) now finds itself again in legal and regulatory trouble with Teflon. This time it’s over the chemical developed to replace C8—and how it came to be that the companies were for decades discharging this substance from a factory in rural North Carolina into the air and the Cape Fear River, the water supply for more than 250,000 people in and around Wilmington, N.C.\nThe chemical is called GenX. (Not to be confused with Generation X, the demographic cohort that came after the baby boomers.) GenX is everywhere in and around the Chemours North Carolina factory, known as the Fayetteville Works. It’s in the dirt, falling to the earth with the rain. It is in the wells of nearby residents, say state officials, sparking fear and anger. An access road that leads to Chemours's Fayetteville Works. Jeremy Lange for Fortune\n“People ask me why I don’t just walk away,” said Mike Watters, who lives near the factory on five acres with a well and property contaminated by Chemours’s discharges and has joined a lawsuit against the company. He has a simple answer: “I didn’t cause this. They did.”\nGenX has been linked to cancer in laboratory animals. A 2016 report from the Dutch government—Chemours has a Teflon factory in the Netherlands—said it was less toxic than C8 but still a “suspected human carcinogen.” Other research suggests GenX is safe at low doses. There have been no human epidemiology studies.\nThe uncertainty has made GenX a symbol of so-called emerging contaminants, or chemicals for which the health risks are not known. It is fueling a national debate over how to regulate an industry in which innovation is often driven by developing replacement chemicals that are said to be safer—if not always actually safe. This is all taking place as the U.S. Environmental Protection Agency is under scrutiny, with Administrator Scott Pruitt facing multiple investigations into his spending, travel, and ties to lobbyists while also pursuing policies that could make it harder to control what gets pumped into our air and water. The GenX controversy may show the limits of that strategy: The Trump administration’s appointee for the EPA section overseeing chemical pollution was forced to withdraw, in part, because he faced stiff resistance for defending GenX in the past. The pipeline that carries water from the Cape Fear River to the water treatment plant for Wilmington, N.C. Jeremy Lange for Fortune\nNorth Carolina officials, meanwhile, are trying to rein in Chemours through tighter regulation and litigation. In a pending lawsuit, the state claims the company systematically misled its regulators on its emissions. “In fact, information provided by DuPont and Chemours led Division of Water Resources staff to reasonably believe that GenX was not being discharged into the Cape Fear,” the state’s filing says. ­Chemours has not yet responded to or made public comments about the allegations. Chemours also faces a slew of lawsuits from property owners with allegedly contaminated wells, from residents who rely on public drinking water, and from the local governments that draw their water from the Cape Fear.\n“We want an assurance that the things that are going into the river that we can’t filter are safe for our drinking water, and that’s not something that our rate payers should pay for,” says Jim Flechtner, the executive director of the Cape Fear Public Utility Authority, which is a plaintiff and is considering whether to build a $46 million treatment plant to filter out GenX and related contaminants. Ken Madsen fills up bottles with noncontaminated water at Ogden Park in Wilmington. Like many residents, Madsen will not drink water from his faucet since the discovery of GenX in the supply. Jeremy Lange for Fortune\nChemours declined repeated requests from Fortune for interviews. In court papers, the company has said it followed proper procedures on its discharges and that GenX is not toxic at the amounts released. But the company is now capturing its GenX-contaminated wastewater and sending it off-site for disposal. Chemours has been ordered to provide bottled water to many residents who live near the factory, and it has told the state it will spend $100 million to eliminate virtually all of its tainted-air emissions. “We continue to believe that none of the discharges … have adversely impacted anyone’s health.”\nMark Vergnano, CEO of Chemours\nThe CEO of Chemours, Mark Vergnano, said on an earnings call in February that there is no cause for concern and that Chemours has purposefully kept a low profile out of respect for the process of finding a long-term solution. “I really want to be clear that we continue to believe that none of the discharges either before we became an independent company in mid-2015 or after have adversely impacted anyone’s health,” he said.\nWhile Vergnano is well-respected in the industry for his discipline and execution skills, good timing has played a part in the company’s recovery. Prices for titanium dioxide—the company’s largest product line—stabilized just as Opteon took off, giving Chemours some needed momentum. “Opteon turned the company around,” says James Butkiewicz, a professor of economics at the University of Delaware who has watched Chemours closely since its spinoff.\nBut Teflon and GenX are casting a shadow over Chemours’s future prospects. Moody’s said recently that it would be unlikely to consider an upgrade for Chemours debt, now at Ba2, “until the litigation risk has better clarity, or until there are clearer settlement parameters with one or more of the complainants.” For both the company and the residents of Wilmington, resolution might not come anytime soon.\nIf there’s one thing that sticks to Teflon, it seems, it’s controversy.\nLike Tylenol, Teflon is a brand name for something far harder to pronounce. The actual material is a concoction called polytetrafluoroethylene, or PTFE, which was discovered in 1938 by Roy J. Plunkett, a 27-year-old chemist, as he worked on new refrigerants at DuPont’s Jackson Laboratory in Deepwater, N.J. One experiment appeared to be a failure. But when Plunkett took the waxy substance left inside a lab cylinder and tested it, he found that the material was extremely resistant to heat and corrosion and possessed almost no surface friction. Teflon’s existence would not be revealed to the public until 1946.\nGenX and C8 belong to a class of chemicals known as perfluoroalkyl substances, or PFAS. They are polymerization aids used to make Teflon and similar substances. At the core of these molecules is a carbon-fluorine bond that is extremely strong and resilient, qualities that end up in the finished substance. 3M used to make C8 for its Scotchgard products and also sold the chemical to DuPont for making Teflon. But 3M stopped production of C8 in 2000 as health concerns started to mount about exposure to the chemical. (In February 2018 the company agreed to pay $850 million to the state of Minnesota to settle claims that fluorochemical discharges from its factories contaminated drinking water near St. Paul; in ­announcing the settlement, 3M said it didn’t believe there was a PFC-related public health issue.) By the end of 2000, DuPont was making C8 at the Fayetteville Works and shipping the chemical to its factory in Parkersburg, W.Va., to make Teflon.\nDuPont eventually decided to move on from C8 as well. Epidemiological studies have tied C8 to thyroid disease, certain kinds of cancer, ulcerative colitis, pregnancy-induced hypertension, and high cholesterol. Even as DuPont was fighting lawsuits tied to the Parkersburg complex (now owned by Chemours), it was working with other chemical companies and the government to phase out C8. That program started in 2006, and the companies agreed to eliminate C8 and similar chemicals by 2015. They accomplished that goal but were left with a separate problem: DuPont still needed a polymerization aid.\nEnter GenX. “People ask me why I don’t just walk away,” says one angry resident. “I didn’t cause this. They did.”\nThere was reason to believe the chemical would be less problematic than its predecessor. C8 has eight carbon atoms. GenX compounds are short-chain PFAS molecules, with only six carbon atoms, and some research indicated that a shorter chain might be less toxic and less likely to build up in organisms. In marketing materials, the GenX technology was touted as having a “favorable toxicological profile.”\nIn 2009, DuPont entered into a consent order with the U.S. Environmental Protection Agency that allowed the production of GenX, provided there were strict emissions controls and further testing of its health effects. Within the scientific community, there is still disagreement over whether the government declared victory too quickly. But DuPont began making GenX at its factory in North Carolina.\nThe Fayetteville Works is 50 miles northwest from where the City of Wilmington—as well as Brunswick and Pender counties—draws water from a narrow inlet just above the last lock and dam on the Cape Fear, after which the river runs past an enormous pulp mill and becomes brackish with the tides. Kemp Burdette, the Cape Fear riverkeeper, has helped raise awareness about the dumping of GenX in the water. Jeremy Lange for Fortune\nNear the factory, at the northern end of Bladen County, the Cape Fear is barely a ripple in the topography, just a muddy ribbon cutting between farms and timber and small towns. A few miles downriver from the Fayetteville Works is the world’s largest hog slaughterhouse, once part of the Smithfield Foods empire and since 2013 controlled by a Chinese conglomerate. The slaughterhouse, with its heavily immigrant workforce and foreign owners, used to dominate the headlines. That was before GenX.\nPerfluorinated chemistry is complex in theory but can also be imprecise in practice. For example, a DuPont engineer wrote the following to state regulators in 2002: “As with all chemical processes, side reactions to the desired product reaction create dozens or hundreds of by-products in very low concentrations.” The engineer said the fluorochemistry involved was “exceptionally complicated” and explained that “most of the by-products are unknown compounds.” The company wasn’t sure whether it needed to test for and report these by-products, and asked the state for suggestions. There is no record that the state ever responded.\nEPA scientists first detected GenX in the Cape Fear in 2012. Water samples taken then revealed a wide range of perfluorinated compounds. Advances in the use of high-resolution mass spectrometry along with a great deal of sleuthing on industrial and government databases allowed researchers to identify these chemicals, says Mark Strynar, a scientist in the EPA’s Office of Research and Development who led the research. A year later, Strynar and other researchers returned to the river in hopes of answering more pointed questions: How extensive was GenX? And was it showing up in drinking water? Their findings—that there were significant amounts of GenX in the water—were published in an academic journal in November 2016 and sent to a wide range of state and local officials. But little happened until June 2017, when the Wilmington newspaper, the StarNews , got hold of the research and began a series on the Cape Fear’s contamination.\nThe Chemours factory is really several facilities surrounded by nearly three square miles of woods. Along with GenX, the plant also makes Nafion, used in fuel-cell membranes. Another section is still run by DuPont to make polyvinyl fluoride resins. When Chemours applied for its discharge permit renewal in April 2016, it noted that the Nafion, laminates, and polyvinyl processes all sent their wastewater to the facility’s treatment plant before it was sent to the river. The GenX line, it said, wasn’t even connected to the treatment plant. Rather, all that waste was already being sent off-site. But if that was the case, then how was the chemical ending up in the Cape Fear? Rank 451 ",
    "published": "2018-05-24T13:30:00.000+03:00",
    "crawled": "2018-05-24T15:34:16.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stay",
        "connected",
        "teflon",
        "river",
        "fear",
        "chemical",
        "giant",
        "chemours",
        "facing",
        "resident",
        "north",
        "carolina",
        "battle",
        "potentially",
        "harmful",
        "compound",
        "used",
        "make",
        "nonstick",
        "pan",
        "ken",
        "otterbourg",
        "edt",
        "teflon",
        "quintessential",
        "american",
        "product",
        "discovered",
        "accident",
        "like",
        "many",
        "discovery",
        "first",
        "simply",
        "creation",
        "search",
        "purpose",
        "version",
        "frying",
        "pan",
        "popcorn",
        "bag",
        "medical",
        "device",
        "electronic",
        "gadget",
        "pruning",
        "shear",
        "car",
        "ubiquitous",
        "essential",
        "part",
        "vocabulary",
        "uttered",
        "envy",
        "exasperation",
        "describe",
        "politician",
        "mafia",
        "don",
        "even",
        "helped",
        "win",
        "world",
        "war",
        "ii",
        "teflon",
        "needed",
        "properly",
        "seal",
        "pipe",
        "gaseous",
        "diffusion",
        "plant",
        "uranium",
        "enriched",
        "make",
        "first",
        "atomic",
        "bomb",
        "teflon",
        "made",
        "chemours",
        "chemical",
        "manufacturer",
        "spun",
        "dupont",
        "time",
        "many",
        "investor",
        "thought",
        "chemours",
        "fail",
        "weighted",
        "dupont",
        "environmental",
        "liability",
        "billion",
        "debt",
        "company",
        "proved",
        "critic",
        "wrong",
        "become",
        "stock",
        "market",
        "darling",
        "selling",
        "business",
        "cutting",
        "cost",
        "reaping",
        "windfall",
        "widespread",
        "adoption",
        "opteon",
        "line",
        "environmentally",
        "friendly",
        "refrigerant",
        "billion",
        "sale",
        "chemours",
        "rank",
        "year",
        "fortune",
        "spot",
        "last",
        "year",
        "erstwhile",
        "parent",
        "dupont",
        "meanwhile",
        "fell",
        "list",
        "year",
        "acquired",
        "dow",
        "combined",
        "rank",
        "year",
        "share",
        "chemours",
        "soared",
        "past",
        "two",
        "year",
        "gain",
        "p",
        "february",
        "chemours",
        "took",
        "big",
        "step",
        "toward",
        "resolving",
        "environmental",
        "problem",
        "dupont",
        "able",
        "admitting",
        "fault",
        "sprawling",
        "litigation",
        "plaintiff",
        "involving",
        "chemical",
        "known",
        "c8",
        "ingredient",
        "making",
        "teflon",
        "linked",
        "certain",
        "kind",
        "cancer",
        "disease",
        "agreement",
        "appeared",
        "signal",
        "stability",
        "certainty",
        "young",
        "company",
        "chemours",
        "extension",
        "dupont",
        "find",
        "legal",
        "regulatory",
        "trouble",
        "teflon",
        "time",
        "chemical",
        "developed",
        "replace",
        "came",
        "company",
        "decade",
        "discharging",
        "substance",
        "factory",
        "rural",
        "north",
        "carolina",
        "air",
        "cape",
        "fear",
        "river",
        "water",
        "supply",
        "people",
        "around",
        "wilmington",
        "chemical",
        "called",
        "genx",
        "confused",
        "generation",
        "x",
        "demographic",
        "cohort",
        "came",
        "baby",
        "boomer",
        "genx",
        "everywhere",
        "around",
        "chemours",
        "north",
        "carolina",
        "factory",
        "known",
        "fayetteville",
        "work",
        "dirt",
        "falling",
        "earth",
        "rain",
        "well",
        "nearby",
        "resident",
        "say",
        "state",
        "official",
        "sparking",
        "fear",
        "anger",
        "access",
        "road",
        "lead",
        "chemours",
        "fayetteville",
        "work",
        "jeremy",
        "lange",
        "fortune",
        "people",
        "ask",
        "walk",
        "away",
        "said",
        "mike",
        "watters",
        "life",
        "near",
        "factory",
        "five",
        "acre",
        "well",
        "property",
        "contaminated",
        "chemours",
        "discharge",
        "joined",
        "lawsuit",
        "company",
        "simple",
        "answer",
        "cause",
        "genx",
        "linked",
        "cancer",
        "laboratory",
        "animal",
        "report",
        "dutch",
        "teflon",
        "factory",
        "less",
        "toxic",
        "c8",
        "still",
        "suspected",
        "human",
        "research",
        "suggests",
        "genx",
        "safe",
        "low",
        "dos",
        "human",
        "epidemiology",
        "study",
        "uncertainty",
        "made",
        "genx",
        "symbol",
        "emerging",
        "contaminant",
        "chemical",
        "health",
        "risk",
        "known",
        "fueling",
        "national",
        "debate",
        "regulate",
        "industry",
        "innovation",
        "often",
        "driven",
        "developing",
        "replacement",
        "chemical",
        "said",
        "always",
        "actually",
        "safe",
        "taking",
        "place",
        "environmental",
        "protection",
        "agency",
        "scrutiny",
        "administrator",
        "scott",
        "pruitt",
        "facing",
        "multiple",
        "investigation",
        "spending",
        "travel",
        "tie",
        "lobbyist",
        "also",
        "pursuing",
        "policy",
        "could",
        "make",
        "harder",
        "control",
        "get",
        "pumped",
        "air",
        "water",
        "genx",
        "controversy",
        "may",
        "show",
        "limit",
        "strategy",
        "trump",
        "administration",
        "appointee",
        "epa",
        "section",
        "overseeing",
        "chemical",
        "pollution",
        "forced",
        "withdraw",
        "part",
        "faced",
        "stiff",
        "resistance",
        "defending",
        "genx",
        "past",
        "pipeline",
        "carry",
        "water",
        "cape",
        "fear",
        "river",
        "water",
        "treatment",
        "plant",
        "wilmington",
        "jeremy",
        "lange",
        "fortune",
        "north",
        "carolina",
        "official",
        "meanwhile",
        "trying",
        "rein",
        "chemours",
        "tighter",
        "regulation",
        "litigation",
        "pending",
        "lawsuit",
        "state",
        "claim",
        "company",
        "systematically",
        "misled",
        "regulator",
        "emission",
        "fact",
        "information",
        "provided",
        "dupont",
        "chemours",
        "led",
        "division",
        "water",
        "resource",
        "staff",
        "reasonably",
        "believe",
        "genx",
        "discharged",
        "cape",
        "fear",
        "state",
        "filing",
        "say",
        "yet",
        "responded",
        "made",
        "public",
        "comment",
        "allegation",
        "chemours",
        "also",
        "face",
        "slew",
        "lawsuit",
        "property",
        "owner",
        "allegedly",
        "contaminated",
        "well",
        "resident",
        "rely",
        "public",
        "drinking",
        "water",
        "local",
        "government",
        "draw",
        "water",
        "cape",
        "fear",
        "want",
        "assurance",
        "thing",
        "going",
        "river",
        "filter",
        "safe",
        "drinking",
        "water",
        "something",
        "rate",
        "payer",
        "pay",
        "say",
        "jim",
        "flechtner",
        "executive",
        "director",
        "cape",
        "fear",
        "public",
        "utility",
        "authority",
        "plaintiff",
        "considering",
        "whether",
        "build",
        "million",
        "treatment",
        "plant",
        "filter",
        "genx",
        "related",
        "contaminant",
        "ken",
        "madsen",
        "fill",
        "bottle",
        "noncontaminated",
        "water",
        "ogden",
        "park",
        "wilmington",
        "like",
        "many",
        "resident",
        "madsen",
        "drink",
        "water",
        "faucet",
        "since",
        "discovery",
        "genx",
        "supply",
        "jeremy",
        "lange",
        "fortune",
        "chemours",
        "declined",
        "repeated",
        "request",
        "fortune",
        "interview",
        "court",
        "paper",
        "company",
        "said",
        "followed",
        "proper",
        "procedure",
        "discharge",
        "genx",
        "toxic",
        "amount",
        "released",
        "company",
        "capturing",
        "wastewater",
        "sending",
        "disposal",
        "chemours",
        "ordered",
        "provide",
        "bottled",
        "water",
        "many",
        "resident",
        "live",
        "near",
        "factory",
        "told",
        "state",
        "spend",
        "million",
        "eliminate",
        "virtually",
        "emission",
        "continue",
        "believe",
        "none",
        "discharge",
        "adversely",
        "impacted",
        "anyone",
        "mark",
        "vergnano",
        "ceo",
        "chemours",
        "ceo",
        "chemours",
        "mark",
        "vergnano",
        "said",
        "earnings",
        "call",
        "february",
        "cause",
        "concern",
        "chemours",
        "purposefully",
        "kept",
        "low",
        "profile",
        "respect",
        "process",
        "finding",
        "solution",
        "really",
        "want",
        "clear",
        "continue",
        "believe",
        "none",
        "discharge",
        "either",
        "became",
        "independent",
        "company",
        "adversely",
        "impacted",
        "anyone",
        "health",
        "said",
        "vergnano",
        "industry",
        "discipline",
        "execution",
        "skill",
        "good",
        "timing",
        "played",
        "part",
        "company",
        "recovery",
        "price",
        "titanium",
        "company",
        "largest",
        "product",
        "opteon",
        "took",
        "giving",
        "chemours",
        "needed",
        "momentum",
        "opteon",
        "turned",
        "company",
        "around",
        "say",
        "james",
        "butkiewicz",
        "professor",
        "economics",
        "university",
        "delaware",
        "watched",
        "chemours",
        "closely",
        "since",
        "spinoff",
        "teflon",
        "genx",
        "casting",
        "shadow",
        "chemours",
        "future",
        "prospect",
        "moody",
        "said",
        "recently",
        "would",
        "unlikely",
        "consider",
        "upgrade",
        "chemours",
        "debt",
        "ba2",
        "litigation",
        "risk",
        "better",
        "clarity",
        "clearer",
        "settlement",
        "parameter",
        "one",
        "company",
        "resident",
        "wilmington",
        "resolution",
        "might",
        "come",
        "anytime",
        "soon",
        "one",
        "thing",
        "stick",
        "teflon",
        "seems",
        "controversy",
        "like",
        "tylenol",
        "teflon",
        "brand",
        "name",
        "something",
        "far",
        "harder",
        "pronounce",
        "actual",
        "material",
        "concoction",
        "called",
        "polytetrafluoroethylene",
        "ptfe",
        "discovered",
        "roy",
        "plunkett",
        "chemist",
        "worked",
        "new",
        "refrigerant",
        "dupont",
        "jackson",
        "laboratory",
        "deepwater",
        "one",
        "experiment",
        "appeared",
        "failure",
        "plunkett",
        "took",
        "waxy",
        "substance",
        "left",
        "inside",
        "lab",
        "cylinder",
        "tested",
        "found",
        "material",
        "extremely",
        "resistant",
        "heat",
        "corrosion",
        "possessed",
        "almost",
        "surface",
        "friction",
        "teflon",
        "existence",
        "would",
        "revealed",
        "public",
        "genx",
        "c8",
        "belong",
        "class",
        "chemical",
        "known",
        "perfluoroalkyl",
        "substance",
        "pfas",
        "polymerization",
        "aid",
        "used",
        "make",
        "teflon",
        "similar",
        "substance",
        "core",
        "molecule",
        "bond",
        "extremely",
        "strong",
        "resilient",
        "quality",
        "end",
        "finished",
        "substance",
        "3m",
        "used",
        "make",
        "c8",
        "scotchgard",
        "product",
        "also",
        "sold",
        "chemical",
        "dupont",
        "making",
        "teflon",
        "3m",
        "stopped",
        "production",
        "c8",
        "health",
        "concern",
        "started",
        "mount",
        "exposure",
        "chemical",
        "february",
        "company",
        "agreed",
        "pay",
        "million",
        "state",
        "minnesota",
        "settle",
        "claim",
        "fluorochemical",
        "discharge",
        "factory",
        "contaminated",
        "drinking",
        "water",
        "near",
        "paul",
        "settlement",
        "3m",
        "said",
        "believe",
        "public",
        "health",
        "issue",
        "end",
        "dupont",
        "making",
        "c8",
        "fayetteville",
        "work",
        "shipping",
        "chemical",
        "factory",
        "parkersburg",
        "make",
        "teflon",
        "dupont",
        "eventually",
        "decided",
        "move",
        "c8",
        "well",
        "epidemiological",
        "study",
        "tied",
        "c8",
        "thyroid",
        "disease",
        "certain",
        "kind",
        "cancer",
        "ulcerative",
        "colitis",
        "hypertension",
        "high",
        "cholesterol",
        "even",
        "dupont",
        "fighting",
        "lawsuit",
        "tied",
        "parkersburg",
        "complex",
        "owned",
        "chemours",
        "working",
        "chemical",
        "company",
        "government",
        "phase",
        "c8",
        "program",
        "started",
        "company",
        "agreed",
        "eliminate",
        "c8",
        "similar",
        "chemical",
        "accomplished",
        "goal",
        "left",
        "separate",
        "problem",
        "dupont",
        "still",
        "needed",
        "polymerization",
        "aid",
        "enter",
        "genx",
        "people",
        "ask",
        "walk",
        "away",
        "say",
        "one",
        "angry",
        "resident",
        "cause",
        "reason",
        "believe",
        "chemical",
        "would",
        "less",
        "problematic",
        "predecessor",
        "c8",
        "eight",
        "carbon",
        "atom",
        "genx",
        "compound",
        "pfas",
        "molecule",
        "six",
        "carbon",
        "atom",
        "research",
        "indicated",
        "shorter",
        "chain",
        "might",
        "less",
        "toxic",
        "less",
        "likely",
        "build",
        "organism",
        "marketing",
        "material",
        "genx",
        "technology",
        "touted",
        "favorable",
        "toxicological",
        "dupont",
        "entered",
        "consent",
        "order",
        "environmental",
        "protection",
        "agency",
        "allowed",
        "production",
        "genx",
        "provided",
        "strict",
        "emission",
        "control",
        "testing",
        "health",
        "effect",
        "within",
        "scientific",
        "community",
        "still",
        "disagreement",
        "whether",
        "government",
        "declared",
        "victory",
        "quickly",
        "dupont",
        "began",
        "making",
        "genx",
        "factory",
        "north",
        "carolina",
        "fayetteville",
        "work",
        "mile",
        "northwest",
        "city",
        "well",
        "brunswick",
        "pender",
        "water",
        "narrow",
        "inlet",
        "last",
        "lock",
        "dam",
        "cape",
        "fear",
        "river",
        "run",
        "past",
        "enormous",
        "pulp",
        "mill",
        "becomes",
        "brackish",
        "tide",
        "kemp",
        "burdette",
        "cape",
        "fear",
        "riverkeeper",
        "helped",
        "raise",
        "awareness",
        "dumping",
        "genx",
        "water",
        "jeremy",
        "lange",
        "fortune",
        "near",
        "factory",
        "northern",
        "end",
        "bladen",
        "county",
        "cape",
        "fear",
        "barely",
        "ripple",
        "topography",
        "muddy",
        "ribbon",
        "cutting",
        "farm",
        "timber",
        "small",
        "town",
        "mile",
        "downriver",
        "fayetteville",
        "work",
        "world",
        "largest",
        "hog",
        "slaughterhouse",
        "part",
        "smithfield",
        "food",
        "empire",
        "since",
        "controlled",
        "chinese",
        "conglomerate",
        "slaughterhouse",
        "heavily",
        "immigrant",
        "workforce",
        "foreign",
        "owner",
        "used",
        "dominate",
        "headline",
        "genx",
        "perfluorinated",
        "chemistry",
        "complex",
        "theory",
        "also",
        "imprecise",
        "practice",
        "example",
        "dupont",
        "engineer",
        "wrote",
        "following",
        "state",
        "regulator",
        "chemical",
        "process",
        "side",
        "reaction",
        "desired",
        "product",
        "reaction",
        "create",
        "dozen",
        "hundred",
        "low",
        "engineer",
        "said",
        "fluorochemistry",
        "involved",
        "exceptionally",
        "complicated",
        "explained",
        "unknown",
        "company",
        "sure",
        "whether",
        "needed",
        "test",
        "report",
        "asked",
        "state",
        "suggestion",
        "record",
        "state",
        "ever",
        "responded",
        "epa",
        "scientist",
        "first",
        "detected",
        "genx",
        "cape",
        "fear",
        "water",
        "sample",
        "taken",
        "revealed",
        "wide",
        "range",
        "perfluorinated",
        "compound",
        "advance",
        "use",
        "mass",
        "spectrometry",
        "along",
        "great",
        "deal",
        "sleuthing",
        "industrial",
        "government",
        "database",
        "allowed",
        "researcher",
        "identify",
        "chemical",
        "say",
        "mark",
        "strynar",
        "scientist",
        "epa",
        "office",
        "research",
        "development",
        "led",
        "research",
        "year",
        "later",
        "strynar",
        "researcher",
        "returned",
        "river",
        "hope",
        "answering",
        "pointed",
        "question",
        "extensive",
        "genx",
        "showing",
        "drinking",
        "water",
        "significant",
        "amount",
        "genx",
        "published",
        "academic",
        "journal",
        "november",
        "sent",
        "wide",
        "range",
        "state",
        "local",
        "official",
        "little",
        "happened",
        "june",
        "wilmington",
        "newspaper",
        "starnews",
        "got",
        "hold",
        "research",
        "began",
        "series",
        "cape",
        "fear",
        "contamination",
        "chemours",
        "factory",
        "really",
        "several",
        "facility",
        "surrounded",
        "nearly",
        "three",
        "square",
        "mile",
        "wood",
        "along",
        "genx",
        "plant",
        "also",
        "make",
        "nafion",
        "used",
        "membrane",
        "another",
        "section",
        "still",
        "run",
        "dupont",
        "make",
        "polyvinyl",
        "fluoride",
        "resin",
        "chemours",
        "applied",
        "discharge",
        "permit",
        "renewal",
        "april",
        "noted",
        "nafion",
        "laminate",
        "polyvinyl",
        "process",
        "sent",
        "wastewater",
        "facility",
        "treatment",
        "plant",
        "sent",
        "river",
        "genx",
        "line",
        "said",
        "even",
        "connected",
        "treatment",
        "plant",
        "rather",
        "waste",
        "already",
        "sent",
        "case",
        "chemical",
        "ending",
        "cape",
        "fear",
        "rank"
    ]
}