{
    "organizations": [],
    "uuid": "0410b6e9da37f3a09caaf959c7fef4285501da95",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/lloyd-royals/column-commentary-modern-meghan-radicalizes-the-royals-idUSL2N1SP1ST",
    "ord_in_thread": 0,
    "title": "COLUMN-Commentary: Modern Meghan radicalizes the royals",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. The opinions expressed here are his own.)\nBy John Lloyd\nMay 18 (Reuters) - In at least one thing, in its present time of troubles, the United Kingdom remains pre-eminent. At 92, Queen Elizabeth II is the longest-serving head in the world, both of a state and a royal family whose magnificence and capacity for display easily tops anything else in the West. Though far outranked in wealth by the Sultan of Brunei,71, and in both wealth and power by King Salman of Saudi Arabia, 82, she has a firm base of popularity. Good for her; a problem for her successors.\nShe seems to have no intention of abdicating in favor of her eldest son, Prince Charles. Yet, however she passes from the throne, Charles, 69, will, if he survives her, become King Charles III. A 2014 play by that name showed a self-willed monarch seeking to defy a government proposing state control on the media. The government wins, Charles III resigns, his elder son William ascends the throne while Harry, his second son – who had fallen in love with a woman of republican views – gives her up. The House of Windsor, and democracy, are saved.\nPrince Charles is indeed, in real life, self-willed, pressuring successive governments to get what he wants – especially in the preservation of traditional institutions. He is also, according to a biography by Tom Bower, obsessive, mean-minded, self-pitying and spendthrift (with public money). Not surprisingly, he is less popular than his mother. In the long estrangement and finally divorce between Charles and his wife, Diana Spencer, mother of William and Harry, the public overwhelmingly sympathized with Princess Diana. Charles’ second wife, Camilla Parker-Bowles, with whom he had an affair during his marriage to Diana, cannot escape from that scandal: she is even lower in the public esteem.\nPrince William seems to be following the Queen’s example: pleasant, bland, with three children and an attractive and popular wife, Kate, a “commoner” who embraces royal, smile-and-wave behavior with ease. The royal flaks and William himself have been emphatic that the palace will not jump a generation, bypassing father for son. But he is next in line after Charles, and is the likely future of British monarchy for the mid-21st century.\nAnd thus we come to Harry, properly His Royal Highness Prince Henry of Wales, whose marriage to the American actor Meghan Markle comes this weekend. The feared British tabloids, despite large circulation declines, remain as dedicated as ever to lavishing sugary devotion on the royals while at the same time spoiling their party. Meghan’s father, Thomas, was revealed by the Daily Mirror as posing for perfectly innocuous photographs (though for an alleged fee of up to £100,000 – about $135,000) of him being measured for morning dress and looking at photographs of his daughter on a computer screen. After, he said he would not, then he would, and most recently that he cannot come to the wedding – because he had heart surgery days ahead of the ceremony.\nMeghan’s half-sister, Samantha, who hasn’t spoken to her for three years and apparently arranged for the pictures of her father to be taken, isn’t invited. Nor is her half-brother, also called Thomas, who wrote a letter to Harry saying he is making “the biggest mistake in royal wedding history.” This is a family, painted in delicate colors by Andrew Morton in a biography of Meghan, which contains volcanic quarrels, jealousies and stupidities – so she should be at home with the British royal family. The former tabloid editor Piers Morgan, foremost among the Diana worshippers, has produced a doom-laden account of the trouble the marriage is in even before the wedding, warning that “there may be trouble ahead…”\nStill, Union Jacks are strung across British streets this week, and photographs of the couple are displayed in shop windows. In a real estate office near my house, the cut-out faces of three royal couples – Harry and Meghan, William and Kate and the Queen and Duke of Edinburgh (but not Charles and Camilla) smile out among the offers for “stunning” apartments. A more upmarket realtor’s window, in Chelsea, has a picture of a pair of shoes with the caption “Hats Off to Meghan and Harry!”, and “Their dreams have come true, now let us help you in yours” – a witty piece of promotional opportunism.\nWhat waits in their married life as dreams – as they tend to – fade? Seeking the advice of one of the numerous commentators on the royal family, I was told – with several injunctions that the source was not to be mentioned – that Meghan was smart, but Harry wasn’t. Yet both are, for different reasons, celebrities. Their common quest will be to explore the possibilities of this role, which will include an attempt to fit Meghan’s championing of the ideas and practices of contemporary feminism, anti-racism and high-profile charitable projects into royal life.\nHarry has seemed to embrace these ideas too, at least after being criticized when, at the age of 20, he attended a costume party dressed as a wartime German Afrika Korps soldier with a swastika armband, but with less public enthusiasm for the radical celebrity agenda – a good posture for a British prince.\nThus the bride, more determined to see her beliefs play out in public, may take the effective lead. This could set up tension between the Harry family and the more conventional William family – with the former offering a modernized Diana approach of high-profile, edgy charitable appearances, and the latter attempting a re-run of Queen Elizabeth.\nBritish royalty has been able to play the dignified and traditional card for decades. Now, more than 20 years after Diana’s death, it must take in to itself her “legacy” – the celebritization of the royal family – in a more radical form (through Meghan), but in the same spirit and in the same glitzy circles. The monarchy, even if Charles III is king, will be a center of competing approaches striving to find a way of living together and of preserving the rule of the House of Windsor. (Reporting by John Lloyd)\n ",
    "published": "2018-05-19T05:17:00.000+03:00",
    "crawled": "2018-05-19T03:39:43.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "opinion",
        "expressed",
        "john",
        "lloyd",
        "may",
        "reuters",
        "least",
        "one",
        "thing",
        "present",
        "time",
        "trouble",
        "united",
        "kingdom",
        "remains",
        "queen",
        "elizabeth",
        "ii",
        "head",
        "world",
        "state",
        "royal",
        "family",
        "whose",
        "magnificence",
        "capacity",
        "display",
        "easily",
        "top",
        "anything",
        "else",
        "west",
        "though",
        "far",
        "outranked",
        "wealth",
        "sultan",
        "wealth",
        "power",
        "king",
        "salman",
        "saudi",
        "arabia",
        "firm",
        "base",
        "popularity",
        "good",
        "problem",
        "successor",
        "seems",
        "intention",
        "abdicating",
        "favor",
        "eldest",
        "son",
        "prince",
        "charles",
        "yet",
        "however",
        "pass",
        "throne",
        "charles",
        "survives",
        "become",
        "king",
        "charles",
        "iii",
        "play",
        "name",
        "showed",
        "monarch",
        "seeking",
        "defy",
        "government",
        "proposing",
        "state",
        "control",
        "medium",
        "government",
        "win",
        "charles",
        "iii",
        "resigns",
        "elder",
        "son",
        "william",
        "ascends",
        "throne",
        "harry",
        "second",
        "son",
        "fallen",
        "love",
        "woman",
        "republican",
        "view",
        "give",
        "house",
        "windsor",
        "democracy",
        "saved",
        "prince",
        "charles",
        "indeed",
        "real",
        "life",
        "pressuring",
        "successive",
        "government",
        "get",
        "want",
        "especially",
        "preservation",
        "traditional",
        "institution",
        "also",
        "according",
        "biography",
        "tom",
        "bower",
        "obsessive",
        "spendthrift",
        "public",
        "money",
        "surprisingly",
        "less",
        "popular",
        "mother",
        "long",
        "estrangement",
        "finally",
        "divorce",
        "charles",
        "wife",
        "diana",
        "spencer",
        "mother",
        "william",
        "harry",
        "public",
        "overwhelmingly",
        "sympathized",
        "princess",
        "diana",
        "charles",
        "second",
        "wife",
        "camilla",
        "affair",
        "marriage",
        "diana",
        "escape",
        "scandal",
        "even",
        "lower",
        "public",
        "esteem",
        "prince",
        "william",
        "seems",
        "following",
        "queen",
        "example",
        "pleasant",
        "bland",
        "three",
        "child",
        "attractive",
        "popular",
        "wife",
        "kate",
        "commoner",
        "embrace",
        "royal",
        "behavior",
        "ease",
        "royal",
        "flak",
        "william",
        "emphatic",
        "palace",
        "jump",
        "generation",
        "bypassing",
        "father",
        "son",
        "next",
        "line",
        "charles",
        "likely",
        "future",
        "british",
        "monarchy",
        "century",
        "thus",
        "come",
        "harry",
        "properly",
        "royal",
        "highness",
        "prince",
        "henry",
        "wale",
        "whose",
        "marriage",
        "american",
        "actor",
        "meghan",
        "markle",
        "come",
        "weekend",
        "feared",
        "british",
        "tabloid",
        "despite",
        "large",
        "circulation",
        "decline",
        "remain",
        "dedicated",
        "ever",
        "lavishing",
        "sugary",
        "devotion",
        "royal",
        "time",
        "spoiling",
        "party",
        "meghan",
        "father",
        "thomas",
        "revealed",
        "daily",
        "mirror",
        "posing",
        "perfectly",
        "innocuous",
        "photograph",
        "though",
        "alleged",
        "fee",
        "measured",
        "morning",
        "dress",
        "looking",
        "photograph",
        "daughter",
        "computer",
        "screen",
        "said",
        "would",
        "would",
        "recently",
        "come",
        "wedding",
        "heart",
        "surgery",
        "day",
        "ahead",
        "ceremony",
        "meghan",
        "samantha",
        "spoken",
        "three",
        "year",
        "apparently",
        "arranged",
        "picture",
        "father",
        "taken",
        "invited",
        "also",
        "called",
        "thomas",
        "wrote",
        "letter",
        "harry",
        "saying",
        "making",
        "biggest",
        "mistake",
        "royal",
        "wedding",
        "family",
        "painted",
        "delicate",
        "color",
        "andrew",
        "morton",
        "biography",
        "meghan",
        "contains",
        "volcanic",
        "quarrel",
        "jealousy",
        "stupidity",
        "home",
        "british",
        "royal",
        "family",
        "former",
        "tabloid",
        "editor",
        "pier",
        "morgan",
        "foremost",
        "among",
        "diana",
        "worshipper",
        "produced",
        "account",
        "trouble",
        "marriage",
        "even",
        "wedding",
        "warning",
        "may",
        "trouble",
        "still",
        "union",
        "jack",
        "strung",
        "across",
        "british",
        "street",
        "week",
        "photograph",
        "couple",
        "displayed",
        "shop",
        "window",
        "real",
        "estate",
        "office",
        "near",
        "house",
        "face",
        "three",
        "royal",
        "couple",
        "harry",
        "meghan",
        "william",
        "kate",
        "queen",
        "duke",
        "edinburgh",
        "charles",
        "camilla",
        "smile",
        "among",
        "offer",
        "stunning",
        "apartment",
        "upmarket",
        "realtor",
        "window",
        "chelsea",
        "picture",
        "pair",
        "shoe",
        "caption",
        "hat",
        "meghan",
        "harry",
        "dream",
        "come",
        "true",
        "let",
        "u",
        "help",
        "witty",
        "piece",
        "promotional",
        "opportunism",
        "wait",
        "married",
        "life",
        "dream",
        "tend",
        "fade",
        "seeking",
        "advice",
        "one",
        "numerous",
        "commentator",
        "royal",
        "family",
        "told",
        "several",
        "injunction",
        "source",
        "mentioned",
        "meghan",
        "smart",
        "harry",
        "yet",
        "different",
        "reason",
        "celebrity",
        "common",
        "quest",
        "explore",
        "possibility",
        "role",
        "include",
        "attempt",
        "fit",
        "meghan",
        "championing",
        "idea",
        "practice",
        "contemporary",
        "feminism",
        "charitable",
        "project",
        "royal",
        "life",
        "harry",
        "seemed",
        "embrace",
        "idea",
        "least",
        "criticized",
        "age",
        "attended",
        "costume",
        "party",
        "dressed",
        "wartime",
        "german",
        "afrika",
        "korps",
        "soldier",
        "swastika",
        "armband",
        "less",
        "public",
        "enthusiasm",
        "radical",
        "celebrity",
        "agenda",
        "good",
        "posture",
        "british",
        "prince",
        "thus",
        "bride",
        "determined",
        "see",
        "belief",
        "play",
        "public",
        "may",
        "take",
        "effective",
        "lead",
        "could",
        "set",
        "tension",
        "harry",
        "family",
        "conventional",
        "william",
        "family",
        "former",
        "offering",
        "modernized",
        "diana",
        "approach",
        "edgy",
        "charitable",
        "appearance",
        "latter",
        "attempting",
        "queen",
        "elizabeth",
        "british",
        "royalty",
        "able",
        "play",
        "dignified",
        "traditional",
        "card",
        "decade",
        "year",
        "diana",
        "death",
        "must",
        "take",
        "legacy",
        "celebritization",
        "royal",
        "family",
        "radical",
        "form",
        "meghan",
        "spirit",
        "glitzy",
        "circle",
        "monarchy",
        "even",
        "charles",
        "iii",
        "king",
        "center",
        "competing",
        "approach",
        "striving",
        "find",
        "way",
        "living",
        "together",
        "preserving",
        "rule",
        "house",
        "windsor",
        "reporting",
        "john",
        "lloyd"
    ]
}