{
    "organizations": [],
    "uuid": "b361f8ae3905ad629bd428d09b8ac48399161aec",
    "author": "",
    "url": "https://www.reuters.com/article/us-baseball-mlb/major-league-baseball-roundup-astros-verlander-blanks-angels-idUSKCN1II0HQ",
    "ord_in_thread": 0,
    "title": "Major League Baseball roundup: Astros' Verlander blanks Angels",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Justin Verlander threw a five-hit shutout Wednesday night, leading the Houston Astros to a 2-0 victory over the Los Angeles Angels in Anaheim, Calif.\nMay 16, 2018; Anaheim, CA, USA; Houston Astros starting pitcher Justin Verlander (35) in the sixth inning of the game against the Los Angeles Angels at Angel Stadium of Anaheim. Mandatory Credit: Jayne Kamin-Oncea-USA TODAY Sports It was Verlander’s first shutout since August 2015, when he was with the Detroit Tigers and he blanked the Angels. He notched his first complete game since 2016.\nVerlander struck out seven and walked one while making 118 pitches as the Astros took two of three in the series.\nEvan Gattis’ two-run homer off Angels starter Garrett Richards in the second inning accounted for all of the game’s offense. Richards (4-2) yielded two unearned runs on four hits and one walk in seven innings.\nRangers 5, Mariners 1\nBartolo Colon pitched 7 2/3 scoreless innings as Texas won at Seattle. Delino DeShields Jr. broke a scoreless tie with a two-out double in the top of the eighth inning as the Rangers earned a split of the two-game series.\nColon (2-1), a right-hander who turns 45 on May 24, earned his 242nd career victory, one behind former San Francisco Giants great Juan Marichal for the most by a Dominican-born pitcher. Colon also improved to 14-1 at Safeco Field, the best winning percentage for any pitcher with 10 or more starts at the stadium.\nThe scariest moment for Colon came in the fourth inning, when Seattle’s Jean Segura hit a 102 mph liner back to the mound. The portly Colon couldn’t get his glove on the ball, which hit him in the stomach. Colon picked the ball up and threw out Segura, then laughed it off when manager Jeff Banister and the training staff came out to the field to check on him.\nPhillies 4, Orioles 1\nCesar Hernandez homered to start a three-run sixth-inning rally, and Nick Pivetta struck out 11 in seven innings as visiting Philadelphia defeated Baltimore.\nPivetta (3-2) allowed just one run on two hits in his seven innings. He walked just one and threw 67 strikes on 99 pitches.\nTommy Hunter, Luis Garcia, Edubray Ramos and Hector Neris complete the Phillies’ four-hitter. Adam Jones hit a solo homer for Baltimore.\nPirates 3, White Sox 2\nJosh Bell hit a pinch-hit, go-ahead single in the seventh inning, and Pittsburgh held on for a win over visiting Chicago.\nThe Pirates swept the four-game season series with a pair of victories in each team’s ballpark. Pittsburgh has won seven of its past eight games and boasts a 14-6 record at home. The White Sox have lost nine of 10 games.\nSean Rodriguez drove in a pair of runs for the Pirates, who won despite tallying only four hits. Leury Garcia and Yolmer Sanchez each hit a solo home run for Chicago.\nBlue Jays 12, Mets 1\nJ.A. Happ struck out 10 in seven scoreless innings and reached base three times in as many plate appearances as Toronto routed host New York and snapped a three-game losing streak.\nMay 16, 2018; Seattle, WA, USA; Texas Rangers starting pitcher Bartolo Colon (40) throws against the Seattle Mariners during the third inning at Safeco Field. Mandatory Credit: Joe Nicholson-USA TODAY Sports Happ (5-3) allowed just two hits and didn’t walk a batter. He retired the final 11 men he faced. Happ also made a bit of Blue Jays history by hitting two singles, drawing a walk and scoring two runs. He is the first Toronto pitcher to ever reach base three times in a single game.\nJustin Smoak homered in the first for the Blue Jays, who went up 3-0 on Teoscar Hernandez’s two-run homer in the fourth and chased Mets starter Zack Wheeler during a three-run fifth in which Josh Donaldson (single) and Smoak (two-run double) had RBI hits.\nIndians 6, Tigers 0\nTrevor Bauer bounced back from his worst outing of the season by tossing eight scoreless innings, and Cleveland salvaged the finale of a three-game series by blanking host Detroit.\nBauer (3-3) gave up season highs in runs (five) and hits (11) while lasting a season-low 4 2/3 innings against Kansas City in a 10-9 loss on Friday. On Wednesday, he gave up just four hits and didn’t issue a walk while striking out 10. Cody Allen recorded three strikeouts in the ninth inning.\nMichael Brantley led the Cleveland offense with three hits, including a solo homer, and two runs. Erik Gonzalez added two hits, a run and an RBI.\nCardinals 7, Twins 5\nTommy Pham homered and Dexter Fowler knocked in two runs as St. Louis salvaged a split of its interleague series against Minnesota in Minneapolis.\nMatt Carpenter added three hits, including a pair of doubles, and an RBI for St. Louis, which was outscored 17-2 this year in its first three meetings with the Twins.\nMinnesota’s Lance Lynn (1-4) needed a whopping 82 pitches to negotiate three innings. Lynn, making his first start against the Cardinals after pitching for them the last seven years, allowed four hits and three runs with four walks and five strikeouts.\nRays 5, Royals 3\nC.J. Cron hit a home run, and Adeiny Hechavarria had two RBIs as Tampa Bay completed a three-game sweep at Kansas City.\nThe struggling Royals have lost five in a row and seven of the last eight. Tampa Bay has won four of five.\nMatt Andriese (1-1) threw three scoreless innings for the win. Alex Colome pitched the ninth for his ninth save.\nBrewers 8, Diamondbacks 2\nMilwaukee got homers from Travis Shaw, Domingo Santana, Christian Yelich and Tyler Saladino in Phoenix, and the Brewers became the second team this season to win a series against Arizona.\nShaw and Santana hit back-to-back homers in a three-run first inning, and Yelich hit a two-run homer in the second as the Brewers won for the fifth time in seven games.\nSlideshow (12 Images) Daniel Descalso’s two-run homer in the first inning was one of four hits for the Diamondbacks, who have lost seven of eight and 10 of 14. The Brewers took two of three in the series after Washington swept a four-game series in Arizona last weekend.\nMarlins 6, Dodgers 5\nJ.T. Realmuto hit a tiebreaking homer in the sixth inning, and Justin Bour drilled a two-run shot as Miami defeated visiting Los Angeles.\nStarlin Castro also had an impact for the Marlins, going 4-for-5 with a double and an RBI.\nThe Dodgers took their sixth consecutive loss. Los Angeles’ Yasmani Grandal went 2-for-4 with a homer, two RBIs and two runs.\nReds 6, Giants 3\nAdam Duvall capped a four-run first inning with a three-run home run, and Cincinnati won for the second straight time in a Matt Harvey start, holding off host San Francisco.\nDuvall, Jose Peraza, Scooter Gennett and Alex Blandino had two hits apiece as the Reds, who began a seven-game Western swing with a four-game sweep against the Dodgers, salvaged a single win in three games in San Francisco to complete a successful 5-2 trip.\nPitching for the second time since being acquired from the New York Mets last week, Harvey went four innings, allowing three runs and seven hits. He struck out five and did not walk a batter.\nRed Sox 6, A’s 4\nA quick burst of offense made for smooth sailing for Chris Sale as Boston avoided a three-game sweep with a win over visiting Oakland in the series finale.\nJ.D. Martinez hit a two-run homer and Hanley Ramirez had an RBI in the first inning, and Xander Bogaerts added a three-run homer in the sixth. Sale (4-1) allowed two runs on two hits and struck out nine over five innings.\nMarcus Semien launched a two-run homer, and Matt Joyce and Matt Olson had solo shots for the Athletics.\nBraves 4, Cubs 1\nAtlanta rallied for three runs in the eighth inning, scoring twice on bases-loaded walks, to beat visiting Chicago.\nThe Braves took the lead when Ozzie Albies tripled against Carl Edwards Jr. (2-1) and scored on a single by Ronald Acuna Jr. After a single by Freddie Freeman and an intentional walk to Nick Markakis, the Braves got walks from Tyler Flowers and Johan Camargo to push across the insurance runs.\nAtlanta closer Arodys Vizcaino, who blew a save and took a loss against Chicago on Tuesday, worked a perfect ninth inning and recorded his eighth save. A.J. Minter (2-0) pitched a scoreless eighth inning and earned the victory.\nYankees-Nationals, ppd.\nThe scheduled doubleheader between New York and Washington was postponed due to inclement weather at Nationals Park.\nThe first game, which was suspended Tuesday night due to rain with the score tied 3-3 in the sixth inning, was scheduled to resume Wednesday. The teams then were to play a regularly scheduled game.\nThe pair of games will be made up June 18.\n—Field Level Media\n ",
    "published": "2018-05-17T08:33:00.000+03:00",
    "crawled": "2018-05-17T09:15:01.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "justin",
        "verlander",
        "threw",
        "shutout",
        "wednesday",
        "night",
        "leading",
        "houston",
        "astros",
        "victory",
        "los",
        "angeles",
        "angel",
        "anaheim",
        "may",
        "anaheim",
        "ca",
        "usa",
        "houston",
        "astros",
        "starting",
        "pitcher",
        "justin",
        "verlander",
        "sixth",
        "inning",
        "game",
        "los",
        "angeles",
        "angel",
        "angel",
        "stadium",
        "anaheim",
        "mandatory",
        "credit",
        "jayne",
        "today",
        "sport",
        "verlander",
        "first",
        "shutout",
        "since",
        "august",
        "detroit",
        "tiger",
        "blanked",
        "angel",
        "notched",
        "first",
        "complete",
        "game",
        "since",
        "verlander",
        "struck",
        "seven",
        "walked",
        "one",
        "making",
        "pitch",
        "astros",
        "took",
        "two",
        "three",
        "series",
        "evan",
        "gattis",
        "homer",
        "angel",
        "starter",
        "garrett",
        "richards",
        "second",
        "inning",
        "accounted",
        "game",
        "offense",
        "richards",
        "yielded",
        "two",
        "unearned",
        "run",
        "four",
        "hit",
        "one",
        "walk",
        "seven",
        "inning",
        "ranger",
        "mariner",
        "bartolo",
        "colon",
        "pitched",
        "scoreless",
        "inning",
        "texas",
        "seattle",
        "delino",
        "deshields",
        "broke",
        "scoreless",
        "tie",
        "double",
        "top",
        "eighth",
        "inning",
        "ranger",
        "earned",
        "split",
        "series",
        "colon",
        "turn",
        "may",
        "earned",
        "242nd",
        "career",
        "victory",
        "one",
        "behind",
        "former",
        "san",
        "francisco",
        "giant",
        "great",
        "juan",
        "marichal",
        "pitcher",
        "colon",
        "also",
        "improved",
        "safeco",
        "field",
        "best",
        "winning",
        "percentage",
        "pitcher",
        "start",
        "stadium",
        "scariest",
        "moment",
        "colon",
        "came",
        "fourth",
        "inning",
        "seattle",
        "jean",
        "segura",
        "hit",
        "mph",
        "liner",
        "back",
        "mound",
        "portly",
        "colon",
        "get",
        "glove",
        "ball",
        "hit",
        "stomach",
        "colon",
        "picked",
        "ball",
        "threw",
        "segura",
        "laughed",
        "manager",
        "jeff",
        "banister",
        "training",
        "staff",
        "came",
        "field",
        "check",
        "phillies",
        "oriole",
        "cesar",
        "hernandez",
        "homered",
        "start",
        "rally",
        "nick",
        "pivetta",
        "struck",
        "seven",
        "inning",
        "visiting",
        "philadelphia",
        "defeated",
        "baltimore",
        "pivetta",
        "allowed",
        "one",
        "run",
        "two",
        "hit",
        "seven",
        "inning",
        "walked",
        "one",
        "threw",
        "strike",
        "pitch",
        "tommy",
        "hunter",
        "luis",
        "garcia",
        "edubray",
        "ramos",
        "hector",
        "neris",
        "complete",
        "phillies",
        "adam",
        "jones",
        "hit",
        "solo",
        "homer",
        "baltimore",
        "pirate",
        "white",
        "sox",
        "josh",
        "bell",
        "hit",
        "single",
        "seventh",
        "inning",
        "pittsburgh",
        "held",
        "win",
        "visiting",
        "chicago",
        "pirate",
        "swept",
        "season",
        "series",
        "pair",
        "victory",
        "team",
        "ballpark",
        "pittsburgh",
        "seven",
        "past",
        "eight",
        "game",
        "boast",
        "record",
        "home",
        "white",
        "sox",
        "lost",
        "nine",
        "game",
        "sean",
        "rodriguez",
        "drove",
        "pair",
        "run",
        "pirate",
        "despite",
        "tallying",
        "four",
        "hit",
        "leury",
        "garcia",
        "yolmer",
        "sanchez",
        "hit",
        "solo",
        "home",
        "run",
        "chicago",
        "blue",
        "jay",
        "mets",
        "happ",
        "struck",
        "seven",
        "scoreless",
        "inning",
        "reached",
        "base",
        "three",
        "time",
        "many",
        "plate",
        "appearance",
        "toronto",
        "routed",
        "host",
        "new",
        "york",
        "snapped",
        "losing",
        "streak",
        "may",
        "seattle",
        "wa",
        "usa",
        "texas",
        "ranger",
        "starting",
        "pitcher",
        "bartolo",
        "colon",
        "throw",
        "seattle",
        "mariner",
        "third",
        "inning",
        "safeco",
        "field",
        "mandatory",
        "credit",
        "joe",
        "today",
        "sport",
        "happ",
        "allowed",
        "two",
        "hit",
        "walk",
        "batter",
        "retired",
        "final",
        "men",
        "faced",
        "happ",
        "also",
        "made",
        "bit",
        "blue",
        "jay",
        "history",
        "hitting",
        "two",
        "single",
        "drawing",
        "walk",
        "scoring",
        "two",
        "run",
        "first",
        "toronto",
        "pitcher",
        "ever",
        "reach",
        "base",
        "three",
        "time",
        "single",
        "game",
        "justin",
        "smoak",
        "homered",
        "first",
        "blue",
        "jay",
        "went",
        "teoscar",
        "hernandez",
        "homer",
        "fourth",
        "chased",
        "mets",
        "starter",
        "zack",
        "wheeler",
        "fifth",
        "josh",
        "donaldson",
        "single",
        "smoak",
        "double",
        "rbi",
        "hit",
        "indian",
        "tiger",
        "trevor",
        "bauer",
        "bounced",
        "back",
        "worst",
        "outing",
        "season",
        "tossing",
        "eight",
        "scoreless",
        "inning",
        "cleveland",
        "salvaged",
        "finale",
        "series",
        "blanking",
        "host",
        "detroit",
        "bauer",
        "gave",
        "season",
        "high",
        "run",
        "five",
        "hit",
        "lasting",
        "inning",
        "kansa",
        "city",
        "loss",
        "friday",
        "wednesday",
        "gave",
        "four",
        "hit",
        "issue",
        "walk",
        "striking",
        "cody",
        "allen",
        "recorded",
        "three",
        "strikeout",
        "ninth",
        "inning",
        "michael",
        "brantley",
        "led",
        "cleveland",
        "offense",
        "three",
        "hit",
        "including",
        "solo",
        "homer",
        "two",
        "run",
        "erik",
        "gonzalez",
        "added",
        "two",
        "hit",
        "run",
        "rbi",
        "cardinal",
        "twin",
        "tommy",
        "pham",
        "homered",
        "dexter",
        "fowler",
        "knocked",
        "two",
        "run",
        "louis",
        "salvaged",
        "split",
        "interleague",
        "series",
        "minnesota",
        "minneapolis",
        "matt",
        "carpenter",
        "added",
        "three",
        "hit",
        "including",
        "pair",
        "double",
        "rbi",
        "louis",
        "outscored",
        "year",
        "first",
        "three",
        "meeting",
        "twin",
        "minnesota",
        "lance",
        "lynn",
        "needed",
        "whopping",
        "pitch",
        "negotiate",
        "three",
        "inning",
        "lynn",
        "making",
        "first",
        "start",
        "cardinal",
        "pitching",
        "last",
        "seven",
        "year",
        "allowed",
        "four",
        "hit",
        "three",
        "run",
        "four",
        "walk",
        "five",
        "strikeout",
        "ray",
        "royal",
        "cron",
        "hit",
        "home",
        "run",
        "adeiny",
        "hechavarria",
        "two",
        "rbi",
        "tampa",
        "bay",
        "completed",
        "sweep",
        "kansa",
        "city",
        "struggling",
        "royal",
        "lost",
        "five",
        "row",
        "seven",
        "last",
        "eight",
        "tampa",
        "bay",
        "four",
        "five",
        "matt",
        "andriese",
        "threw",
        "three",
        "scoreless",
        "inning",
        "win",
        "alex",
        "colome",
        "pitched",
        "ninth",
        "ninth",
        "save",
        "brewer",
        "diamondback",
        "milwaukee",
        "got",
        "homer",
        "travis",
        "shaw",
        "domingo",
        "santana",
        "christian",
        "yelich",
        "tyler",
        "saladino",
        "phoenix",
        "brewer",
        "became",
        "second",
        "team",
        "season",
        "win",
        "series",
        "arizona",
        "shaw",
        "santana",
        "hit",
        "homer",
        "first",
        "inning",
        "yelich",
        "hit",
        "homer",
        "second",
        "brewer",
        "fifth",
        "time",
        "seven",
        "game",
        "slideshow",
        "image",
        "daniel",
        "descalso",
        "homer",
        "first",
        "inning",
        "one",
        "four",
        "hit",
        "diamondback",
        "lost",
        "seven",
        "eight",
        "brewer",
        "took",
        "two",
        "three",
        "series",
        "washington",
        "swept",
        "series",
        "arizona",
        "last",
        "weekend",
        "marlin",
        "dodger",
        "realmuto",
        "hit",
        "tiebreaking",
        "homer",
        "sixth",
        "inning",
        "justin",
        "bour",
        "drilled",
        "shot",
        "miami",
        "defeated",
        "visiting",
        "los",
        "angeles",
        "starlin",
        "castro",
        "also",
        "impact",
        "marlin",
        "going",
        "double",
        "rbi",
        "dodger",
        "took",
        "sixth",
        "consecutive",
        "loss",
        "los",
        "angeles",
        "yasmani",
        "grandal",
        "went",
        "homer",
        "two",
        "rbi",
        "two",
        "run",
        "red",
        "giant",
        "adam",
        "duvall",
        "capped",
        "first",
        "inning",
        "home",
        "run",
        "cincinnati",
        "second",
        "straight",
        "time",
        "matt",
        "harvey",
        "start",
        "holding",
        "host",
        "san",
        "francisco",
        "duvall",
        "jose",
        "peraza",
        "scooter",
        "gennett",
        "alex",
        "blandino",
        "two",
        "hit",
        "apiece",
        "red",
        "began",
        "western",
        "swing",
        "sweep",
        "dodger",
        "salvaged",
        "single",
        "win",
        "three",
        "game",
        "san",
        "francisco",
        "complete",
        "successful",
        "trip",
        "pitching",
        "second",
        "time",
        "since",
        "acquired",
        "new",
        "york",
        "mets",
        "last",
        "week",
        "harvey",
        "went",
        "four",
        "inning",
        "allowing",
        "three",
        "run",
        "seven",
        "hit",
        "struck",
        "five",
        "walk",
        "batter",
        "red",
        "sox",
        "quick",
        "burst",
        "offense",
        "made",
        "smooth",
        "sailing",
        "chris",
        "sale",
        "boston",
        "avoided",
        "sweep",
        "win",
        "visiting",
        "oakland",
        "series",
        "finale",
        "martinez",
        "hit",
        "homer",
        "hanley",
        "ramirez",
        "rbi",
        "first",
        "inning",
        "xander",
        "bogaerts",
        "added",
        "homer",
        "sixth",
        "sale",
        "allowed",
        "two",
        "run",
        "two",
        "hit",
        "struck",
        "nine",
        "five",
        "inning",
        "marcus",
        "semien",
        "launched",
        "homer",
        "matt",
        "joyce",
        "matt",
        "olson",
        "solo",
        "shot",
        "athletics",
        "brave",
        "cub",
        "atlanta",
        "rallied",
        "three",
        "run",
        "eighth",
        "inning",
        "scoring",
        "twice",
        "walk",
        "beat",
        "visiting",
        "chicago",
        "brave",
        "took",
        "lead",
        "ozzie",
        "albies",
        "tripled",
        "carl",
        "edward",
        "scored",
        "single",
        "ronald",
        "acuna",
        "single",
        "freddie",
        "freeman",
        "intentional",
        "walk",
        "nick",
        "markakis",
        "brave",
        "got",
        "walk",
        "tyler",
        "flower",
        "johan",
        "camargo",
        "push",
        "across",
        "insurance",
        "run",
        "atlanta",
        "closer",
        "arodys",
        "vizcaino",
        "blew",
        "save",
        "took",
        "loss",
        "chicago",
        "tuesday",
        "worked",
        "perfect",
        "ninth",
        "inning",
        "recorded",
        "eighth",
        "save",
        "minter",
        "pitched",
        "scoreless",
        "eighth",
        "inning",
        "earned",
        "victory",
        "ppd",
        "scheduled",
        "doubleheader",
        "new",
        "york",
        "washington",
        "postponed",
        "due",
        "inclement",
        "weather",
        "national",
        "park",
        "first",
        "game",
        "suspended",
        "tuesday",
        "night",
        "due",
        "rain",
        "score",
        "tied",
        "sixth",
        "inning",
        "scheduled",
        "resume",
        "wednesday",
        "team",
        "play",
        "regularly",
        "scheduled",
        "game",
        "pair",
        "game",
        "made",
        "june",
        "level",
        "medium"
    ]
}