{
    "organizations": [],
    "uuid": "17d60da4ec9f490c3f067afdcb8158b0ca07baae",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/18/pr-newswire-rxi-pharmaceuticals-announces-positive-results-from-phase-2-trial-with-samcypronea-for-the-treatment-of-common-warts.html",
    "ord_in_thread": 0,
    "title": "RXi Pharmaceuticals Positive Results from Phase 2 Trial with Samcyprone™ for the Treatment of Common Warts",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MARLBOROUGH, Mass., May 18, 2018 /PRNewswire/ -- RXi Pharmaceuticals Corporation (NASDAQ: RXII) a biotechnology company developing the next generation of immuno-oncology therapeutics based on its proprietary self-delivering RNAi (sd-rxRNA®) therapeutic platform, today announced the positive results of its Phase 2 clinical trial, RXI-SCP-1502. This study evaluated the safety and effectiveness of Samcyprone™, a proprietary topical formulation of the small molecule diphenylcyclopropenone (DPCP), for the treatment of common warts.\nLogo - http://mma.prnewswire.com/media/594748/RXi_Pharmaceuticals_Corporation_Logo.jpg\nThe primary effectiveness objectives were met as shown by high levels of immunotherapeutic response and therapeutic response. The immunotherapeutic response rate – a prerequisite for therapeutic response – was 97.7% across all 88 subjects enrolled in the study. From a therapeutic response viewpoint, with once weekly dosing for up to 10 weeks, more than 70% of all warts showed a positive wart response rate, i.e. reduction of wart size of more than 50%. Complete wart clearance throughout the study was 54.0% for all warts, and up to 71.4% for certain wart types (non-plantar warts). The study results show furthermore that the product was safe and well tolerated.\nGerrit Dispersyn Dr. Med. Sc., RXi's Chief Development Officer commented: \"We are very pleased with these results, as they are a significant improvement over currently used treatment options. Based on published meta-analyses of randomized clinical studies, we know that the mean wart cure rate for placebo is around 23%, and it is not much higher for daily use of topical salicylic acid for 3 to 6 months, which is currently the recommended first-line therapy. In contrast, once weekly treatments with Samcyprone were used in our study, and of the warts that cleared, most did so within the first 10 weeks of treatment. Therefore, our results suggest better and faster results while requiring significantly fewer product applications. In addition, for salicylic acid treatments, it is recommended that lesions are abraded or pared down and/or soaked prior to application. In our Samcyprone study there was no such requirement for wart lesion preparation, which otherwise may have resulted in even better wart clearance rates. In addition to the key study objective, we collected a great amount of data that will help with the design of pivotal studies in support of Samcyprone's future marketing applications.\"\nDr. William Levis, Chairman of the Foundation for Global Skin Health Strategies and Consultant to the Laboratory of Investigative Dermatology at Rockefeller University added: \"Compounded DPCP in acetone has been used for many years by dermatologists with demonstrated efficacy in numerous publications, but with highly variable results due to compounding variability and poor handling characteristics of the resulting solution. Based on the exciting study results with this new proprietary formulation of DPCP, I believe that Samcyprone will offer patients not only a powerful new treatment option, but also one that is more patient friendly than pharmacy compounded products and other currently used treatments that require more frequent applications and longer treatments.\"\nThis study was a multi-center, multi-dose trial conducted in subjects with at least one cutaneous, plantar or periungual wart present for at least four weeks. In this Phase 2 trial, subjects were first treated with a sensitization dose on the inner arm and one or more preselected wart lesion(s). Once the sensitization response was confirmed, subjects continued with weekly treatments for up to 10 weeks, followed by an optional extension phase of up to another 10 weeks of weekly treatments. Two treatment cohorts were evaluated, the main difference between the cohorts was the amount of study product applied to the warts (more in Cohort 1). Wart clearance was evaluated based on wart measurements over time during the treatment period.\nOverall Efficacy Results\nImmunotherapeutic response: Of the 88 subjects enrolled in the study, 85 received at least one sensitization dose of 0.4% DPCP ointment, and a positive immunotherapeutic response was observed in all but 2 subjects (one in each cohort), overall resulting in a 97.7% success rate of 0.4% DPCP ointment in eliciting the required immunotherapeutic response. Wart response rate: The total number of wart lesions in the per protocol population (PP) was 87. Already during the first 10 weeks of weekly treatments, a significant number of warts had a positive response to the treatment, i.e. displayed a ≥50% reduction in wart size. The overall wart response rate at that time was 70.1%, and for non-plantar warts the overall response rate during the first 10 weeks was 81.0%. Wart clearance rate: Complete clearance (PP) during the first 10 weeks of treatment was seen in 43.7% of all warts. Throughout the full course of the study, 47 warts (54.0%) achieved complete clearance. More non-plantar wart lesions, compared to plantar wart lesions, achieved complete clearance: Clearance rate of non-plantar warts lesions was the highest in Cohort 1 (57.1% during first 10 weeks, 71.4% after complete study). Safety and tolerability: Treatment with Samcyprone was well tolerated in both treatment arms. There were no drug related serious adverse events (SAEs), nor any dose limiting toxicities and most adverse events (AEs) were those expected to be seen with a topical immunomodulator, such as local reaction due to the sensitization and challenge responses in the skin.\nPresentation of RXI-SCP-1502 at the International Investigative Dermatology Conference (IID)\nThe Company will present a poster presentation today from its Phase 2 clinical trial, RXI-SCP-1502, with Samcyprone™.\nTitle: Samcyprone™ (diphenylcyclopropenone ointment) for the Treatment of Common Warts\nDate and Time: Friday, May 18, 2018, 12:00 pm – 2:00 p.m.\nSession: Clinical Research, Pathophysiology and Therapeutics\nPoster #: 490, Gatlin Ballroom\nTwo additional posters were also presented at this conference:\nRXI-109 Treatment to Reduce the Formation of Hypertrophic Dermal Scars Topical Administration of self-delivering RNAi (sd-rxRNA) Compounds for the Reduction of Hyperpigmentation\nEach of the three posters may be found on the Company's website: http://investors.rxipharma.com/events-and-presentations/posters\nThe IID Conference unites three leading dermatology societies, the European Society of Dermatological Research (ESDR), the Journal of Investigative Dermatology (JSID) and the Society of Investigational Dermatology (SID), into one meeting that takes place every five years. The 2018 IID will hold its seventh meeting this year, where scientists and industry leaders gather from across the world to exchange information and facilitate collaboration. This meeting is being held May 16-19, 2018 at Rosen Shingle Creek Resort in Orlando, Florida.\nAbout Samcyprone™ and RXI-SCP-1502\nIn 2015, the Company completed an exclusive global license to Samcyprone™ from Hapten Pharmaceuticals, LLC. After the transfer of the IND to RXi, the Company completed a process to optimize the topical formulation (Samcyprone™) followed by the initiation of its Phase 2 study, RXI-SCP-1502. Samcyprone™ is being studied for the treatment of cutaneous warts, which are benign epidermal tumors caused by human papillomaviruses (HPVs). They are extremely common, being experienced by most people at some time during their lives. More than 22 million people in the United States suffer from common warts, and approximately 1.9 million people are diagnosed with common warts annually. There are currently no FDA approved prescription products for the treatment of common warts.\nAbout RXi's Dermatology Franchise\nRXi announced in January 2018 that it would exclusively focus on developing the next generation of immuno-oncology therapeutics based on its self-delivering RNAi therapeutic platform. As such, it is actively seeking to partner or out-license both its Dermatology and Ophthalmology Franchises.\nEach of these Franchises is comprised of a number of preclinical and clinical-stage assets broadly covered by a robust intellectual property estate. To obtain more information about these assets, contact RXi's Director of Business Development, Dr. James Cardia at jcardia@rxipharma.com\nAbout RXi Pharmaceuticals\nRXi Pharmaceuticals Corporation (NASDAQ: RXII) is a biotechnology company developing the next generation of immuno-oncology therapeutics based on its self-delivering RNAi (sd-rxRNA®) therapeutic platform. The Company's discovery and research efforts are focused on developing sd-rxRNA therapeutic compounds to be used with an Adoptive Cell Transfer (ACT) approach. This process uses immune cells, such as T-lymphocytes that are isolated from the patient or retrieved from allogeneic immune cell banks, and then expanded and in some cases processed to express tumor-binding receptors. Our approach introduces a new and important step in ex-vivo processing of the immune cells where sd-rxRNA is used to eliminate the expression of immunosuppressive receptors or proteins from the therapeutic immune cells, making them less sensitive to tumor resistance mechanisms and thus improving their ability to destroy the tumor cells. Essentially, we aim to maximize the power of our sd-rxRNA therapeutic compounds by weaponizing therapeutic immune effector cells to attack cancer and ultimately provide patients battling terminal cancers with a powerful new treatment option that goes beyond current treatment modalities.\nFor additional information, visit the Company's website, www.rxipharma.com .\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements about: our expectation regarding closing of the offering, our ability to successfully develop RXI-109, Samcyprone™, RXI-762, RXI-804 and our other product candidates (collectively \"our product candidates\"); the future success of our clinical trials with our product candidates; the timing for the commencement and completion of clinical trials; our ability to enter into strategic partnerships and the future success of these strategic partnerships; and our ability to deploy our sd-rxRNA® technology through partnerships, as well as the prospects of these partnerships to provide positive returns. Forward-looking statements about expectations and development plans of RXi's product candidates and partnerships involve significant risks and uncertainties, including the following: risks that we may not be able to successfully develop and commercialize our product candidates; risks that product development and clinical studies may be delayed, not proceed as planned and/or be subject to significant cost over-runs; risks related to the development and commercialization of products by competitors; risks related to our ability to control the timing and terms of collaborations with third parties; and risks that other companies or organizations may assert patent rights preventing us from developing or commercializing our product candidates. Additional risks are detailed in our most recent Annual Report on Form 10-K and subsequent Quarterly Reports on Form 10-Q under the caption \"Risk Factors.\" Readers are urged to review these risk factors and to not act in reliance on any forward-looking statements, as actual results may differ from those contemplated by our forward-looking statements. RXi does not undertake to update forward-looking statements to reflect a change in its views, events or circumstances that occur after the date of this release.\nContact RXi Pharmaceuticals Corporation\nTamara McGrillen\nTel: +1 508-929-3646\nEmail: tmcgrillen@rxipharma.com\nView original content: http://www.prnewswire.com/news-releases/rxi-pharmaceuticals-announces-positive-results-from-phase-2-trial-with-samcyprone-for-the-treatment-of-common-warts-300650963.html\nSOURCE RXi Pharmaceuticals Corporation",
    "published": "2018-05-18T19:58:00.000+03:00",
    "crawled": "2018-05-18T22:12:50.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "marlborough",
        "may",
        "rxi",
        "pharmaceutical",
        "corporation",
        "nasdaq",
        "rxii",
        "biotechnology",
        "company",
        "developing",
        "next",
        "generation",
        "therapeutic",
        "based",
        "proprietary",
        "rnai",
        "therapeutic",
        "platform",
        "today",
        "announced",
        "positive",
        "result",
        "phase",
        "clinical",
        "trial",
        "study",
        "evaluated",
        "safety",
        "effectiveness",
        "proprietary",
        "topical",
        "formulation",
        "small",
        "molecule",
        "diphenylcyclopropenone",
        "dpcp",
        "treatment",
        "common",
        "wart",
        "logo",
        "http",
        "primary",
        "effectiveness",
        "objective",
        "met",
        "shown",
        "high",
        "level",
        "immunotherapeutic",
        "response",
        "therapeutic",
        "response",
        "immunotherapeutic",
        "response",
        "rate",
        "prerequisite",
        "therapeutic",
        "response",
        "across",
        "subject",
        "enrolled",
        "study",
        "therapeutic",
        "response",
        "viewpoint",
        "weekly",
        "dosing",
        "week",
        "wart",
        "showed",
        "positive",
        "wart",
        "response",
        "rate",
        "reduction",
        "wart",
        "size",
        "complete",
        "wart",
        "clearance",
        "throughout",
        "study",
        "wart",
        "certain",
        "wart",
        "type",
        "wart",
        "study",
        "result",
        "show",
        "furthermore",
        "product",
        "safe",
        "well",
        "tolerated",
        "gerrit",
        "dispersyn",
        "med",
        "rxi",
        "chief",
        "development",
        "officer",
        "commented",
        "pleased",
        "result",
        "significant",
        "improvement",
        "currently",
        "used",
        "treatment",
        "option",
        "based",
        "published",
        "randomized",
        "clinical",
        "study",
        "know",
        "mean",
        "wart",
        "cure",
        "rate",
        "placebo",
        "around",
        "much",
        "higher",
        "daily",
        "use",
        "topical",
        "salicylic",
        "acid",
        "month",
        "currently",
        "recommended",
        "therapy",
        "contrast",
        "weekly",
        "treatment",
        "samcyprone",
        "used",
        "study",
        "wart",
        "cleared",
        "within",
        "first",
        "week",
        "treatment",
        "therefore",
        "result",
        "suggest",
        "better",
        "faster",
        "result",
        "requiring",
        "significantly",
        "fewer",
        "product",
        "application",
        "addition",
        "salicylic",
        "acid",
        "treatment",
        "recommended",
        "lesion",
        "abraded",
        "pared",
        "soaked",
        "prior",
        "application",
        "samcyprone",
        "study",
        "requirement",
        "wart",
        "lesion",
        "preparation",
        "otherwise",
        "may",
        "resulted",
        "even",
        "better",
        "wart",
        "clearance",
        "rate",
        "addition",
        "key",
        "study",
        "objective",
        "collected",
        "great",
        "amount",
        "data",
        "help",
        "design",
        "pivotal",
        "study",
        "support",
        "samcyprone",
        "future",
        "marketing",
        "application",
        "william",
        "levi",
        "chairman",
        "foundation",
        "global",
        "skin",
        "health",
        "strategy",
        "consultant",
        "laboratory",
        "investigative",
        "dermatology",
        "rockefeller",
        "university",
        "added",
        "compounded",
        "dpcp",
        "acetone",
        "used",
        "many",
        "year",
        "dermatologist",
        "demonstrated",
        "efficacy",
        "numerous",
        "publication",
        "highly",
        "variable",
        "result",
        "due",
        "compounding",
        "variability",
        "poor",
        "handling",
        "characteristic",
        "resulting",
        "solution",
        "based",
        "exciting",
        "study",
        "result",
        "new",
        "proprietary",
        "formulation",
        "dpcp",
        "believe",
        "samcyprone",
        "offer",
        "patient",
        "powerful",
        "new",
        "treatment",
        "option",
        "also",
        "one",
        "patient",
        "friendly",
        "pharmacy",
        "compounded",
        "product",
        "currently",
        "used",
        "treatment",
        "require",
        "frequent",
        "application",
        "longer",
        "treatment",
        "study",
        "trial",
        "conducted",
        "subject",
        "least",
        "one",
        "cutaneous",
        "plantar",
        "periungual",
        "wart",
        "present",
        "least",
        "four",
        "week",
        "phase",
        "trial",
        "subject",
        "first",
        "treated",
        "sensitization",
        "dose",
        "inner",
        "arm",
        "one",
        "preselected",
        "wart",
        "lesion",
        "sensitization",
        "response",
        "confirmed",
        "subject",
        "continued",
        "weekly",
        "treatment",
        "week",
        "followed",
        "optional",
        "extension",
        "phase",
        "another",
        "week",
        "weekly",
        "treatment",
        "two",
        "treatment",
        "cohort",
        "evaluated",
        "main",
        "difference",
        "cohort",
        "amount",
        "study",
        "product",
        "applied",
        "wart",
        "cohort",
        "wart",
        "clearance",
        "evaluated",
        "based",
        "wart",
        "measurement",
        "time",
        "treatment",
        "period",
        "overall",
        "efficacy",
        "result",
        "immunotherapeutic",
        "response",
        "subject",
        "enrolled",
        "study",
        "received",
        "least",
        "one",
        "sensitization",
        "dose",
        "dpcp",
        "ointment",
        "positive",
        "immunotherapeutic",
        "response",
        "observed",
        "subject",
        "one",
        "cohort",
        "overall",
        "resulting",
        "success",
        "rate",
        "dpcp",
        "ointment",
        "eliciting",
        "required",
        "immunotherapeutic",
        "response",
        "wart",
        "response",
        "rate",
        "total",
        "number",
        "wart",
        "lesion",
        "per",
        "protocol",
        "population",
        "pp",
        "already",
        "first",
        "week",
        "weekly",
        "treatment",
        "significant",
        "number",
        "wart",
        "positive",
        "response",
        "treatment",
        "displayed",
        "reduction",
        "wart",
        "size",
        "overall",
        "wart",
        "response",
        "rate",
        "time",
        "wart",
        "overall",
        "response",
        "rate",
        "first",
        "week",
        "wart",
        "clearance",
        "rate",
        "complete",
        "clearance",
        "pp",
        "first",
        "week",
        "treatment",
        "seen",
        "wart",
        "throughout",
        "full",
        "course",
        "study",
        "wart",
        "achieved",
        "complete",
        "clearance",
        "wart",
        "lesion",
        "compared",
        "plantar",
        "wart",
        "lesion",
        "achieved",
        "complete",
        "clearance",
        "clearance",
        "rate",
        "wart",
        "lesion",
        "highest",
        "cohort",
        "first",
        "week",
        "complete",
        "study",
        "safety",
        "tolerability",
        "treatment",
        "samcyprone",
        "well",
        "tolerated",
        "treatment",
        "arm",
        "drug",
        "related",
        "serious",
        "adverse",
        "event",
        "saes",
        "dose",
        "limiting",
        "toxicity",
        "adverse",
        "event",
        "aes",
        "expected",
        "seen",
        "topical",
        "immunomodulator",
        "local",
        "reaction",
        "due",
        "sensitization",
        "challenge",
        "response",
        "skin",
        "presentation",
        "international",
        "investigative",
        "dermatology",
        "conference",
        "iid",
        "company",
        "present",
        "poster",
        "presentation",
        "today",
        "phase",
        "clinical",
        "trial",
        "title",
        "diphenylcyclopropenone",
        "ointment",
        "treatment",
        "common",
        "wart",
        "date",
        "time",
        "friday",
        "may",
        "pm",
        "session",
        "clinical",
        "research",
        "pathophysiology",
        "therapeutic",
        "poster",
        "gatlin",
        "ballroom",
        "two",
        "additional",
        "poster",
        "also",
        "presented",
        "conference",
        "treatment",
        "reduce",
        "formation",
        "hypertrophic",
        "dermal",
        "scar",
        "topical",
        "administration",
        "rnai",
        "compound",
        "reduction",
        "hyperpigmentation",
        "three",
        "poster",
        "may",
        "found",
        "company",
        "website",
        "http",
        "iid",
        "conference",
        "unites",
        "three",
        "leading",
        "dermatology",
        "society",
        "european",
        "society",
        "dermatological",
        "research",
        "esdr",
        "journal",
        "investigative",
        "dermatology",
        "jsid",
        "society",
        "investigational",
        "dermatology",
        "sid",
        "one",
        "meeting",
        "take",
        "place",
        "every",
        "five",
        "year",
        "iid",
        "hold",
        "seventh",
        "meeting",
        "year",
        "scientist",
        "industry",
        "leader",
        "gather",
        "across",
        "world",
        "exchange",
        "information",
        "facilitate",
        "collaboration",
        "meeting",
        "held",
        "may",
        "rosen",
        "shingle",
        "creek",
        "resort",
        "orlando",
        "florida",
        "company",
        "completed",
        "exclusive",
        "global",
        "license",
        "hapten",
        "pharmaceutical",
        "llc",
        "transfer",
        "ind",
        "rxi",
        "company",
        "completed",
        "process",
        "optimize",
        "topical",
        "formulation",
        "followed",
        "initiation",
        "phase",
        "study",
        "studied",
        "treatment",
        "cutaneous",
        "wart",
        "benign",
        "epidermal",
        "tumor",
        "caused",
        "human",
        "papillomaviruses",
        "hpvs",
        "extremely",
        "common",
        "experienced",
        "people",
        "time",
        "life",
        "million",
        "people",
        "united",
        "state",
        "suffer",
        "common",
        "wart",
        "approximately",
        "million",
        "people",
        "diagnosed",
        "common",
        "wart",
        "annually",
        "currently",
        "fda",
        "approved",
        "prescription",
        "product",
        "treatment",
        "common",
        "wart",
        "rxi",
        "dermatology",
        "franchise",
        "rxi",
        "announced",
        "january",
        "would",
        "exclusively",
        "focus",
        "developing",
        "next",
        "generation",
        "therapeutic",
        "based",
        "rnai",
        "therapeutic",
        "platform",
        "actively",
        "seeking",
        "partner",
        "dermatology",
        "ophthalmology",
        "franchise",
        "franchise",
        "comprised",
        "number",
        "preclinical",
        "asset",
        "broadly",
        "covered",
        "robust",
        "intellectual",
        "property",
        "estate",
        "obtain",
        "information",
        "asset",
        "contact",
        "rxi",
        "director",
        "business",
        "development",
        "james",
        "cardia",
        "jcardia",
        "rxi",
        "pharmaceutical",
        "rxi",
        "pharmaceutical",
        "corporation",
        "nasdaq",
        "rxii",
        "biotechnology",
        "company",
        "developing",
        "next",
        "generation",
        "therapeutic",
        "based",
        "rnai",
        "therapeutic",
        "platform",
        "company",
        "discovery",
        "research",
        "effort",
        "focused",
        "developing",
        "therapeutic",
        "compound",
        "used",
        "adoptive",
        "cell",
        "transfer",
        "act",
        "approach",
        "process",
        "us",
        "immune",
        "cell",
        "isolated",
        "patient",
        "retrieved",
        "allogeneic",
        "immune",
        "cell",
        "bank",
        "expanded",
        "case",
        "processed",
        "express",
        "receptor",
        "approach",
        "introduces",
        "new",
        "important",
        "step",
        "processing",
        "immune",
        "cell",
        "used",
        "eliminate",
        "expression",
        "immunosuppressive",
        "receptor",
        "protein",
        "therapeutic",
        "immune",
        "cell",
        "making",
        "less",
        "sensitive",
        "tumor",
        "resistance",
        "mechanism",
        "thus",
        "improving",
        "ability",
        "destroy",
        "tumor",
        "cell",
        "essentially",
        "aim",
        "maximize",
        "power",
        "therapeutic",
        "compound",
        "weaponizing",
        "therapeutic",
        "immune",
        "effector",
        "cell",
        "attack",
        "cancer",
        "ultimately",
        "provide",
        "patient",
        "battling",
        "terminal",
        "cancer",
        "powerful",
        "new",
        "treatment",
        "option",
        "go",
        "beyond",
        "current",
        "treatment",
        "modality",
        "additional",
        "information",
        "visit",
        "company",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "expectation",
        "regarding",
        "closing",
        "offering",
        "ability",
        "successfully",
        "develop",
        "product",
        "candidate",
        "collectively",
        "product",
        "candidate",
        "future",
        "success",
        "clinical",
        "trial",
        "product",
        "candidate",
        "timing",
        "commencement",
        "completion",
        "clinical",
        "trial",
        "ability",
        "enter",
        "strategic",
        "partnership",
        "future",
        "success",
        "strategic",
        "partnership",
        "ability",
        "deploy",
        "technology",
        "partnership",
        "well",
        "prospect",
        "partnership",
        "provide",
        "positive",
        "return",
        "statement",
        "expectation",
        "development",
        "plan",
        "rxi",
        "product",
        "candidate",
        "partnership",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "including",
        "following",
        "risk",
        "may",
        "able",
        "successfully",
        "develop",
        "commercialize",
        "product",
        "candidate",
        "risk",
        "product",
        "development",
        "clinical",
        "study",
        "may",
        "delayed",
        "proceed",
        "planned",
        "subject",
        "significant",
        "cost",
        "risk",
        "related",
        "development",
        "commercialization",
        "product",
        "competitor",
        "risk",
        "related",
        "ability",
        "control",
        "timing",
        "term",
        "collaboration",
        "third",
        "party",
        "risk",
        "company",
        "organization",
        "may",
        "assert",
        "patent",
        "right",
        "preventing",
        "u",
        "developing",
        "commercializing",
        "product",
        "candidate",
        "additional",
        "risk",
        "detailed",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "caption",
        "risk",
        "factor",
        "reader",
        "urged",
        "review",
        "risk",
        "factor",
        "act",
        "reliance",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "contemplated",
        "statement",
        "rxi",
        "undertake",
        "update",
        "statement",
        "reflect",
        "change",
        "view",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "contact",
        "rxi",
        "pharmaceutical",
        "corporation",
        "tamara",
        "mcgrillen",
        "tel",
        "email",
        "tmcgrillen",
        "view",
        "original",
        "content",
        "http",
        "source",
        "rxi",
        "pharmaceutical",
        "corporation"
    ]
}