{
    "organizations": [],
    "uuid": "ce6bf7bef4d99f2a1cbb613277cd5dcec0180782",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/02/business-wire-pinnacle-west-reports-2018-first-quarter-earnings.html",
    "ord_in_thread": 0,
    "title": "Pinnacle West Reports 2018 First-Quarter Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Customer growth a solid 1.7 percent as Arizona’s economy and population continue to expand Operations and maintenance expenses higher versus a year ago primarily due to higher planned fossil plant outages\nPHOENIX--(BUSINESS WIRE)-- Pinnacle West Capital Corp. (NYSE: PNW) today reported consolidated net income attributable to common shareholders of $3.2 million, or $0.03 per diluted share of common stock, for the quarter ended March 31, 2018. This result compares with $23.3 million, or $0.21 per diluted share, for the same period in 2017.\n“We are well-positioned for a solid year as our service territory continues to experience a steady improvement in economic conditions and solid customer growth,” said Pinnacle West Chairman, President and Chief Executive Officer Don Brandt , citing 1.7 percent customer growth and metropolitan Phoenix being on pace for the most home sales in any first-quarter period since the great recession officially started in December 2007.\n“Clearly, Arizona and the Phoenix metropolitan area continue to be attractive places to live and do business. Arizona’s population surpassed 7 million in 2017, and Maricopa County – home to 70 percent of our customers – has been ranked as the fastest growing county in the nation for the past two years, according to the U.S. Census Bureau.”\nThe 2018 first-quarter results were negatively impacted by the following factors compared to the same period in 2017:\nThe effects of federal corporate tax cuts, including passing subsequent savings directly back to customers, reduced earnings by $0.20 per share, driven by the timing difference between customer refunds and income tax expense. Higher operations and maintenance expenses decreased earnings by $0.18 per share compared with the prior-year period. The increased costs were primarily due to higher planned outage costs, including at the Four Corners Power Plant to install added emission controls. Other operating expenses, including higher depreciation and amortization and increased taxes other than income taxes, reduced results by $0.19 per share compared with the prior-year period, largely related to changes in rates and increased plant in service. The effects of weather variations negatively impacted earnings by $0.09 per share compared to the year-ago period. First-quarter 2018 residential heating degree-days (a measure of the effects of weather) were 26 percent lower than in the 2017 first quarter and 30 percent below 10-year historical averages. Commercial cooling degree-days were 52 percent lower in the quarter versus the year-ago period and 23 percent lower than normal.\nThese factors were offset in part by the following positive items:\nThe Company’s 2017 regulatory settlement, which included APS’s first retail base rate increase in five years, improved earnings by $0.20 per share. The settlement became effective Aug. 19, 2017. Retail electricity sales increased results $0.08 per share due in part to higher retail revenue from customer growth, as well as higher average effective prices due to customer usage patterns and related pricing. Transmission revenues, excluding tax refund effects, improved earnings $0.09 per share. Adoption of new accounting guidance and strong market returns for pension and other post-retirement benefits positively impacted results by $0.05 per share. Lower interest expense, net of AFUDC, contributed $0.02 per share. The net effect of miscellaneous items increased earnings $0.04 per share.\nFinancial Outlook\nFor 2018, the Company continues to expect its consolidated earnings guidance will be in the range of $4.35 to $4.55 per diluted share, and expects to achieve a consolidated earned return on average common equity of more than 9.5 percent.\nKey factors and assumptions underlying the 2018 outlook can be found in the first-quarter 2018 earnings presentation slides on the Company’s website at pinnaclewest.com/investors .\nConference Call and Webcast\nPinnacle West invites interested parties to listen to the live webcast of management’s conference call to discuss the Company’s 2018 first-quarter results, as well as recent developments, at noon ET (9 a.m. Arizona time) today, May 2. A replay of the webcast can be accessed at pinnaclewest.com/presentations . To access the live conference call by telephone, dial (877) 407-8035 or (201) 689-8035 for international callers. A replay of the call also will be available until 11:59 p.m. (ET), Wednesday, May 9, 2018, by calling (877) 481-4010 in the U.S. and Canada or (919) 882-2331 internationally and entering conference ID number 27282.\nGeneral Information\nPinnacle West Capital Corp ., an energy holding company based in Phoenix, has consolidated assets of about $17 billion, about 6,200 megawatts of generating capacity and 6,300 employees in Arizona and New Mexico. Through its principal subsidiary, Arizona Public Service , the Company provides retail electricity service to nearly 1.2 million Arizona homes and businesses. For more information about Pinnacle West, visit the Company’s website at pinnaclewest.com .\nEarnings per share amounts are based on average diluted common shares outstanding. For more information on Pinnacle West’s operating statistics and earnings, please visit pinnaclewest.com/investors .\nFORWARD-LOOKING STATEMENTS\nThis press release contains forward-looking statements based on our current expectations, including statements regarding our earnings guidance and financial outlook and goals. These forward-looking statements are often identified by words such as “estimate,” “predict,” “may,” “believe,” “plan,” “expect,” “require,” “intend,” “assume,” “project” and similar words. Because actual results may differ materially from expectations, we caution readers not to place undue reliance on these statements. A number of factors could cause future results to differ materially from historical results, or from outcomes currently expected or sought by Pinnacle West or APS. These factors include, but are not limited to:\nour ability to manage capital expenditures and operations and maintenance costs while maintaining high reliability and customer service levels; variations in demand for electricity, including those due to weather, seasonality, the general economy, customer and sales growth (or decline), and the effects of energy conservation measures and distributed generation; power plant and transmission system performance and outages; competition in retail and wholesale power markets; regulatory and judicial decisions, developments and proceedings; new legislation, ballot initiatives and regulation, including those relating to environmental requirements, regulatory policy, nuclear plant operations and potential deregulation of retail electric markets; fuel and water supply availability; our ability to achieve timely and adequate rate recovery of our costs, including returns on and of debt and equity capital investment; our ability to meet renewable energy and energy efficiency mandates and recover related costs; risks inherent in the operation of nuclear facilities, including spent fuel disposal uncertainty; current and future economic conditions in Arizona, including in real estate markets; the development of new technologies which may affect electric sales or delivery; the cost of debt and equity capital and the ability to access capital markets when required; environmental, economic and other concerns surrounding coal-fired generation, including regulation of greenhouse gas emissions; volatile fuel and purchased power costs; the investment performance of the assets of our nuclear decommissioning trust, pension, and other post-retirement benefit plans and the resulting impact on future funding requirements; the liquidity of wholesale power markets and the use of derivative contracts in our business; potential shortfalls in insurance coverage; new accounting requirements or new interpretations of existing requirements; generation, transmission and distribution facility and system conditions and operating costs; the ability to meet the anticipated future need for additional generation and associated transmission facilities in our region; the willingness or ability of our counterparties, power plant participants and power plant land owners to meet contractual or other obligations or extend the rights for continued power plant operations; and restrictions on dividends or other provisions in our credit agreements and Arizona Corporation Commission orders.\nThese and other factors are discussed in Risk Factors described in Part 1, Item 1A of the Pinnacle West/APS Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which readers should review carefully before placing any reliance on our financial statements or disclosures. Neither Pinnacle West nor APS assumes any obligation to update these statements, even if our internal estimates change, except as required by law.\nPINNACLE WEST CAPITAL CORPORATION CONSOLIDATED STATEMENTS OF INCOME (unaudited) (dollars and shares in thousands, except per share amounts)\nTHREE MONTHS ENDED MARCH 31, 2018 2017 Operating Revenues $ 692,714 $ 677,728 Operating Expenses Fuel and purchased power 197,110 212,395 Operations and maintenance 265,682 226,071 Depreciation and amortization 144,825 127,627 Taxes other than income taxes 53,600 43,836 Other expenses 163 388 Total 661,380 610,317 Operating Income 31,334 67,411 Other Income (Deductions) Allowance for equity funds used during construction 14,079 9,482 Pension and other postretirement non-service credits - net 12,859 6,095 Other income 3,985 480 Other expense (3,229 ) (3,680 ) Total 27,694 12,377 Interest Expense Interest charges 58,954 51,864 Allowance for borrowed funds used during construction (6,755 ) (4,472 ) Total 52,199 47,392 Income Before Income Taxes 6,829 32,396 Income Taxes (1,265 ) 4,211 Net Income 8,094 28,185 Less: Net income attributable to noncontrolling interests 4,873 4,873 Net Income Attributable To Common Shareholders $ 3,221 $ 23,312 Weighted-Average Common Shares Outstanding - Basic 112,017 111,728 Weighted-Average Common Shares Outstanding - Diluted 112,493 112,195 Earnings Per Weighted-Average Common Share Outstanding Net income attributable to common shareholders - basic $ 0.03 $ 0.21 Net income attributable to common shareholders - diluted $ 0.03 $ 0.21\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180502005231/en/\nPinnacle West Capital Corporation\nMedia Contact:\nAlan Bunnell, 602-250-3376\nAnalyst Contact:\nStefanie Layton, 602-250-4541\nWebsite: pinnaclewest.com\nSource: Pinnacle West Capital Corporation",
    "published": "2018-05-02T16:40:00.000+03:00",
    "crawled": "2018-05-02T17:37:44.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "customer",
        "growth",
        "solid",
        "percent",
        "arizona",
        "economy",
        "population",
        "continue",
        "expand",
        "operation",
        "maintenance",
        "expense",
        "higher",
        "versus",
        "year",
        "ago",
        "primarily",
        "due",
        "higher",
        "planned",
        "fossil",
        "plant",
        "outage",
        "phoenix",
        "business",
        "wire",
        "pinnacle",
        "west",
        "capital",
        "nyse",
        "pnw",
        "today",
        "reported",
        "consolidated",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "diluted",
        "share",
        "common",
        "stock",
        "quarter",
        "ended",
        "march",
        "result",
        "compare",
        "million",
        "per",
        "diluted",
        "share",
        "period",
        "solid",
        "year",
        "service",
        "territory",
        "continues",
        "experience",
        "steady",
        "improvement",
        "economic",
        "condition",
        "solid",
        "customer",
        "growth",
        "said",
        "pinnacle",
        "west",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "brandt",
        "citing",
        "percent",
        "customer",
        "growth",
        "metropolitan",
        "phoenix",
        "pace",
        "home",
        "sale",
        "period",
        "since",
        "great",
        "recession",
        "officially",
        "started",
        "december",
        "clearly",
        "arizona",
        "phoenix",
        "metropolitan",
        "area",
        "continue",
        "attractive",
        "place",
        "live",
        "business",
        "arizona",
        "population",
        "surpassed",
        "million",
        "maricopa",
        "county",
        "home",
        "percent",
        "customer",
        "ranked",
        "fastest",
        "growing",
        "county",
        "nation",
        "past",
        "two",
        "year",
        "according",
        "census",
        "result",
        "negatively",
        "impacted",
        "following",
        "factor",
        "compared",
        "period",
        "effect",
        "federal",
        "corporate",
        "tax",
        "cut",
        "including",
        "passing",
        "subsequent",
        "saving",
        "directly",
        "back",
        "customer",
        "reduced",
        "earnings",
        "per",
        "share",
        "driven",
        "timing",
        "difference",
        "customer",
        "refund",
        "income",
        "tax",
        "expense",
        "higher",
        "operation",
        "maintenance",
        "expense",
        "decreased",
        "earnings",
        "per",
        "share",
        "compared",
        "period",
        "increased",
        "cost",
        "primarily",
        "due",
        "higher",
        "planned",
        "outage",
        "cost",
        "including",
        "four",
        "corner",
        "power",
        "plant",
        "install",
        "added",
        "emission",
        "control",
        "operating",
        "expense",
        "including",
        "higher",
        "depreciation",
        "amortization",
        "increased",
        "tax",
        "income",
        "tax",
        "reduced",
        "result",
        "per",
        "share",
        "compared",
        "period",
        "largely",
        "related",
        "change",
        "rate",
        "increased",
        "plant",
        "service",
        "effect",
        "weather",
        "variation",
        "negatively",
        "impacted",
        "earnings",
        "per",
        "share",
        "compared",
        "period",
        "residential",
        "heating",
        "measure",
        "effect",
        "weather",
        "percent",
        "lower",
        "first",
        "quarter",
        "percent",
        "historical",
        "average",
        "commercial",
        "cooling",
        "percent",
        "lower",
        "quarter",
        "versus",
        "period",
        "percent",
        "lower",
        "normal",
        "factor",
        "offset",
        "part",
        "following",
        "positive",
        "item",
        "company",
        "regulatory",
        "settlement",
        "included",
        "aps",
        "first",
        "retail",
        "base",
        "rate",
        "increase",
        "five",
        "year",
        "improved",
        "earnings",
        "per",
        "share",
        "settlement",
        "became",
        "effective",
        "retail",
        "electricity",
        "sale",
        "increased",
        "result",
        "per",
        "share",
        "due",
        "part",
        "higher",
        "retail",
        "revenue",
        "customer",
        "growth",
        "well",
        "higher",
        "average",
        "effective",
        "price",
        "due",
        "customer",
        "usage",
        "pattern",
        "related",
        "pricing",
        "transmission",
        "revenue",
        "excluding",
        "tax",
        "refund",
        "effect",
        "improved",
        "earnings",
        "per",
        "share",
        "adoption",
        "new",
        "accounting",
        "guidance",
        "strong",
        "market",
        "return",
        "pension",
        "benefit",
        "positively",
        "impacted",
        "result",
        "per",
        "share",
        "lower",
        "interest",
        "expense",
        "net",
        "afudc",
        "contributed",
        "per",
        "share",
        "net",
        "effect",
        "miscellaneous",
        "item",
        "increased",
        "earnings",
        "per",
        "share",
        "financial",
        "outlook",
        "company",
        "continues",
        "expect",
        "consolidated",
        "earnings",
        "guidance",
        "range",
        "per",
        "diluted",
        "share",
        "expects",
        "achieve",
        "consolidated",
        "earned",
        "return",
        "average",
        "common",
        "equity",
        "percent",
        "key",
        "factor",
        "assumption",
        "underlying",
        "outlook",
        "found",
        "earnings",
        "presentation",
        "slide",
        "company",
        "website",
        "conference",
        "call",
        "webcast",
        "pinnacle",
        "west",
        "invite",
        "interested",
        "party",
        "listen",
        "live",
        "webcast",
        "management",
        "conference",
        "call",
        "discus",
        "company",
        "result",
        "well",
        "recent",
        "development",
        "noon",
        "et",
        "arizona",
        "time",
        "today",
        "may",
        "replay",
        "webcast",
        "accessed",
        "access",
        "live",
        "conference",
        "call",
        "telephone",
        "dial",
        "international",
        "caller",
        "replay",
        "call",
        "also",
        "available",
        "et",
        "wednesday",
        "may",
        "calling",
        "canada",
        "internationally",
        "entering",
        "conference",
        "id",
        "number",
        "general",
        "information",
        "pinnacle",
        "west",
        "capital",
        "corp",
        "energy",
        "holding",
        "company",
        "based",
        "phoenix",
        "consolidated",
        "asset",
        "billion",
        "megawatt",
        "generating",
        "capacity",
        "employee",
        "arizona",
        "new",
        "mexico",
        "principal",
        "subsidiary",
        "arizona",
        "public",
        "service",
        "company",
        "provides",
        "retail",
        "electricity",
        "service",
        "nearly",
        "million",
        "arizona",
        "home",
        "business",
        "information",
        "pinnacle",
        "west",
        "visit",
        "company",
        "website",
        "earnings",
        "per",
        "share",
        "amount",
        "based",
        "average",
        "diluted",
        "common",
        "share",
        "outstanding",
        "information",
        "pinnacle",
        "west",
        "operating",
        "statistic",
        "earnings",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "based",
        "current",
        "expectation",
        "including",
        "statement",
        "regarding",
        "earnings",
        "guidance",
        "financial",
        "outlook",
        "goal",
        "statement",
        "often",
        "identified",
        "word",
        "estimate",
        "predict",
        "may",
        "believe",
        "plan",
        "expect",
        "require",
        "intend",
        "assume",
        "project",
        "similar",
        "word",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "number",
        "factor",
        "could",
        "cause",
        "future",
        "result",
        "differ",
        "materially",
        "historical",
        "result",
        "outcome",
        "currently",
        "expected",
        "sought",
        "pinnacle",
        "west",
        "aps",
        "factor",
        "include",
        "limited",
        "ability",
        "manage",
        "capital",
        "expenditure",
        "operation",
        "maintenance",
        "cost",
        "maintaining",
        "high",
        "reliability",
        "customer",
        "service",
        "level",
        "variation",
        "demand",
        "electricity",
        "including",
        "due",
        "weather",
        "seasonality",
        "general",
        "economy",
        "customer",
        "sale",
        "growth",
        "decline",
        "effect",
        "energy",
        "conservation",
        "measure",
        "distributed",
        "generation",
        "power",
        "plant",
        "transmission",
        "system",
        "performance",
        "outage",
        "competition",
        "retail",
        "wholesale",
        "power",
        "market",
        "regulatory",
        "judicial",
        "decision",
        "development",
        "proceeding",
        "new",
        "legislation",
        "ballot",
        "initiative",
        "regulation",
        "including",
        "relating",
        "environmental",
        "requirement",
        "regulatory",
        "policy",
        "nuclear",
        "plant",
        "operation",
        "potential",
        "deregulation",
        "retail",
        "electric",
        "market",
        "fuel",
        "water",
        "supply",
        "availability",
        "ability",
        "achieve",
        "timely",
        "adequate",
        "rate",
        "recovery",
        "cost",
        "including",
        "return",
        "debt",
        "equity",
        "capital",
        "investment",
        "ability",
        "meet",
        "renewable",
        "energy",
        "energy",
        "efficiency",
        "mandate",
        "recover",
        "related",
        "cost",
        "risk",
        "inherent",
        "operation",
        "nuclear",
        "facility",
        "including",
        "spent",
        "fuel",
        "disposal",
        "uncertainty",
        "current",
        "future",
        "economic",
        "condition",
        "arizona",
        "including",
        "real",
        "estate",
        "market",
        "development",
        "new",
        "technology",
        "may",
        "affect",
        "electric",
        "sale",
        "delivery",
        "cost",
        "debt",
        "equity",
        "capital",
        "ability",
        "access",
        "capital",
        "market",
        "required",
        "environmental",
        "economic",
        "concern",
        "surrounding",
        "generation",
        "including",
        "regulation",
        "greenhouse",
        "gas",
        "emission",
        "volatile",
        "fuel",
        "purchased",
        "power",
        "cost",
        "investment",
        "performance",
        "asset",
        "nuclear",
        "decommissioning",
        "trust",
        "pension",
        "benefit",
        "plan",
        "resulting",
        "impact",
        "future",
        "funding",
        "requirement",
        "liquidity",
        "wholesale",
        "power",
        "market",
        "use",
        "derivative",
        "contract",
        "business",
        "potential",
        "shortfall",
        "insurance",
        "coverage",
        "new",
        "accounting",
        "requirement",
        "new",
        "interpretation",
        "existing",
        "requirement",
        "generation",
        "transmission",
        "distribution",
        "facility",
        "system",
        "condition",
        "operating",
        "cost",
        "ability",
        "meet",
        "anticipated",
        "future",
        "need",
        "additional",
        "generation",
        "associated",
        "transmission",
        "facility",
        "region",
        "willingness",
        "ability",
        "counterparties",
        "power",
        "plant",
        "participant",
        "power",
        "plant",
        "land",
        "owner",
        "meet",
        "contractual",
        "obligation",
        "extend",
        "right",
        "continued",
        "power",
        "plant",
        "operation",
        "restriction",
        "dividend",
        "provision",
        "credit",
        "agreement",
        "arizona",
        "corporation",
        "commission",
        "order",
        "factor",
        "discussed",
        "risk",
        "factor",
        "described",
        "part",
        "item",
        "1a",
        "pinnacle",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "reader",
        "review",
        "carefully",
        "placing",
        "reliance",
        "financial",
        "statement",
        "disclosure",
        "neither",
        "pinnacle",
        "west",
        "aps",
        "assumes",
        "obligation",
        "update",
        "statement",
        "even",
        "internal",
        "estimate",
        "change",
        "except",
        "required",
        "law",
        "pinnacle",
        "west",
        "capital",
        "corporation",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "dollar",
        "share",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "operating",
        "revenue",
        "operating",
        "expense",
        "fuel",
        "purchased",
        "power",
        "operation",
        "maintenance",
        "depreciation",
        "amortization",
        "tax",
        "income",
        "tax",
        "expense",
        "total",
        "operating",
        "income",
        "income",
        "deduction",
        "allowance",
        "equity",
        "fund",
        "used",
        "construction",
        "pension",
        "postretirement",
        "credit",
        "net",
        "income",
        "expense",
        "total",
        "interest",
        "expense",
        "interest",
        "charge",
        "allowance",
        "borrowed",
        "fund",
        "used",
        "construction",
        "total",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "income",
        "less",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "common",
        "share",
        "outstanding",
        "basic",
        "common",
        "share",
        "outstanding",
        "diluted",
        "earnings",
        "per",
        "common",
        "share",
        "outstanding",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "net",
        "income",
        "attributable",
        "common",
        "shareholder",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "pinnacle",
        "west",
        "capital",
        "corporation",
        "medium",
        "contact",
        "alan",
        "bunnell",
        "analyst",
        "contact",
        "stefanie",
        "layton",
        "website",
        "source",
        "pinnacle",
        "west",
        "capital",
        "corporation"
    ]
}