{
    "organizations": [],
    "uuid": "bb6e2ff05e74d511cfff3ce1c163275201b762fa",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-pakistan-tobacco-insight/pakistan-diluted-proposed-tobacco-health-warnings-after-philip-morris-bat-lobbying-idUKKCN1IU0ZQ",
    "ord_in_thread": 0,
    "title": "Pakistan diluted proposed tobacco health warnings after Philip Morris, BAT lobbying",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 29, 2018 / 9:45 AM / Updated 7 hours ago Pakistan diluted proposed tobacco health warnings after Philip Morris, BAT lobbying Aditya Kalra , Saad Sayeed , Tom Lasseter 12 Min Read\nISLAMABAD/NEW DELHI (Reuters) - Philip Morris International Inc and British American Tobacco Plc lobbied Pakistan’s government to not implement bigger health warnings on cigarette packs, in what officials say was part of an industry-wide campaign that successfully persuaded Islamabad to water down a proposal designed to save lives. Brands of cigarette packs with health warning are displayed in the showcase of a kiosk painted with Pakistan's national flag, along a road in Karachi, Pakistan May 5, 2018. REUTERS/Akhtar Soomro\nIn Pakistan, where the government estimates tobacco kills more than 100,000 people a year, Philip Morris launched a lobbying campaign that included letters to and a meeting with the country's prime minister on blocking larger health warnings and controlling illicit trade of cigarettes. Reuters reviewed two here such letters written by Philip Morris executives here to the Prime Minister's Office in 2017, and internal company documents describing a meeting in 2015 at which executives discussed \"protecting the pack\" here in Pakistan.\nBritish American Tobacco, through its local subsidiary, also lobbied Prime Minister Shahid Khaqan Abbasi with a letter and met Pakistani officials, according to government documents and a review of the October 2017 correspondence here\nTwo current, and one former, health officials said their ministry watered down a requirement to increase the size of health warnings to 85 percent of the surface area due to industry lobbying. One of the current officials also cited pressure from Abbasi’s office.\nAn official at the Federal Board of Revenue said the government took a sympathetic view towards tobacco industry lobbying because of the sector’s hefty contributions to the nation’s finances - more than $550 million in excise taxes during the 2016-17 fiscal year alone.\nInstead of 85 percent, the new rule, which comes into effect on June 1, requires warnings that cover 50 percent of the pack - up from 40 percent now - rising to 60 percent in a year’s time.\nIn a response to Reuters’ questions, Philip Morris sent a statement from Moira Gilchrist, its vice president of scientific and public communications. “Like any global company, PMI regularly speaks with governments all over the world on a wide range of subjects, including our efforts to replace cigarettes with smoke-free products,” Gilchrist said, referring to next-generation smoking devices that the company says significantly reduce the risk of disease by heating instead of burning tobacco.\nA spokesperson for British American Tobacco (BAT) said in a statement: “like many companies, as part of our open and transparent engagement with governments, we regularly consult a wide range of representatives in health, trade, revenue, customs, agriculture and other relevant areas on a range of issues that affect our business. It’s important that any legitimate business should be able to engage with regulators, and contribute to the development of policy that impacts it.” EXTENSIVE LOBBYING\nA Pakistan government survey in 2014 found some 24 million adults, or 19 percent of the population 15 years and older, used tobacco. Of those, 15.6 million were smokers.\nIn February 2015, Pakistan’s health ministry announced it was changing an ordinance to increase health warnings on the front and back of cigarette packs to 85 percent. The graphic photographs currently on packs depict the effects of smoking, such as a close-up image of a person’s mouth ravaged by tobacco use.\nThe initiative by Health Minister Saira Afzal Tarar was aimed at deterring tobacco use and would have put Pakistan, alongside India, near the top of global rankings for the size of such warnings, according to the Canadian Cancer Society.\nThe health ministry notification said the new warnings needed to be applied by March 30 that year.\nOn March 13, a delegation from a subsidiary of British American Tobacco, Pakistan Tobacco Company Ltd, called on the country’s then-finance minister and “expressed its reservations about the notification issued” by the health ministry, according to government minutes of the meeting.\nThe tobacco representatives argued that the bigger health warning would lead to more smuggling of black market cigarettes and a “decrease in revenue”, according to the minutes, which were reviewed by Reuters.\nThe industry argues here that cigarette packs become indistinguishable by brand or promised quality when the packaging is covered by disturbing images. As a result, it says, consumers are incentivised to turn to alternatives without the graphic pictures. Health advocates say warnings on packs reduce tobacco consumption. A man holds a pack of Marlboro cigarettes, which is the brand of Philip Morris, displaying health warning at a kiosk along a road in Karachi, Pakistan May 5, 2018. REUTERS/Akhtar Soomro\nThe BAT statement to Reuters said: “We agree that all tobacco product packaging should feature appropriate health warnings which are bold, easily legible and ensure clarity of message.”\nHowever, the statement said: “Evidence suggests that drastic and large increases in the size” of health warnings “can result in a number of unintended consequences, including a rise in illegal cigarettes – with a corresponding decline in government revenues - and a rise in criminality. Additionally, there is still no credible evidence that graphic health warnings reduce smoking levels.” “SOFT CORNERS” FOR TOBACCO\nWithin a day of hearing from BAT, Pakistan’s then-finance minister, Ishaq Dar, formed a review committee that was to examine the issue and present a report within seven days, according to the government document.\nDar told Reuters that the government’s decisions were not influenced by Philip Morris or BAT.\nAsked about the convening of the review committee, he said it was formed to ensure consultation between ministries on the issue, a move he described as “a fundamental requirement of good policy-making”.\nWhen provided with a copy of the government minutes showing the committee was put together just after his meeting with BAT, Dar responded that Reuters should contact the finance ministry for further comment, as he no longer held the portfolio. Requests for comment to the finance ministry were unanswered.\nOn March 27, as the review committee began deliberating, the health ministry issued a notification postponing the implementation date for the new 85 percent health warnings by two months.\nDuring an interview with Reuters at her office, Health Minister Tarar said the tobacco industry was one of the biggest taxpayers in the country and so the finance ministry and the federal revenue board “definitely” have “some soft corners for them”.\nWhen Reuters relayed that characterization to Dar, the former finance minister replied: “This is not true.”\nHealth Minister Tarar said that in some of the meetings she had attended during that time, it was not easy to convince finance and revenue officials that people were dying because of smoking. She did not identify specific individuals.\nDar, the former finance minister, denied that his ministry’s officials had challenged the link between smoking and mortality.\nMuhammad Iqbal, a senior official at the country’s Federal Board of Revenue, told Reuters that his agency “has no role in the matter of health warnings to be printed on cigarette packs. It is up to Ministry of Health to make regulations on this issue.”\nStill, Tarar defended the eventual outcome, telling Reuters the ministry had “stood firm” and that the increase in the size of health warnings to 50, and ultimately 60 percent, was significant. “We have undone the status quo,” she said. Slideshow (4 Images)\nAs BAT’s Pakistan Tobacco Company launched its lobbying effort, Philip Morris also sprang into action: two internal documents related to an Asia corporate affairs meeting in Indonesia in 2015 said the company had devised a “campaign to roll-back” the stringent tobacco pack rules in Pakistan. It did not go into details.\nWhen the government’s inter-ministerial committee started to deliberate the health warning rules in 2015, Philip Morris and BAT representatives attended at least two of its meetings as industry stakeholders, according to records reviewed by Reuters.\nDuring one meeting, a Philip Morris executive said the warning size was “too high”, according to a record of the meeting held in May 2015, which was chaired by Health Minister Tarar.\nIn addition to Philip Morris and BAT, a constellation of smaller tobacco companies, growers and industry associations joined the lobbying effort, according to government records.\nThe panel’s subsequent recommendation to roll back the increase in the size of health warnings, to 50 percent and then 60 percent instead of 85 percent, was sent to the finance ministry for approval in August 2015. APPEAL TO PRIME MINISTER\nThe health ministry continued issuing successive notices pushing back the start date of the 85 percent requirement, which had been published in the nation’s official gazette but never implemented.\nThen, last October, Philip Morris International's global vice president for corporate affairs, Jon Huenemann, wrote to Prime Minister Abbasi here asking him to nudge the health ministry to formally change its rules.\n“We would kindly request your near term intervention to direct the concerned officials to enforce the steps mentioned in the IMC recommendation,” Huenemann wrote in the letter dated Oct. 2, referring to the inter-ministerial committee set up by the finance ministry.\nBAT’s unit, Pakistan Tobacco Company, whose brands include John Player Gold Leaf and Benson & Hedges, made the same specific request to the prime minister on Oct. 18, according to a copy of the company letter.\nIn his letter, Philip Morris’ Huenemann reminded Abbasi that the prime minister had spoken with his colleague the previous month at a meeting of the U.S.-Pakistan Business Council in New York.\nPrime Minister Abbasi’s office did not reply to questions sent by Reuters.\nHuenemann mentioned, also, that he had personally met twice with the previous Pakistani prime minister, Nawaz Sharif, to discuss the issue of illegal cigarette manufacturing.\nA request for comment to a representative of Sharif, along with officials from his political party, was not answered.\nHuenemann did not respond to an e-mail sent to his company account. Philip Morris, maker of Marlboro cigarettes and local brands such as Morven Gold, said the existence of the letter had previously been reported in Pakistani media, but made no other comment.\nBAT said in a statement about the letter that, “regarding the use of the words ‘advise’ and ‘instruct’ in this letter, it is customary for the Prime Minister to use such language when addressing government departments, and as such, it is equally customary for businesses and other external stakeholders to use similar language when they are writing to the Prime Minister.”\nAccording to a government office memo, the prime minister’s office forwarded letters from Philip Morris and BAT to the health ministry two days later. Within two months, the health ministry issued a notification for smaller warnings. Additional reporting by Drazen Jorgic in Islamabad; Editing by Alex Richardson",
    "published": "2018-05-29T13:32:00.000+03:00",
    "crawled": "2018-05-29T14:59:16.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "updated",
        "hour",
        "ago",
        "pakistan",
        "diluted",
        "proposed",
        "tobacco",
        "health",
        "warning",
        "philip",
        "morris",
        "bat",
        "lobbying",
        "aditya",
        "kalra",
        "saad",
        "sayeed",
        "tom",
        "lasseter",
        "min",
        "read",
        "delhi",
        "reuters",
        "philip",
        "morris",
        "international",
        "inc",
        "british",
        "american",
        "tobacco",
        "plc",
        "lobbied",
        "pakistan",
        "government",
        "implement",
        "bigger",
        "health",
        "warning",
        "cigarette",
        "pack",
        "official",
        "say",
        "part",
        "campaign",
        "successfully",
        "persuaded",
        "islamabad",
        "water",
        "proposal",
        "designed",
        "save",
        "life",
        "brand",
        "cigarette",
        "pack",
        "health",
        "warning",
        "displayed",
        "showcase",
        "kiosk",
        "painted",
        "pakistan",
        "national",
        "flag",
        "along",
        "road",
        "karachi",
        "pakistan",
        "may",
        "soomro",
        "pakistan",
        "government",
        "estimate",
        "tobacco",
        "kill",
        "people",
        "year",
        "philip",
        "morris",
        "launched",
        "lobbying",
        "campaign",
        "included",
        "letter",
        "meeting",
        "country",
        "prime",
        "minister",
        "blocking",
        "larger",
        "health",
        "warning",
        "controlling",
        "illicit",
        "trade",
        "cigarette",
        "reuters",
        "reviewed",
        "two",
        "letter",
        "written",
        "philip",
        "morris",
        "executive",
        "prime",
        "minister",
        "office",
        "internal",
        "company",
        "document",
        "describing",
        "meeting",
        "executive",
        "discussed",
        "protecting",
        "pack",
        "pakistan",
        "british",
        "american",
        "tobacco",
        "local",
        "subsidiary",
        "also",
        "lobbied",
        "prime",
        "minister",
        "shahid",
        "khaqan",
        "abbasi",
        "letter",
        "met",
        "pakistani",
        "official",
        "according",
        "government",
        "document",
        "review",
        "october",
        "correspondence",
        "two",
        "current",
        "one",
        "former",
        "health",
        "official",
        "said",
        "ministry",
        "watered",
        "requirement",
        "increase",
        "size",
        "health",
        "warning",
        "percent",
        "surface",
        "area",
        "due",
        "industry",
        "lobbying",
        "one",
        "current",
        "official",
        "also",
        "cited",
        "pressure",
        "abbasi",
        "office",
        "official",
        "federal",
        "board",
        "revenue",
        "said",
        "government",
        "took",
        "sympathetic",
        "view",
        "towards",
        "tobacco",
        "industry",
        "lobbying",
        "sector",
        "hefty",
        "contribution",
        "nation",
        "finance",
        "million",
        "excise",
        "tax",
        "fiscal",
        "year",
        "alone",
        "instead",
        "percent",
        "new",
        "rule",
        "come",
        "effect",
        "june",
        "requires",
        "warning",
        "cover",
        "percent",
        "pack",
        "percent",
        "rising",
        "percent",
        "year",
        "time",
        "response",
        "reuters",
        "question",
        "philip",
        "morris",
        "sent",
        "statement",
        "moira",
        "gilchrist",
        "vice",
        "president",
        "scientific",
        "public",
        "communication",
        "like",
        "global",
        "company",
        "pmi",
        "regularly",
        "speaks",
        "government",
        "world",
        "wide",
        "range",
        "subject",
        "including",
        "effort",
        "replace",
        "cigarette",
        "product",
        "gilchrist",
        "said",
        "referring",
        "smoking",
        "device",
        "company",
        "say",
        "significantly",
        "reduce",
        "risk",
        "disease",
        "heating",
        "instead",
        "burning",
        "tobacco",
        "spokesperson",
        "british",
        "american",
        "tobacco",
        "bat",
        "said",
        "statement",
        "like",
        "many",
        "company",
        "part",
        "open",
        "transparent",
        "engagement",
        "government",
        "regularly",
        "consult",
        "wide",
        "range",
        "representative",
        "health",
        "trade",
        "revenue",
        "custom",
        "agriculture",
        "relevant",
        "area",
        "range",
        "issue",
        "affect",
        "business",
        "important",
        "legitimate",
        "business",
        "able",
        "engage",
        "regulator",
        "contribute",
        "development",
        "policy",
        "impact",
        "extensive",
        "lobbying",
        "pakistan",
        "government",
        "survey",
        "found",
        "million",
        "adult",
        "percent",
        "population",
        "year",
        "older",
        "used",
        "tobacco",
        "million",
        "smoker",
        "february",
        "pakistan",
        "health",
        "ministry",
        "announced",
        "changing",
        "ordinance",
        "increase",
        "health",
        "warning",
        "front",
        "back",
        "cigarette",
        "pack",
        "percent",
        "graphic",
        "photograph",
        "currently",
        "pack",
        "depict",
        "effect",
        "smoking",
        "image",
        "person",
        "mouth",
        "ravaged",
        "tobacco",
        "use",
        "initiative",
        "health",
        "minister",
        "saira",
        "afzal",
        "tarar",
        "aimed",
        "deterring",
        "tobacco",
        "use",
        "would",
        "put",
        "pakistan",
        "alongside",
        "india",
        "near",
        "top",
        "global",
        "ranking",
        "size",
        "warning",
        "according",
        "canadian",
        "cancer",
        "society",
        "health",
        "ministry",
        "notification",
        "said",
        "new",
        "warning",
        "needed",
        "applied",
        "march",
        "year",
        "march",
        "delegation",
        "subsidiary",
        "british",
        "american",
        "tobacco",
        "pakistan",
        "tobacco",
        "company",
        "ltd",
        "called",
        "country",
        "minister",
        "expressed",
        "reservation",
        "notification",
        "issued",
        "health",
        "ministry",
        "according",
        "government",
        "minute",
        "meeting",
        "tobacco",
        "representative",
        "argued",
        "bigger",
        "health",
        "warning",
        "would",
        "lead",
        "smuggling",
        "black",
        "market",
        "cigarette",
        "decrease",
        "revenue",
        "according",
        "minute",
        "reviewed",
        "reuters",
        "industry",
        "argues",
        "cigarette",
        "pack",
        "become",
        "indistinguishable",
        "brand",
        "promised",
        "quality",
        "packaging",
        "covered",
        "disturbing",
        "image",
        "result",
        "say",
        "consumer",
        "incentivised",
        "turn",
        "alternative",
        "without",
        "graphic",
        "picture",
        "health",
        "advocate",
        "say",
        "warning",
        "pack",
        "reduce",
        "tobacco",
        "consumption",
        "man",
        "hold",
        "pack",
        "marlboro",
        "cigarette",
        "brand",
        "philip",
        "morris",
        "displaying",
        "health",
        "warning",
        "kiosk",
        "along",
        "road",
        "karachi",
        "pakistan",
        "may",
        "soomro",
        "bat",
        "statement",
        "reuters",
        "said",
        "agree",
        "tobacco",
        "product",
        "packaging",
        "feature",
        "appropriate",
        "health",
        "warning",
        "bold",
        "easily",
        "legible",
        "ensure",
        "clarity",
        "however",
        "statement",
        "said",
        "evidence",
        "suggests",
        "drastic",
        "large",
        "increase",
        "size",
        "health",
        "warning",
        "result",
        "number",
        "unintended",
        "consequence",
        "including",
        "rise",
        "illegal",
        "cigarette",
        "corresponding",
        "decline",
        "government",
        "revenue",
        "rise",
        "criminality",
        "additionally",
        "still",
        "credible",
        "evidence",
        "graphic",
        "health",
        "warning",
        "reduce",
        "smoking",
        "soft",
        "corner",
        "tobacco",
        "within",
        "day",
        "hearing",
        "bat",
        "pakistan",
        "minister",
        "ishaq",
        "dar",
        "formed",
        "review",
        "committee",
        "examine",
        "issue",
        "present",
        "report",
        "within",
        "seven",
        "day",
        "according",
        "government",
        "document",
        "dar",
        "told",
        "reuters",
        "government",
        "decision",
        "influenced",
        "philip",
        "morris",
        "bat",
        "asked",
        "convening",
        "review",
        "committee",
        "said",
        "formed",
        "ensure",
        "consultation",
        "ministry",
        "issue",
        "move",
        "described",
        "fundamental",
        "requirement",
        "good",
        "provided",
        "copy",
        "government",
        "minute",
        "showing",
        "committee",
        "put",
        "together",
        "meeting",
        "bat",
        "dar",
        "responded",
        "reuters",
        "contact",
        "finance",
        "ministry",
        "comment",
        "longer",
        "held",
        "portfolio",
        "request",
        "comment",
        "finance",
        "ministry",
        "unanswered",
        "march",
        "review",
        "committee",
        "began",
        "deliberating",
        "health",
        "ministry",
        "issued",
        "notification",
        "postponing",
        "implementation",
        "date",
        "new",
        "percent",
        "health",
        "warning",
        "two",
        "month",
        "interview",
        "reuters",
        "office",
        "health",
        "minister",
        "tarar",
        "said",
        "tobacco",
        "industry",
        "one",
        "biggest",
        "taxpayer",
        "country",
        "finance",
        "ministry",
        "federal",
        "revenue",
        "board",
        "definitely",
        "soft",
        "corner",
        "reuters",
        "relayed",
        "characterization",
        "dar",
        "former",
        "finance",
        "minister",
        "replied",
        "health",
        "minister",
        "tarar",
        "said",
        "meeting",
        "attended",
        "time",
        "easy",
        "convince",
        "finance",
        "revenue",
        "official",
        "people",
        "dying",
        "smoking",
        "identify",
        "specific",
        "individual",
        "dar",
        "former",
        "finance",
        "minister",
        "denied",
        "ministry",
        "official",
        "challenged",
        "link",
        "smoking",
        "mortality",
        "muhammad",
        "iqbal",
        "senior",
        "official",
        "country",
        "federal",
        "board",
        "revenue",
        "told",
        "reuters",
        "agency",
        "role",
        "matter",
        "health",
        "warning",
        "printed",
        "cigarette",
        "pack",
        "ministry",
        "health",
        "make",
        "regulation",
        "still",
        "tarar",
        "defended",
        "eventual",
        "outcome",
        "telling",
        "reuters",
        "ministry",
        "stood",
        "firm",
        "increase",
        "size",
        "health",
        "warning",
        "ultimately",
        "percent",
        "significant",
        "undone",
        "status",
        "quo",
        "said",
        "slideshow",
        "image",
        "bat",
        "pakistan",
        "tobacco",
        "company",
        "launched",
        "lobbying",
        "effort",
        "philip",
        "morris",
        "also",
        "sprang",
        "action",
        "two",
        "internal",
        "document",
        "related",
        "asia",
        "corporate",
        "affair",
        "meeting",
        "indonesia",
        "said",
        "company",
        "devised",
        "campaign",
        "stringent",
        "tobacco",
        "pack",
        "rule",
        "pakistan",
        "go",
        "detail",
        "government",
        "committee",
        "started",
        "deliberate",
        "health",
        "warning",
        "rule",
        "philip",
        "morris",
        "bat",
        "representative",
        "attended",
        "least",
        "two",
        "meeting",
        "industry",
        "stakeholder",
        "according",
        "record",
        "reviewed",
        "reuters",
        "one",
        "meeting",
        "philip",
        "morris",
        "executive",
        "said",
        "warning",
        "size",
        "high",
        "according",
        "record",
        "meeting",
        "held",
        "may",
        "chaired",
        "health",
        "minister",
        "tarar",
        "addition",
        "philip",
        "morris",
        "bat",
        "constellation",
        "smaller",
        "tobacco",
        "company",
        "grower",
        "industry",
        "association",
        "joined",
        "lobbying",
        "effort",
        "according",
        "government",
        "record",
        "panel",
        "subsequent",
        "recommendation",
        "roll",
        "back",
        "increase",
        "size",
        "health",
        "warning",
        "percent",
        "percent",
        "instead",
        "percent",
        "sent",
        "finance",
        "ministry",
        "approval",
        "august",
        "appeal",
        "prime",
        "minister",
        "health",
        "ministry",
        "continued",
        "issuing",
        "successive",
        "notice",
        "pushing",
        "back",
        "start",
        "date",
        "percent",
        "requirement",
        "published",
        "nation",
        "official",
        "gazette",
        "never",
        "implemented",
        "last",
        "october",
        "philip",
        "morris",
        "international",
        "global",
        "vice",
        "president",
        "corporate",
        "affair",
        "jon",
        "huenemann",
        "wrote",
        "prime",
        "minister",
        "abbasi",
        "asking",
        "nudge",
        "health",
        "ministry",
        "formally",
        "change",
        "rule",
        "would",
        "kindly",
        "request",
        "near",
        "term",
        "intervention",
        "direct",
        "concerned",
        "official",
        "enforce",
        "step",
        "mentioned",
        "imc",
        "recommendation",
        "huenemann",
        "wrote",
        "letter",
        "dated",
        "referring",
        "committee",
        "set",
        "finance",
        "ministry",
        "bat",
        "unit",
        "pakistan",
        "tobacco",
        "company",
        "whose",
        "brand",
        "include",
        "john",
        "player",
        "gold",
        "leaf",
        "benson",
        "hedge",
        "made",
        "specific",
        "request",
        "prime",
        "minister",
        "according",
        "copy",
        "company",
        "letter",
        "letter",
        "philip",
        "morris",
        "huenemann",
        "reminded",
        "abbasi",
        "prime",
        "minister",
        "spoken",
        "colleague",
        "previous",
        "month",
        "meeting",
        "business",
        "council",
        "new",
        "york",
        "prime",
        "minister",
        "abbasi",
        "office",
        "reply",
        "question",
        "sent",
        "reuters",
        "huenemann",
        "mentioned",
        "also",
        "personally",
        "met",
        "twice",
        "previous",
        "pakistani",
        "prime",
        "minister",
        "nawaz",
        "sharif",
        "discus",
        "issue",
        "illegal",
        "cigarette",
        "manufacturing",
        "request",
        "comment",
        "representative",
        "sharif",
        "along",
        "official",
        "political",
        "party",
        "answered",
        "huenemann",
        "respond",
        "sent",
        "company",
        "account",
        "philip",
        "morris",
        "maker",
        "marlboro",
        "cigarette",
        "local",
        "brand",
        "morven",
        "gold",
        "said",
        "existence",
        "letter",
        "previously",
        "reported",
        "pakistani",
        "medium",
        "made",
        "comment",
        "bat",
        "said",
        "statement",
        "letter",
        "regarding",
        "use",
        "word",
        "advise",
        "instruct",
        "letter",
        "customary",
        "prime",
        "minister",
        "use",
        "language",
        "addressing",
        "government",
        "department",
        "equally",
        "customary",
        "business",
        "external",
        "stakeholder",
        "use",
        "similar",
        "language",
        "writing",
        "prime",
        "according",
        "government",
        "office",
        "memo",
        "prime",
        "minister",
        "office",
        "forwarded",
        "letter",
        "philip",
        "morris",
        "bat",
        "health",
        "ministry",
        "two",
        "day",
        "later",
        "within",
        "two",
        "month",
        "health",
        "ministry",
        "issued",
        "notification",
        "smaller",
        "warning",
        "additional",
        "reporting",
        "drazen",
        "jorgic",
        "islamabad",
        "editing",
        "alex",
        "richardson"
    ]
}