{
    "organizations": [],
    "uuid": "a0de615c1ac3341198aac65032f34f6fea7ca47f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-savara-reports-first-quarter-2018-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Savara First Quarter 2018 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Molgradex Phase 3 IMPALA study enrollment on track for completion in Q3 2018 AeroVanc Phase 3 AVAIL study enrollment on track for completion in Q1 2019 Molgradex Phase 2a OPTIMA study enrollment on track for completion in Q3 2018 First patient enrolled in Molgradex IMPALA-X safety extension study Conference call scheduled for today at 5:30 p.m. E.T.\nAUSTIN, Texas, May 09, 2018 (GLOBE NEWSWIRE) -- Savara Inc. (NASDAQ:SVRA), an orphan lung disease company, today reported first quarter ended March 31, 2018 and provided a business update.\n“It has been an incredibly productive quarter, including the launch of two new clinical studies, OPTIMA and IMPALA-X , with our lead product candidate Molgradex,” stated Rob Neville, chief executive officer of Savara. “With a total of four ongoing clinical studies, our focus for the remainder of the year will continue to be the advancement of our core programs, while actively exploring the further expansion of our pipeline.”\nUpcoming Milestones and Recent Developments\nAnticipating completion of enrollment in the Molgradex Phase 3 IMPALA study in Q3 2018. The IMPALA study is evaluating our inhaled formulation of granulocyte-macrophage colony-stimulating factor, or GM-CSF, for the treatment of autoimmune pulmonary alveolar proteinosis, or aPAP. At the end of Q1, enrollment was at 96 patients out of a total target of 135 patients, with completion of enrollment currently on track for Q3 2018 and topline data anticipated in Q2 2019.\nAnticipating completion of enrollment in the AeroVanc Phase 3 AVAIL study in Q1 2019. The AVAIL study is evaluating our vancomycin hydrochloride inhalation powder for the treatment of persistent methicillin-resistant Staphylococcus aureus (MRSA) lung infection in individuals living with cystic fibrosis. At the end of Q1, enrollment was at 62 patients out of a total target of 200 patients, with completion of enrollment currently on track for Q1 2019 and topline data anticipated in H2 2019.\nAnticipating completion of enrollment in the Molgradex Phase 2a OPTIMA study in Q3 2018 . The OPTIMA study is evaluating our inhaled GM-CSF for the treatment of nontuberculous mycobacterial (NTM) lung infection . The study was initiated in mid-March 2018 and is expected to be completed in Q3 2018. As OPTIMA is an open-label study, depending on enrollment and other factors, interim results from the study may be provided during 2018.\nAnnouncing first patient enrolled in the Molgradex IMPALA-X safety extension study . The IMPALA-X study is an open-label, multicenter study designed to determine the long-term safety and utilization of Molgradex in patients with aPAP. IMPALA-X offers patients the opportunity to continue treatment with Molgradex for up to three years after completion of the pivotal Phase 3 IMPALA study. Savara plans to initiate the IMPALA-X study in a rolling fashion in 12 of the countries participating in the IMPALA study by the end of 2018.\nFirst Quarter Financial Results\nSavara’s net loss attributable to common shareholders for the three months ended March 31, 2018 was $26.8 million, or $(0.88) per share, compared with a net loss attributable to common shareholders of $5.0 million, or $(1.65) per share, for the first quarter of 2017, which represents the historical financial information of the private company Savara Inc., which completed its merger transaction with Mast Therapeutics, Inc. on April 27, 2017 (the “Merger”).\nResearch and development expenses were $8.5 million for the three months ended March 31, 2018, compared with $2.9 million for the first quarter of 2017. The increase was primarily due to $2.7 million in increased expenses associated with the development of Molgradex, including the expansion of the IMPALA study in the U.S. and other countries and the commencement of the Molgradex NTM study, an increase of $2.2 million in AeroVanc study costs related to Phase 3 activities, and $0.7 million related to non-recurring milestone payments relating to the Aironite study acquired in the Merger, which was not a part of our product pipeline in the first quarter of 2017.\nGeneral and administrative expenses for the three months ended March 31, 2018 were $1.8 million, compared with $1.7 million for the first quarter of 2017.\nAlso, during the three months ended March 31, 2018, we recognized a one-time noncash impairment charge of $21.7 million to the carrying value of IPR&D related to the Aironite product candidate assumed in the Merger due to the unfavorable results from a Phase 2 study in which Aironite failed to meet the endpoints of the study and showed limited effectiveness in patients. We do not intend to further support or pursue the development of Aironite.\nWe reported a $4.6 million tax benefit for the first quarter of 2018 related to the reversal of a deferred tax liability resulting from the impairment of IPR&D acquired in the Merger.\nAs of March 31, 2018, Savara had cash, cash equivalents and short-term investments of approximately $85.0 million. The company's operating expenses for the first quarter of 2018 were approximately $32.1 million which included the one-time noncash impairment charge of $21.7 million to the carrying value of IPR&D acquired in the Merger. Savara ended the first quarter of 2018 with approximately $14.9 million in debt.\nConference Call and Webcast\nSavara will hold a conference call today beginning at 5:30 p.m. Eastern Time / 4:30 p.m. Central Time to provide a business update. Shareholders and other interested parties may access the conference call by dialing (855) 239-3120 from the U.S., (855) 669-9657 from Canada, and (412) 542-4127 from elsewhere outside the U.S. and should request the Savara Inc. call. A live webcast of the conference call will be available online from the Investors section of Savara's website at http://www.savarapharma.com/investors/events/ . Replays of the webcast will be available on Savara's website for 30 days and a telephone replay will be available through May 16 th , 2018 by dialing (877) 344-7529 from the U.S., (855) 669-9658 from Canada, and (412) 317-0088 from elsewhere outside the U.S. by entering replay access code 10119917.\nAbout Savara\nSavara Inc. is an orphan lung disease company. Savara's pipeline comprises: Molgradex, an inhaled granulocyte-macrophage colony-stimulating factor, or GM-CSF, in Phase 3 development for aPAP, and in Phase 2a development for NTM lung infection; and AeroVanc, a Phase 3 stage inhaled vancomycin for treatment of MRSA infection in cystic fibrosis. Savara's strategy involves expanding its pipeline of potentially best-in-class products through indication expansion, strategic development partnerships and product acquisitions, with the goal of becoming a leading company in its field. Savara's management team has significant experience in orphan drug development and pulmonary medicine, identifying unmet needs, developing and acquiring new product candidates, and effectively advancing them to approvals and commercialization. More information can be found at www.savarapharma.com . (Twitter: @SavaraPharma )\nForward-Looking Statements\nSavara cautions you that statements in this press release that are not a description of historical fact are within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by the use of words referencing future events or circumstances such as \"expect,\" \"intend,\" \"plan,\" \"anticipate,\" \"believe,\" and \"will,\" among others. Such statements include, but are not limited to, statements relating to our focus for the remainder of the year being on the continued advancement of our core programs and actively exploring further expansion of our pipeline, the timing of topline data or interim results and completion of enrollment of our Molgradex Phase 3 IMPALA, AeroVanc Phase 3 AVAIL and Molgradex Phase 2a OPTIMA studies, our plans to initiate the IMPALA-X study in 12 of the countries participating in the IMPALA study by the end of 2018, and our strategy and our goals. Savara may not actually achieve any of the matters referred to in such , and you should not place undue reliance on these . Because such statements are subject to risks and uncertainties, actual results may differ materially from those expressed or implied by such . These are based upon Savara's current expectations and involve assumptions that may never materialize or may prove to be incorrect. Actual results and the timing of events could differ materially from those anticipated in such as a result of various risks and uncertainties, which include, without limitation, risks and uncertainties associated with the outcome of our ongoing clinical trials for our product candidates, the ability to project future cash utilization and reserves needed for contingent future liabilities and business operations, the availability of sufficient resources for Savara's operations and to conduct or continue planned clinical development programs, the ability to obtain the necessary patient enrollment for our product candidates in a timely manner, the ability to successfully develop our product candidates, the risks associated with the process of developing, obtaining regulatory approval for and commercializing drug candidates such as Molgradex and AeroVanc that are safe and effective for use as human therapeutics, and the timing and ability of Savara to raise additional equity capital if needed to fund continued operations. All are expressly qualified in their entirety by these cautionary statements. For a detailed description of our risks and uncertainties, you are encouraged to review our documents filed with the SEC including our recent filings on Form 8-K, Form 10-K and Form 10-Q. You are cautioned not to place undue reliance on , which speak only as of the date on which they were made. Savara undertakes no obligation to update such statements to reflect events that occur or circumstances that exist after the date on which they were made, except as may be required by law.\nContacts:\nSavara:\nIoana C. Hone ( ir@savarapharma.com )\n(512) 961-1891\nFor IR: Solebury Trout\nGitanjali Jain Ogawa ( Gogawa@troutgroup.com )\n(646) 378-2949\nFor Media: Neon Interactive\nPatrick Wallace ( patrick@neoninteractive.com )\n(619) 200-7856\nTables to follow\nSavara Inc. and Subsidiaries Condensed Consolidated Statements of Operations (In thousands, except share and per share amounts) (Unaudited) Three months ended March 31, (Unaudited) 2018 2017 Operating expenses: Research and development 8,539 2,948 General and administration 1,769 1,736 Impairment of acquired IPR&D 21,692 - Depreciation 107 90 Total operating expenses 32,107 4,774 Loss from operations $ (32,107 ) $ (4,774 ) Interest and other (expense)/income, net (221 ) (437 ) Loss before income taxes $ (32,328 ) $ (5,211 ) Income tax benefit 5,479 237 Net loss $ (26,849 ) $ (4,974 ) Other expenses attributable to common shareholders - (24 ) Net loss attributable to common shareholders $ (26,849 ) $ (4,998 ) Net loss per share - basic and diluted $ (0.88 ) $ (1.65 ) Weighted average common shares - basic and diluted 30,543,746 3,029,223\nSavara Inc. and Subsidiaries Balance Sheet data (In thousands) (Unaudited) March 31, December 31, 2018 2017 Cash, cash equivalents and short-term investments $ 84,984 $ 94,313 Working capital 82,184 91,849 Total assets 128,872 159,628 Total liabilities 35,169 40,319 Stockholders' equity 93,703 119,309\nSource: Savara",
    "published": "2018-05-10T00:02:00.000+03:00",
    "crawled": "2018-05-10T01:24:47.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "molgradex",
        "phase",
        "impala",
        "study",
        "enrollment",
        "track",
        "completion",
        "q3",
        "aerovanc",
        "phase",
        "avail",
        "study",
        "enrollment",
        "track",
        "completion",
        "q1",
        "molgradex",
        "phase",
        "2a",
        "optimum",
        "study",
        "enrollment",
        "track",
        "completion",
        "q3",
        "first",
        "patient",
        "enrolled",
        "molgradex",
        "safety",
        "extension",
        "study",
        "conference",
        "call",
        "scheduled",
        "today",
        "austin",
        "texas",
        "may",
        "globe",
        "newswire",
        "savara",
        "nasdaq",
        "svra",
        "orphan",
        "lung",
        "disease",
        "company",
        "today",
        "reported",
        "first",
        "quarter",
        "ended",
        "march",
        "provided",
        "business",
        "update",
        "incredibly",
        "productive",
        "quarter",
        "including",
        "launch",
        "two",
        "new",
        "clinical",
        "study",
        "optimum",
        "lead",
        "product",
        "candidate",
        "molgradex",
        "stated",
        "rob",
        "neville",
        "chief",
        "executive",
        "officer",
        "savara",
        "total",
        "four",
        "ongoing",
        "clinical",
        "study",
        "focus",
        "remainder",
        "year",
        "continue",
        "advancement",
        "core",
        "program",
        "actively",
        "exploring",
        "expansion",
        "upcoming",
        "milestone",
        "recent",
        "development",
        "anticipating",
        "completion",
        "enrollment",
        "molgradex",
        "phase",
        "impala",
        "study",
        "q3",
        "impala",
        "study",
        "evaluating",
        "inhaled",
        "formulation",
        "factor",
        "treatment",
        "autoimmune",
        "pulmonary",
        "alveolar",
        "proteinosis",
        "apap",
        "end",
        "q1",
        "enrollment",
        "patient",
        "total",
        "target",
        "patient",
        "completion",
        "enrollment",
        "currently",
        "track",
        "q3",
        "topline",
        "data",
        "anticipated",
        "q2",
        "anticipating",
        "completion",
        "enrollment",
        "aerovanc",
        "phase",
        "avail",
        "study",
        "q1",
        "avail",
        "study",
        "evaluating",
        "vancomycin",
        "hydrochloride",
        "inhalation",
        "powder",
        "treatment",
        "persistent",
        "staphylococcus",
        "aureus",
        "mrsa",
        "lung",
        "infection",
        "individual",
        "living",
        "cystic",
        "fibrosis",
        "end",
        "q1",
        "enrollment",
        "patient",
        "total",
        "target",
        "patient",
        "completion",
        "enrollment",
        "currently",
        "track",
        "q1",
        "topline",
        "data",
        "anticipated",
        "h2",
        "anticipating",
        "completion",
        "enrollment",
        "molgradex",
        "phase",
        "2a",
        "optimum",
        "study",
        "q3",
        "optimum",
        "study",
        "evaluating",
        "inhaled",
        "treatment",
        "nontuberculous",
        "mycobacterial",
        "ntm",
        "lung",
        "infection",
        "study",
        "initiated",
        "expected",
        "completed",
        "q3",
        "optimum",
        "study",
        "depending",
        "enrollment",
        "factor",
        "interim",
        "result",
        "study",
        "may",
        "provided",
        "announcing",
        "first",
        "patient",
        "enrolled",
        "molgradex",
        "safety",
        "extension",
        "study",
        "study",
        "multicenter",
        "study",
        "designed",
        "determine",
        "safety",
        "utilization",
        "molgradex",
        "patient",
        "apap",
        "offer",
        "patient",
        "opportunity",
        "continue",
        "treatment",
        "molgradex",
        "three",
        "year",
        "completion",
        "pivotal",
        "phase",
        "impala",
        "study",
        "savara",
        "plan",
        "initiate",
        "study",
        "rolling",
        "fashion",
        "country",
        "participating",
        "impala",
        "study",
        "end",
        "first",
        "quarter",
        "financial",
        "result",
        "savara",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "represents",
        "historical",
        "financial",
        "information",
        "private",
        "company",
        "savara",
        "completed",
        "merger",
        "transaction",
        "mast",
        "therapeutic",
        "april",
        "merger",
        "research",
        "development",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "due",
        "million",
        "increased",
        "expense",
        "associated",
        "development",
        "molgradex",
        "including",
        "expansion",
        "impala",
        "study",
        "country",
        "commencement",
        "molgradex",
        "ntm",
        "study",
        "increase",
        "million",
        "aerovanc",
        "study",
        "cost",
        "related",
        "phase",
        "activity",
        "million",
        "related",
        "milestone",
        "payment",
        "relating",
        "aironite",
        "study",
        "acquired",
        "merger",
        "part",
        "product",
        "pipeline",
        "first",
        "quarter",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "also",
        "three",
        "month",
        "ended",
        "march",
        "recognized",
        "noncash",
        "impairment",
        "charge",
        "million",
        "carrying",
        "value",
        "ipr",
        "related",
        "aironite",
        "product",
        "candidate",
        "assumed",
        "merger",
        "due",
        "unfavorable",
        "result",
        "phase",
        "study",
        "aironite",
        "failed",
        "meet",
        "endpoint",
        "study",
        "showed",
        "limited",
        "effectiveness",
        "patient",
        "intend",
        "support",
        "pursue",
        "development",
        "aironite",
        "reported",
        "million",
        "tax",
        "benefit",
        "first",
        "quarter",
        "related",
        "reversal",
        "deferred",
        "tax",
        "liability",
        "resulting",
        "impairment",
        "ipr",
        "acquired",
        "merger",
        "march",
        "savara",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "approximately",
        "million",
        "company",
        "operating",
        "expense",
        "first",
        "quarter",
        "approximately",
        "million",
        "included",
        "noncash",
        "impairment",
        "charge",
        "million",
        "carrying",
        "value",
        "ipr",
        "acquired",
        "merger",
        "savara",
        "ended",
        "first",
        "quarter",
        "approximately",
        "million",
        "debt",
        "conference",
        "call",
        "webcast",
        "savara",
        "hold",
        "conference",
        "call",
        "today",
        "beginning",
        "eastern",
        "time",
        "central",
        "time",
        "provide",
        "business",
        "update",
        "shareholder",
        "interested",
        "party",
        "may",
        "access",
        "conference",
        "call",
        "dialing",
        "canada",
        "elsewhere",
        "outside",
        "request",
        "savara",
        "call",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "online",
        "investor",
        "section",
        "savara",
        "website",
        "http",
        "replay",
        "webcast",
        "available",
        "savara",
        "website",
        "day",
        "telephone",
        "replay",
        "available",
        "may",
        "th",
        "dialing",
        "canada",
        "elsewhere",
        "outside",
        "entering",
        "replay",
        "access",
        "code",
        "savara",
        "savara",
        "orphan",
        "lung",
        "disease",
        "company",
        "savara",
        "pipeline",
        "comprises",
        "molgradex",
        "inhaled",
        "factor",
        "phase",
        "development",
        "apap",
        "phase",
        "2a",
        "development",
        "ntm",
        "lung",
        "infection",
        "aerovanc",
        "phase",
        "stage",
        "inhaled",
        "vancomycin",
        "treatment",
        "mrsa",
        "infection",
        "cystic",
        "fibrosis",
        "savara",
        "strategy",
        "involves",
        "expanding",
        "pipeline",
        "potentially",
        "product",
        "indication",
        "expansion",
        "strategic",
        "development",
        "partnership",
        "product",
        "acquisition",
        "goal",
        "becoming",
        "leading",
        "company",
        "field",
        "savara",
        "management",
        "team",
        "significant",
        "experience",
        "orphan",
        "drug",
        "development",
        "pulmonary",
        "medicine",
        "identifying",
        "unmet",
        "need",
        "developing",
        "acquiring",
        "new",
        "product",
        "candidate",
        "effectively",
        "advancing",
        "approval",
        "commercialization",
        "information",
        "found",
        "twitter",
        "savarapharma",
        "statement",
        "savara",
        "caution",
        "statement",
        "press",
        "release",
        "description",
        "historical",
        "fact",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "referencing",
        "future",
        "event",
        "circumstance",
        "expect",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "among",
        "others",
        "statement",
        "include",
        "limited",
        "statement",
        "relating",
        "focus",
        "remainder",
        "year",
        "continued",
        "advancement",
        "core",
        "program",
        "actively",
        "exploring",
        "expansion",
        "pipeline",
        "timing",
        "topline",
        "data",
        "interim",
        "result",
        "completion",
        "enrollment",
        "molgradex",
        "phase",
        "impala",
        "aerovanc",
        "phase",
        "avail",
        "molgradex",
        "phase",
        "2a",
        "optimum",
        "study",
        "plan",
        "initiate",
        "study",
        "country",
        "participating",
        "impala",
        "study",
        "end",
        "strategy",
        "goal",
        "savara",
        "may",
        "actually",
        "achieve",
        "matter",
        "referred",
        "place",
        "undue",
        "reliance",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "based",
        "upon",
        "savara",
        "current",
        "expectation",
        "involve",
        "assumption",
        "may",
        "never",
        "materialize",
        "may",
        "prove",
        "incorrect",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "result",
        "various",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "associated",
        "outcome",
        "ongoing",
        "clinical",
        "trial",
        "product",
        "candidate",
        "ability",
        "project",
        "future",
        "cash",
        "utilization",
        "reserve",
        "needed",
        "contingent",
        "future",
        "liability",
        "business",
        "operation",
        "availability",
        "sufficient",
        "resource",
        "savara",
        "operation",
        "conduct",
        "continue",
        "planned",
        "clinical",
        "development",
        "program",
        "ability",
        "obtain",
        "necessary",
        "patient",
        "enrollment",
        "product",
        "candidate",
        "timely",
        "manner",
        "ability",
        "successfully",
        "develop",
        "product",
        "candidate",
        "risk",
        "associated",
        "process",
        "developing",
        "obtaining",
        "regulatory",
        "approval",
        "commercializing",
        "drug",
        "candidate",
        "molgradex",
        "aerovanc",
        "safe",
        "effective",
        "use",
        "human",
        "therapeutic",
        "timing",
        "ability",
        "savara",
        "raise",
        "additional",
        "equity",
        "capital",
        "needed",
        "fund",
        "continued",
        "operation",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "detailed",
        "description",
        "risk",
        "uncertainty",
        "encouraged",
        "review",
        "document",
        "filed",
        "sec",
        "including",
        "recent",
        "filing",
        "form",
        "form",
        "form",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "speak",
        "date",
        "made",
        "savara",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "occur",
        "circumstance",
        "exist",
        "date",
        "made",
        "except",
        "may",
        "required",
        "law",
        "contact",
        "savara",
        "ioana",
        "hone",
        "ir",
        "ir",
        "solebury",
        "trout",
        "gitanjali",
        "jain",
        "ogawa",
        "gogawa",
        "medium",
        "neon",
        "interactive",
        "patrick",
        "wallace",
        "patrick",
        "table",
        "follow",
        "savara",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administration",
        "impairment",
        "acquired",
        "ipr",
        "depreciation",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "expense",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "savara",
        "subsidiary",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "march",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "savara"
    ]
}