{
    "organizations": [],
    "uuid": "bbd5e302dd27c61a1a5ae4c796d6ecabdd5f69ba",
    "author": "Alina Dizik",
    "url": "https://www.wsj.com/articles/a-salvation-for-overloaded-parents-the-weekday-mini-date-1525786173",
    "ord_in_thread": 0,
    "title": "A Salvation for Overloaded Parents: The Weekday Mini-Date",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "17 COMMENTS Kären and Tim Haley meet up for a beer at MashCraft on Delaware in Indianapolis before school pickup. Photo: AJ Mast for The Wall Street Journal When Kären Haley sidles up to the bar near her husband, she asks for the bill right away and does a mental check of the time. There’s no room for endless banter, dessert or even a bathroom break. They need to go their separate ways—one to day care and preschool, and the other to elementary school—for the 6 p.m. pickup of their three young children.\n“We have time for a beer and 30 minutes of conversation,” says Ms. Haley, 39, an Indianapolis nonprofit executive. “It’s kind of a ticking clock.”\nMini-dates are the more practical cousin of a Saturday night out. But with some creative scheduling, the quick meetup helps parents make the most of a sitter or after-school activities without needing to pay extra for date night. Most of these dates last an hour or less, go very light on the booze and are simple enough to tack on to a full workday. Flexible work schedules and restaurants opening earlier have made it simpler to try out this type of postwork happy-hour alternative, parents say.\n“We don’t do date nights anymore,” says Heidi Hageman, 38, owner of a public-relations firm in Chicago. “All we need is a cocktail and a quick bite.”\nHeidi Hageman and Tre Peckat go out for mini-dates on weekdays near their Chicago home, so they don't need to pay for additional child care for their son, Charlie. Photo: Heidi Hageman For Ms. Hageman and Tre Peckat, a typical mini-date includes a drink and easy-to-eat tacos near their home. Without family nearby, they feel lucky to have an au pair who can work until 5:30 or 6 so they can fit in time alone. They spend most weekends dining out with their baby or cooking at home. Since having their son 9 months ago, they have worked on coming up with a name for the meetups they’ve planned sporadically each month: “We might [call them] a quickie, but obviously in a very PG way,” Ms. Hageman says.\nIn some instances, tiny doses of conversation can help avoid conflict. Having an hour-long date leaves less time to discuss mundane matters of the home or child-rearing, says Colin Freund, a biotech executive in Hoboken, N.J. He goes on monthly dates with his wife, Jennifer Hill. “When we go out for a big date, conversation turns to administrative things,” Mr. Freund says. During a mini-date, “the conversation turns a little more spontaneous.”\nColin Freund and Jennifer Hill meet for drinks after work and get back to their Hoboken, N.J., home before bedtime for their two children. Photo: Colin Freund On days they are both in town, Ms. Hill, who frequently commutes to Milwaukee, and Mr. Freund, who commutes to Amsterdam, end their day early to fit in a mini-date. They schedule dates midday via text or work from the same office space, so it’s easier to connect at day’s end. For Ms. Hill, the best perk of going to a nearby bar is making it back before the bedtime and bathing routine for their son, 3, and daughter, 5. “There’s no guilt,” she says.\nBrief meetups also allow parents of multiple older children to dip back into dating after years away. “We are trying to steal these little moments whenever we can,” says Steve Cook, a restaurant business executive with four children, ages 5 to 10. “We didn’t really leave the house, but now we are starting to get out a little more.”\nMr. Cook meets his wife, Shira Rudavsky, for a post-lunch date at 2 p.m., when Ms. Rudavsky is finished teaching preschool nearby. The hourlong midday meetup allows for a break when they are not yet worn out. “Getting out in the middle of the day when the sun is out is more conducive for us,” says Mr. Cook, who lives in Philadelphia.\nPhiladelphia couple Steve Cook and Shira Rudavsky schedule mini-dates in the middle of Mr. Cook's workday. Photo: Leo Cook Squeezing in a mini-date can be especially beneficial for new parents, says Emily Cook, a family and marriage therapist in Bethesda, Md. (She isn’t related to Mr. Cook.) Going straight from work helps parents stay in adult mode and not deal with switching gears into being a parent before going out. “It helps parents to talk about grown-up things and not have to switch hats before the date,” Dr. Cook says.\nAt least one parent needs to stick to a one-cocktail rule during what can feel like “a 40-yard-dash,” says Taylor Travaglione, a New York-based real-estate agent and a father of a 1½-year-old daughter. “If one person between the two decides to go through the three or four drinks, then it’s the other who is taking responsibility for that evening,” says Mr. Travaglione who meets his wife, Natalie, for a mini-date once a week.\nHungry Pigeon in Philadelphia added an ‘after-school’ menu to bridge the gap between lunch and dinner service. Photo: Hungry Pigeon Some restaurateurs, looking to fill the early-bird dinner slot, are figuring out how to cater to couples interested in a quick stop. Pat O’Malley, co-owner of the Hungry Pigeon in Philadelphia, where Mr. Cook and Ms. Rudavsky visit, says he’s added what he calls an after-school menu to bridge the gap between lunch and dinner service. Snacks like fries and pickles take just a few minutes to prepare, and bartenders are on standby for cocktails.\nAt the Open Society Public House, a stopover for the Haleys in the Meridian-Kessler neighborhood of Indianapolis, owner Brian Baker has bumped up the call times for servers to smooth out service between 3 and 6 p.m. With a handful of elementary schools within walking distance of his restaurant, Mr. Baker wanted to cater to couples fitting in a stop before heading home to make dinner. He launched a more formal menu in 2017, a year after opening the restaurant. Couples generally have wine, salad or a pastry and coffee. They receive their checks right away.\nMeeting at a bar or restaurant after work creates “a little more of a spark,” reminiscent of a couple in their early days of dating, Dr. Cook says. And getting to the restaurant separately, rather than leaving the house together, “can add a little bit more sexual tension,” she says. She recommends keeping topics light, like deciding on a coming vacation, and setting an alarm to keep from anxiously checking the time: “The idea is not to make these dates feel really special.”\nAfter their meetup, Tim Haley takes a work call as Kären Haley holds 18-month-old Vaughn at a school soccer game. Photo: AJ Mast for The Wall Street Journal Write to Alina Dizik at alina.dizik@wsj.com",
    "published": "2018-05-08T17:29:00.000+03:00",
    "crawled": "2018-05-09T01:14:35.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "kären",
        "tim",
        "haley",
        "meet",
        "beer",
        "mashcraft",
        "delaware",
        "indianapolis",
        "school",
        "pickup",
        "photo",
        "aj",
        "mast",
        "wall",
        "street",
        "journal",
        "kären",
        "haley",
        "sidles",
        "bar",
        "near",
        "husband",
        "asks",
        "bill",
        "right",
        "away",
        "mental",
        "check",
        "time",
        "room",
        "endless",
        "banter",
        "dessert",
        "even",
        "bathroom",
        "break",
        "need",
        "go",
        "separate",
        "day",
        "care",
        "preschool",
        "elementary",
        "pickup",
        "three",
        "young",
        "child",
        "time",
        "beer",
        "minute",
        "conversation",
        "say",
        "haley",
        "indianapolis",
        "nonprofit",
        "executive",
        "kind",
        "ticking",
        "practical",
        "cousin",
        "saturday",
        "night",
        "creative",
        "scheduling",
        "quick",
        "meetup",
        "help",
        "parent",
        "make",
        "sitter",
        "activity",
        "without",
        "needing",
        "pay",
        "extra",
        "date",
        "night",
        "date",
        "last",
        "hour",
        "less",
        "go",
        "light",
        "booze",
        "simple",
        "enough",
        "tack",
        "full",
        "workday",
        "flexible",
        "work",
        "schedule",
        "restaurant",
        "opening",
        "earlier",
        "made",
        "simpler",
        "try",
        "type",
        "postwork",
        "alternative",
        "parent",
        "say",
        "date",
        "night",
        "anymore",
        "say",
        "heidi",
        "hageman",
        "owner",
        "firm",
        "chicago",
        "need",
        "cocktail",
        "quick",
        "heidi",
        "hageman",
        "tre",
        "peckat",
        "go",
        "weekday",
        "near",
        "chicago",
        "home",
        "need",
        "pay",
        "additional",
        "child",
        "care",
        "son",
        "charlie",
        "photo",
        "heidi",
        "hageman",
        "hageman",
        "tre",
        "peckat",
        "typical",
        "includes",
        "drink",
        "taco",
        "near",
        "home",
        "without",
        "family",
        "nearby",
        "feel",
        "lucky",
        "au",
        "pair",
        "work",
        "fit",
        "time",
        "alone",
        "spend",
        "weekend",
        "dining",
        "baby",
        "cooking",
        "home",
        "since",
        "son",
        "month",
        "ago",
        "worked",
        "coming",
        "name",
        "meetups",
        "planned",
        "sporadically",
        "month",
        "might",
        "call",
        "quickie",
        "obviously",
        "pg",
        "way",
        "hageman",
        "say",
        "instance",
        "tiny",
        "dos",
        "conversation",
        "help",
        "avoid",
        "conflict",
        "date",
        "leaf",
        "less",
        "time",
        "discus",
        "mundane",
        "matter",
        "home",
        "say",
        "colin",
        "freund",
        "biotech",
        "executive",
        "hoboken",
        "go",
        "monthly",
        "date",
        "wife",
        "jennifer",
        "hill",
        "go",
        "big",
        "date",
        "conversation",
        "turn",
        "administrative",
        "thing",
        "freund",
        "say",
        "conversation",
        "turn",
        "little",
        "colin",
        "freund",
        "jennifer",
        "hill",
        "meet",
        "drink",
        "work",
        "get",
        "back",
        "hoboken",
        "home",
        "bedtime",
        "two",
        "child",
        "photo",
        "colin",
        "freund",
        "day",
        "town",
        "hill",
        "frequently",
        "commute",
        "milwaukee",
        "freund",
        "commute",
        "amsterdam",
        "end",
        "day",
        "early",
        "fit",
        "schedule",
        "date",
        "midday",
        "via",
        "text",
        "work",
        "office",
        "space",
        "easier",
        "connect",
        "day",
        "end",
        "hill",
        "best",
        "perk",
        "going",
        "nearby",
        "bar",
        "making",
        "back",
        "bedtime",
        "bathing",
        "routine",
        "son",
        "daughter",
        "guilt",
        "say",
        "brief",
        "meetups",
        "also",
        "allow",
        "parent",
        "multiple",
        "older",
        "child",
        "dip",
        "back",
        "dating",
        "year",
        "away",
        "trying",
        "steal",
        "little",
        "moment",
        "whenever",
        "say",
        "steve",
        "cook",
        "restaurant",
        "business",
        "executive",
        "four",
        "child",
        "age",
        "really",
        "leave",
        "house",
        "starting",
        "get",
        "little",
        "cook",
        "meet",
        "wife",
        "shira",
        "rudavsky",
        "date",
        "rudavsky",
        "finished",
        "teaching",
        "preschool",
        "nearby",
        "hourlong",
        "midday",
        "meetup",
        "allows",
        "break",
        "yet",
        "worn",
        "getting",
        "middle",
        "day",
        "sun",
        "conducive",
        "u",
        "say",
        "cook",
        "life",
        "philadelphia",
        "philadelphia",
        "couple",
        "steve",
        "cook",
        "shira",
        "rudavsky",
        "schedule",
        "middle",
        "cook",
        "workday",
        "photo",
        "leo",
        "cook",
        "squeezing",
        "especially",
        "beneficial",
        "new",
        "parent",
        "say",
        "emily",
        "cook",
        "family",
        "marriage",
        "therapist",
        "bethesda",
        "md",
        "related",
        "mr",
        "cook",
        "going",
        "straight",
        "work",
        "help",
        "parent",
        "stay",
        "adult",
        "mode",
        "deal",
        "switching",
        "gear",
        "parent",
        "going",
        "help",
        "parent",
        "talk",
        "thing",
        "switch",
        "hat",
        "date",
        "cook",
        "say",
        "least",
        "one",
        "parent",
        "need",
        "stick",
        "rule",
        "feel",
        "like",
        "say",
        "taylor",
        "travaglione",
        "new",
        "agent",
        "father",
        "daughter",
        "one",
        "person",
        "two",
        "decides",
        "go",
        "three",
        "four",
        "drink",
        "taking",
        "responsibility",
        "evening",
        "say",
        "travaglione",
        "meet",
        "wife",
        "natalie",
        "week",
        "hungry",
        "pigeon",
        "philadelphia",
        "added",
        "menu",
        "bridge",
        "gap",
        "lunch",
        "dinner",
        "service",
        "photo",
        "hungry",
        "pigeon",
        "restaurateur",
        "looking",
        "fill",
        "dinner",
        "slot",
        "figuring",
        "cater",
        "couple",
        "interested",
        "quick",
        "stop",
        "pat",
        "malley",
        "hungry",
        "pigeon",
        "philadelphia",
        "cook",
        "rudavsky",
        "visit",
        "say",
        "added",
        "call",
        "menu",
        "bridge",
        "gap",
        "lunch",
        "dinner",
        "service",
        "snack",
        "like",
        "fry",
        "pickle",
        "take",
        "minute",
        "prepare",
        "bartender",
        "standby",
        "cocktail",
        "open",
        "society",
        "public",
        "house",
        "stopover",
        "haley",
        "neighborhood",
        "indianapolis",
        "owner",
        "brian",
        "baker",
        "bumped",
        "call",
        "time",
        "server",
        "smooth",
        "service",
        "handful",
        "elementary",
        "school",
        "within",
        "walking",
        "distance",
        "restaurant",
        "baker",
        "wanted",
        "cater",
        "couple",
        "fitting",
        "stop",
        "heading",
        "home",
        "make",
        "dinner",
        "launched",
        "formal",
        "menu",
        "year",
        "opening",
        "restaurant",
        "couple",
        "generally",
        "wine",
        "salad",
        "pastry",
        "coffee",
        "receive",
        "check",
        "right",
        "away",
        "meeting",
        "bar",
        "restaurant",
        "work",
        "creates",
        "little",
        "spark",
        "reminiscent",
        "couple",
        "early",
        "day",
        "dating",
        "cook",
        "say",
        "getting",
        "restaurant",
        "separately",
        "rather",
        "leaving",
        "house",
        "together",
        "add",
        "little",
        "bit",
        "sexual",
        "tension",
        "say",
        "recommends",
        "keeping",
        "topic",
        "light",
        "like",
        "deciding",
        "coming",
        "vacation",
        "setting",
        "alarm",
        "keep",
        "anxiously",
        "checking",
        "time",
        "idea",
        "make",
        "date",
        "feel",
        "really",
        "meetup",
        "tim",
        "haley",
        "take",
        "work",
        "call",
        "kären",
        "haley",
        "hold",
        "vaughn",
        "school",
        "soccer",
        "game",
        "photo",
        "aj",
        "mast",
        "wall",
        "street",
        "journal",
        "write",
        "alina",
        "dizik"
    ]
}