{
    "organizations": [],
    "uuid": "7f90505fececaed560e287768d9f645b2112df36",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-wpt-industrial-reit-announces-first-quarter-results.html",
    "ord_in_thread": 0,
    "title": "WPT Industrial REIT Announces First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, May 09, 2018 (GLOBE NEWSWIRE) -- WPT Industrial Real Estate Investment Trust (the “ REIT ”) (TSX:WIR.U) (OTCQX:WPTIF) announced today its results for the three months ended March 31, 2018. All dollar amounts are stated in US funds.\nFIRST QUARTER 2018 HIGHLIGHTS:\nRevenue and net operating income (“ NOI ”) were up 15.6% and 14.7% over the same period last year Funds from operations (“ FFO ”) and adjusted funds from operations (“ AFFO ”) were up 13.5% and 11.7%, respectively, over the same period last year Net income and comprehensive income, excluding all fair value adjustments, was up 21.8% over the same period last year Same properties NOI was up 3.1% over the first quarter in 2017 Occupancy remains strong at 98.1% at March 31, 2018 100% of leases expiring in 2018 were renewed Approximately 865,000 square feet of leases expiring after March 31, 2018 were renewed, including the REIT’s tenth largest tenant, Honeywell International, Inc.\n“Our first quarter results reflect the benefits of our 2017 acquisitions, development and expansion activity as well our proactive asset management programs,” commented Scott Frederiksen, Chief Executive Officer. “We continue to evaluate a number of potential acquisition and development opportunities, focusing on properties and markets that will enhance the scale and diversity of the REIT’s portfolio.”\nSOLID OPERATING PERFORMANCE\nFor the three months ended March 31, 2018, investment properties revenue was $22.5 million compared to $19.5 million in the same period last year. The increase in revenue is primarily due to the contribution from our 2017 acquisitions, development and expansion activity, an increase in base rent in existing properties and higher recoveries of operating expenses, partially offset by the sale of a non-core property in August 2017. Net income and comprehensive income for the three months ended March 31, 2018 was $7.8 million ($0.161 per trust unit and class B partnership unit (collectively, “Unit”) compared to $18.9 million ($0.458 per Unit) in the same period last year. The decrease in net income is mainly due to fair value adjustments. Excluding all fair value adjustments, net income was $10.1 million compared to $8.3 million in the same period last year.\nNOI for the three months ended March 31, 2018 was $16.4 million compared to $14.3 million in the same period last year. Same property NOI increased 3.1% for the three months ended March 31, 2018 compared to the same period last year, primarily due to increases in contractual base rent, higher recoveries of operating expenses, and a slight increase in occupancy.\nAFFO for the three months ended March 31, 2018 was $9.5 million ($0.197 per Unit) compared to $8.5 million ($0.205 per Unit) in the same period last year.\nCash flow from operations and adjusted cash flow from operations (“ACFO”) were $15.5 million and $10.0 million, respectively, compared to $14.4 million and $9.0 million in the same period last year. The REIT’s ACFO payout ratio for the three months ended March 31, 2018 was 91.5% compared to 87.2% in the same period last year.\nSTRONG FINANCIAL & LIQUIDITY POSITION\nAs at March 31, 2018, the REIT’s debt-to-gross-book-value ratio was 42.1% with an interest coverage ratio of 3.8 times, a debt-to-Adjusted EBITDA (“Adjusted EBITDA” is defined as earnings before fair value adjustments to investment properties, interest (inclusive of finance costs), taxes, depreciation and amortization) ratio of 7.1 times, and a fixed charge coverage ratio of 3.2 times, all consistent with or improved from last year. The weighted average effective interest rate on outstanding debt was 3.7% at March 31, 2018, consistent with the prior year. The weighted average term to maturity on the REIT’s mortgages payable was 3.4 years as at March 31, 2018, with a weighted average remaining lease term of 3.9 years.\nAs at March 31, 2018, the REIT had approximately $60.8 million available to be drawn on the its senior secured revolving credit facility (the “ Revolving Facility ”), in addition to cash on hand of $6.7 million and unencumbered investment properties totaling approximately $58.9 million.\nLEASING ACTIVITY\nAs at March 31, 2018, the REIT had renewed approximately 57% of leases originally set to expire in 2018, totaling approximately 1.4 million square feet.\n6766 Pontius Road Property\nThe REIT renewed a 754,000-square foot lease with Honeywell International Inc., currently the REIT’s 10 th largest tenant based on base rent, at the REIT’s distribution property located at 6766 Pontius Road, Groveport (Columbus), Ohio. The original lease, set to expire on December 31, 2018, was renewed for a period of 36 months, expiring on December 31, 2021. The lease extension includes an initial base rent increase of 8.0% with 2.0% annual increases thereafter.\nF I N A N C I A L AND OPERATIONAL HIGHLIGHTS\n(all figures in ‘000s, except per Unit amounts, number of investment properties and GLA)\nAs at and for the quarter ended March 31, 2018 2017 Operating Results: Investment properties revenue $ 22,538 $ 19,494 NOI (1) $ 16,402 $ 14,297 Net income and comprehensive income $ 7,758 $ 18,935 Net income and comprehensive income per Unit (basic) (2) (3) $ 0.161 $ 0.458 Net income and comprehensive income per Unit (diluted) (2) (4) $ 0.158 $ 0.450 FFO (1) $ 11,128 $ 9,807 FFO per Unit (basic) (1) (2) (3) $ 0.231 $ 0.237 FFO per Unit (diluted) (1) (2) (4) $ 0.227 $ 0.233 AFFO (1) $ 9,481 $ 8,490 AFFO per Unit (basic) (1) (2) (3) $ 0.197 $ 0.205 AFFO per Unit (diluted) (1) (2) (4) $ 0.193 $ 0.202 Cash flows from operations $ 15,498 $ 14,429 ACFO (1) $ 9,996 $ 9,009 Distributions: Distributions per Unit (2) (5) $ 0.190 $ 0.190 Distributions declared (3) (5) $ 9,145 $ 7,856 ACFO payout ratio (1) (5) 91.5 % 87.2 % Weighted average number of Units (basic) (2) (3) 48,158 41,375 Weighted average number of Units (diluted) (2) (4) 49,021 42,076\nAs at March 31, 2018 December 31, 2017 Operational Information: Number of investment properties 53 53 GLA 17,629,627 17,629,627 Occupancy 98.1 % 97.9 % Average remaining lease term (years) 3.9 4.0 Fair value of investment properties $ 1,009,182 $ 1,009,582 Ratios: Weighted average effective interest rate (6) 3.7 % 3.7 % Variable interest rate debt as percentage of total debt (7) 18.3 % 18.2 % Debt-to-gross book value (1) 42.1 % 42.1 % Interest coverage ratio (1) 3.8x 3.8x Fixed charge coverage ratio (1) 3.2x 3.2x Debt to Adjusted EBITDA (1) 7.1x 7.1x\n(1) NOI, FFO, AFFO, ACFO, FFO per Unit (basic and diluted), AFFO per Unit (basic and diluted), ACFO payout ratio, Adjusted EBITDA, debt-to-gross book value, interest coverage ratio, fixed charge coverage ratio and debt to Adjusted EBITDA are key measures of performance used by real estate operating companies, however, they are not defined by IFRS, do not have standard meanings and may not be comparable with other industries or issuers. This data should be read in conjunction with the “Non-IFRS Measures” section of this MD&A. (2) Includes REIT Units and Class B Units (collectively, the \" Units \"). (3) Excludes all options and DTUs outstanding under the REIT’s equity compensation plans. (4) Includes all options and DTUs outstanding under the REIT’s equity compensation plans. (5) Includes distributions on REIT Units and Class B Units. (6) Includes mortgages payable, the construction loan, the Revolving Facility, mark-to-market adjustments and financing costs. (7) Includes amounts outstanding under the Revolving Facility and the construction loan.\nINVESTOR CONFERENCE CALL\nA conference call will be hosted by the REIT’s management team on at 9:00 am ET. The telephone numbers to participate in the conference call are Canada Toll Free: (855) 669-9657, U.S. Toll Free (888) 249-8268 and International: (412) 902-4153 . The live audio conference call will also be available as a webcast. To access the live audio webcast please access the link on the “Investors” page on our web site at www.wptreit.com . The telephone numbers to listen to the call after it is completed (Instant Replay) are Canada Toll Free (855) 669-9658, U.S. Toll Free (877) 344-7529 and International (412) 317-0088. The Passcode for the Instant Replay is 10118942#. A recording of the call will also be archived on the REIT’s web site at www.wptreit.com .\nANNUAL UNITHOLDERS’ MEETING\nThe REIT will hold its Annual General Meeting of the REIT’s Unitholders on at 1:00 pm Eastern Time, at 199 Bay Street, Suite 4000, Toronto, Ontario M5L 1A9.\nAbout WPT Industrial Real Estate Investment Trust\nWPT Industrial Real Estate Investment Trust is an unincorporated, open-ended real estate investment trust established pursuant to a declaration of trust under the laws of the Province of Ontario. The REIT was formed for the purpose of acquiring, developing and owning primarily industrial investment properties located in the United States, with a particular focus on warehouse and distribution industrial real estate. WPT Industrial, LP (the REIT’s operating subsidiary) indirectly owns a portfolio of properties consisting of approximately 17.6 million square feet of gross leasable area, comprised of 52 industrial properties and one office property located in 15 states in the United States. The REIT pays monthly cash distributions, currently at $0.0633 per Unit, or approximately $0.76 per Unit on an annualized basis, in US funds.\nFor more information, please contact:\nScott Frederiksen, Chief Executive Officer\nWPT Industrial Real Estate Investment Trust\nTel: (612) 800-8501\nFax: (612) 800-8535\nForward-Looking Statements\nThis press release contains “forward-looking information” as defined under applicable Canadian securities law (“ forward-looking information ” or “ forward-looking statements ”) which reflect management’s expectations regarding objectives, plans, goals, strategies, future growth, results of operations, performance, business prospects and opportunities of the REIT. The words “plans”, “expects”, “scheduled”, “estimates”, “intends”, “anticipates”, “projects”, “believes” or variations of such words and phrases (including negative variations) or statements to the effect that certain actions, events or results “may”, “will”, “could”, “would”, “might”, “occur”, “be achieved” or “continue” and similar expressions identify forward-looking statements. Forward-looking statements are necessarily based on a number of estimates and assumptions that, while considered reasonable by management of the REIT as of the date of this press release, are inherently subject to significant business, economic and competitive uncertainties and contingencies. Such estimates, beliefs and assumptions include the various assumptions set forth herein, including, but not limited to, the REIT’s and the property’s future growth potential, anticipated amounts of expenses, results of operations, future prospects and opportunities, the demographic and industry trends remaining unchanged, no change in legislative or regulatory matters, future levels of indebtedness, the tax laws as currently in effect remaining unchanged, the continual availability of capital, the current economic conditions remaining unchanged, and continued positive net absorption and declining vacancy rates in the markets in which the REIT’s properties are located.\nWhen relying on forward-looking statements to make decisions, the REIT cautions readers not to place undue reliance on these statements, as forward-looking statements involve significant risks and uncertainties, should not be read as guarantees of future performance or results and will not necessarily be accurate indications of whether or not the times at or by which such performance or results will be achieved, if achieved at all. A number of factors could cause actual results to differ materially from the results discussed in the forward-looking statements, including, but not limited to, the factors discussed or referenced under “Risk Factors” in the REIT’s annual information form for the year ended December 31, 2017, which is available under the REIT’s profile on SEDAR at www.sedar.com . These forward-looking statements have been approved by management to be made as of the date of this press release and, except as expressly required by applicable law, the REIT assumes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nSource: WPT Industrial REIT",
    "published": "2018-05-10T01:34:00.000+03:00",
    "crawled": "2018-05-10T04:10:55.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "may",
        "globe",
        "newswire",
        "wpt",
        "industrial",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "tsx",
        "otcqx",
        "wptif",
        "announced",
        "today",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "amount",
        "stated",
        "u",
        "fund",
        "first",
        "quarter",
        "highlight",
        "revenue",
        "net",
        "operating",
        "income",
        "noi",
        "period",
        "last",
        "year",
        "fund",
        "operation",
        "ffo",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "respectively",
        "period",
        "last",
        "year",
        "net",
        "income",
        "comprehensive",
        "income",
        "excluding",
        "fair",
        "value",
        "adjustment",
        "period",
        "last",
        "year",
        "property",
        "noi",
        "first",
        "quarter",
        "occupancy",
        "remains",
        "strong",
        "march",
        "lease",
        "expiring",
        "renewed",
        "approximately",
        "square",
        "foot",
        "lease",
        "expiring",
        "march",
        "renewed",
        "including",
        "reit",
        "tenth",
        "largest",
        "tenant",
        "honeywell",
        "international",
        "first",
        "quarter",
        "result",
        "reflect",
        "benefit",
        "acquisition",
        "development",
        "expansion",
        "activity",
        "well",
        "proactive",
        "asset",
        "management",
        "program",
        "commented",
        "scott",
        "frederiksen",
        "chief",
        "executive",
        "officer",
        "continue",
        "evaluate",
        "number",
        "potential",
        "acquisition",
        "development",
        "opportunity",
        "focusing",
        "property",
        "market",
        "enhance",
        "scale",
        "diversity",
        "reit",
        "solid",
        "operating",
        "performance",
        "three",
        "month",
        "ended",
        "march",
        "investment",
        "property",
        "revenue",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "increase",
        "revenue",
        "primarily",
        "due",
        "contribution",
        "acquisition",
        "development",
        "expansion",
        "activity",
        "increase",
        "base",
        "rent",
        "existing",
        "property",
        "higher",
        "recovery",
        "operating",
        "expense",
        "partially",
        "offset",
        "sale",
        "property",
        "august",
        "net",
        "income",
        "comprehensive",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "trust",
        "unit",
        "class",
        "b",
        "partnership",
        "unit",
        "collectively",
        "unit",
        "compared",
        "million",
        "per",
        "unit",
        "period",
        "last",
        "year",
        "decrease",
        "net",
        "income",
        "mainly",
        "due",
        "fair",
        "value",
        "adjustment",
        "excluding",
        "fair",
        "value",
        "adjustment",
        "net",
        "income",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "noi",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "property",
        "noi",
        "increased",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "primarily",
        "due",
        "increase",
        "contractual",
        "base",
        "rent",
        "higher",
        "recovery",
        "operating",
        "expense",
        "slight",
        "increase",
        "occupancy",
        "affo",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "per",
        "unit",
        "compared",
        "million",
        "per",
        "unit",
        "period",
        "last",
        "year",
        "cash",
        "flow",
        "operation",
        "adjusted",
        "cash",
        "flow",
        "operation",
        "acfo",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "period",
        "last",
        "year",
        "reit",
        "acfo",
        "payout",
        "ratio",
        "three",
        "month",
        "ended",
        "march",
        "compared",
        "period",
        "last",
        "year",
        "strong",
        "financial",
        "liquidity",
        "position",
        "march",
        "reit",
        "ratio",
        "interest",
        "coverage",
        "ratio",
        "time",
        "ebitda",
        "adjusted",
        "ebitda",
        "defined",
        "earnings",
        "fair",
        "value",
        "adjustment",
        "investment",
        "property",
        "interest",
        "inclusive",
        "finance",
        "cost",
        "tax",
        "depreciation",
        "amortization",
        "ratio",
        "time",
        "fixed",
        "charge",
        "coverage",
        "ratio",
        "time",
        "consistent",
        "improved",
        "last",
        "year",
        "weighted",
        "average",
        "effective",
        "interest",
        "rate",
        "outstanding",
        "debt",
        "march",
        "consistent",
        "prior",
        "year",
        "weighted",
        "average",
        "term",
        "maturity",
        "reit",
        "mortgage",
        "payable",
        "year",
        "march",
        "weighted",
        "average",
        "remaining",
        "lease",
        "term",
        "year",
        "march",
        "reit",
        "approximately",
        "million",
        "available",
        "drawn",
        "senior",
        "secured",
        "revolving",
        "credit",
        "facility",
        "revolving",
        "facility",
        "addition",
        "cash",
        "hand",
        "million",
        "unencumbered",
        "investment",
        "property",
        "totaling",
        "approximately",
        "million",
        "leasing",
        "activity",
        "march",
        "reit",
        "renewed",
        "approximately",
        "lease",
        "originally",
        "set",
        "expire",
        "totaling",
        "approximately",
        "million",
        "square",
        "foot",
        "pontius",
        "road",
        "property",
        "reit",
        "renewed",
        "foot",
        "lease",
        "honeywell",
        "international",
        "currently",
        "reit",
        "th",
        "largest",
        "tenant",
        "based",
        "base",
        "rent",
        "reit",
        "distribution",
        "property",
        "located",
        "pontius",
        "road",
        "groveport",
        "columbus",
        "ohio",
        "original",
        "lease",
        "set",
        "expire",
        "december",
        "renewed",
        "period",
        "month",
        "expiring",
        "december",
        "lease",
        "extension",
        "includes",
        "initial",
        "base",
        "rent",
        "increase",
        "annual",
        "increase",
        "thereafter",
        "f",
        "n",
        "n",
        "c",
        "l",
        "operational",
        "highlight",
        "figure",
        "000s",
        "except",
        "per",
        "unit",
        "amount",
        "number",
        "investment",
        "property",
        "gla",
        "quarter",
        "ended",
        "march",
        "operating",
        "result",
        "investment",
        "property",
        "revenue",
        "noi",
        "net",
        "income",
        "comprehensive",
        "income",
        "net",
        "income",
        "comprehensive",
        "income",
        "per",
        "unit",
        "basic",
        "net",
        "income",
        "comprehensive",
        "income",
        "per",
        "unit",
        "diluted",
        "ffo",
        "ffo",
        "per",
        "unit",
        "basic",
        "ffo",
        "per",
        "unit",
        "diluted",
        "affo",
        "affo",
        "per",
        "unit",
        "basic",
        "affo",
        "per",
        "unit",
        "diluted",
        "cash",
        "flow",
        "operation",
        "acfo",
        "distribution",
        "distribution",
        "per",
        "unit",
        "distribution",
        "declared",
        "acfo",
        "payout",
        "ratio",
        "weighted",
        "average",
        "number",
        "unit",
        "basic",
        "weighted",
        "average",
        "number",
        "unit",
        "diluted",
        "march",
        "december",
        "operational",
        "information",
        "number",
        "investment",
        "property",
        "gla",
        "occupancy",
        "average",
        "remaining",
        "lease",
        "term",
        "year",
        "fair",
        "value",
        "investment",
        "property",
        "ratio",
        "weighted",
        "average",
        "effective",
        "interest",
        "rate",
        "variable",
        "interest",
        "rate",
        "debt",
        "percentage",
        "total",
        "debt",
        "book",
        "value",
        "interest",
        "coverage",
        "ratio",
        "fixed",
        "charge",
        "coverage",
        "ratio",
        "debt",
        "adjusted",
        "ebitda",
        "noi",
        "ffo",
        "affo",
        "acfo",
        "ffo",
        "per",
        "unit",
        "basic",
        "diluted",
        "affo",
        "per",
        "unit",
        "basic",
        "diluted",
        "acfo",
        "payout",
        "ratio",
        "adjusted",
        "ebitda",
        "book",
        "value",
        "interest",
        "coverage",
        "ratio",
        "fixed",
        "charge",
        "coverage",
        "ratio",
        "debt",
        "adjusted",
        "ebitda",
        "key",
        "measure",
        "performance",
        "used",
        "real",
        "estate",
        "operating",
        "company",
        "however",
        "defined",
        "ifrs",
        "standard",
        "meaning",
        "may",
        "comparable",
        "industry",
        "issuer",
        "data",
        "read",
        "conjunction",
        "measure",
        "section",
        "md",
        "includes",
        "reit",
        "unit",
        "class",
        "b",
        "unit",
        "collectively",
        "unit",
        "excludes",
        "option",
        "dtus",
        "outstanding",
        "reit",
        "equity",
        "compensation",
        "plan",
        "includes",
        "option",
        "dtus",
        "outstanding",
        "reit",
        "equity",
        "compensation",
        "plan",
        "includes",
        "distribution",
        "reit",
        "unit",
        "class",
        "b",
        "unit",
        "includes",
        "mortgage",
        "payable",
        "construction",
        "loan",
        "revolving",
        "facility",
        "adjustment",
        "financing",
        "cost",
        "includes",
        "amount",
        "outstanding",
        "revolving",
        "facility",
        "construction",
        "loan",
        "investor",
        "conference",
        "call",
        "conference",
        "call",
        "hosted",
        "reit",
        "management",
        "team",
        "et",
        "telephone",
        "number",
        "participate",
        "conference",
        "call",
        "canada",
        "toll",
        "free",
        "toll",
        "free",
        "international",
        "live",
        "audio",
        "conference",
        "call",
        "also",
        "available",
        "webcast",
        "access",
        "live",
        "audio",
        "webcast",
        "please",
        "access",
        "link",
        "investor",
        "page",
        "web",
        "site",
        "telephone",
        "number",
        "listen",
        "call",
        "completed",
        "instant",
        "replay",
        "canada",
        "toll",
        "free",
        "toll",
        "free",
        "international",
        "passcode",
        "instant",
        "replay",
        "recording",
        "call",
        "also",
        "archived",
        "reit",
        "web",
        "site",
        "annual",
        "unitholders",
        "meeting",
        "reit",
        "hold",
        "annual",
        "general",
        "meeting",
        "reit",
        "unitholders",
        "pm",
        "eastern",
        "time",
        "bay",
        "street",
        "suite",
        "toronto",
        "ontario",
        "m5l",
        "1a9",
        "wpt",
        "industrial",
        "real",
        "estate",
        "investment",
        "trust",
        "wpt",
        "industrial",
        "real",
        "estate",
        "investment",
        "trust",
        "unincorporated",
        "real",
        "estate",
        "investment",
        "trust",
        "established",
        "pursuant",
        "declaration",
        "trust",
        "law",
        "province",
        "ontario",
        "reit",
        "formed",
        "purpose",
        "acquiring",
        "developing",
        "owning",
        "primarily",
        "industrial",
        "investment",
        "property",
        "located",
        "united",
        "state",
        "particular",
        "focus",
        "warehouse",
        "distribution",
        "industrial",
        "real",
        "estate",
        "wpt",
        "industrial",
        "lp",
        "reit",
        "operating",
        "subsidiary",
        "indirectly",
        "owns",
        "portfolio",
        "property",
        "consisting",
        "approximately",
        "million",
        "square",
        "foot",
        "gross",
        "leasable",
        "area",
        "comprised",
        "industrial",
        "property",
        "one",
        "office",
        "property",
        "located",
        "state",
        "united",
        "state",
        "reit",
        "pay",
        "monthly",
        "cash",
        "distribution",
        "currently",
        "per",
        "unit",
        "approximately",
        "per",
        "unit",
        "annualized",
        "basis",
        "u",
        "fund",
        "information",
        "please",
        "contact",
        "scott",
        "frederiksen",
        "chief",
        "executive",
        "officer",
        "wpt",
        "industrial",
        "real",
        "estate",
        "investment",
        "trust",
        "tel",
        "fax",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "defined",
        "applicable",
        "canadian",
        "security",
        "law",
        "information",
        "statement",
        "reflect",
        "management",
        "expectation",
        "regarding",
        "objective",
        "plan",
        "goal",
        "strategy",
        "future",
        "growth",
        "result",
        "operation",
        "performance",
        "business",
        "prospect",
        "opportunity",
        "reit",
        "word",
        "plan",
        "expects",
        "scheduled",
        "estimate",
        "intends",
        "anticipates",
        "project",
        "belief",
        "variation",
        "word",
        "phrase",
        "including",
        "negative",
        "variation",
        "statement",
        "effect",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "occur",
        "achieved",
        "continue",
        "similar",
        "expression",
        "identify",
        "statement",
        "statement",
        "necessarily",
        "based",
        "number",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "reit",
        "date",
        "press",
        "release",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "uncertainty",
        "contingency",
        "estimate",
        "belief",
        "assumption",
        "include",
        "various",
        "assumption",
        "set",
        "forth",
        "herein",
        "including",
        "limited",
        "reit",
        "property",
        "future",
        "growth",
        "potential",
        "anticipated",
        "amount",
        "expense",
        "result",
        "operation",
        "future",
        "prospect",
        "opportunity",
        "demographic",
        "industry",
        "trend",
        "remaining",
        "unchanged",
        "change",
        "legislative",
        "regulatory",
        "matter",
        "future",
        "level",
        "indebtedness",
        "tax",
        "law",
        "currently",
        "effect",
        "remaining",
        "unchanged",
        "continual",
        "availability",
        "capital",
        "current",
        "economic",
        "condition",
        "remaining",
        "unchanged",
        "continued",
        "positive",
        "net",
        "absorption",
        "declining",
        "vacancy",
        "rate",
        "market",
        "reit",
        "property",
        "located",
        "relying",
        "statement",
        "make",
        "decision",
        "reit",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "whether",
        "time",
        "performance",
        "result",
        "achieved",
        "achieved",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "discussed",
        "statement",
        "including",
        "limited",
        "factor",
        "discussed",
        "referenced",
        "risk",
        "factor",
        "reit",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "available",
        "reit",
        "profile",
        "sedar",
        "statement",
        "approved",
        "management",
        "made",
        "date",
        "press",
        "release",
        "except",
        "expressly",
        "required",
        "applicable",
        "law",
        "reit",
        "assumes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "wpt",
        "industrial",
        "reit"
    ]
}