{
    "organizations": [],
    "uuid": "04ec8d2d8de5cd4ed4f9128e6e200755953348e9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/28/globe-newswire-glance-provides-update-on-insolvencies-involving-penny-greenas-dissident-nominees-jonathan-fry-and-spiros-margaris.html",
    "ord_in_thread": 0,
    "title": "Glance Provides Update on Insolvencies Involving Penny Green’s Dissident Nominees Jonathan Fry and Spiros Margaris",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 28, 2018 (GLOBE NEWSWIRE) -- Glance Technologies Inc. (CSE:GET.CN) (OTCQB:GLNNF) (FKT:GJT) (“Glance” or the “Company”) today provided shareholders with an update in respect of the insolvencies of companies for which dissident nominees Jonathan Fry and Spiros Margaris served as directors.\nGlance believes it is important for its shareholders to understand what happened to creditors and shareholders in these two insolvencies. These cases are especially important in combination with a third case, a corporate bankruptcy that occurred while yet another of the dissident nominees put forward by Penny Green (the “Dissident Nominees”) acted as a director.\nGlance believes that the three cases, two of which involved technology companies, will assist shareholders in understanding some of the risks of electing the Dissident Nominees as directors of Glance.\nThe Fry KB Insolvency: shareholders wiped out\nWith regard to Mr. Fry, he was a director and shareholder of a UK-based packaging company called KB Print Limited that became insolvent (the “Fry KB Insolvency”) during his tenure. Ms. Green’s dissident circular (the “Dissident Circular”) disclosed the insolvency but provided insufficient detail.\nGlance has since learned that after assets were auctioned off, shareholder value was apparently completely wiped out by the Fry KB Insolvency. Creditors, including employees, were left with more than $0.8 million in unpaid debts. The company was dissolved in July 2011 after more than a year under the administration of a receiver.\nThe Margaris coolQuestion Insolvency\nWith regard to Mr. Margaris, Glance reports that the corporate insolvency during his tenure as a director involved a Swiss-based technology company called coolQuestion Europe AG (the “Margaris coolQuestion Insolvency”). This insolvency was not disclosed to shareholders in the Dissident Circular.\nAccording to the Swiss Official Gazette of Commerce, Mr. Margaris was a director of coolQuestion Europe AG when it published a debt call to its creditors in the Swiss Official Gazette of Commerce and entered liquidation proceedings. The company was subsequently deregistered from the Swiss corporate registry.\nThe risk if the Dissident Nominees are elected\nGlance believes there are significant risks to shareholders if the majority of Glance’s five-member board (the “Board”) consists of directors with a history of bankruptcy or insolvency during their tenure as directors of other companies. This is especially a concern if combined with Ms. Green’s stated objective to increase spending and her previous spending behavior while an officer of Glance.\nAs Glance has noted, none of Glance’s nominees have served as directors of companies that went bankrupt or became insolvent, while three of the five Dissident Nominees have: Mr. Fry, Mr. Margaris and Monique Imbeault.\nOn May 18, 2018 Glance provided shareholders with details of a bankruptcy involving Ms. Imbeault as a director. The bankruptcy involved the Canadian technology company XL-ID Solutions Inc., formerly listed on the TSX-Venture Exchange. After shareholder value was wiped out, the sole secured creditor (a company owned by Ms. Imbeault and her husband) became the sole shareholder.\nQuestions for shareholders to ask Ms. Green\nDoes Ms. Green know about the details of the Fry KP Insolvency? If not, why did she not conduct appropriate due diligence into Mr. Fry? Did Ms. Green know about the Margaris coolQuestion Insolvency? If not, why did she not conduct appropriate due diligence with regard to Mr. Margaris?\nVote the BLUE Proxy for Glance’s Nominees\nGlance urges shareholders to read its proxy fight materials filed on SEDAR ( www.sedar.com ) and on Glance’s website at https://glance.tech/agm18/ and then vote only the BLUE proxy FOR Glance’s five nominees to the Board.\nIf the Dissident Nominees are elected, it would be a risky proposition for Glance to have a Board consisting of nominees with a history of corporate bankruptcy and insolvency, combined with Ms. Green’s established cursory due diligence, excessive spending, disclosure irregularities and proclivity for expensive stock promotion.\nThe choice is clear. Protect your investment.\nVote only the BLUE form of proxy well in advance of the proxy voting deadline on June 8, 2018 at 2:00 p.m. (Pacific time).\nShareholders with questions about voting their shares should contact DF King at 1-855-487-9247 (toll free) or by email at inquiries@dfking.com . The meeting will be held at 1200 Waterfront Centre, 200 Burrard Street, Vancouver, British Columbia, on June 12, 2018, at 2:00 p.m. (Pacific Time).\nAbout Glance Technologies Inc.\nGlance Technologies owns and operates Glance Pay, a streamlined payment system that revolutionizes how smartphone users choose where to shop, order goods and services, make payments, access digital receipts, redeem digital deals, earn great rewards and interact with merchants. Glance offers targeted in-app marketing, geo targeted digital coupons, customer feedback, in-merchant messaging and custom rewards programs. The Glance Pay mobile payment system consists of proprietary technology, which includes user apps available for free downloads in IOS (Apple) and Android formats, merchant manager apps, a large scale technology hosting environment with sophisticated anti-fraud technology and lightning fast payment processing. Glance has also recently purchased a blockchain solution and is working on a rewards-based cryptocurrency.\nFor more information about Glance, please go to www.glance.tech.\nFor more information, contact:\nInvestor Relations Paola Ashton 1-866-258-1249 VP Business Development investors@glancepay.com 604-839-0337 Neither the Canadian Securities Exchange nor its Regulation Services Provider (as that term is defined in the policies of the Canadian Securities Exchange) accepts responsibility for the adequacy or accuracy of this release.\nForward-Looking Statements\nThis press release contains forward-looking information or forward-looking statements (collectively “forward-looking information”) within the meaning of applicable securities laws. Forward-looking information is typically identified by words such as: “may”, “believe”, “thinks”, “expect”, “exploring”, “expand”, “could”, “anticipate”, “intend”, “estimate”, “plan”, “pursue”, “potentially”, “projected”, “should”, “will” and similar expressions, or are those, which, by their nature, refer to future events. These forward-looking statements, which involve risks and uncertainties, relate to, among other things, the actions of Ms. Green and the other Dissident Nominees if they are elected to the Board and the consequences for Glance shareholders, the risk to shareholders of an insolvency-prone Board, and Glance’s work towards a rewards-based cryptocurrency. Although Glance considers these forward-looking statements to be reasonable based on information currently available to it, they may prove to be incorrect, and the forward-looking statements in this release are subject to numerous risks, uncertainties and other factors that may cause future results to differ materially from those expressed or implied in such forward-looking statements. Such risk factors include, among other things, that Glance will not be able to integrate Glance’s proprietary technology with cryptocurrency and blockchain support. Forward-looking information and forward-looking statements are in addition based on various estimates, forecasts and projects as well as expectations, beliefs and assumptions, including, without limitation, that if the Dissident Nominees are elected to the Board, they will take certain actions and there will be negative consequences for Glance, and that Glance will be successful in developing a rewards-based cryptocurrency. For additional information with respect to these and other factors and assumptions underlying the forward looking statements in this press release, see the section entitled “Risk Factors” in the most recent Prospectus of Glance, which may be accessed through Glance’s profile on SEDAR at www.sedar.com . Glance cautions investors that any forward-looking information provided by Glance is not a guarantee of future results or performance, and that actual results may differ materially from those in forward-looking statements. Undue reliance should not be placed on such forward-looking information, as there can be no assurance that the plans, intentions or expectations upon which they are based will occur.\nSource:Glance Technologies Inc.",
    "published": "2018-05-28T17:21:00.000+03:00",
    "crawled": "2018-05-28T19:04:38.099+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "glance",
        "technology",
        "cse",
        "otcqb",
        "glnnf",
        "fkt",
        "gjt",
        "glance",
        "company",
        "today",
        "provided",
        "shareholder",
        "update",
        "respect",
        "insolvency",
        "company",
        "dissident",
        "nominee",
        "jonathan",
        "fry",
        "spiros",
        "margaris",
        "served",
        "director",
        "glance",
        "belief",
        "important",
        "shareholder",
        "understand",
        "happened",
        "creditor",
        "shareholder",
        "two",
        "insolvency",
        "case",
        "especially",
        "important",
        "combination",
        "third",
        "case",
        "corporate",
        "bankruptcy",
        "occurred",
        "yet",
        "another",
        "dissident",
        "nominee",
        "put",
        "forward",
        "penny",
        "green",
        "dissident",
        "nominee",
        "acted",
        "director",
        "glance",
        "belief",
        "three",
        "case",
        "two",
        "involved",
        "technology",
        "company",
        "assist",
        "shareholder",
        "understanding",
        "risk",
        "electing",
        "dissident",
        "nominee",
        "director",
        "glance",
        "fry",
        "kb",
        "insolvency",
        "shareholder",
        "wiped",
        "regard",
        "fry",
        "director",
        "shareholder",
        "packaging",
        "company",
        "called",
        "kb",
        "print",
        "limited",
        "became",
        "insolvent",
        "fry",
        "kb",
        "insolvency",
        "tenure",
        "green",
        "dissident",
        "circular",
        "dissident",
        "circular",
        "disclosed",
        "insolvency",
        "provided",
        "insufficient",
        "detail",
        "glance",
        "since",
        "learned",
        "asset",
        "auctioned",
        "shareholder",
        "value",
        "apparently",
        "completely",
        "wiped",
        "fry",
        "kb",
        "insolvency",
        "creditor",
        "including",
        "employee",
        "left",
        "million",
        "unpaid",
        "debt",
        "company",
        "dissolved",
        "july",
        "year",
        "administration",
        "receiver",
        "margaris",
        "coolquestion",
        "insolvency",
        "regard",
        "margaris",
        "glance",
        "report",
        "corporate",
        "insolvency",
        "tenure",
        "director",
        "involved",
        "technology",
        "company",
        "called",
        "coolquestion",
        "europe",
        "ag",
        "margaris",
        "coolquestion",
        "insolvency",
        "insolvency",
        "disclosed",
        "shareholder",
        "dissident",
        "circular",
        "according",
        "swiss",
        "official",
        "gazette",
        "commerce",
        "margaris",
        "director",
        "coolquestion",
        "europe",
        "ag",
        "published",
        "debt",
        "call",
        "creditor",
        "swiss",
        "official",
        "gazette",
        "commerce",
        "entered",
        "liquidation",
        "proceeding",
        "company",
        "subsequently",
        "deregistered",
        "swiss",
        "corporate",
        "registry",
        "risk",
        "dissident",
        "nominee",
        "elected",
        "glance",
        "belief",
        "significant",
        "risk",
        "shareholder",
        "majority",
        "glance",
        "board",
        "board",
        "consists",
        "director",
        "history",
        "bankruptcy",
        "insolvency",
        "tenure",
        "director",
        "company",
        "especially",
        "concern",
        "combined",
        "green",
        "stated",
        "objective",
        "increase",
        "spending",
        "previous",
        "spending",
        "behavior",
        "officer",
        "glance",
        "glance",
        "noted",
        "none",
        "glance",
        "nominee",
        "served",
        "director",
        "company",
        "went",
        "bankrupt",
        "became",
        "insolvent",
        "three",
        "five",
        "dissident",
        "nominee",
        "fry",
        "margaris",
        "monique",
        "imbeault",
        "may",
        "glance",
        "provided",
        "shareholder",
        "detail",
        "bankruptcy",
        "involving",
        "imbeault",
        "director",
        "bankruptcy",
        "involved",
        "canadian",
        "technology",
        "company",
        "solution",
        "formerly",
        "listed",
        "exchange",
        "shareholder",
        "value",
        "wiped",
        "sole",
        "secured",
        "creditor",
        "company",
        "owned",
        "imbeault",
        "husband",
        "became",
        "sole",
        "shareholder",
        "question",
        "shareholder",
        "ask",
        "green",
        "green",
        "know",
        "detail",
        "fry",
        "kp",
        "insolvency",
        "conduct",
        "appropriate",
        "due",
        "diligence",
        "fry",
        "green",
        "know",
        "margaris",
        "coolquestion",
        "insolvency",
        "conduct",
        "appropriate",
        "due",
        "diligence",
        "regard",
        "margaris",
        "vote",
        "blue",
        "proxy",
        "glance",
        "nominee",
        "glance",
        "urge",
        "shareholder",
        "read",
        "proxy",
        "fight",
        "material",
        "filed",
        "sedar",
        "glance",
        "website",
        "http",
        "vote",
        "blue",
        "proxy",
        "glance",
        "five",
        "nominee",
        "board",
        "dissident",
        "nominee",
        "elected",
        "would",
        "risky",
        "proposition",
        "glance",
        "board",
        "consisting",
        "nominee",
        "history",
        "corporate",
        "bankruptcy",
        "insolvency",
        "combined",
        "green",
        "established",
        "cursory",
        "due",
        "diligence",
        "excessive",
        "spending",
        "disclosure",
        "irregularity",
        "proclivity",
        "expensive",
        "stock",
        "promotion",
        "choice",
        "clear",
        "protect",
        "investment",
        "vote",
        "blue",
        "form",
        "proxy",
        "well",
        "advance",
        "proxy",
        "voting",
        "deadline",
        "june",
        "pacific",
        "time",
        "shareholder",
        "question",
        "voting",
        "share",
        "contact",
        "df",
        "king",
        "toll",
        "free",
        "email",
        "inquiry",
        "meeting",
        "held",
        "waterfront",
        "centre",
        "burrard",
        "street",
        "vancouver",
        "british",
        "columbia",
        "june",
        "pacific",
        "time",
        "glance",
        "technology",
        "glance",
        "technology",
        "owns",
        "operates",
        "glance",
        "pay",
        "streamlined",
        "payment",
        "system",
        "revolutionizes",
        "smartphone",
        "user",
        "choose",
        "shop",
        "order",
        "good",
        "service",
        "make",
        "payment",
        "access",
        "digital",
        "receipt",
        "redeem",
        "digital",
        "deal",
        "earn",
        "great",
        "reward",
        "interact",
        "merchant",
        "glance",
        "offer",
        "targeted",
        "marketing",
        "geo",
        "targeted",
        "digital",
        "coupon",
        "customer",
        "feedback",
        "messaging",
        "custom",
        "reward",
        "program",
        "glance",
        "pay",
        "mobile",
        "payment",
        "system",
        "consists",
        "proprietary",
        "technology",
        "includes",
        "user",
        "apps",
        "available",
        "free",
        "downloads",
        "io",
        "apple",
        "android",
        "format",
        "merchant",
        "manager",
        "apps",
        "large",
        "scale",
        "technology",
        "hosting",
        "environment",
        "sophisticated",
        "technology",
        "lightning",
        "fast",
        "payment",
        "processing",
        "glance",
        "also",
        "recently",
        "purchased",
        "blockchain",
        "solution",
        "working",
        "cryptocurrency",
        "information",
        "glance",
        "please",
        "go",
        "information",
        "contact",
        "investor",
        "relation",
        "paola",
        "ashton",
        "vp",
        "business",
        "development",
        "investor",
        "neither",
        "canadian",
        "security",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "canadian",
        "security",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "statement",
        "collectively",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "typically",
        "identified",
        "word",
        "may",
        "believe",
        "think",
        "expect",
        "exploring",
        "expand",
        "could",
        "anticipate",
        "intend",
        "estimate",
        "plan",
        "pursue",
        "potentially",
        "projected",
        "similar",
        "expression",
        "nature",
        "refer",
        "future",
        "event",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "relate",
        "among",
        "thing",
        "action",
        "green",
        "dissident",
        "nominee",
        "elected",
        "board",
        "consequence",
        "glance",
        "shareholder",
        "risk",
        "shareholder",
        "board",
        "glance",
        "work",
        "towards",
        "cryptocurrency",
        "although",
        "glance",
        "considers",
        "statement",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "statement",
        "release",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "future",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "factor",
        "include",
        "among",
        "thing",
        "glance",
        "able",
        "integrate",
        "glance",
        "proprietary",
        "technology",
        "cryptocurrency",
        "blockchain",
        "support",
        "information",
        "statement",
        "addition",
        "based",
        "various",
        "estimate",
        "forecast",
        "project",
        "well",
        "expectation",
        "belief",
        "assumption",
        "including",
        "without",
        "limitation",
        "dissident",
        "nominee",
        "elected",
        "board",
        "take",
        "certain",
        "action",
        "negative",
        "consequence",
        "glance",
        "glance",
        "successful",
        "developing",
        "cryptocurrency",
        "additional",
        "information",
        "respect",
        "factor",
        "assumption",
        "underlying",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "recent",
        "prospectus",
        "glance",
        "may",
        "accessed",
        "glance",
        "profile",
        "sedar",
        "glance",
        "caution",
        "investor",
        "information",
        "provided",
        "glance",
        "guarantee",
        "future",
        "result",
        "performance",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "statement",
        "undue",
        "reliance",
        "placed",
        "information",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "upon",
        "based",
        "occur",
        "source",
        "glance",
        "technology",
        "inc"
    ]
}