{
    "organizations": [],
    "uuid": "2de749cc412e326648bf68484814742e5912eede",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-glycomimetics-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "GlycoMimetics Reports First Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Based on guidance from the US Food and Drug Administration (FDA), announced study design for GlycoMimetics-sponsored Phase 3 trial of candidate GMI-1271 in relapsed/refractory AML Signed study startup agreement with European consortium to prepare to conduct a trial in a second AML indication, i.e., both newly diagnosed patients who cannot tolerate intensive chemotherapy and myelodysplastic syndrome (MDS) patients with a high risk of leukemia Raised net proceeds of approximately $128.4 million in a common stock offering, bringing quarter-end cash to $242.6 million and extending expected cash runway through top-line data from GlycoMimetics-sponsored Phase 3 study in relapsed/refractory AML\nROCKVILLE, Md.--(BUSINESS WIRE)-- GlycoMimetics, Inc. (Nasdaq: GLYC) today reported its financial results for the first quarter ended March 31, 2018 and highlighted recent company achievements. Quarter-end cash as a result of a follow-on financing in March was $242.6 million.\n“Our first-quarter 2018 accomplishments reflected both progress and transformation for GlycoMimetics. During this period, we laid a foundation – operationally and financially – from which we believe we will drive significant value creation. This foundation was built on the achievement of several key milestones, most notably, the announced design for our Phase 3 trial in relapsed/refractory acute myeloid leukemia (AML) patients, which forms the core of our comprehensive late-stage clinical development strategy for GMI-1271,” said Rachel King, GlycoMimetics Chief Executive Officer.\n“Our overall plan also includes a trial in Europe to test GMI-1271 in combination with a hypomethylating agent in newly diagnosed patients unfit for intensive chemotherapy. In addition, we continue to explore options for a trial in newly diagnosed patients fit for chemotherapy. Together these trials will position us, if successful, to offer a new standard treatment across the continuum of care in AML. Importantly, we now have the financial resources in place to achieve the key clinical milestones that we believe will drive value creation for the company,” she added.\nThe company will host a conference call and webcast today at 8:30 a.m. ET. The dial-in number for the conference call is (844) 413-7154 (U.S. and Canada) or (216) 562-0466 (international) and entering passcode 1096657. To access the live audio webcast, or the subsequent archived recording, visit the “Investors - Events & Presentations” section of the GlycoMimetics website at www.glycomimetics.com . The webcast will be recorded and available for replay on the GlycoMimetics website for 30 days following the call.\nKey Operational Highlights for the First Quarter of 2018:\nBased on guidance from the US Food and Drug Administration (FDA), the company announced its design for a randomized, double-blind, placebo-controlled Phase 3 clinical trial to evaluate GMI-1271 in individuals with relapsed/refractory AML. The single pivotal trial is planned to enroll approximately 380 adult patients at 30 to 40 centers in the United States, Canada, Europe and Australia, with enrollment expected to begin in the third quarter of 2018. The company entered into an agreement with the Haemato Oncology Foundation for Adults in the Netherlands, or HOVON, to initiate clinical trial startup activities to evaluate GMI-1271 in adults with newly diagnosed AML but who cannot tolerate intensive chemotherapy, as well as in patients with myelodysplastic syndrome, or MDS, with a high risk of leukemia. The company’s strategic partner Pfizer continues to enroll individuals with sickle cell disease in its Phase 3 clinical study of rivipansel for the treatment of vaso-occlusive crisis. GlycoMimetics continues to expect rivipansel to advance to an anticipated topline Phase 3 readout in the fourth quarter of 2018.\nFirst Quarter 2018 Financial Results:\nCash position: As of March 31, 2018, GlycoMimetics had cash and cash equivalents of $242.6 million as compared to $123.9 million as of December 31, 2017. GlycoMimetics successfully completed a follow-on public offering of 8,050,000 shares netting proceeds of approximately $128.4 million. R&D Expenses: The Company’s research and development expenses increased to $9.0 million for the quarter ended March 31, 2018 as compared to $5.9 million for the first quarter of 2017. The increase was due to on-going costs related to manufacturing and process development for GMI-1271. G&A Expenses: The Company’s general and administrative expenses increased to $2.9 million for the quarter ended March 31, 2018 as compared to $2.1 million for the quarter ended March 31, 2017. The increase was due to higher patent, legal and non-cash stock-based compensation expenses. Shares Outstanding: Shares outstanding as of March 31, 2018 were 42,490,110.\nAbout GMI-1271\nGMI-1271 is designed to block E-selectin (an adhesion molecule on cells in the bone marrow) from binding with blood cancer cells as a targeted approach to disrupting well-established mechanisms of leukemic cell resistance within the bone marrow microenvironment. In a Phase 1/2 clinical trial, GMI-1271 was evaluated in both newly diagnosed elderly and relapsed/refractory patients with acute myeloid leukemia (AML). In both populations, patients treated with GMI-1271 together with standard chemotherapy achieved better than expected remission rates and overall survival compared to historical controls, which have been derived from results from third party clinical trials evaluating standard chemotherapy, as well as lower than expected induction-related mortality rates. Treatment in these patient populations was generally well tolerated, with fewer than expected adverse effects. The FDA has granted GMI-1271 Breakthrough Therapy designation for the treatment of adult AML patients with relapsed/refractory disease.\nAbout Rivipansel\nRivipansel, the most advanced drug candidate in the GlycoMimetics pipeline, is a glycomimetic drug candidate that acts as a pan-selectin antagonist, meaning it binds to all three members of the selectin family – E-, P- and L-selectin. The first potential indication for rivipansel is vaso-occlusive crisis (VOC) of sickle cell disease (SCD), one of the most severe complications of SCD which can result in acute ischemic organ injury at one or more sites. By reducing cell adhesion, activation and inflammation that are believed to contribute to reduced blood flow through the microvasculature during VOC, GlycoMimetics believes that rivipansel could be the first drug to interrupt the underlying cause of VOC, thereby potentially enabling patients to leave the hospital more quickly. Pfizer is conducting a Phase 3 clinical trial for rivipansel in SCD.\nAbout GlycoMimetics, Inc.\nGlycoMimetics is a clinical-stage biotechnology company focused on the discovery and development of novel glycomimetic drugs to address unmet medical needs resulting from diseases in which carbohydrate biology plays a key role. GlycoMimetics' most advanced drug candidate, rivipansel, a pan-selectin antagonist, is being developed for the treatment of vaso-occlusive crisis in sickle cell disease and is being evaluated in a Phase 3 clinical trial being conducted by its strategic collaborator, Pfizer. GlycoMimetics' wholly-owned drug candidate, GMI-1271, an E-selectin antagonist, was evaluated in a Phase 1/2 clinical trial as a potential treatment for AML and is currently being evaluated in a Phase 1 clinical trial for the treatment of multiple myeloma. The FDA granted GMI-1271 Breakthrough Therapy designation for the treatment of adult AML patients with relapsed/refractory disease. GlycoMimetics is also conducting a Phase 1 clinical trial with a third drug candidate, GMI-1359, a combined CXCR4 and E-selectin antagonist. GlycoMimetics is located in Rockville, MD in the BioHealth Capital Region. Learn more at www.glycomimetics.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains regarding the clinical development of the company’s drug candidates, including the expected timing of completion of clinical trials and the presentation of clinical data, as well as the company’s belief that its cash resources will be sufficient to meet its anticipated cash requirements through the receipt of top-line data from the planned Phase 3 clinical trial of GMI-1271 in individuals with relapsed/refractory AML. Actual results may those in these . For a further description of the risks associated with these statements, as well as other risks facing GlycoMimetics, please see the risk factors described in the company’s annual report on Form 10-K filed with the U.S. Securities and Exchange Commission (SEC) on March 6, 2018, and other filings GlycoMimetics makes with the SEC from time to time. Forward-looking statements speak only as of the date of this release, and GlycoMimetics undertakes no obligation to update or revise these statements, except as may be required by law.\nGlycoMimetics, Inc. Condensed Statements of Operations (In thousands, except share and per share data) Three months ended March 31, 2018 2017 (Unaudited)\nRevenue $ - $ - Cost and expenses: Research and development expense 9,022 5,879 General and administrative expense 2,855 2,092 Total costs and expenses 11,877 7,971 Loss from operations (11,877 ) (7,971 ) Other income 364 39 Net loss and comprehensive loss $ (11,513 ) $ (7,932 ) Net loss per share - basic and diluted $ (0.33 ) $ (0.34 ) Weighted average shares - basic and diluted 35,156,090 23,480,432 GlycoMimetics, Inc. Balance Sheet Data (In thousands) March 31, December 31, 2018 2017 (unaudited) Cash and cash equivalents $ 242,632 $ 123,925 Working capital 237,413 119,045 Total assets 247,421 128,583 Total liabilities 9,382 8,882 Stockholders' equity 238,039 119,701\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503005653/en/\nGlycoMimetics, Inc.\nInvestor Contact:\nShari Annes, 650-888-0902\nsannes@annesassociates.com\nor\nMedia Contact:\nJamie Lacey-Moreira, 410-299-3310\njamielacey@presscommpr.com\nSource: GlycoMimetics, Inc.",
    "published": "2018-05-03T15:00:00.000+03:00",
    "crawled": "2018-05-03T15:52:13.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "based",
        "guidance",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "announced",
        "study",
        "design",
        "phase",
        "trial",
        "candidate",
        "aml",
        "signed",
        "study",
        "startup",
        "agreement",
        "european",
        "consortium",
        "prepare",
        "conduct",
        "trial",
        "second",
        "aml",
        "indication",
        "newly",
        "diagnosed",
        "patient",
        "tolerate",
        "intensive",
        "chemotherapy",
        "myelodysplastic",
        "syndrome",
        "md",
        "patient",
        "high",
        "risk",
        "leukemia",
        "raised",
        "net",
        "proceeds",
        "approximately",
        "million",
        "common",
        "stock",
        "offering",
        "bringing",
        "cash",
        "million",
        "extending",
        "expected",
        "cash",
        "runway",
        "data",
        "phase",
        "study",
        "aml",
        "rockville",
        "business",
        "wire",
        "glycomimetics",
        "nasdaq",
        "glyc",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "highlighted",
        "recent",
        "company",
        "achievement",
        "cash",
        "result",
        "financing",
        "march",
        "million",
        "accomplishment",
        "reflected",
        "progress",
        "transformation",
        "glycomimetics",
        "period",
        "laid",
        "foundation",
        "operationally",
        "financially",
        "believe",
        "drive",
        "significant",
        "value",
        "creation",
        "foundation",
        "built",
        "achievement",
        "several",
        "key",
        "milestone",
        "notably",
        "announced",
        "design",
        "phase",
        "trial",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "patient",
        "form",
        "core",
        "comprehensive",
        "clinical",
        "development",
        "strategy",
        "said",
        "rachel",
        "king",
        "glycomimetics",
        "chief",
        "executive",
        "officer",
        "overall",
        "plan",
        "also",
        "includes",
        "trial",
        "europe",
        "test",
        "combination",
        "hypomethylating",
        "agent",
        "newly",
        "diagnosed",
        "patient",
        "unfit",
        "intensive",
        "chemotherapy",
        "addition",
        "continue",
        "explore",
        "option",
        "trial",
        "newly",
        "diagnosed",
        "patient",
        "fit",
        "chemotherapy",
        "together",
        "trial",
        "position",
        "u",
        "successful",
        "offer",
        "new",
        "standard",
        "treatment",
        "across",
        "continuum",
        "care",
        "aml",
        "importantly",
        "financial",
        "resource",
        "place",
        "achieve",
        "key",
        "clinical",
        "milestone",
        "believe",
        "drive",
        "value",
        "creation",
        "company",
        "added",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "et",
        "number",
        "conference",
        "call",
        "canada",
        "international",
        "entering",
        "passcode",
        "access",
        "live",
        "audio",
        "webcast",
        "subsequent",
        "archived",
        "recording",
        "visit",
        "investor",
        "event",
        "presentation",
        "section",
        "glycomimetics",
        "website",
        "webcast",
        "recorded",
        "available",
        "replay",
        "glycomimetics",
        "website",
        "day",
        "following",
        "call",
        "key",
        "operational",
        "highlight",
        "first",
        "quarter",
        "based",
        "guidance",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "company",
        "announced",
        "design",
        "randomized",
        "phase",
        "clinical",
        "trial",
        "evaluate",
        "individual",
        "aml",
        "single",
        "pivotal",
        "trial",
        "planned",
        "enroll",
        "approximately",
        "adult",
        "patient",
        "center",
        "united",
        "state",
        "canada",
        "europe",
        "australia",
        "enrollment",
        "expected",
        "begin",
        "third",
        "quarter",
        "company",
        "entered",
        "agreement",
        "haemato",
        "oncology",
        "foundation",
        "adult",
        "netherlands",
        "hovon",
        "initiate",
        "clinical",
        "trial",
        "startup",
        "activity",
        "evaluate",
        "adult",
        "newly",
        "diagnosed",
        "aml",
        "tolerate",
        "intensive",
        "chemotherapy",
        "well",
        "patient",
        "myelodysplastic",
        "syndrome",
        "md",
        "high",
        "risk",
        "leukemia",
        "company",
        "strategic",
        "partner",
        "pfizer",
        "continues",
        "enroll",
        "individual",
        "sickle",
        "cell",
        "disease",
        "phase",
        "clinical",
        "study",
        "rivipansel",
        "treatment",
        "crisis",
        "glycomimetics",
        "continues",
        "expect",
        "rivipansel",
        "advance",
        "anticipated",
        "topline",
        "phase",
        "readout",
        "fourth",
        "quarter",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "march",
        "glycomimetics",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "glycomimetics",
        "successfully",
        "completed",
        "public",
        "offering",
        "share",
        "netting",
        "proceeds",
        "approximately",
        "million",
        "r",
        "expense",
        "company",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "due",
        "cost",
        "related",
        "manufacturing",
        "process",
        "development",
        "g",
        "expense",
        "company",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "quarter",
        "ended",
        "march",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "increase",
        "due",
        "higher",
        "patent",
        "legal",
        "compensation",
        "expense",
        "share",
        "outstanding",
        "share",
        "outstanding",
        "march",
        "designed",
        "block",
        "adhesion",
        "molecule",
        "cell",
        "bone",
        "marrow",
        "binding",
        "blood",
        "cancer",
        "cell",
        "targeted",
        "approach",
        "disrupting",
        "mechanism",
        "leukemic",
        "cell",
        "resistance",
        "within",
        "bone",
        "marrow",
        "microenvironment",
        "phase",
        "clinical",
        "trial",
        "evaluated",
        "newly",
        "diagnosed",
        "elderly",
        "patient",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "population",
        "patient",
        "treated",
        "together",
        "standard",
        "chemotherapy",
        "achieved",
        "better",
        "expected",
        "remission",
        "rate",
        "overall",
        "survival",
        "compared",
        "historical",
        "control",
        "derived",
        "result",
        "third",
        "party",
        "clinical",
        "trial",
        "evaluating",
        "standard",
        "chemotherapy",
        "well",
        "lower",
        "expected",
        "mortality",
        "rate",
        "treatment",
        "patient",
        "population",
        "generally",
        "well",
        "tolerated",
        "fewer",
        "expected",
        "adverse",
        "effect",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "adult",
        "aml",
        "patient",
        "disease",
        "rivipansel",
        "rivipansel",
        "advanced",
        "drug",
        "candidate",
        "glycomimetics",
        "pipeline",
        "glycomimetic",
        "drug",
        "candidate",
        "act",
        "antagonist",
        "meaning",
        "bind",
        "three",
        "member",
        "selectin",
        "family",
        "first",
        "potential",
        "indication",
        "rivipansel",
        "crisis",
        "voc",
        "sickle",
        "cell",
        "disease",
        "scd",
        "one",
        "severe",
        "complication",
        "scd",
        "result",
        "acute",
        "ischemic",
        "organ",
        "injury",
        "one",
        "site",
        "reducing",
        "cell",
        "adhesion",
        "activation",
        "inflammation",
        "believed",
        "contribute",
        "reduced",
        "blood",
        "flow",
        "microvasculature",
        "voc",
        "glycomimetics",
        "belief",
        "rivipansel",
        "could",
        "first",
        "drug",
        "interrupt",
        "underlying",
        "cause",
        "voc",
        "thereby",
        "potentially",
        "enabling",
        "patient",
        "leave",
        "hospital",
        "quickly",
        "pfizer",
        "conducting",
        "phase",
        "clinical",
        "trial",
        "rivipansel",
        "scd",
        "glycomimetics",
        "glycomimetics",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "development",
        "novel",
        "glycomimetic",
        "drug",
        "address",
        "unmet",
        "medical",
        "need",
        "resulting",
        "disease",
        "carbohydrate",
        "biology",
        "play",
        "key",
        "role",
        "glycomimetics",
        "advanced",
        "drug",
        "candidate",
        "rivipansel",
        "antagonist",
        "developed",
        "treatment",
        "crisis",
        "sickle",
        "cell",
        "disease",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "conducted",
        "strategic",
        "collaborator",
        "pfizer",
        "glycomimetics",
        "drug",
        "candidate",
        "antagonist",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "potential",
        "treatment",
        "aml",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "multiple",
        "myeloma",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "adult",
        "aml",
        "patient",
        "disease",
        "glycomimetics",
        "also",
        "conducting",
        "phase",
        "clinical",
        "trial",
        "third",
        "drug",
        "candidate",
        "combined",
        "cxcr4",
        "antagonist",
        "glycomimetics",
        "located",
        "rockville",
        "md",
        "biohealth",
        "capital",
        "region",
        "learn",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "regarding",
        "clinical",
        "development",
        "company",
        "drug",
        "candidate",
        "including",
        "expected",
        "timing",
        "completion",
        "clinical",
        "trial",
        "presentation",
        "clinical",
        "data",
        "well",
        "company",
        "belief",
        "cash",
        "resource",
        "sufficient",
        "meet",
        "anticipated",
        "cash",
        "requirement",
        "receipt",
        "data",
        "planned",
        "phase",
        "clinical",
        "trial",
        "individual",
        "aml",
        "actual",
        "result",
        "may",
        "description",
        "risk",
        "associated",
        "statement",
        "well",
        "risk",
        "facing",
        "glycomimetics",
        "please",
        "see",
        "risk",
        "factor",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "filing",
        "glycomimetics",
        "make",
        "sec",
        "time",
        "time",
        "statement",
        "speak",
        "date",
        "release",
        "glycomimetics",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "glycomimetics",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "unaudited",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "basic",
        "diluted",
        "glycomimetics",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "liability",
        "stockholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "glycomimetics",
        "investor",
        "contact",
        "shari",
        "anne",
        "sannes",
        "medium",
        "contact",
        "jamie",
        "jamielacey",
        "source",
        "glycomimetics",
        "inc"
    ]
}