{
    "organizations": [],
    "uuid": "24f7180893f11f492e0f2e7a7afb844c62b7e397",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/01/pr-newswire-turtle-beach-extends-expands-esports-partnership-with-optic-gaming.html",
    "ord_in_thread": 0,
    "title": "Turtle Beach Extends & Expands Esports Partnership With Optic Gaming",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, Turtle Beach (NASDAQ: HEAR), the leading gaming headset and audio accessory brand, today announced a multi-year continuation of its partnership with top esports and gaming entertainment organization OpTic Gaming. The updated agreement will continue seeing Turtle Beach arming OpTic's World Champion Call of Duty and Gears of War teams, and OpTic's Counter Strike: Global Offensive (CS: GO) team with its Elite Pro line of gaming headsets and additional gear, and now extends and includes OpTic's DOTA 2 and PUBG squads. Additionally, other esports franchises under Infinite Esports & Entertainment – OpTic Gaming's holding company, are also a significant part of this partnership expansion, with further details to be revealed over the coming weeks.\n2017 was an amazing year of achievements for both Turtle Beach and OpTic Gaming, and 2018 promises even more innovations and almost certainly more championships with OpTic's expanded roster of pro teams competing on more battlefields. For OpTic Gaming – known by fans as the Green Wall – 2017 was among its most celebrated since its founding in 2006. Hoisting trophies at the World Championships in Halo and Gears of War, they also brought home their first-ever Call of Duty World Championship. In parallel with OpTic Gaming's success, in 2017 Turtle Beach remained the undisputed gaming headset market share leader, and also launched the Elite Pro – OpTic Limited Edition headset as a testament to the partnership between the two organizations, and as a tribute to the Green Wall's dedication and commitment that enables their historic achievements.\nThis year, the Green Wall aims to continue its competitive dominance in Call of Duty, Gears of War, CS: GO, and DOTA 2, and has recently entered the Battle Royale scene with a top-tier PUBG team, with Turtle Beach serving as the headset of choice for all OpTic Gaming players and influencers. Additionally, Turtle Beach and OpTic are partnering on exciting new fronts that include an even richer flow of content showcasing the highs and lows of training and competing, as well as wider aspects of gaming culture. OpTic's teams strive to play at the highest levels of international competition, and these new series will document and celebrate the hard work and dedication it takes to be able to pull on the Championship Sunday white jerseys. Lastly, Turtle Beach and OpTic Gaming are working together on the development of new competition products, unique merchandise, and amazing fan events.\n\"The expansion of esports leagues, competitions, games, and athlete demands is constant, making our partnership with OpTic Gaming a key one. We've watched OpTic evolve from being one of the world's best competitive Call of Duty teams into a multidimensional esports entertainment franchise, so we're very excited to broaden our great relationship to grow with them,\" said Juergen Stark, CEO, Turtle Beach Corporation.\nStark continued: \"We joined forces with OpTic Gaming in 2016 as we unveiled the original Elite Pro Tournament Gaming Headset, and their collaborative feedback has been pivotal to our success in the space. Not only has OpTic helped us refine and expand our marketing efforts, but they also help us develop, design, and enhance the audio supremacy only Turtle Beach can deliver, whether that's from the highest levels of competition or from future esports pros picking up a controller for the first time.\"\nRyan Musselman, SVP, Infinite Esports & Entertainment commented, \"Throughout our long-standing partnership, Turtle Beach has supported us with unmatched excellence and products. Year over year, the team at Turtle Beach has inherently understood the definitive needs of our players, and as we expanded into new competitive titles they've been quick to ensure new players are welcomed with strong products and top tier service. We're excited to continue teaming up with Turtle Beach in supporting our pro players, the Green Wall, and the expansive esports community.\"\nIn renewing the partnership, Turtle Beach and OpTic Gaming solidify their mutual pursuits of hearing everything and defeating everyone. Turtle Beach's Elite Pro line has set the standard for esports gaming audio equipment, delivering best-in-class audio performance for game sound and team chat, plus innovative comfort-driven technologies to ensure players stay comfortable and cool under fire.\nFor more information on the latest Turtle Beach gaming headsets and accessories, visit www.turtlebeach.com and be sure to follow Turtle Beach on Facebook , Twitter and Instagram .\nAbout OpTic Gaming\nFounded in 2006, OpTic Gaming is an industry-defining esports, media, and entertainment organization. With an audience built up over a decade, they are widely recognized for their extensive impact, passionately engaged global audience, and astounding rate of competitive success. Their reach now includes teams in every major esports scene, including both the League of Legends and Overwatch League franchises.\nAbout Turtle Beach Corporation\nTurtle Beach ( www.turtlebeach.com and http://corp.turtlebeach.com ) has been revolutionizing console multiplayer gaming since the very beginning with its wide selection of industry leading, award-winning gaming headsets. Whether you're a professional esports athlete, hardcore gamer, casual player, or just starting out, Turtle Beach has the gaming headset to help you truly master your skills. Amazing audio quality, crystal-clear communication, lightweight and comfortable designs, innovative and advanced technology, and ease-of-use are just a few features that have made Turtle Beach a fan-favorite brand for gamers the world over. Made for Xbox and PlayStation ® consoles as well as for PC and mobile devices, having a Turtle Beach gaming headset in your arsenal gives you the competitive advantage. The Company's shares are traded on the NASDAQ Exchange under the symbol: HEAR .\nCautionary Note on Forward-Looking Statements\nThis press release includes forward-looking information and statements within the meaning of the federal securities laws. Except for historical information contained in this release, statements in this release, including those regarding the intended use of proceeds from the Offering and concurrent private placement, may constitute forward-looking statements regarding assumptions, projections, expectations, targets, intentions or beliefs about future events. Forward looking statements are based on management's statements containing the words \"may\", \"could\", \"would\", \"should\", \"believe\", \"expect\", \"anticipate\", \"plan\", \"estimate\", \"target\", \"project\", \"intend\" and similar expressions constitute forward-looking statements. Forward-looking statements involve known and unknown risks and uncertainties, which could cause actual results to differ materially from those contained in any forward-looking statement. Forward-looking statements are based on management's current belief, as well as assumptions made by, and information currently available to, management.\nWhile the Company believes that its expectations are based upon reasonable assumptions, there can be no assurances that its goals and strategy will be realized. Numerous factors, including risks and uncertainties, may affect actual results and may cause results to differ materially from those expressed in forward-looking statements made by the Company or on its behalf. Some of these factors include, but are not limited to, the substantial uncertainties inherent in acceptance of existing and future products, the difficulty of commercializing and protecting new technology, the impact of competitive products and pricing, general business and economic conditions, risks associated with the expansion of our business including the implementation of any businesses we acquire, our indebtedness, and other factors discussed in our public filings, including the risk factors included in the prospectus supplement filed in connection with the Offering, the Company's most recent Annual Report on Form 10-K and the Company's other periodic reports. Except as required by applicable law, including the securities laws of the United States and the rules and regulations of the Securities and Exchange Commission, the Company is under no obligation to publicly update or revise any forward-looking statement after the date of this release whether as a result of new information, future developments or otherwise.\nView original content with multimedia: releases/turtle-beach-extends--expands-esports-partnership-with-optic-gaming-300639715.html\nSOURCE Turtle Beach Corporation",
    "published": "2018-05-01T16:30:00.000+03:00",
    "crawled": "2018-05-01T17:13:37.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "turtle",
        "beach",
        "nasdaq",
        "hear",
        "leading",
        "gaming",
        "headset",
        "audio",
        "accessory",
        "brand",
        "today",
        "announced",
        "continuation",
        "partnership",
        "top",
        "esports",
        "gaming",
        "entertainment",
        "organization",
        "optic",
        "gaming",
        "updated",
        "agreement",
        "continue",
        "seeing",
        "turtle",
        "beach",
        "arming",
        "optic",
        "world",
        "champion",
        "call",
        "duty",
        "gear",
        "war",
        "team",
        "optic",
        "counter",
        "strike",
        "global",
        "offensive",
        "c",
        "go",
        "team",
        "elite",
        "pro",
        "line",
        "gaming",
        "headset",
        "additional",
        "gear",
        "extends",
        "includes",
        "optic",
        "dota",
        "pubg",
        "squad",
        "additionally",
        "esports",
        "franchise",
        "infinite",
        "esports",
        "entertainment",
        "optic",
        "gaming",
        "holding",
        "company",
        "also",
        "significant",
        "part",
        "partnership",
        "expansion",
        "detail",
        "revealed",
        "coming",
        "week",
        "amazing",
        "year",
        "achievement",
        "turtle",
        "beach",
        "optic",
        "gaming",
        "promise",
        "even",
        "innovation",
        "almost",
        "certainly",
        "championship",
        "optic",
        "expanded",
        "roster",
        "pro",
        "team",
        "competing",
        "battlefield",
        "optic",
        "gaming",
        "known",
        "fan",
        "green",
        "wall",
        "among",
        "celebrated",
        "since",
        "founding",
        "hoisting",
        "trophy",
        "world",
        "championship",
        "halo",
        "gear",
        "war",
        "also",
        "brought",
        "home",
        "call",
        "duty",
        "world",
        "championship",
        "parallel",
        "optic",
        "gaming",
        "success",
        "turtle",
        "beach",
        "remained",
        "undisputed",
        "gaming",
        "headset",
        "market",
        "share",
        "leader",
        "also",
        "launched",
        "elite",
        "pro",
        "optic",
        "limited",
        "edition",
        "headset",
        "testament",
        "partnership",
        "two",
        "organization",
        "tribute",
        "green",
        "wall",
        "dedication",
        "commitment",
        "enables",
        "historic",
        "achievement",
        "year",
        "green",
        "wall",
        "aim",
        "continue",
        "competitive",
        "dominance",
        "call",
        "duty",
        "gear",
        "war",
        "c",
        "go",
        "dota",
        "recently",
        "entered",
        "battle",
        "royale",
        "scene",
        "pubg",
        "team",
        "turtle",
        "beach",
        "serving",
        "headset",
        "choice",
        "optic",
        "gaming",
        "player",
        "influencers",
        "additionally",
        "turtle",
        "beach",
        "optic",
        "partnering",
        "exciting",
        "new",
        "front",
        "include",
        "even",
        "richer",
        "flow",
        "content",
        "showcasing",
        "high",
        "low",
        "training",
        "competing",
        "well",
        "wider",
        "aspect",
        "gaming",
        "culture",
        "optic",
        "team",
        "strive",
        "play",
        "highest",
        "level",
        "international",
        "competition",
        "new",
        "series",
        "document",
        "celebrate",
        "hard",
        "work",
        "dedication",
        "take",
        "able",
        "pull",
        "championship",
        "sunday",
        "white",
        "jersey",
        "lastly",
        "turtle",
        "beach",
        "optic",
        "gaming",
        "working",
        "together",
        "development",
        "new",
        "competition",
        "product",
        "unique",
        "merchandise",
        "amazing",
        "fan",
        "event",
        "expansion",
        "esports",
        "league",
        "competition",
        "game",
        "athlete",
        "demand",
        "constant",
        "making",
        "partnership",
        "optic",
        "gaming",
        "key",
        "one",
        "watched",
        "optic",
        "evolve",
        "one",
        "world",
        "best",
        "competitive",
        "call",
        "duty",
        "team",
        "multidimensional",
        "esports",
        "entertainment",
        "franchise",
        "excited",
        "broaden",
        "great",
        "relationship",
        "grow",
        "said",
        "juergen",
        "stark",
        "ceo",
        "turtle",
        "beach",
        "corporation",
        "stark",
        "continued",
        "joined",
        "force",
        "optic",
        "gaming",
        "unveiled",
        "original",
        "elite",
        "pro",
        "tournament",
        "gaming",
        "headset",
        "collaborative",
        "feedback",
        "pivotal",
        "success",
        "space",
        "optic",
        "helped",
        "u",
        "refine",
        "expand",
        "marketing",
        "effort",
        "also",
        "help",
        "u",
        "develop",
        "design",
        "enhance",
        "audio",
        "supremacy",
        "turtle",
        "beach",
        "deliver",
        "whether",
        "highest",
        "level",
        "competition",
        "future",
        "esports",
        "pro",
        "picking",
        "controller",
        "first",
        "time",
        "ryan",
        "musselman",
        "svp",
        "infinite",
        "esports",
        "entertainment",
        "commented",
        "throughout",
        "partnership",
        "turtle",
        "beach",
        "supported",
        "u",
        "unmatched",
        "excellence",
        "product",
        "year",
        "year",
        "team",
        "turtle",
        "beach",
        "inherently",
        "understood",
        "definitive",
        "need",
        "player",
        "expanded",
        "new",
        "competitive",
        "title",
        "quick",
        "ensure",
        "new",
        "player",
        "welcomed",
        "strong",
        "product",
        "top",
        "tier",
        "service",
        "excited",
        "continue",
        "teaming",
        "turtle",
        "beach",
        "supporting",
        "pro",
        "player",
        "green",
        "wall",
        "expansive",
        "esports",
        "community",
        "renewing",
        "partnership",
        "turtle",
        "beach",
        "optic",
        "gaming",
        "solidify",
        "mutual",
        "pursuit",
        "hearing",
        "everything",
        "defeating",
        "everyone",
        "turtle",
        "beach",
        "elite",
        "pro",
        "line",
        "set",
        "standard",
        "esports",
        "gaming",
        "audio",
        "equipment",
        "delivering",
        "audio",
        "performance",
        "game",
        "sound",
        "team",
        "chat",
        "plus",
        "innovative",
        "technology",
        "ensure",
        "player",
        "stay",
        "comfortable",
        "cool",
        "fire",
        "information",
        "latest",
        "turtle",
        "beach",
        "gaming",
        "headset",
        "accessory",
        "visit",
        "sure",
        "follow",
        "turtle",
        "beach",
        "facebook",
        "twitter",
        "instagram",
        "optic",
        "gaming",
        "founded",
        "optic",
        "gaming",
        "esports",
        "medium",
        "entertainment",
        "organization",
        "audience",
        "built",
        "decade",
        "widely",
        "recognized",
        "extensive",
        "impact",
        "passionately",
        "engaged",
        "global",
        "audience",
        "astounding",
        "rate",
        "competitive",
        "success",
        "reach",
        "includes",
        "team",
        "every",
        "major",
        "esports",
        "scene",
        "including",
        "league",
        "legend",
        "overwatch",
        "league",
        "franchise",
        "turtle",
        "beach",
        "corporation",
        "turtle",
        "beach",
        "http",
        "revolutionizing",
        "console",
        "multiplayer",
        "gaming",
        "since",
        "beginning",
        "wide",
        "selection",
        "industry",
        "leading",
        "gaming",
        "headset",
        "whether",
        "professional",
        "esports",
        "athlete",
        "hardcore",
        "gamer",
        "casual",
        "player",
        "starting",
        "turtle",
        "beach",
        "gaming",
        "headset",
        "help",
        "truly",
        "master",
        "skill",
        "amazing",
        "audio",
        "quality",
        "communication",
        "lightweight",
        "comfortable",
        "design",
        "innovative",
        "advanced",
        "technology",
        "feature",
        "made",
        "turtle",
        "beach",
        "brand",
        "gamers",
        "world",
        "made",
        "xbox",
        "playstation",
        "console",
        "well",
        "pc",
        "mobile",
        "device",
        "turtle",
        "beach",
        "gaming",
        "headset",
        "arsenal",
        "give",
        "competitive",
        "advantage",
        "company",
        "share",
        "traded",
        "nasdaq",
        "exchange",
        "symbol",
        "hear",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "includes",
        "information",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "except",
        "historical",
        "information",
        "contained",
        "release",
        "statement",
        "release",
        "including",
        "regarding",
        "intended",
        "use",
        "proceeds",
        "offering",
        "concurrent",
        "private",
        "placement",
        "may",
        "constitute",
        "statement",
        "regarding",
        "assumption",
        "projection",
        "expectation",
        "target",
        "intention",
        "belief",
        "future",
        "event",
        "forward",
        "looking",
        "statement",
        "based",
        "management",
        "statement",
        "containing",
        "word",
        "may",
        "could",
        "would",
        "believe",
        "expect",
        "anticipate",
        "plan",
        "estimate",
        "target",
        "project",
        "intend",
        "similar",
        "expression",
        "constitute",
        "statement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "belief",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "company",
        "belief",
        "expectation",
        "based",
        "upon",
        "reasonable",
        "assumption",
        "assurance",
        "goal",
        "strategy",
        "realized",
        "numerous",
        "factor",
        "including",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "actual",
        "result",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "made",
        "company",
        "behalf",
        "factor",
        "include",
        "limited",
        "substantial",
        "uncertainty",
        "inherent",
        "acceptance",
        "existing",
        "future",
        "product",
        "difficulty",
        "commercializing",
        "protecting",
        "new",
        "technology",
        "impact",
        "competitive",
        "product",
        "pricing",
        "general",
        "business",
        "economic",
        "condition",
        "risk",
        "associated",
        "expansion",
        "business",
        "including",
        "implementation",
        "business",
        "acquire",
        "indebtedness",
        "factor",
        "discussed",
        "public",
        "filing",
        "including",
        "risk",
        "factor",
        "included",
        "prospectus",
        "supplement",
        "filed",
        "connection",
        "offering",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "company",
        "periodic",
        "report",
        "except",
        "required",
        "applicable",
        "law",
        "including",
        "security",
        "law",
        "united",
        "state",
        "rule",
        "regulation",
        "security",
        "exchange",
        "commission",
        "company",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "date",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "view",
        "original",
        "content",
        "multimedia",
        "source",
        "turtle",
        "beach",
        "corporation"
    ]
}