{
    "organizations": [],
    "uuid": "41aa642e7eb30153a488187a5e77aa84b1d1f00c",
    "author": "Aaron Pressman and Alan Murray",
    "url": "http://fortune.com/2018/05/02/data-sheet-starbucks-delta-ethics-leadership/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Starbucks, Delta Debacles Show Need for Ethical Leadership",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Protestor Jack Willis, 26, demonstrates outside a Starbucks on April 15, 2018 in Philadelphia, Pennsylvania. Police arrested two black men who were waiting inside a Center City Starbucks which prompted an apology from the company's CEO. Mark Makela—Getty Images By Aaron Pressman and Alan Murray May 2, 2018\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nGood morning. Alan Murray, still in for Adam.\nI gave a speech at NYU last night on the changing nature of business leadership. For all of you who didn’t have to endure the 60-minute version, I offer now the 60-second version. Enjoy.\nBusiness leadership is undergoing a profound transformation. Witness: Starbucks closing its stores for bias training; Atlanta-based Delta eliminating discounts for NRA members; North Carolina’s business elite rising up in opposition to a law limiting transgender access to public bathrooms. A decade ago, none of those would have happened.\nWhy the change? Three reasons: 1) the democratization of information (everyone knows everything); 2) the speed of change (you can’t wait for the C-suite to tell you what to do); and 3) rising expectations, especially among millennials, who look to their employers, and to some extent their goods and services providers, to do good in the world.\nHow does that change business leadership? Three ways (I have an affinity for triplets): 1) Holding a formal post like CEO no longer means anyone will follow. (As Senate Majority Leader Howard Baker once joked: I’m like a groundskeeper at a cemetery. There are a lot of people under me, but they aren’t paying much attention.) 2) You can’t compartmentalize leadership. An airline CEO has to have a view on gun control; a bank CEO has to have a view on transgender bathrooms. And 3) In today’s world, where social media feeds moral outrage (think Dr. David Dao being dragged off a United airplane), leaders need moral authority to succeed.\nThe result: a new generation of leaders focused on how their company can be “good,” and how it can address pressing social problems that are being ignored by government. (Notice I made this entire argument without even mentioning Trump?)\nSince I’m writing for Data Sheet this week, and not CEO Daily, I should point out that all of this Change-the-World-Don’t-Be-Evil stuff started in the tech sector—even if some players (looking at you, Facebook) have wandered astray. Companies are like people; neither all good or all bad. Still, nice to see the good on the rise.\nNews below.\nAlan Murray @alansmurray alan.murray@timeinc.com NEWSWORTHY\nNailed it. “This has been an intense year.” That’s how Facebook CEO Mark Zuckerberg kicked off his keynote address at the company’s F8 developer conference on Tuesday. Zuck then offered a summary take on new products, including a dating service (oops, sorry, Match.com ), a revamped Oculus Go VR headset, and a video chatting feature for Instagram users.\nNailed it, part 2 . On Wall Street, Apple disappointed the skeptics and naysayers once again, posting solid 16% revenue growth in the first quarter (its fiscal Q2) to $61.1 billion, which included a 14% gain in iPhone sales revenue. Tim Cook’s strategy to push up prices worked, as unit sales of the iconic smartphone rose only 3%. Service revenue jumped an astounding 31%. Apple shares gained 4% in premarket trading. Snap , however, did please the boo-hoo crowd, as its 54% revenue increase to $231 million fell short of what Wall Street expected amid concern that its messaging app redesign has reduced user engagement. Its shares dropped 17%.\nFailed it . A two-year foray into smart consumer gadgets ended badly for Nokia . The company said it is selling digital scale and smartwatch maker Withings back to one of the unit’s co-founders for an undisclosed sum. Nokia paid almost $200 million for the company in 2016, but wrote down the value by $164 million last year.\nFailed it, part 2. Former Microsoft CEO Steve Ballmer ‘s huge purchase of Twitter shares should not have been seen as a great “buy” sign when it was disclosed back in October 2015. The share price then? Just under $30 a share, rallying 5% to $31.15 on the news. Now Ballmer revealed that he’s sold his position . The share price now? $30.30.\nPardon the interruption . You will be shocked to learn that a study commissioned by Internet radio service Pandora found that annoying users with increased amounts of advertising will push some to pay for an ad-free subscription, but not enough to make up for the majority who get annoyed and just tune out. “Our tolerance for our time being ‘wasted’ by untargeted, annoying ads is dropping rapidly,” BTIG Research analyst Rich Greenfield tells Wired .\nYou look marvelous. Most VC investors in beauty products startup Birchbox will be wiped out in a deal to sell the company to hedge fund Viking Global Investors for a new investment of $15 million, Recode reported. The Viking purchase comes after efforts to sell Birchbox to QVC, Walmart, and other retailers failed.\nFailed it, part 3 . A Ukrainian firm that sells academic essays to help students cheat in school advertised extensively on YouTube , the BBC reports . More than 250 channels promoted EduBirdie, including one run by Adam Saleh, with four million subscribers, and gamer JMX who has 2.5 million, the BBC said. The ads have since been taken down.\nUndo . The federal medical privacy law named the Health Insurance Portability and Accountability Act of 1996 is shorthanded as HIPAA , not HIPPA (which might be Peppa Pig’s hippopotamus friend), as I mistakenly wrote yesterday.\nAdvertisement FOOD FOR THOUGHT\nThe “ Peter Principle ,” simply stated, says that the best workers will be promoted for good performance until they reach a job level where they do poorly, at which point they’ll stick in that role. Put another way, managers “rise to the level of their incompetence.” The concept originates from the 1969 book The Peter Principle: Why Things Always Go Wrong , by Laurence Peter and Raymond Hull. A couple of B-school professors decided to test the hypothesis by reviewing employee promotions and sales records at over 200 companies. In a study for the National Bureau of Economic Research, they found evidence to support the principle:\nThe researchers obtained access to anonymized records of the companies in the sample and tens of thousands of employees. They observed more than 1,500 employees promoted into management, 156 million sales transactions, and even the work characteristics of those holding jobs, including whether they worked individually or collaboratively. The employees were all in sales in the manufacturing, information technology, and professional-services sectors.\nThe data suggest that high-performing sales representatives are indeed more likely than other workers to be promoted into management. The doubling of sales credits increases the probability that a salesperson will be promoted by 14.3% relative to the base probability of promotion.\nThe researchers also found that pre-promotion performance data could negatively predict a new manager’s value after promotion: A doubling of the new manager’s pre-promotion sales was associated with a 7.5% decline in the sales performance of each new manager’s subordinates.\nIN CASE YOU MISSED IT\nCommentary: Where Are the Disruptors in the Wireless Industry? By Harold Feld\nMore Than Half of Companies Aren’t Prepared to Use Today’s Top Technologies By Andrew Nusca\nAmazon Is Launching $23 Prime Book Box Subscription for Kids By Emily Price\nFacebook F8: With a New ‘Clear History’ Feature, Zuckerberg Hopes Users Will Forget Their Nagging Data Privacy Concerns By John Patrick Pullen\nEx-SoFi CEO Mike Cagney Makes a Comeback With a New Blockchain-Focused Startup By Polina Marinova\nFacebook Engineer Accused of Stalking Women Online Using Company Data By Grace Donnelly\nApple Sued Over the Cameras Inside iPhone 8 Plus and iPhone X By Don Reisinger\nAdvertisement BEFORE YOU GO\nMost kids go to college and live in a dorm . Some lucky few get an apartment paid for by mom and dad. But if you’re the son of the world’s second-richest person, you can take it to a whole other level. Bill and Melinda Gates bought a lovely five bedroom brick house right next to the University of Chicago for $1.25 million, the Chicago Tribune reports. Son Rory is rumored to be an incoming student there in the fall. Coding party at the Gates house?\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-02T20:57:00.000+03:00",
    "crawled": "2018-05-03T06:27:22.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "protestor",
        "jack",
        "willis",
        "demonstrates",
        "outside",
        "starbucks",
        "april",
        "philadelphia",
        "pennsylvania",
        "police",
        "arrested",
        "two",
        "black",
        "men",
        "waiting",
        "inside",
        "center",
        "city",
        "starbucks",
        "prompted",
        "apology",
        "company",
        "ceo",
        "mark",
        "image",
        "aaron",
        "pressman",
        "alan",
        "murray",
        "may",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "good",
        "morning",
        "alan",
        "murray",
        "still",
        "adam",
        "gave",
        "speech",
        "nyu",
        "last",
        "night",
        "changing",
        "nature",
        "business",
        "leadership",
        "endure",
        "version",
        "offer",
        "version",
        "enjoy",
        "business",
        "leadership",
        "undergoing",
        "profound",
        "transformation",
        "witness",
        "starbucks",
        "closing",
        "store",
        "bias",
        "training",
        "delta",
        "eliminating",
        "discount",
        "nra",
        "member",
        "north",
        "carolina",
        "business",
        "elite",
        "rising",
        "opposition",
        "law",
        "limiting",
        "transgender",
        "access",
        "public",
        "bathroom",
        "decade",
        "ago",
        "none",
        "would",
        "happened",
        "change",
        "three",
        "reason",
        "democratization",
        "information",
        "everyone",
        "know",
        "everything",
        "speed",
        "change",
        "wait",
        "tell",
        "rising",
        "expectation",
        "especially",
        "among",
        "millennials",
        "look",
        "employer",
        "extent",
        "good",
        "service",
        "provider",
        "good",
        "world",
        "change",
        "business",
        "leadership",
        "three",
        "way",
        "affinity",
        "triplet",
        "holding",
        "formal",
        "post",
        "like",
        "ceo",
        "longer",
        "mean",
        "anyone",
        "follow",
        "senate",
        "majority",
        "leader",
        "howard",
        "baker",
        "joked",
        "like",
        "groundskeeper",
        "cemetery",
        "lot",
        "people",
        "paying",
        "much",
        "attention",
        "compartmentalize",
        "leadership",
        "airline",
        "ceo",
        "view",
        "gun",
        "control",
        "bank",
        "ceo",
        "view",
        "transgender",
        "bathroom",
        "today",
        "world",
        "social",
        "medium",
        "feed",
        "moral",
        "outrage",
        "think",
        "david",
        "dao",
        "dragged",
        "united",
        "airplane",
        "leader",
        "need",
        "moral",
        "authority",
        "succeed",
        "result",
        "new",
        "generation",
        "leader",
        "focused",
        "company",
        "good",
        "address",
        "pressing",
        "social",
        "problem",
        "ignored",
        "government",
        "notice",
        "made",
        "entire",
        "argument",
        "without",
        "even",
        "mentioning",
        "trump",
        "since",
        "writing",
        "data",
        "sheet",
        "week",
        "ceo",
        "daily",
        "point",
        "stuff",
        "started",
        "tech",
        "player",
        "looking",
        "facebook",
        "wandered",
        "astray",
        "company",
        "like",
        "people",
        "neither",
        "good",
        "bad",
        "still",
        "nice",
        "see",
        "good",
        "rise",
        "news",
        "alan",
        "murray",
        "alansmurray",
        "newsworthy",
        "nailed",
        "intense",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "kicked",
        "keynote",
        "address",
        "company",
        "f8",
        "developer",
        "conference",
        "tuesday",
        "zuck",
        "offered",
        "summary",
        "take",
        "new",
        "product",
        "including",
        "dating",
        "service",
        "oops",
        "sorry",
        "revamped",
        "oculus",
        "go",
        "vr",
        "headset",
        "video",
        "chatting",
        "feature",
        "instagram",
        "user",
        "nailed",
        "part",
        "wall",
        "street",
        "apple",
        "disappointed",
        "skeptic",
        "naysayer",
        "posting",
        "solid",
        "revenue",
        "growth",
        "first",
        "quarter",
        "fiscal",
        "q2",
        "billion",
        "included",
        "gain",
        "iphone",
        "sale",
        "revenue",
        "tim",
        "cook",
        "strategy",
        "push",
        "price",
        "worked",
        "unit",
        "sale",
        "iconic",
        "smartphone",
        "rose",
        "service",
        "revenue",
        "jumped",
        "astounding",
        "apple",
        "share",
        "gained",
        "premarket",
        "trading",
        "snap",
        "however",
        "please",
        "crowd",
        "revenue",
        "increase",
        "million",
        "fell",
        "short",
        "wall",
        "street",
        "expected",
        "amid",
        "concern",
        "messaging",
        "app",
        "redesign",
        "reduced",
        "user",
        "engagement",
        "share",
        "dropped",
        "failed",
        "foray",
        "smart",
        "consumer",
        "gadget",
        "ended",
        "badly",
        "nokia",
        "company",
        "said",
        "selling",
        "digital",
        "scale",
        "smartwatch",
        "maker",
        "withings",
        "back",
        "one",
        "unit",
        "undisclosed",
        "sum",
        "nokia",
        "paid",
        "almost",
        "million",
        "company",
        "wrote",
        "value",
        "million",
        "last",
        "year",
        "failed",
        "part",
        "former",
        "microsoft",
        "ceo",
        "steve",
        "ballmer",
        "huge",
        "purchase",
        "twitter",
        "share",
        "seen",
        "great",
        "buy",
        "sign",
        "disclosed",
        "back",
        "october",
        "share",
        "price",
        "share",
        "rallying",
        "news",
        "ballmer",
        "revealed",
        "sold",
        "position",
        "share",
        "price",
        "pardon",
        "interruption",
        "shocked",
        "learn",
        "study",
        "commissioned",
        "internet",
        "radio",
        "service",
        "pandora",
        "found",
        "annoying",
        "user",
        "increased",
        "amount",
        "advertising",
        "push",
        "pay",
        "subscription",
        "enough",
        "make",
        "majority",
        "get",
        "annoyed",
        "tune",
        "tolerance",
        "time",
        "wasted",
        "untargeted",
        "annoying",
        "ad",
        "dropping",
        "rapidly",
        "btig",
        "research",
        "analyst",
        "rich",
        "greenfield",
        "tell",
        "wired",
        "look",
        "marvelous",
        "vc",
        "investor",
        "beauty",
        "product",
        "startup",
        "birchbox",
        "wiped",
        "deal",
        "sell",
        "company",
        "hedge",
        "fund",
        "viking",
        "global",
        "investor",
        "new",
        "investment",
        "million",
        "recode",
        "reported",
        "viking",
        "purchase",
        "come",
        "effort",
        "sell",
        "birchbox",
        "qvc",
        "walmart",
        "retailer",
        "failed",
        "failed",
        "part",
        "ukrainian",
        "firm",
        "sell",
        "academic",
        "essay",
        "help",
        "student",
        "cheat",
        "school",
        "advertised",
        "extensively",
        "youtube",
        "bbc",
        "report",
        "channel",
        "promoted",
        "edubirdie",
        "including",
        "one",
        "run",
        "adam",
        "saleh",
        "four",
        "million",
        "subscriber",
        "gamer",
        "jmx",
        "million",
        "bbc",
        "said",
        "ad",
        "since",
        "taken",
        "undo",
        "federal",
        "medical",
        "privacy",
        "law",
        "named",
        "health",
        "insurance",
        "portability",
        "accountability",
        "act",
        "shorthanded",
        "hipaa",
        "hippa",
        "might",
        "peppa",
        "pig",
        "hippopotamus",
        "friend",
        "mistakenly",
        "wrote",
        "yesterday",
        "advertisement",
        "food",
        "thought",
        "peter",
        "principle",
        "simply",
        "stated",
        "say",
        "best",
        "worker",
        "promoted",
        "good",
        "performance",
        "reach",
        "job",
        "level",
        "poorly",
        "point",
        "stick",
        "role",
        "put",
        "another",
        "way",
        "manager",
        "rise",
        "level",
        "concept",
        "originates",
        "book",
        "peter",
        "principle",
        "thing",
        "always",
        "go",
        "wrong",
        "laurence",
        "peter",
        "raymond",
        "hull",
        "couple",
        "professor",
        "decided",
        "test",
        "hypothesis",
        "reviewing",
        "employee",
        "promotion",
        "sale",
        "record",
        "company",
        "study",
        "national",
        "bureau",
        "economic",
        "research",
        "found",
        "evidence",
        "support",
        "principle",
        "researcher",
        "obtained",
        "access",
        "anonymized",
        "record",
        "company",
        "sample",
        "ten",
        "thousand",
        "employee",
        "observed",
        "employee",
        "promoted",
        "management",
        "million",
        "sale",
        "transaction",
        "even",
        "work",
        "characteristic",
        "holding",
        "job",
        "including",
        "whether",
        "worked",
        "individually",
        "collaboratively",
        "employee",
        "sale",
        "manufacturing",
        "information",
        "technology",
        "sector",
        "data",
        "suggest",
        "sale",
        "representative",
        "indeed",
        "likely",
        "worker",
        "promoted",
        "management",
        "doubling",
        "sale",
        "credit",
        "increase",
        "probability",
        "salesperson",
        "promoted",
        "relative",
        "base",
        "probability",
        "promotion",
        "researcher",
        "also",
        "found",
        "performance",
        "data",
        "could",
        "negatively",
        "predict",
        "new",
        "manager",
        "value",
        "promotion",
        "doubling",
        "new",
        "manager",
        "sale",
        "associated",
        "decline",
        "sale",
        "performance",
        "new",
        "manager",
        "subordinate",
        "case",
        "missed",
        "commentary",
        "disruptors",
        "wireless",
        "industry",
        "harold",
        "feld",
        "half",
        "company",
        "prepared",
        "use",
        "today",
        "top",
        "technology",
        "andrew",
        "nusca",
        "amazon",
        "launching",
        "prime",
        "book",
        "box",
        "subscription",
        "kid",
        "emily",
        "price",
        "facebook",
        "f8",
        "new",
        "clear",
        "history",
        "feature",
        "zuckerberg",
        "hope",
        "user",
        "forget",
        "nagging",
        "data",
        "privacy",
        "concern",
        "john",
        "patrick",
        "pullen",
        "ceo",
        "mike",
        "cagney",
        "make",
        "comeback",
        "new",
        "startup",
        "polina",
        "marinova",
        "facebook",
        "engineer",
        "accused",
        "stalking",
        "woman",
        "online",
        "using",
        "company",
        "data",
        "grace",
        "donnelly",
        "apple",
        "sued",
        "camera",
        "inside",
        "iphone",
        "plus",
        "iphone",
        "x",
        "reisinger",
        "advertisement",
        "go",
        "kid",
        "go",
        "college",
        "live",
        "dorm",
        "lucky",
        "get",
        "apartment",
        "paid",
        "mom",
        "dad",
        "son",
        "world",
        "person",
        "take",
        "whole",
        "level",
        "bill",
        "melinda",
        "gate",
        "bought",
        "lovely",
        "five",
        "bedroom",
        "brick",
        "house",
        "right",
        "next",
        "university",
        "chicago",
        "million",
        "chicago",
        "tribune",
        "report",
        "son",
        "rory",
        "rumored",
        "incoming",
        "student",
        "fall",
        "coding",
        "party",
        "gate",
        "house",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}