{
    "organizations": [],
    "uuid": "9839bf0044eec752b0cdd0c7853cf9c043bdbd18",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/23/business-wire-glance-technologies-co-founder-penny-green-congratulates-her-board-nominee-spiros-margaris-for-being-named-the-worldas-top.html",
    "ord_in_thread": 0,
    "title": "Glance Technologies Co-Founder Penny Green Congratulates Her Board Nominee Spiros Margaris for Being Named the World’s Top Influencer in Fintech, Blockchain and AI",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Highlights the superior additive skill-sets and accomplishments of her director nominees vs. Glance’s current board Ms. Green’s nominees meet Glance’s future needs in a fast-changing industry vs. the current board who are focused on operating within their limited comfort zone to the detriment of shareholders. Encourages shareholders to vote GREEN for change. For assistance voting contact Kingsdale Advisors at 1-866-581-1513 or contactus@kingsdaleadvisors.com\nVANCOUVER, British Columbia--(BUSINESS WIRE)-- Penny Green, Co-founder, Director, and largest shareholder of Glance Technologies Inc. (“Glance” or the “Company”) (CSE:GET.CN) (CSE:GET.WT) (OTCQB:GLNNF) (FKT:GJT), controlling 11.17%, congratulates her director nominee Spiros Margaris for, this week, being named the top global influencer in three separate categories: fintech, blockchain and artificial intelligence.\nThe internationally-recognized rankings are determined by Onalytica — the world’s leading Influencer Relationship Management (IRM) SaaS platform recognized by Gartner, Forrester and major corporations — who base their analysis on a thought leader’s resonance (how much engagement they are driving), relevance (number of tweets on topic), reach (number of followers) and reference (how often they are referenced by other influencers).\n“Over the past several years, Mr. Margaris has gained a reputation as one of the most knowledgeable fintech experts in the world. These three top rankings — the triple crown of fintech — are clear examples of how respected he is by the international fintech community,” said Ms. Green. “I’m thrilled to have Mr. Margaris as part of my slate and to be able to leverage his reputation, his knowledge, and his international contacts to take Glance forward. While it is unfortunate that Glance just saw fit to dismiss him as an advisor and deny shareholders of his expertise just days before this international honour, it does speak volumes about the current board’s lack of judgement in this area and self-preservation.”\nIn addition to the number one rankings, Mr. Margaris also ranked 10 th in Onalytica’s Insurtech influencer ranking, 10 th in their Bitcoin ranking and 12 th in their Digital Transformation list.\nIT’S TIME FOR A BOARD UPGRADE\nMs. Green is asking fellow shareholders to support her in reversing the dramatic value destruction that has taken place at Glance over the past several months, by electing Mr. Margaris and the rest of her highly-qualified, and experienced director nominees (the “Nominees”) at the Company’s Annual General Meeting on June 12, 2018. Along with Mr. Margaris, Ms. Green’s Nominees include herself, William Davis, Jonathan Fry, and Monique Imbeault, all of whom bring superior skill-sets to the current board and position Glance well for the future in what is a fast-moving industry.\nIn addition to putting forward five Nominees to the board, Ms. Green’s information circular outlines a clear five-point plan for growth which includes: A new management team; a strong revenue strategy which includes pursuing a number of licensing opportunities; an aggressive acquisition strategy; and a robust investor and media relations strategies. These initiatives are expected to substantially increase Glance’s revenues, expand the Company’s international reach, and rebuild shareholder value.\n“The current board just doesn’t have the experience to take Glance to the next level. Specifically, over the past year, our company has evolved from a mobile payments company with one vertical to a company with a tremendous opportunity to become a global leader in the blockchain and cryptocurrency space,” Ms. Green said. “As the one who recruited the current board members to Glance, I am most qualified to tell you that the opportunity at Glance has grown much bigger than they are able to competently handle. While they will attack the Nominees I have put forward, I am happy to have a discussion about the superior and additive skill-set, experience, and international connections they bring to the table.”\nWith the industry’s evolving nature, Glance needs a board that possesses the most cutting-edge expertise and experience in big data, blockchain & cryptocurrency and fintech – experience that the existing board just doesn’t have.\nExperience/Skills William\nDavis III\nJonathan\nFry\nPenny\nGreen\nMonique\nImbeault\nSpiros\nMargaris\nArtificial Intelligence/Big Data ■ ■ ■ Blockchain & Cryptocurrency ■ ■ ■ ■ Finance & Capital Markets ■ ■ ■ ■ ■ FinTech/Mobile Payment ■ ■ ■ ■ In addition to the above, Ms. Green’s slate includes:\nEstablished leaders across industries. Ms. Green’s Nominees are composed of men and women who are leaders — and have existing networks — in a variety of fields, including food services, cannabis, healthcare, security, finance, and digital technology.\nNominee Highlights:\nJonathan Fry: Chairman of LifesDNA connecting fintech to the wellbeing, lifestyle and healthcare sectors.\nMonique Imbeault: Extensive restaurant industry experience as former Chair and a director of Imvescor, a restaurant franchising company. She was also Chair of the board of directors of cannabis producer Organigram Holdings Inc.\nProven fundraising ability. Ms. Green’s slate has a successful track record in finance and a demonstrated ability to raise money in the capital markets.\nNominee Highlights:\nJonathan Fry: Former CEO of Premier Asset Management PLC which had over £1 billion under management.\nPenny Green: Helped over 100 companies go public creating over a billion dollars in shareholder value.\nMonique Imbeault: Involved in Imvescor’s initial public offering as an income trust and when it became a Toronto Stock Exchange-listed issuer.\nDigital leadership. While the current board has a stale skill-set, Ms. Green’s director Nominees are at the forefront of the evolving fintech industry.\nNominee Highlights:\nWilliam Davis III: Formerly, Chief Information Officer and Chief Cybersecurity Officer at Europe’s largest mobile payment firm Daopay. Mr. Davis is also Managing Director LDJ Capital, a family office based in New York, which has become one of North America’s largest Initial Coin Offering (ICO) advisors.\nJonathan Fry: CEO of TeamBlockChain, a UK-based influencer network assisting organizations’ transition to the blockchain economy. As an international blockchain and crypto currency expert, Mr. Fry is regularly asked to speak at industry conferences and events.\nSpiros Margaris: A leading fintech thought-leader named the world’s top influencer in fintech, blockchain, and artificial intelligence.\nSoftware and technology development experience. Ms. Green’s slate includes Nominees who have experience in developing software and overseeing development of new technologies.\nNominee Highlights:\nWilliam Davis III: Software development and developer management experience on platforms including VB.Net , Pivotal, Informatica, Brio, Cognos, and Marquis Market Tools.\nPenny Green: Experience overseeing the development of an online music platform, an e-commerce platform, and several streaming media sites.\nSpiros Margaris: A senior advisor to tech-focused companies including Datanetrex AI Limited and Arbidex.\nGovernance expertise. Ms. Green’s slate includes Nominees with extensive governance expertise.\nNominee Highlights:\nMonique Imbeault: Received her ICD.D designation in 2013 and continues to be active with the Institute of Corporate Directors. She has also chaired the boards of Imvescor Restaurants Inc. (now owned by MTY) and Organigram Holdings Inc. which are both publicly traded.\nPenny Green: Ms. Green has sat on a number of boards of public companies.\nInternational Experience. In stark contrast to management’s west coast based slate, Ms. Green’s Nominees are truly international and bring worldwide contacts and opportunities to Glance. Mr. Margaris is based in Switzerland, Mr. Fry in the UK, Mr. Davis in New York, and Ms. Imbeault in New Brunswick. Having \"feet on the ground\" in arguably some of the most important global financial centers in the world (ie: New York and London) will give the new board an advantage the current board does not have. New ideas and perspectives: With a wide range of experiences, Ms. Green’s director Nominees bring outside views that foster differentiated and innovative thinking.\nFull bios of all of Ms. Green’s Nominees are available at GlanceForward.com .\nVOTE FOR A REFRESHED BOARD THAT WILL BUILD VALUE FOR ALL SHAREHOLDERS\nMs. Green’s Nominees have the right mix of expertise, knowledge, and fresh perspectives to halt the share price erosion and take Glance global.\nIn stark contrast, Glance’s current board have ignored suggestions to build value, have failed to execute on deals already closed, and lack the experience and ability to capitalize on new international opportunities.\nYour vote can turn the page on the current board and their value sapping track record. Shareholders are encouraged to review the proxy materials at GlanceForward.com and vote the GREEN proxy form or GREEN voting instruction form FOR Ms. Green’s director Nominees.\nDon’t wait, voting is fast and easy – please vote well in advance of the proxy voting deadline of Friday, June 8, 2018 at 10:00 a.m. (Pacific Time). If you have questions or need help voting, contact Kingsdale Advisors at 1-866-581-1513 or at contactus@kingsdaleadvisors.com .\nADVISORS\nKingsdale Advisors is acting as strategic shareholder and communications advisor and Koffman Kalef LLP is acting as legal advisor to Ms. Green.\nForward-Looking Statements\nCertain statements contained in this news release constitute \"forward-looking information\" as such term is defined in applicable Canadian securities legislation. The intentions of Penny Green (“Concerned Shareholder”), the impact of the Concerned Shareholder's Nominees, if elected, on the financial condition, operations, business and strategies of the Company, future management and other matters related to the Company, are intended to identify forward-looking information. All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Concerned Shareholder's current views and intentions with respect to future events and are subject to certain risks, uncertainties and assumptions. Material factors or assumptions that were applied in providing forward-looking information, include, but are not limited to, the actual financial health of the Company, the support expressed by shareholders to the Concerned Shareholder and the current general regulatory environment and economic conditions. Many factors could cause the actual results, performance or achievements that may be expressed or implied by such forward-looking information to vary from those described herein should one or more of these risks or uncertainties materialize. Should any factor affect the Company in an unexpected manner, or should assumptions underlying the forward-looking information prove incorrect, the actual results or events may differ materially from the results or events anticipated. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Concerned Shareholder does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this news release is made as of the date of this news release and the Concerned Shareholder undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180523006128/en/\nKingsdale Advisors\nIan Robertson, 416-867-2333\nCell: 647-621-2646\nExecutive Vice President Communication Strategy\nirobertson@kingsdaleadvisors.com\nSource: Shareholder of Glance Technologies",
    "published": "2018-05-23T20:38:00.000+03:00",
    "crawled": "2018-05-23T20:40:05.035+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "highlight",
        "superior",
        "additive",
        "accomplishment",
        "director",
        "nominee",
        "glance",
        "current",
        "board",
        "green",
        "nominee",
        "meet",
        "glance",
        "future",
        "need",
        "industry",
        "current",
        "board",
        "focused",
        "operating",
        "within",
        "limited",
        "comfort",
        "zone",
        "detriment",
        "shareholder",
        "encourages",
        "shareholder",
        "vote",
        "green",
        "change",
        "assistance",
        "voting",
        "contact",
        "kingsdale",
        "advisor",
        "contactus",
        "vancouver",
        "british",
        "columbia",
        "business",
        "wire",
        "penny",
        "green",
        "director",
        "largest",
        "shareholder",
        "glance",
        "technology",
        "glance",
        "company",
        "cse",
        "cse",
        "otcqb",
        "glnnf",
        "fkt",
        "gjt",
        "controlling",
        "congratulates",
        "director",
        "nominee",
        "spiros",
        "margaris",
        "week",
        "named",
        "top",
        "global",
        "influencer",
        "three",
        "separate",
        "category",
        "fintech",
        "blockchain",
        "artificial",
        "intelligence",
        "ranking",
        "determined",
        "onalytica",
        "world",
        "leading",
        "influencer",
        "relationship",
        "management",
        "irm",
        "saas",
        "platform",
        "recognized",
        "gartner",
        "forrester",
        "major",
        "corporation",
        "base",
        "analysis",
        "thought",
        "leader",
        "resonance",
        "much",
        "engagement",
        "driving",
        "relevance",
        "number",
        "tweet",
        "topic",
        "reach",
        "number",
        "follower",
        "reference",
        "often",
        "referenced",
        "influencers",
        "past",
        "several",
        "year",
        "margaris",
        "gained",
        "reputation",
        "one",
        "knowledgeable",
        "fintech",
        "expert",
        "world",
        "three",
        "top",
        "ranking",
        "triple",
        "crown",
        "fintech",
        "clear",
        "example",
        "respected",
        "international",
        "fintech",
        "community",
        "said",
        "green",
        "thrilled",
        "margaris",
        "part",
        "slate",
        "able",
        "leverage",
        "reputation",
        "knowledge",
        "international",
        "contact",
        "take",
        "glance",
        "forward",
        "unfortunate",
        "glance",
        "saw",
        "fit",
        "dismiss",
        "advisor",
        "deny",
        "shareholder",
        "expertise",
        "day",
        "international",
        "honour",
        "speak",
        "volume",
        "current",
        "board",
        "lack",
        "judgement",
        "area",
        "addition",
        "number",
        "one",
        "ranking",
        "margaris",
        "also",
        "ranked",
        "th",
        "onalytica",
        "insurtech",
        "influencer",
        "ranking",
        "th",
        "bitcoin",
        "ranking",
        "th",
        "digital",
        "transformation",
        "list",
        "time",
        "board",
        "upgrade",
        "green",
        "asking",
        "fellow",
        "shareholder",
        "support",
        "reversing",
        "dramatic",
        "value",
        "destruction",
        "taken",
        "place",
        "glance",
        "past",
        "several",
        "month",
        "electing",
        "margaris",
        "rest",
        "experienced",
        "director",
        "nominee",
        "nominee",
        "company",
        "annual",
        "general",
        "meeting",
        "june",
        "along",
        "margaris",
        "green",
        "nominee",
        "include",
        "william",
        "davis",
        "jonathan",
        "fry",
        "monique",
        "imbeault",
        "bring",
        "superior",
        "current",
        "board",
        "position",
        "glance",
        "well",
        "future",
        "industry",
        "addition",
        "putting",
        "forward",
        "five",
        "nominee",
        "board",
        "green",
        "information",
        "circular",
        "outline",
        "clear",
        "plan",
        "growth",
        "includes",
        "new",
        "management",
        "team",
        "strong",
        "revenue",
        "strategy",
        "includes",
        "pursuing",
        "number",
        "licensing",
        "opportunity",
        "aggressive",
        "acquisition",
        "strategy",
        "robust",
        "investor",
        "medium",
        "relation",
        "strategy",
        "initiative",
        "expected",
        "substantially",
        "increase",
        "glance",
        "revenue",
        "expand",
        "company",
        "international",
        "reach",
        "rebuild",
        "shareholder",
        "value",
        "current",
        "board",
        "experience",
        "take",
        "glance",
        "next",
        "level",
        "specifically",
        "past",
        "year",
        "company",
        "evolved",
        "mobile",
        "payment",
        "company",
        "one",
        "vertical",
        "company",
        "tremendous",
        "opportunity",
        "become",
        "global",
        "leader",
        "blockchain",
        "cryptocurrency",
        "space",
        "green",
        "said",
        "one",
        "recruited",
        "current",
        "board",
        "member",
        "glance",
        "qualified",
        "tell",
        "opportunity",
        "glance",
        "grown",
        "much",
        "bigger",
        "able",
        "competently",
        "handle",
        "attack",
        "nominee",
        "put",
        "forward",
        "happy",
        "discussion",
        "superior",
        "additive",
        "experience",
        "international",
        "connection",
        "bring",
        "industry",
        "evolving",
        "nature",
        "glance",
        "need",
        "board",
        "possesses",
        "expertise",
        "experience",
        "big",
        "data",
        "blockchain",
        "cryptocurrency",
        "fintech",
        "experience",
        "existing",
        "board",
        "william",
        "davis",
        "iii",
        "jonathan",
        "fry",
        "penny",
        "green",
        "monique",
        "imbeault",
        "spiros",
        "margaris",
        "artificial",
        "data",
        "blockchain",
        "cryptocurrency",
        "finance",
        "capital",
        "market",
        "payment",
        "addition",
        "green",
        "slate",
        "includes",
        "established",
        "leader",
        "across",
        "industry",
        "green",
        "nominee",
        "composed",
        "men",
        "woman",
        "leader",
        "existing",
        "network",
        "variety",
        "field",
        "including",
        "food",
        "service",
        "cannabis",
        "healthcare",
        "security",
        "finance",
        "digital",
        "technology",
        "nominee",
        "highlight",
        "jonathan",
        "fry",
        "chairman",
        "lifesdna",
        "connecting",
        "fintech",
        "wellbeing",
        "lifestyle",
        "healthcare",
        "sector",
        "monique",
        "imbeault",
        "extensive",
        "restaurant",
        "industry",
        "experience",
        "former",
        "chair",
        "director",
        "imvescor",
        "restaurant",
        "franchising",
        "company",
        "also",
        "chair",
        "board",
        "director",
        "cannabis",
        "producer",
        "organigram",
        "holding",
        "proven",
        "fundraising",
        "ability",
        "green",
        "slate",
        "successful",
        "track",
        "record",
        "finance",
        "demonstrated",
        "ability",
        "raise",
        "money",
        "capital",
        "market",
        "nominee",
        "highlight",
        "jonathan",
        "fry",
        "former",
        "ceo",
        "premier",
        "asset",
        "management",
        "plc",
        "billion",
        "management",
        "penny",
        "green",
        "helped",
        "company",
        "go",
        "public",
        "creating",
        "billion",
        "dollar",
        "shareholder",
        "value",
        "monique",
        "imbeault",
        "involved",
        "imvescor",
        "initial",
        "public",
        "offering",
        "income",
        "trust",
        "became",
        "toronto",
        "stock",
        "issuer",
        "digital",
        "leadership",
        "current",
        "board",
        "stale",
        "green",
        "director",
        "nominee",
        "forefront",
        "evolving",
        "fintech",
        "industry",
        "nominee",
        "highlight",
        "william",
        "davis",
        "iii",
        "formerly",
        "chief",
        "information",
        "officer",
        "chief",
        "cybersecurity",
        "officer",
        "europe",
        "largest",
        "mobile",
        "payment",
        "firm",
        "daopay",
        "davis",
        "also",
        "managing",
        "director",
        "ldj",
        "capital",
        "family",
        "office",
        "based",
        "new",
        "york",
        "become",
        "one",
        "north",
        "america",
        "largest",
        "initial",
        "coin",
        "offering",
        "ico",
        "advisor",
        "jonathan",
        "fry",
        "ceo",
        "teamblockchain",
        "influencer",
        "network",
        "assisting",
        "organization",
        "transition",
        "blockchain",
        "economy",
        "international",
        "blockchain",
        "crypto",
        "currency",
        "expert",
        "fry",
        "regularly",
        "asked",
        "speak",
        "industry",
        "conference",
        "event",
        "spiros",
        "margaris",
        "leading",
        "fintech",
        "named",
        "world",
        "top",
        "influencer",
        "fintech",
        "blockchain",
        "artificial",
        "intelligence",
        "software",
        "technology",
        "development",
        "experience",
        "green",
        "slate",
        "includes",
        "nominee",
        "experience",
        "developing",
        "software",
        "overseeing",
        "development",
        "new",
        "technology",
        "nominee",
        "highlight",
        "william",
        "davis",
        "iii",
        "software",
        "development",
        "developer",
        "management",
        "experience",
        "platform",
        "including",
        "pivotal",
        "informatica",
        "brio",
        "cognos",
        "marquis",
        "market",
        "tool",
        "penny",
        "green",
        "experience",
        "overseeing",
        "development",
        "online",
        "music",
        "platform",
        "platform",
        "several",
        "streaming",
        "medium",
        "site",
        "spiros",
        "margaris",
        "senior",
        "advisor",
        "company",
        "including",
        "datanetrex",
        "ai",
        "limited",
        "arbidex",
        "governance",
        "expertise",
        "green",
        "slate",
        "includes",
        "nominee",
        "extensive",
        "governance",
        "expertise",
        "nominee",
        "highlight",
        "monique",
        "imbeault",
        "received",
        "designation",
        "continues",
        "active",
        "institute",
        "corporate",
        "director",
        "also",
        "chaired",
        "board",
        "imvescor",
        "restaurant",
        "owned",
        "mty",
        "organigram",
        "holding",
        "publicly",
        "traded",
        "penny",
        "green",
        "green",
        "sat",
        "number",
        "board",
        "public",
        "company",
        "international",
        "experience",
        "stark",
        "contrast",
        "management",
        "west",
        "coast",
        "based",
        "slate",
        "green",
        "nominee",
        "truly",
        "international",
        "bring",
        "worldwide",
        "contact",
        "opportunity",
        "glance",
        "margaris",
        "based",
        "switzerland",
        "fry",
        "uk",
        "davis",
        "new",
        "york",
        "imbeault",
        "new",
        "brunswick",
        "foot",
        "ground",
        "arguably",
        "important",
        "global",
        "financial",
        "center",
        "world",
        "ie",
        "new",
        "york",
        "london",
        "give",
        "new",
        "board",
        "advantage",
        "current",
        "board",
        "new",
        "idea",
        "perspective",
        "wide",
        "range",
        "experience",
        "green",
        "director",
        "nominee",
        "bring",
        "outside",
        "view",
        "foster",
        "differentiated",
        "innovative",
        "thinking",
        "full",
        "bios",
        "green",
        "nominee",
        "available",
        "vote",
        "refreshed",
        "board",
        "build",
        "value",
        "shareholder",
        "green",
        "nominee",
        "right",
        "mix",
        "expertise",
        "knowledge",
        "fresh",
        "perspective",
        "halt",
        "share",
        "price",
        "erosion",
        "take",
        "glance",
        "global",
        "stark",
        "contrast",
        "glance",
        "current",
        "board",
        "ignored",
        "suggestion",
        "build",
        "value",
        "failed",
        "execute",
        "deal",
        "already",
        "closed",
        "lack",
        "experience",
        "ability",
        "capitalize",
        "new",
        "international",
        "opportunity",
        "vote",
        "turn",
        "page",
        "current",
        "board",
        "value",
        "sapping",
        "track",
        "record",
        "shareholder",
        "encouraged",
        "review",
        "proxy",
        "material",
        "vote",
        "green",
        "proxy",
        "form",
        "green",
        "voting",
        "instruction",
        "form",
        "green",
        "director",
        "nominee",
        "wait",
        "voting",
        "fast",
        "easy",
        "please",
        "vote",
        "well",
        "advance",
        "proxy",
        "voting",
        "deadline",
        "friday",
        "june",
        "pacific",
        "time",
        "question",
        "need",
        "help",
        "voting",
        "contact",
        "kingsdale",
        "advisor",
        "contactus",
        "advisor",
        "kingsdale",
        "advisor",
        "acting",
        "strategic",
        "shareholder",
        "communication",
        "advisor",
        "koffman",
        "kalef",
        "llp",
        "acting",
        "legal",
        "advisor",
        "green",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "term",
        "defined",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "intention",
        "penny",
        "green",
        "concerned",
        "shareholder",
        "impact",
        "concerned",
        "shareholder",
        "nominee",
        "elected",
        "financial",
        "condition",
        "operation",
        "business",
        "strategy",
        "company",
        "future",
        "management",
        "matter",
        "related",
        "company",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "concerned",
        "shareholder",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "material",
        "factor",
        "assumption",
        "applied",
        "providing",
        "information",
        "include",
        "limited",
        "actual",
        "financial",
        "health",
        "company",
        "support",
        "expressed",
        "shareholder",
        "concerned",
        "shareholder",
        "current",
        "general",
        "regulatory",
        "environment",
        "economic",
        "condition",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "information",
        "vary",
        "described",
        "herein",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "affect",
        "company",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "anticipated",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "concerned",
        "shareholder",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "news",
        "release",
        "made",
        "date",
        "news",
        "release",
        "concerned",
        "shareholder",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "view",
        "source",
        "version",
        "http",
        "kingsdale",
        "advisor",
        "ian",
        "robertson",
        "cell",
        "executive",
        "vice",
        "president",
        "communication",
        "strategy",
        "irobertson",
        "source",
        "shareholder",
        "glance",
        "technology"
    ]
}