{
    "organizations": [],
    "uuid": "4cabd5aba418169d62dd5bbbeea6e853538849e2",
    "author": "Kevin Lamarque",
    "url": "https://www.cnbc.com/2018/05/28/conservative-christian-lawyers-gain-influence-under-president-trump.html",
    "ord_in_thread": 0,
    "title": "Conservative Christian lawyers gain influence under President Trump",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Lawyers who espouse a conservative Christian agenda have found plenty of opportunities in Texas, suing on behalf of Bible-quoting cheerleaders and defending a third-grader who wanted to hand out Christmas cards that read in part \"Jesus is the Christ!\"\nBut for the First Liberty law firm, the last few years have been especially rewarding: Their attorneys have moved into powerful taxpayer-funded jobs at the Texas attorney general's office and advised President Donald Trump , who nominated a current and a former First Liberty lawyer to lifetime appointments on federal courts. Another attorney went to the Department of Health and Human Services as a senior adviser on religious freedom.\nIt's a remarkable rise for a modest-sized law firm near Dallas with only a few dozen employees, and it mirrors the climb of similar firms that have quietly shifted from trying to influence government to becoming part of it. The ascent of the firms has helped propel a wave of anti-LGBT legislation and so-called religious-freedom laws in statehouses nationwide.\n\"First Liberty just struck gold with a Republican president and the Texas attorney general. It's pretty incredible and definitely unusual,\" said Daniel Bennett, a professor at John Brown University in Arkansas and author of a book on the conservative Christian legal movement.\nSince 2015, First Liberty and another conservative Christian law firm, the Alliance Defending Freedom, have moved prominent lawyers to top jobs in attorney general's offices in Texas and elsewhere. In the process, they have shifted from outsiders suing government to insiders pushing religious-freedom issues. Their influence is widening under the Trump administration as it attempts to deliver on his pledges to evangelicals and other religious supporters.\nTheir work includes a pending U.S. Supreme Court case involving Colorado baker who refused to make a cake for a same-sex couple and another case involving a rural Texas high school whose cheerleaders were prohibited from writing inspirational Bible verses on banners during games.\nThe organizations have also drafted bills introduced by Republicans in state legislatures. The proposals include a bill to allow government clerks who object to same-sex marriage on religious grounds to deny marriage licenses.\nFirst Liberty's expanding footprint It's not unusual for legal nonprofits to lose key staff to attorney general's offices. California's Democratic attorney general, Xavier Becerra, has former ACLU attorneys among his top leadership. And outside groups often work with lawmakers to shape agendas or draft bills. But few Christian legal organizations have expanded their footprint in recent years like First Liberty.\nFor Republican Texas Attorney General Ken Paxton, who has hired from First Liberty, two of his largest political donors are board members of the group: oilmen Tim Dunn and Kyle Stallings, who combined have given Paxton more than $767,000 in his political career through personal campaign donations and Dunn's archconservative group called Empower Texans.\nOne example of the back-and-forth between First Liberty and Paxton came in 2015, when he worked with the firm on legislation to curtail courtroom payouts to losing lawyers in certain cases.\n\"Thank you for this,\" First Liberty attorney Hiram Sasser wrote to Paxton's office, according to emails obtained under Texas open-records laws. \"I know you guys worked hard before on this bill and are working hard on this amendment. We appreciate it.\"\nAsked about the email exchange, Paxton spokesman Marc Rylander said in an email, \"When constituents inform us about upcoming legislation, we help put them in touch with key experts in the field.\"\nBut First Liberty's attorneys are no everyday citizens to Paxton. First Liberty founder Kelly Shackelford has known Paxton for more than 30 years, endorsed his wife for a seat in the Texas Senate and donated $1,000 to a legal-defense fund for Paxton, who is awaiting trial on felony charges of misleading investors in a tech startup before becoming attorney general. He has pleaded not guilty.\nSasser rejected the idea that his firm's lawyers had become insiders, but he declined to discuss whether they were in contact with the Trump administration, which issued guidelines last fall through the Justice Department for its philosophy on religious-freedom cases. The guidelines envisioned sweeping protections for faith-based practices in private workplaces, in government jobs and grants, and in running prisons.\nSasser and Shackelford also declined to comment on their work with Trump's transition team after the 2016 election, citing confidentiality.\nPrivate practice to public office About a dozen prominent Christian legal groups are scattered across the country, none bigger than the Arizona-based Alliance Defending Freedom, or ADF, which raised more than $50 million in 2016. Others include Florida-based Liberty Counsel, Washington-based Becket and the American Center for Law and Justice, which was founded by Jay Sekulow, one of Trump's personal lawyers.\nFirst Liberty has grown faster than any other group in recent years, having doubled its revenue since 2013 while reporting taking in $11 million last year. Its recent cases include defending a Texas judge who was sued over inviting pastors to give invocations in his court.\n\"We love having people who care about religious freedom and the Constitution and the First Amendment in the highest positions in government they can get in. We're all in favor of that. It doesn't put us as sort of insiders,\" Shackelford said.\nThere is no denying their expanded reach. First Liberty attorney Matthew Kacsmaryk criticized a 2014 ban on LGBT discrimination by federal contractors as caving to \"sexual revolution fundamentalism.\" The Trump administration later nominated him to the federal bench. If confirmed, legal experts say, he would be the first federal judge appointed to the bench straight from a Christian legal nonprofit.\nIn Texas, Paxton has hired at least six state attorneys from First Liberty or ADF. One is Austin Nimocks, who court records show emailed Republican Mississippi Gov. Phil Bryant with a \"model executive order\" in 2015 that laid the foundation for a bill that would have let public officials deny some services to gays and lesbians.\nIn Montana, First Assistant Attorney General Dale Schowengerdt arrived after years of fighting against gay marriage at the ADF.\nAsked whether the Texas hires helped advance the agendas of First Liberty or other Christian legal groups, Paxton's spokesman wrote that the agency \"holds a high standard of legal excellence in the hiring of our attorneys, and each of these lawyers came to the agency with commendable recommendations.\"\nPaxton, an evangelical conservative, was elected attorney general in 2014. For his first assistant attorney general he chose fellow evangelical Jeff Mateer, who Trump also picked to fill a federal court vacancy in Texas. That nomination unraveled after videos emerged of Mateer calling transgender children evidence of \"Satan's plan\" in speeches he made while still at First Liberty.\nHiram Sasser, First Liberty's general counsel who also did a brief stint in Paxton's office before later returning to the firm, suggested that the attorneys' relationship with Paxton was nothing out of the ordinary.\n\"He's the attorney general for everybody in Texas. I guess we're like anybody else,\" Hasser said. \"If we have any cause to have any interaction with him, we just contact him like any member of the public would.\"",
    "published": "2018-05-28T03:00:00.000+03:00",
    "crawled": "2018-05-28T18:01:58.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lawyer",
        "espouse",
        "conservative",
        "christian",
        "agenda",
        "found",
        "plenty",
        "opportunity",
        "texas",
        "suing",
        "behalf",
        "cheerleader",
        "defending",
        "wanted",
        "hand",
        "christmas",
        "card",
        "read",
        "part",
        "jesus",
        "christ",
        "first",
        "liberty",
        "law",
        "firm",
        "last",
        "year",
        "especially",
        "rewarding",
        "attorney",
        "moved",
        "powerful",
        "job",
        "texas",
        "attorney",
        "general",
        "office",
        "advised",
        "president",
        "donald",
        "trump",
        "nominated",
        "current",
        "former",
        "first",
        "liberty",
        "lawyer",
        "lifetime",
        "appointment",
        "federal",
        "court",
        "another",
        "attorney",
        "went",
        "department",
        "health",
        "human",
        "service",
        "senior",
        "adviser",
        "religious",
        "freedom",
        "remarkable",
        "rise",
        "law",
        "firm",
        "near",
        "dallas",
        "dozen",
        "employee",
        "mirror",
        "climb",
        "similar",
        "firm",
        "quietly",
        "shifted",
        "trying",
        "influence",
        "government",
        "becoming",
        "part",
        "ascent",
        "firm",
        "helped",
        "propel",
        "wave",
        "legislation",
        "law",
        "statehouse",
        "nationwide",
        "first",
        "liberty",
        "struck",
        "gold",
        "republican",
        "president",
        "texas",
        "attorney",
        "general",
        "pretty",
        "incredible",
        "definitely",
        "unusual",
        "said",
        "daniel",
        "bennett",
        "professor",
        "john",
        "brown",
        "university",
        "arkansas",
        "author",
        "book",
        "conservative",
        "christian",
        "legal",
        "movement",
        "since",
        "first",
        "liberty",
        "another",
        "conservative",
        "christian",
        "law",
        "firm",
        "alliance",
        "defending",
        "freedom",
        "moved",
        "prominent",
        "lawyer",
        "top",
        "job",
        "attorney",
        "general",
        "office",
        "texas",
        "elsewhere",
        "process",
        "shifted",
        "outsider",
        "suing",
        "government",
        "insider",
        "pushing",
        "issue",
        "influence",
        "widening",
        "trump",
        "administration",
        "attempt",
        "deliver",
        "pledge",
        "evangelicals",
        "religious",
        "supporter",
        "work",
        "includes",
        "pending",
        "supreme",
        "court",
        "case",
        "involving",
        "colorado",
        "baker",
        "refused",
        "make",
        "cake",
        "couple",
        "another",
        "case",
        "involving",
        "rural",
        "texas",
        "high",
        "school",
        "whose",
        "cheerleader",
        "prohibited",
        "writing",
        "inspirational",
        "bible",
        "verse",
        "banner",
        "game",
        "organization",
        "also",
        "drafted",
        "bill",
        "introduced",
        "republican",
        "state",
        "legislature",
        "proposal",
        "include",
        "bill",
        "allow",
        "government",
        "clerk",
        "object",
        "marriage",
        "religious",
        "ground",
        "deny",
        "marriage",
        "license",
        "first",
        "liberty",
        "expanding",
        "footprint",
        "unusual",
        "legal",
        "nonprofit",
        "lose",
        "key",
        "staff",
        "attorney",
        "general",
        "office",
        "california",
        "democratic",
        "attorney",
        "general",
        "xavier",
        "becerra",
        "former",
        "aclu",
        "attorney",
        "among",
        "top",
        "leadership",
        "outside",
        "group",
        "often",
        "work",
        "lawmaker",
        "shape",
        "agenda",
        "draft",
        "bill",
        "christian",
        "legal",
        "organization",
        "expanded",
        "footprint",
        "recent",
        "year",
        "like",
        "first",
        "liberty",
        "republican",
        "texas",
        "attorney",
        "general",
        "ken",
        "paxton",
        "hired",
        "first",
        "liberty",
        "two",
        "largest",
        "political",
        "donor",
        "board",
        "member",
        "group",
        "oilman",
        "tim",
        "dunn",
        "kyle",
        "stalling",
        "combined",
        "given",
        "paxton",
        "political",
        "career",
        "personal",
        "campaign",
        "donation",
        "dunn",
        "archconservative",
        "group",
        "called",
        "empower",
        "texan",
        "one",
        "example",
        "first",
        "liberty",
        "paxton",
        "came",
        "worked",
        "firm",
        "legislation",
        "curtail",
        "courtroom",
        "payouts",
        "losing",
        "lawyer",
        "certain",
        "case",
        "thank",
        "first",
        "liberty",
        "attorney",
        "hiram",
        "sasser",
        "wrote",
        "paxton",
        "office",
        "according",
        "email",
        "obtained",
        "texas",
        "law",
        "know",
        "guy",
        "worked",
        "hard",
        "bill",
        "working",
        "hard",
        "amendment",
        "appreciate",
        "asked",
        "email",
        "exchange",
        "paxton",
        "spokesman",
        "marc",
        "rylander",
        "said",
        "email",
        "constituent",
        "inform",
        "u",
        "upcoming",
        "legislation",
        "help",
        "put",
        "touch",
        "key",
        "expert",
        "field",
        "first",
        "liberty",
        "attorney",
        "everyday",
        "citizen",
        "paxton",
        "first",
        "liberty",
        "founder",
        "kelly",
        "shackelford",
        "known",
        "paxton",
        "year",
        "endorsed",
        "wife",
        "seat",
        "texas",
        "senate",
        "donated",
        "fund",
        "paxton",
        "awaiting",
        "trial",
        "felony",
        "charge",
        "misleading",
        "investor",
        "tech",
        "startup",
        "becoming",
        "attorney",
        "general",
        "pleaded",
        "guilty",
        "sasser",
        "rejected",
        "idea",
        "firm",
        "lawyer",
        "become",
        "insider",
        "declined",
        "discus",
        "whether",
        "contact",
        "trump",
        "administration",
        "issued",
        "guideline",
        "last",
        "fall",
        "justice",
        "department",
        "philosophy",
        "case",
        "guideline",
        "envisioned",
        "sweeping",
        "protection",
        "practice",
        "private",
        "workplace",
        "government",
        "job",
        "grant",
        "running",
        "prison",
        "sasser",
        "shackelford",
        "also",
        "declined",
        "comment",
        "work",
        "trump",
        "transition",
        "team",
        "election",
        "citing",
        "confidentiality",
        "private",
        "practice",
        "public",
        "office",
        "dozen",
        "prominent",
        "christian",
        "legal",
        "group",
        "scattered",
        "across",
        "country",
        "none",
        "bigger",
        "alliance",
        "defending",
        "freedom",
        "adf",
        "raised",
        "million",
        "others",
        "include",
        "liberty",
        "counsel",
        "becket",
        "american",
        "center",
        "law",
        "justice",
        "founded",
        "jay",
        "sekulow",
        "one",
        "trump",
        "personal",
        "lawyer",
        "first",
        "liberty",
        "grown",
        "faster",
        "group",
        "recent",
        "year",
        "doubled",
        "revenue",
        "since",
        "reporting",
        "taking",
        "million",
        "last",
        "year",
        "recent",
        "case",
        "include",
        "defending",
        "texas",
        "judge",
        "sued",
        "inviting",
        "pastor",
        "give",
        "invocation",
        "court",
        "love",
        "people",
        "care",
        "religious",
        "freedom",
        "constitution",
        "first",
        "amendment",
        "highest",
        "position",
        "government",
        "get",
        "favor",
        "put",
        "u",
        "sort",
        "insider",
        "shackelford",
        "said",
        "denying",
        "expanded",
        "reach",
        "first",
        "liberty",
        "attorney",
        "matthew",
        "kacsmaryk",
        "criticized",
        "ban",
        "lgbt",
        "discrimination",
        "federal",
        "contractor",
        "caving",
        "sexual",
        "revolution",
        "fundamentalism",
        "trump",
        "administration",
        "later",
        "nominated",
        "federal",
        "bench",
        "confirmed",
        "legal",
        "expert",
        "say",
        "would",
        "first",
        "federal",
        "judge",
        "appointed",
        "bench",
        "straight",
        "christian",
        "legal",
        "nonprofit",
        "texas",
        "paxton",
        "hired",
        "least",
        "six",
        "state",
        "attorney",
        "first",
        "liberty",
        "adf",
        "one",
        "austin",
        "nimocks",
        "court",
        "record",
        "show",
        "emailed",
        "republican",
        "mississippi",
        "gov",
        "phil",
        "bryant",
        "model",
        "executive",
        "order",
        "laid",
        "foundation",
        "bill",
        "would",
        "let",
        "public",
        "official",
        "deny",
        "service",
        "gay",
        "lesbian",
        "montana",
        "first",
        "assistant",
        "attorney",
        "general",
        "dale",
        "schowengerdt",
        "arrived",
        "year",
        "fighting",
        "gay",
        "marriage",
        "adf",
        "asked",
        "whether",
        "texas",
        "hire",
        "helped",
        "advance",
        "agenda",
        "first",
        "liberty",
        "christian",
        "legal",
        "group",
        "paxton",
        "spokesman",
        "wrote",
        "agency",
        "hold",
        "high",
        "standard",
        "legal",
        "excellence",
        "hiring",
        "attorney",
        "lawyer",
        "came",
        "agency",
        "commendable",
        "recommendation",
        "paxton",
        "evangelical",
        "conservative",
        "elected",
        "attorney",
        "general",
        "first",
        "assistant",
        "attorney",
        "general",
        "chose",
        "fellow",
        "evangelical",
        "jeff",
        "mateer",
        "trump",
        "also",
        "picked",
        "fill",
        "federal",
        "court",
        "vacancy",
        "texas",
        "nomination",
        "unraveled",
        "video",
        "emerged",
        "mateer",
        "calling",
        "transgender",
        "child",
        "evidence",
        "satan",
        "plan",
        "speech",
        "made",
        "still",
        "first",
        "liberty",
        "hiram",
        "sasser",
        "first",
        "liberty",
        "general",
        "counsel",
        "also",
        "brief",
        "stint",
        "paxton",
        "office",
        "later",
        "returning",
        "firm",
        "suggested",
        "attorney",
        "relationship",
        "paxton",
        "nothing",
        "ordinary",
        "attorney",
        "general",
        "everybody",
        "texas",
        "guess",
        "like",
        "anybody",
        "else",
        "hasser",
        "said",
        "cause",
        "interaction",
        "contact",
        "like",
        "member",
        "public",
        "would"
    ]
}