{
    "organizations": [],
    "uuid": "b85a4be0eb58a51851ffe77515c8cb4e2a37955f",
    "author": "Aaron Pressman and Adam Lashinsky",
    "url": "http://fortune.com/2018/05/07/data-sheet-india-walmart-flipkart-amazon/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Walmart Teams With Google to Oppose Amazon in India",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Adam Lashinsky May 7, 2018 This is the web version of Data\nNo less an authority than Wikipedia attributes the origin of the proverb “the enemy of my enemy is my friend” to Sanskrit, an ancient Hindu language. How appropriate, then, that the saying’s latest proof point is the battle unfolding among global tech players in India.\nIndia is a massive market with relatively puny e-commerce volume and therefore a must-have opportunity for the world’s biggest retailers. Amazon already is pumping $5 billion into its hoped-for Indian marketplace. And Walmart is said to be finalizing a $15-billion controlling investment in e-commerce startup Flipkart there.\nSo far this all makes sense. Walmart got schooled in North America by Amazon. Neither company has covered itself in glory in the tough-to-win China market. Competing in India is an existential must for Walmart, the retailer that disrupted Kmart and Sears and doesn’t want to end up as the 21st century version of those dinosaurs.\nBut wait, there’s more. Alphabet , parent of search-results publisher (see what I did there ?), Google is said to be investing alongside Walmart. That makes perfect sense if you consider the battle between Google and Amazon. Each competes to fulfill shopper needs, Google through search ads and Amazon through its own retail platform. Each has thrived but wants more share of future transactions. Enter Walmart on the side of Google. The two already announced a limited partnership last year and now are showing they’ll continue to partner against their common foe.\nThere’s even more here. Walmart does business in China with JD.com, which is closely allied with Tencent, the gaming and messaging company that is an arch-foe of Alibaba, the e-commerce goliath. Guess who’s already an investor in Flipkart? Yes, Tencent, which is challenging Alibaba’s once-dominant position in payments with its own offering associated with WeChat, which Tencent owns. For its part, Alibaba is an investor in Indian payments company Paytm.\nIt’s a tangled web these enemies have woven. Competition in fast-growing markets like India is the only thing that will untangle it.\n***\nThe New York Times has published an outstanding profile of European competition boss Margrethe Vestager. If you want to understand how Brussels thinks about Silicon Valley, read this. (Revealing nugget: When Vestager’s term ends she might not get another because the leader of her own country, who belongs to an opposing party, may not re-appoint her.)\n***\nIf you followed me over to Data Sheet last week I hope you enjoyed my switcheroo with Alan Murray. We’re back to normal this week.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nMy broker is E.F. Hutton and E.F. Hutton says . After revealing his great confidence in Apple, legendary investor and Berkshire Hathaway CEO Warren Buffett on Saturday conceded that he’d made a mistake by failing to invest in Amazon and Google in the past. “We’ve looked at it,” he said at his company’s annual meeting. “I made the mistake in not being able to come to a conclusion where I really felt that at the present prices that the prospects were far better than the prices indicated.” Bitcoin? Let’s just say he’s not a fan . Buffett also got into a tiff with Tesla CEO Elon Musk that ended with Musk tweeting he was going to start a candy company to compete with Berkshire Hathaway’s See’s Candies. “I am super serious,” Musk said in a follow-up tweet.\nToo cute by a half. Speaking of trolling by or against Elon Musk , a few analysts on other quarterly earnings calls decided to mock the Tesla CEO’s tirade against analysts on his call. “Hi, Jayshree. I’ll ask a question and you’ll yell at me like the Tesla call and I’m going to be famous after that,” Merrill Lynch’s Tal Liani joked speaking to Arista Networks CEO Jayshree Ullal.\nWho’s laughing now, monkey boy ? It started as almost a joke, but apparently Facebook is seriously considering offering a paid, ad-free version of its social network service, Bloomberg reported. The plans are not “solid” and may not go forward, however, the news service added. Facebook declined to comment.\nHe said, they said. An investor is suing Ripple Labs , a top digital currency startup that is focused on international money transfers. Plaintiff Ryan Coffey says Ripple raised capital through an initial coin offering that constituted an illegal sale of unregistered securities. Ripple said it had not seen the lawsuit yet, but that its XRP tokens “should not be classified as a security.”\nDigging in the dirts. On Saturday, NASA successfully launched its InSight lander , which is scheduled to arrive on Mars in November. Among other missions, the InSight lander—short for Interior Exploration using Seismic Investigations, Geodesy, and Heat Transport—will dig 16 feet down into the Martian soil to study the planet’s temperature history.\nSneak peek. Two major developers conferences start this week. Google’s I/O will reveal details of the next version of Android, a likely overhaul of Google News and improvements to Google’s Wear OS for smartwatches, The Verge reports . At Microsoft’s Build conference, expect to hear about new features for Windows 10 and how users will be able to synchronize their browsing history in the Edge app across different operating systems, Engadget says.\nYou’ve been a lovely, lovely witness. The trial challenging AT&T ‘s acquisition of Time Warner wrapped up last week and Judge Richard Leon said he was aiming to release his decision on June 12. Tea leaf readers think the verdict is more likely to go AT&T’s way.\nFailure of imagination . Smart luggage startup Bluesmart , one of the first companies to incorporate phone charging capability into suitcases, is closing up shop . Apparently, Bluesmart couldn’t meet new airline requirements to make its large built-in lithium batteries removable.\nAdvertisement FOOD FOR THOUGHT\nIt may not yet be on par with great cinema or the most beautiful operas, but the smartphone-born media format known as “stories” should be taken more seriously, argues Ian Bogost in a piece in The Atlantic. Bogost details the history and influence of the short video snippets made to be watched holding a phone vertically. Snapchat may have created the format, which was later copied by Facebook’s Instagram and WhatsApp, but who invented what isn’t the point, Bogost writes:\nStories is not a technology, nor is it a feature. It is a media format, or even a genre, in the way that a magazine or a murder mystery or a 30-minute television program is. This is also why it’s a little silly to worry about who “copied” Stories from whom, since the whole point of formats and genres is to develop independent of single tools of creation and dissemination. The different styles of Story illustrate the form’s broad uses. On Snapchat, Stories are more informal, making use of the face-filters and geotags common to that platform. On Instagram, filters and Boomerangs and neon text and the like are more frequently used, as that platform’s heavily composed manner warrants.\nAnd that’s also why “Story” is such a terrible name for this format. Contemporary culture’s obsession with storytelling runs so deep, everything has become framed as storytelling, even when it’s clearly not. Most Stories are not storytelling. They are sequenced, which is one of the definitions of narration: an account of events. But sequence is not sufficient to create narrative, and many Stories feel like random collections of unrelated materials. Most of the ones I see on Facebook and Instagram are one- or two-image sequences, hardly enough to play out a day-in-the-life, let alone a moment, anymore.\nIN CASE YOU MISSED IT\nJ.P. Morgan Files Patent for Blockchain-Powered Payments By Polina Marinova\nFacebook Found 3,000 Russia-Linked Election Ads. Now House Democrats Are Planning to Release Them By Natasha Bach\nPolice Tested Facial Recognition at a Major Sporting Event. The Results Were Disastrous By David Meyer\nThe World’s Fifth Largest Economy Is About to Require Solar Panels for All New Homes By Hallie Detrick\nGrowing Petition Requests Apple Recall MacBook Pro with ‘Defective Keyboard’ By Don Reisinger\nCommentary: The T-Mobile-Sprint Merger Isn’t Really About 5G By Nicholas Economides\nAdvertisement BEFORE YOU GO\nGet ready for the onslaught of bitcoin meets Hollywood . CBS comedy The Big Bang Theory was first with a bitcoin episode, but HBO’s Silicon Valley followed last night. Up next, reports the Hollywood Reporter : “The bitcoin-themed romantic comedy No Postage Necessary will become the first film to be released using the so-called blockchain technology that powers the crypto world.” I don’t think Warren Buffett will be a fan.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-05-07T21:03:00.000+03:00",
    "crawled": "2018-05-11T17:16:21.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "may",
        "web",
        "version",
        "data",
        "less",
        "authority",
        "wikipedia",
        "attribute",
        "origin",
        "proverb",
        "enemy",
        "enemy",
        "friend",
        "sanskrit",
        "ancient",
        "hindu",
        "language",
        "appropriate",
        "saying",
        "latest",
        "proof",
        "point",
        "battle",
        "unfolding",
        "among",
        "global",
        "tech",
        "player",
        "india",
        "india",
        "massive",
        "market",
        "relatively",
        "puny",
        "volume",
        "therefore",
        "opportunity",
        "world",
        "biggest",
        "retailer",
        "amazon",
        "already",
        "pumping",
        "billion",
        "indian",
        "marketplace",
        "walmart",
        "said",
        "finalizing",
        "controlling",
        "investment",
        "startup",
        "flipkart",
        "far",
        "make",
        "sense",
        "walmart",
        "got",
        "schooled",
        "north",
        "america",
        "amazon",
        "neither",
        "company",
        "covered",
        "glory",
        "china",
        "market",
        "competing",
        "india",
        "existential",
        "must",
        "walmart",
        "retailer",
        "disrupted",
        "kmart",
        "sears",
        "want",
        "end",
        "21st",
        "century",
        "version",
        "dinosaur",
        "wait",
        "alphabet",
        "parent",
        "publisher",
        "see",
        "google",
        "said",
        "investing",
        "alongside",
        "walmart",
        "make",
        "perfect",
        "sense",
        "consider",
        "battle",
        "google",
        "amazon",
        "competes",
        "fulfill",
        "shopper",
        "need",
        "google",
        "search",
        "ad",
        "amazon",
        "retail",
        "platform",
        "thrived",
        "want",
        "share",
        "future",
        "transaction",
        "enter",
        "walmart",
        "side",
        "google",
        "two",
        "already",
        "announced",
        "limited",
        "partnership",
        "last",
        "year",
        "showing",
        "continue",
        "partner",
        "common",
        "foe",
        "even",
        "walmart",
        "business",
        "china",
        "closely",
        "allied",
        "tencent",
        "gaming",
        "messaging",
        "company",
        "alibaba",
        "goliath",
        "guess",
        "already",
        "investor",
        "flipkart",
        "yes",
        "tencent",
        "challenging",
        "alibaba",
        "position",
        "payment",
        "offering",
        "associated",
        "wechat",
        "tencent",
        "owns",
        "part",
        "alibaba",
        "investor",
        "indian",
        "payment",
        "company",
        "paytm",
        "tangled",
        "web",
        "enemy",
        "woven",
        "competition",
        "market",
        "like",
        "india",
        "thing",
        "untangle",
        "new",
        "york",
        "time",
        "published",
        "outstanding",
        "profile",
        "european",
        "competition",
        "bos",
        "margrethe",
        "vestager",
        "want",
        "understand",
        "brussels",
        "think",
        "silicon",
        "valley",
        "read",
        "revealing",
        "nugget",
        "vestager",
        "term",
        "end",
        "might",
        "get",
        "another",
        "leader",
        "country",
        "belongs",
        "opposing",
        "party",
        "may",
        "followed",
        "data",
        "sheet",
        "last",
        "week",
        "hope",
        "enjoyed",
        "switcheroo",
        "alan",
        "murray",
        "back",
        "normal",
        "week",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "broker",
        "hutton",
        "hutton",
        "say",
        "revealing",
        "great",
        "confidence",
        "apple",
        "legendary",
        "investor",
        "berkshire",
        "hathaway",
        "ceo",
        "warren",
        "buffett",
        "saturday",
        "conceded",
        "made",
        "mistake",
        "failing",
        "invest",
        "amazon",
        "google",
        "past",
        "looked",
        "said",
        "company",
        "annual",
        "meeting",
        "made",
        "mistake",
        "able",
        "come",
        "conclusion",
        "really",
        "felt",
        "present",
        "price",
        "prospect",
        "far",
        "better",
        "price",
        "bitcoin",
        "let",
        "say",
        "fan",
        "buffett",
        "also",
        "got",
        "tiff",
        "tesla",
        "ceo",
        "elon",
        "musk",
        "ended",
        "musk",
        "tweeting",
        "going",
        "start",
        "candy",
        "company",
        "compete",
        "berkshire",
        "hathaway",
        "see",
        "candy",
        "super",
        "serious",
        "musk",
        "said",
        "tweet",
        "cute",
        "half",
        "speaking",
        "trolling",
        "elon",
        "musk",
        "analyst",
        "quarterly",
        "earnings",
        "call",
        "decided",
        "mock",
        "tesla",
        "ceo",
        "tirade",
        "analyst",
        "call",
        "hi",
        "jayshree",
        "ask",
        "question",
        "yell",
        "like",
        "tesla",
        "call",
        "going",
        "famous",
        "merrill",
        "lynch",
        "tal",
        "liani",
        "joked",
        "speaking",
        "arista",
        "network",
        "ceo",
        "jayshree",
        "ullal",
        "laughing",
        "monkey",
        "boy",
        "started",
        "almost",
        "joke",
        "apparently",
        "facebook",
        "seriously",
        "considering",
        "offering",
        "paid",
        "version",
        "social",
        "network",
        "service",
        "bloomberg",
        "reported",
        "plan",
        "solid",
        "may",
        "go",
        "forward",
        "however",
        "news",
        "service",
        "added",
        "facebook",
        "declined",
        "comment",
        "said",
        "said",
        "investor",
        "suing",
        "ripple",
        "lab",
        "top",
        "digital",
        "currency",
        "startup",
        "focused",
        "international",
        "money",
        "transfer",
        "plaintiff",
        "ryan",
        "coffey",
        "say",
        "ripple",
        "raised",
        "capital",
        "initial",
        "coin",
        "offering",
        "constituted",
        "illegal",
        "sale",
        "unregistered",
        "security",
        "ripple",
        "said",
        "seen",
        "lawsuit",
        "yet",
        "xrp",
        "token",
        "classified",
        "digging",
        "dirt",
        "saturday",
        "nasa",
        "successfully",
        "launched",
        "insight",
        "lander",
        "scheduled",
        "arrive",
        "mar",
        "november",
        "among",
        "mission",
        "insight",
        "interior",
        "exploration",
        "using",
        "seismic",
        "investigation",
        "geodesy",
        "heat",
        "dig",
        "foot",
        "martian",
        "soil",
        "study",
        "planet",
        "temperature",
        "history",
        "sneak",
        "peek",
        "two",
        "major",
        "developer",
        "conference",
        "start",
        "week",
        "google",
        "reveal",
        "detail",
        "next",
        "version",
        "android",
        "likely",
        "overhaul",
        "google",
        "news",
        "improvement",
        "google",
        "wear",
        "o",
        "smartwatches",
        "verge",
        "report",
        "microsoft",
        "build",
        "conference",
        "expect",
        "hear",
        "new",
        "feature",
        "window",
        "user",
        "able",
        "synchronize",
        "browsing",
        "history",
        "edge",
        "app",
        "across",
        "different",
        "operating",
        "system",
        "engadget",
        "say",
        "lovely",
        "lovely",
        "witness",
        "trial",
        "challenging",
        "acquisition",
        "time",
        "warner",
        "wrapped",
        "last",
        "week",
        "judge",
        "richard",
        "leon",
        "said",
        "aiming",
        "release",
        "decision",
        "june",
        "tea",
        "leaf",
        "reader",
        "think",
        "verdict",
        "likely",
        "go",
        "way",
        "failure",
        "imagination",
        "smart",
        "luggage",
        "startup",
        "bluesmart",
        "one",
        "first",
        "company",
        "incorporate",
        "phone",
        "charging",
        "capability",
        "suitcase",
        "closing",
        "shop",
        "apparently",
        "bluesmart",
        "meet",
        "new",
        "airline",
        "requirement",
        "make",
        "large",
        "lithium",
        "battery",
        "removable",
        "advertisement",
        "food",
        "thought",
        "may",
        "yet",
        "par",
        "great",
        "cinema",
        "beautiful",
        "opera",
        "medium",
        "format",
        "known",
        "story",
        "taken",
        "seriously",
        "argues",
        "ian",
        "bogost",
        "piece",
        "atlantic",
        "bogost",
        "detail",
        "history",
        "influence",
        "short",
        "video",
        "snippet",
        "made",
        "watched",
        "holding",
        "phone",
        "vertically",
        "snapchat",
        "may",
        "created",
        "format",
        "later",
        "copied",
        "facebook",
        "instagram",
        "whatsapp",
        "invented",
        "point",
        "bogost",
        "writes",
        "story",
        "technology",
        "feature",
        "medium",
        "format",
        "even",
        "genre",
        "way",
        "magazine",
        "murder",
        "mystery",
        "television",
        "program",
        "also",
        "little",
        "silly",
        "worry",
        "copied",
        "story",
        "since",
        "whole",
        "point",
        "format",
        "genre",
        "develop",
        "independent",
        "single",
        "tool",
        "creation",
        "dissemination",
        "different",
        "style",
        "story",
        "illustrate",
        "form",
        "broad",
        "us",
        "snapchat",
        "story",
        "informal",
        "making",
        "use",
        "geotags",
        "common",
        "platform",
        "instagram",
        "filter",
        "boomerang",
        "neon",
        "text",
        "like",
        "frequently",
        "used",
        "platform",
        "heavily",
        "composed",
        "manner",
        "warrant",
        "also",
        "story",
        "terrible",
        "name",
        "format",
        "contemporary",
        "culture",
        "obsession",
        "storytelling",
        "run",
        "deep",
        "everything",
        "become",
        "framed",
        "storytelling",
        "even",
        "clearly",
        "story",
        "storytelling",
        "sequenced",
        "one",
        "definition",
        "narration",
        "account",
        "event",
        "sequence",
        "sufficient",
        "create",
        "narrative",
        "many",
        "story",
        "feel",
        "like",
        "random",
        "collection",
        "unrelated",
        "material",
        "one",
        "see",
        "facebook",
        "instagram",
        "sequence",
        "hardly",
        "enough",
        "play",
        "let",
        "alone",
        "moment",
        "anymore",
        "case",
        "missed",
        "morgan",
        "file",
        "patent",
        "payment",
        "polina",
        "marinova",
        "facebook",
        "found",
        "election",
        "ad",
        "house",
        "democrat",
        "planning",
        "release",
        "natasha",
        "bach",
        "police",
        "tested",
        "facial",
        "recognition",
        "major",
        "sporting",
        "event",
        "result",
        "disastrous",
        "david",
        "meyer",
        "world",
        "fifth",
        "largest",
        "economy",
        "require",
        "solar",
        "panel",
        "new",
        "home",
        "hallie",
        "detrick",
        "growing",
        "petition",
        "request",
        "apple",
        "recall",
        "macbook",
        "pro",
        "defective",
        "keyboard",
        "reisinger",
        "commentary",
        "merger",
        "really",
        "5g",
        "nicholas",
        "economides",
        "advertisement",
        "go",
        "get",
        "ready",
        "onslaught",
        "bitcoin",
        "meet",
        "hollywood",
        "cbs",
        "comedy",
        "big",
        "bang",
        "theory",
        "first",
        "bitcoin",
        "episode",
        "hbo",
        "silicon",
        "valley",
        "followed",
        "last",
        "night",
        "next",
        "report",
        "hollywood",
        "reporter",
        "romantic",
        "comedy",
        "postage",
        "necessary",
        "become",
        "first",
        "film",
        "released",
        "using",
        "blockchain",
        "technology",
        "power",
        "crypto",
        "think",
        "warren",
        "buffett",
        "fan",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}