{
    "organizations": [],
    "uuid": "a0cd488ac023ec6e35b4f014f9b8c8e7a0bffcb0",
    "author": "Kathleen Elkins",
    "url": "https://www.cnbc.com/2018/05/22/farnoosh-torabi-when-and-how-to-talk-to-your-kids-about-money.html",
    "ord_in_thread": 0,
    "title": "Farnoosh Torabi: When and how to talk to your kids about money",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "For most people, money conversations aren't very easy or comfortable. \"I don't think older generations had this tendency to talk to their kids about money. I don't think older generations even talked about money among themselves,\" personal finance expert Farnoosh Torabi tells CNBC Make It . \"It was this very taboo topic. And I think we're still experiencing that, but to a lesser degree today.\"\nThat said, the earlier you have these hard conversations and instill smart money habits in your kids, she says, the better off they'll be.\nIt's less about having your kids memorize definitions of personal finance concepts like compound interest and tax-deferred retirement plans; what's important is allowing them the \"freedom to explore money and ask questions and to be curious,\" says Torabi, who is a mother of two and Chase Slate's financial education ambassador .\nIf your kids are raised to believe that talking about money is inappropriate or impolite, \"that later shows up in life and can be really damaging,\" she adds. \"Because then they won't ask questions when they really need to. They won't ask for the raise. They won't ask about the fine print. They won't ask about other things that really could impact their financial well-being.\"\nJenny Anderson | Getty Images Farnoosh Torabi, host of the award-winning podcast \"So Money\" Everyone's parenting style is different and there are multiple ways to approach this tricky topic, but here are a few tips on when and how to start talking to your kids about money.\nAge 3 to 4: Model smart behaviors As early as age three, you can start laying a solid foundation by modeling smart money habits, says Torabi: \"My son's not even four years old yet, but he does see that we collect coins in a jar in the living room. He does see that when I go to the grocery store, we don't get everything. He wants stuff and I say, 'No, we have to put that back on the shelf because you already have that at home.'\n\"So he's not learning what a credit score is at this age, but I hope that he's understanding that life is not about having it all — it's about trade offs and making choices.\"\nFor Torabi, it's also important that her kids understand the importance of respecting money: \"So with coins, it's not something that we put in the trash. It's actually something that we keep because it has value. And we put it in our living room, which is an important place for the family to gather, and then once every six months or so, we'll redeem the coins to get gift cards or cash. That is something that, at his age, he can grasp.\"\nAge 5 to 11: Encourage questions and introduce values Kindergarten is typically when kids start to become curious about money, says Torabi: \"What's happening is they're going to school and they're seeing other kids and they're seeing what they bring into school: the kinds of lunches that they have and the clothes that they're wearing and the houses that they're living in when they go on play dates.\n\"They start to see the different economies at play and they start to get curious about why people are different in that way.\"\nAs a result, they're going to have a lot of questions, including some uncomfortable ones, like \"How much do you make?\" Try not to get defensive. \"When your kid asks you an uncomfortable question about anything, your response shouldn't be, 'Don't ask me that' or, 'I don't know.' It should be, 'Why are you curious? What brings this up?'\"\nTheir motivation for asking matters, Torabi says: \"It may not be that they want to know what you're making because they're just being nosy, but maybe somebody said something really hurtful at school. Or maybe they want to follow in your footsteps and they're naturally curious. It's more important to get to the why of their questions.\"\nshow chapters Elon Musk's brother says this is how you raise entrepreneurial kids 12:11 PM ET Mon, 17 April 2017 | 01:02 If your kids show signs of being curious about money, use it as an opportunity to start talking about what your family values are and why your life may look different than somebody else's.\nInvolve them in as many transactions as you can, says Torabi: \"You have to find those teachable moments,\" which may be as simple as sticking to your list in the grocery store: \"What's that's really teaching your kid is that you're prioritizing what you want and you're not living above your means.\"\nThe more you include them in your shopping experiences, the more they'll start to pick up on the importance of saving, prioritizing and delaying gratification.\nAge 12 to 15: Introduce simple money concepts When your kids start to earn an allowance or make their own money, you'll want to introduce the concept of banking, says Torabi. This is also a good time to open their first checking account, teach them how to track their spending online and explain what it means to pay themselves first.\n\"Once kids start to earn their own money, with that comes a lot of pride, and it's a good moment to get in there and talk about the best way to manage it,\" says Torabi. \"Sometimes it's hard to hear money advice from your parents, but you can frame it like: 'One thing I wish I had done when I was your age is save a little bit of every paycheck.'\"\nThe important concept to bring home at this age is that there are a lot of different ways to use the money they earn, Torabi adds: \"It's not just to spend on movie tickets. You can spend it, save it, invest it, lend it or donate it. And knowing that, they'll start to really leverage their freedom.\"\nshow chapters Thirteen things mentally strong parents don't do 12:57 PM ET Fri, 6 Oct 2017 | 02:14 Age 16: Introduce the concept of credit Starting in high school, \"you definitely you want to have a credit conversation with them because they are approaching college,\" says Torabi. \"And they'll be able to grasp concepts like compound interest and interest rates.\"\nA credit card shouldn't necessarily be the first form of payment they use, she notes: \"Test them out with a debit card to see how they do and then graduate them to a credit card.\" You may want to add them as an authorized user on your credit card before helping them open their own.\n\"Being an authorized user on a parents credit card is a great way to quickly establish credit,\" says Torabi. Plus, your kid doesn't have to do anything to reap the benefits: \"As long as they're an authorized user and the family is spending responsibly with the card, that credit behavior gets reported on every person's credit report that is tied to that card, whether you were the one spending or not. ... The caveat to that is, it only works if everyone is spending responsibly.\"\nAs with every money concept you introduce to your kids, \"start with training wheels,\" Torabi says. \"Being an authorized user is a good way to teach your kid about what a credit card is, why we use them and why it's important to pay bills on time.\"\nLike this story? Like CNBC Make It on Facebook !\nDon't miss: 14 money lessons rich parents teach their kids\nshow chapters Cut your kids off as soon as you possibly can, says Suze Orman 1:11 PM ET Mon, 31 July 2017 | 00:54",
    "published": "2018-05-23T03:00:00.000+03:00",
    "crawled": "2018-05-23T15:31:26.111+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "people",
        "money",
        "conversation",
        "easy",
        "comfortable",
        "think",
        "older",
        "generation",
        "tendency",
        "talk",
        "kid",
        "money",
        "think",
        "older",
        "generation",
        "even",
        "talked",
        "money",
        "among",
        "personal",
        "finance",
        "expert",
        "farnoosh",
        "torabi",
        "tell",
        "cnbc",
        "make",
        "taboo",
        "topic",
        "think",
        "still",
        "experiencing",
        "lesser",
        "degree",
        "today",
        "said",
        "earlier",
        "hard",
        "conversation",
        "instill",
        "smart",
        "money",
        "habit",
        "kid",
        "say",
        "better",
        "less",
        "kid",
        "memorize",
        "definition",
        "personal",
        "finance",
        "concept",
        "like",
        "compound",
        "interest",
        "retirement",
        "plan",
        "important",
        "allowing",
        "freedom",
        "explore",
        "money",
        "ask",
        "question",
        "curious",
        "say",
        "torabi",
        "mother",
        "two",
        "chase",
        "slate",
        "financial",
        "education",
        "ambassador",
        "kid",
        "raised",
        "believe",
        "talking",
        "money",
        "inappropriate",
        "impolite",
        "later",
        "show",
        "life",
        "really",
        "damaging",
        "add",
        "wo",
        "ask",
        "question",
        "really",
        "need",
        "wo",
        "ask",
        "raise",
        "wo",
        "ask",
        "fine",
        "print",
        "wo",
        "ask",
        "thing",
        "really",
        "could",
        "impact",
        "financial",
        "jenny",
        "anderson",
        "getty",
        "image",
        "farnoosh",
        "torabi",
        "host",
        "podcast",
        "money",
        "everyone",
        "parenting",
        "style",
        "different",
        "multiple",
        "way",
        "approach",
        "tricky",
        "topic",
        "tip",
        "start",
        "talking",
        "kid",
        "money",
        "age",
        "model",
        "smart",
        "behavior",
        "early",
        "age",
        "three",
        "start",
        "laying",
        "solid",
        "foundation",
        "modeling",
        "smart",
        "money",
        "habit",
        "say",
        "torabi",
        "son",
        "even",
        "four",
        "year",
        "old",
        "yet",
        "see",
        "collect",
        "coin",
        "jar",
        "living",
        "room",
        "see",
        "go",
        "grocery",
        "store",
        "get",
        "everything",
        "want",
        "stuff",
        "say",
        "put",
        "back",
        "shelf",
        "already",
        "home",
        "learning",
        "credit",
        "score",
        "age",
        "hope",
        "understanding",
        "life",
        "trade",
        "offs",
        "making",
        "choice",
        "torabi",
        "also",
        "important",
        "kid",
        "understand",
        "importance",
        "respecting",
        "money",
        "coin",
        "something",
        "put",
        "trash",
        "actually",
        "something",
        "keep",
        "value",
        "put",
        "living",
        "room",
        "important",
        "place",
        "family",
        "gather",
        "every",
        "six",
        "month",
        "redeem",
        "coin",
        "get",
        "gift",
        "card",
        "cash",
        "something",
        "age",
        "grasp",
        "age",
        "encourage",
        "question",
        "introduce",
        "value",
        "kindergarten",
        "typically",
        "kid",
        "start",
        "become",
        "curious",
        "money",
        "say",
        "torabi",
        "happening",
        "going",
        "school",
        "seeing",
        "kid",
        "seeing",
        "bring",
        "school",
        "kind",
        "lunch",
        "clothes",
        "wearing",
        "house",
        "living",
        "go",
        "play",
        "date",
        "start",
        "see",
        "different",
        "economy",
        "play",
        "start",
        "get",
        "curious",
        "people",
        "different",
        "way",
        "result",
        "going",
        "lot",
        "question",
        "including",
        "uncomfortable",
        "one",
        "like",
        "much",
        "make",
        "try",
        "get",
        "defensive",
        "kid",
        "asks",
        "uncomfortable",
        "question",
        "anything",
        "response",
        "ask",
        "know",
        "curious",
        "brings",
        "motivation",
        "asking",
        "matter",
        "torabi",
        "say",
        "may",
        "want",
        "know",
        "making",
        "nosy",
        "maybe",
        "somebody",
        "said",
        "something",
        "really",
        "hurtful",
        "school",
        "maybe",
        "want",
        "follow",
        "footstep",
        "naturally",
        "curious",
        "important",
        "get",
        "question",
        "show",
        "chapter",
        "elon",
        "musk",
        "brother",
        "say",
        "raise",
        "entrepreneurial",
        "kid",
        "pm",
        "et",
        "mon",
        "april",
        "kid",
        "show",
        "sign",
        "curious",
        "money",
        "use",
        "opportunity",
        "start",
        "talking",
        "family",
        "value",
        "life",
        "may",
        "look",
        "different",
        "somebody",
        "else",
        "involve",
        "many",
        "transaction",
        "say",
        "torabi",
        "find",
        "teachable",
        "moment",
        "may",
        "simple",
        "sticking",
        "list",
        "grocery",
        "store",
        "really",
        "teaching",
        "kid",
        "prioritizing",
        "want",
        "living",
        "mean",
        "include",
        "shopping",
        "experience",
        "start",
        "pick",
        "importance",
        "saving",
        "prioritizing",
        "delaying",
        "gratification",
        "age",
        "introduce",
        "simple",
        "money",
        "concept",
        "kid",
        "start",
        "earn",
        "allowance",
        "make",
        "money",
        "want",
        "introduce",
        "concept",
        "banking",
        "say",
        "torabi",
        "also",
        "good",
        "time",
        "open",
        "first",
        "checking",
        "account",
        "teach",
        "track",
        "spending",
        "online",
        "explain",
        "mean",
        "pay",
        "first",
        "kid",
        "start",
        "earn",
        "money",
        "come",
        "lot",
        "pride",
        "good",
        "moment",
        "get",
        "talk",
        "best",
        "way",
        "manage",
        "say",
        "torabi",
        "sometimes",
        "hard",
        "hear",
        "money",
        "advice",
        "parent",
        "frame",
        "like",
        "thing",
        "wish",
        "done",
        "age",
        "save",
        "little",
        "bit",
        "every",
        "paycheck",
        "important",
        "concept",
        "bring",
        "home",
        "age",
        "lot",
        "different",
        "way",
        "use",
        "money",
        "earn",
        "torabi",
        "add",
        "spend",
        "movie",
        "ticket",
        "spend",
        "save",
        "invest",
        "lend",
        "donate",
        "knowing",
        "start",
        "really",
        "leverage",
        "freedom",
        "show",
        "chapter",
        "thirteen",
        "thing",
        "mentally",
        "strong",
        "parent",
        "pm",
        "et",
        "fri",
        "oct",
        "age",
        "introduce",
        "concept",
        "credit",
        "starting",
        "high",
        "school",
        "definitely",
        "want",
        "credit",
        "conversation",
        "approaching",
        "college",
        "say",
        "torabi",
        "able",
        "grasp",
        "concept",
        "like",
        "compound",
        "interest",
        "interest",
        "rate",
        "credit",
        "card",
        "necessarily",
        "first",
        "form",
        "payment",
        "use",
        "note",
        "test",
        "debit",
        "card",
        "see",
        "graduate",
        "credit",
        "card",
        "may",
        "want",
        "add",
        "authorized",
        "user",
        "credit",
        "card",
        "helping",
        "open",
        "authorized",
        "user",
        "parent",
        "credit",
        "card",
        "great",
        "way",
        "quickly",
        "establish",
        "credit",
        "say",
        "torabi",
        "plus",
        "kid",
        "anything",
        "reap",
        "benefit",
        "long",
        "authorized",
        "user",
        "family",
        "spending",
        "responsibly",
        "card",
        "credit",
        "behavior",
        "get",
        "reported",
        "every",
        "person",
        "credit",
        "report",
        "tied",
        "card",
        "whether",
        "one",
        "spending",
        "caveat",
        "work",
        "everyone",
        "spending",
        "responsibly",
        "every",
        "money",
        "concept",
        "introduce",
        "kid",
        "start",
        "training",
        "wheel",
        "torabi",
        "say",
        "authorized",
        "user",
        "good",
        "way",
        "teach",
        "kid",
        "credit",
        "card",
        "use",
        "important",
        "pay",
        "bill",
        "time",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "money",
        "lesson",
        "rich",
        "parent",
        "teach",
        "kid",
        "show",
        "chapter",
        "cut",
        "kid",
        "soon",
        "possibly",
        "say",
        "suze",
        "orman",
        "pm",
        "et",
        "mon",
        "july"
    ]
}