{
    "organizations": [],
    "uuid": "db8689a0bb653f14f18415e10234f23800987f87",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-gtx-provides-corporate-update-and-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "GTx Provides Corporate Update and Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Completed patient enrollment in the ASTRID Trial, a Phase 2 double-blinded, placebo-controlled clinical trial of enobosarm in Stress Urinary Incontinence --\n-- Top-line results from the ASTRID Trial expected early in the fourth quarter of 2018 --\n-- Podium presentation at the 2018 American Urological Association (AUA) meeting May 18, 2018, will update results from Phase 2 proof-of-concept clinical trial of enobosarm --\nMEMPHIS, Tenn.--(BUSINESS WIRE)-- GTx, Inc. (Nasdaq:GTXI) today reported financial results for the first quarter ended March 31, 2018 and highlighted recent accomplishments and upcoming milestones.\n“GTx is off to a strong start in 2018, with data presented at the SUFU Meeting in March supporting enobosarm’s potential to treat stress urinary incontinence (SUI). The data included additional positive results in a subset of women with both SUI and urge incontinence,” said Robert J. Wills, Ph.D., Executive Chairman of GTx. “We look forward to presenting additional data from our open-label, Phase 2 proof-of-concept clinical trial evaluating enobosarm 3 mg in postmenopausal women with SUI at the upcoming AUA meeting in May. In addition, we completed patient enrollment in our placebo-controlled, Phase 2 clinical trial of enobosarm in postmenopausal women with SUI several months ahead of schedule. Enrollment exceeded the 400 patients planned per protocol, and we are eager to report top-line results early in the fourth quarter of 2018.”\nClinical Highlights and Anticipated Milestones\nStress Urinary Incontinence (SUI):\nEnobosarm, a Selective Androgen Receptor Modulator (SARM), is being evaluated in Phase 2 clinical development for SUI, the Company’s lead indication. Recent and upcoming important milestones are summarized as follows:\nAt the Society of Urodynamics, Female Pelvic Medicine, & Urogenital Reconstruction (SUFU) Meeting in March, positive results were presented from the Company’s Phase 2 proof-of-concept (POC) clinical trial of enobosarm 3 mg administered orally in post-menopausal women with SUI. Details of the SUFU presentation can be found here and are summarized below: At the end of the 12-week treatment period, all 18 enobosarm-treated women demonstrated clinically meaningful (50 percent or greater) reductions in stress urinary incontinence episodes per day, compared to baseline. The reduction in incontinence episodes was sustained, or durable, well beyond the 12-week treatment period. Additional positive results in a subset of postmenopausal women suggest a dual treatment effect on both SUI and urge incontinence (UI). Magnetic resonance imaging (MRI) results showed a statistically significant increase in several important measurements and support the mechanism of action of enobosarm on the pelvic floor. There were no serious adverse events reported and reported adverse events were minimal and included headaches, nausea, fatigue, hot flashes, insomnia, muscle weakness and acne. Mild transient elevations in liver enzymes that were within normal limits were observed, except for one patient with levels greater than 1.5 times the upper limit of normal which returned to normal following her 12-week treatment period. Reductions in total cholesterol, LDL-C, HDL-C and triglycerides were also observed. On May 18, 2018, a podium presentation at the 2018 American Urological Association (AUA) meeting will update results from the Phase 2 POC clinical trial of enobosarm. The Company has an ongoing randomized, double-blinded, placebo-controlled, Phase 2 trial to assess the efficacy and safety of enobosarm administered orally in post-menopausal women with SUI compared to placebo. More information about the ASTRID (Assessing Enobosarm for Stress Urinary Incontinence Disorder) trial can be found here . In April, the Company completed patient enrollment in the ASTRID trial several months ahead of schedule, enrolling 493 women at over 60 clinical trial centers across the United States. Top-line results are expected early in the fourth quarter of 2018.\nProstate Cancer:\nThe Company has a Selective Androgen Receptor Degrader (SARD) preclinical program to evaluate its novel SARD technology in castration-resistant prostate cancer (CRPC). The Company has ongoing mechanistic preclinical studies designed to select the most appropriate compound to potentially advance into a first-in-human clinical trial.\nFirst Quarter 2018 Financial Results\nAs of March 31, 2018, cash and short-term investments were $32.1 million compared to $43.9 million at December 31, 2017. Research and development expenses for the quarter ended March 31, 2018 were $11.0 million compared to $4.2 million for the same period of 2017. General and administrative expenses for the quarter ended March 31, 2018 were $2.7 million compared to $2.1 million for the same period of 2017. The net loss for the quarter ended March 31, 2018 was $13.6 million compared to a net loss of $6.3 million for the same period in 2017. GTx had approximately 22.5 million shares of common stock outstanding as of March 31, 2018. Additionally, there are warrants outstanding to purchase approximately 5.3 million shares of GTx common stock at an exercise price of $8.50 per share and approximately 3.3 million shares of GTx common stock at an exercise price of $9.02.\nAbout the Phase 2 Proof-of-Concept Clinical Trial\nThe single-arm, open-label Phase 2 clinical trial is evaluating enobosarm in postmenopausal women with SUI, and is the first clinical trial to evaluate an orally-administered selective androgen receptor modulator (SARM) for SUI. This clinical trial is closed to enrollment; more information about the clinical trial can be found here .\nAbout the Phase 2 ASTRID Clinical Trial\nIn addition to the Phase 2 proof-of-concept clinical trial being presented at AUA, GTx also has a larger, ongoing, placebo-controlled Phase 2 clinical trial evaluating enobosarm in postmenopausal women with SUI. The study, called ASTRID ( A ssessing Enobosarm for Str ess Urinary I ncontinence D isorder), completed enrollment (n=493) recently and is being conducted at over 60 clinical trial centers across the United States. Top-line results are expected early in the fourth quarter of this year. More information about the ASTRID clinical trial can be found here .\nAbout Enobosarm and SUI\nEnobosarm (GTx-024), a selective androgen receptor modulator (SARM), has been evaluated in 25 completed or ongoing clinical trials enrolling over 2,100 subjects, in which approximately 1,500 subjects were treated with enobosarm at doses ranging from 0.1 mg to 100 mg. At all evaluated dose levels, enobosarm was observed to be generally safe and well tolerated. The rationale for evaluating enobosarm as a treatment for SUI is supported by preclinical in vivo data demonstrating increases in pelvic floor muscle mass following treatment with GTx’s SARM compounds, including enobosarm, and the proof-of-concept Phase 2 clinical trial of enobosarm 3 mg for the treatment of postmenopausal women with SUI.\nAbout Stress Urinary Incontinence\nStress urinary incontinence (SUI) refers to the unintentional leakage of urine during activities that increase abdominal pressure such as coughing, sneezing or physical exercise. SUI, the most common type of incontinence suffered by women, affects up to 35 percent of adult women. There are a variety of treatments that are used to treat SUI in women, such as behavioral modification and pelvic floor physical therapy, especially as initial treatment options. As the condition worsens however, bulking agents and surgical procedures are often the most widely used treatments.\nAbout GTx\nGTx, Inc., headquartered in Memphis, Tenn., is a biopharmaceutical company dedicated to the discovery, development and commercialization of medicines to treat serious and/or significant unmet medical conditions, including stress urinary incontinence and prostate cancer.\nForward-Looking Information is Subject to Risk and Uncertainty\nThis press release contains forward-looking statements based upon GTx's current expectations. Forward-looking statements involve risks and uncertainties, and include, but are not limited to, statements relating to GTx's ongoing clinical development of its selective androgen receptor modulator (SARM) compounds. GTx's actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of these risks and uncertainties, which include, without limitation, the risks (i) that the Phase 2 placebo-controlled clinical study being conducted by GTx for the treatment of stress urinary incontinence (SUI) may not be completed on schedule; (ii) that additional clinical development of GTx’s SARM compound for the treatment of SUI will be required beyond the ongoing study; and (iii) any future development of SARMs in SUI is contingent on obtaining sufficient additional capital to permit such development, which it may be unable to do. In addition, GTx will continue to need additional funding and may be unable to raise capital when needed, which would force GTx to delay, reduce or eliminate its product candidate development programs and potentially cease operations. GTx’s actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of these risks and uncertainties. You should not place undue reliance on these forward-looking statements, which apply only as of the date of this press release. GTx’s annual report on Form 10-K for the year ended December 31, 2017, contains under the heading, “Risk Factors”, a more comprehensive description of these and other risks to which GTx is subject. GTx expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein to reflect any change in its expectations with regard thereto or any change in events, conditions or circumstances on which any such statements are based.\nGTx, Inc.\nCondensed Balance Sheets\n(in thousands, except share data)\nMarch 31, December 31, 2018 2017 (unaudited) ASSETS Current assets: Cash and cash equivalents $ 14,958 $ 15,816 Short-term investments 17,186 28,083 Prepaid expenses and other current assets 2,067 2,178 Total current assets 34,211 46,077 Property and equipment, net 43 51 Intangible assets, net 105 108 Total assets $ 34,359 $ 46,236 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 1,739 $ 2,604 Accrued expenses and other current liabilities 7,871 5,371 Total current liabilities 9,610 7,975 Commitments and contingencies Stockholders’ equity: Common stock, $0.001 par value: 60,000,000 shares authorized at March 31, 2018 and December 31, 2017; 22,529,690 and 21,541,909 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively 23 22 Additional paid-in capital 599,920 599,876 Accumulated deficit (575,194 ) (561,637 ) Total stockholders’ equity 24,749 38,261 Total liabilities and stockholders’ equity $ 34,359 $ 46,236 GTx, Inc.\nCondensed Statements of Operations\n(in thousands, except share and per share data)\n(unaudited)\nThree Months Ended March 31, 2018 2017 Expenses: Research and development expenses $ 11,000 $ 4,193 General and administrative expenses 2,688 2,087 Total expenses 13,688 6,280 Loss from operations (13,688 ) (6,280 ) Other income, net 131 27 Net loss $ (13,557 ) $ (6,253 ) Net loss per share -- basic and diluted $ (0.62 ) $ (0.39 ) Weighted average shares outstanding -- basic and diluted 21,967,805 16,018,342\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515005119/en/\nGTx, Inc.\nInvestors:\nArgot Partners\nKimberly Minarovich or Sam Martin\n212-600-1902\nor\nMedia:\nRed House Consulting\nDenise Powell, 510-703-9491\ndenise@redhousecomms.com\nSource: GTx, Inc.",
    "published": "2018-05-15T15:00:00.000+03:00",
    "crawled": "2018-05-15T16:47:38.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "completed",
        "patient",
        "enrollment",
        "astrid",
        "trial",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "stress",
        "urinary",
        "incontinence",
        "result",
        "astrid",
        "trial",
        "expected",
        "early",
        "fourth",
        "quarter",
        "podium",
        "presentation",
        "american",
        "urological",
        "association",
        "aua",
        "meeting",
        "may",
        "update",
        "result",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "memphis",
        "business",
        "wire",
        "gtx",
        "nasdaq",
        "gtxi",
        "today",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "highlighted",
        "recent",
        "accomplishment",
        "upcoming",
        "milestone",
        "gtx",
        "strong",
        "start",
        "data",
        "presented",
        "sufu",
        "meeting",
        "march",
        "supporting",
        "enobosarm",
        "potential",
        "treat",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "data",
        "included",
        "additional",
        "positive",
        "result",
        "subset",
        "woman",
        "sui",
        "urge",
        "incontinence",
        "said",
        "robert",
        "will",
        "executive",
        "chairman",
        "gtx",
        "look",
        "forward",
        "presenting",
        "additional",
        "data",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "enobosarm",
        "mg",
        "postmenopausal",
        "woman",
        "sui",
        "upcoming",
        "aua",
        "meeting",
        "may",
        "addition",
        "completed",
        "patient",
        "enrollment",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "postmenopausal",
        "woman",
        "sui",
        "several",
        "month",
        "ahead",
        "schedule",
        "enrollment",
        "exceeded",
        "patient",
        "planned",
        "per",
        "protocol",
        "eager",
        "report",
        "result",
        "early",
        "fourth",
        "quarter",
        "clinical",
        "highlight",
        "anticipated",
        "milestone",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "enobosarm",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "evaluated",
        "phase",
        "clinical",
        "development",
        "sui",
        "company",
        "lead",
        "indication",
        "recent",
        "upcoming",
        "important",
        "milestone",
        "summarized",
        "follows",
        "society",
        "urodynamics",
        "female",
        "pelvic",
        "medicine",
        "urogenital",
        "reconstruction",
        "sufu",
        "meeting",
        "march",
        "positive",
        "result",
        "presented",
        "company",
        "phase",
        "poc",
        "clinical",
        "trial",
        "enobosarm",
        "mg",
        "administered",
        "orally",
        "woman",
        "sui",
        "detail",
        "sufu",
        "presentation",
        "found",
        "summarized",
        "end",
        "treatment",
        "period",
        "woman",
        "demonstrated",
        "clinically",
        "meaningful",
        "percent",
        "greater",
        "reduction",
        "stress",
        "urinary",
        "incontinence",
        "episode",
        "per",
        "day",
        "compared",
        "baseline",
        "reduction",
        "incontinence",
        "episode",
        "sustained",
        "durable",
        "well",
        "beyond",
        "treatment",
        "period",
        "additional",
        "positive",
        "result",
        "subset",
        "postmenopausal",
        "woman",
        "suggest",
        "dual",
        "treatment",
        "effect",
        "sui",
        "urge",
        "incontinence",
        "ui",
        "magnetic",
        "resonance",
        "imaging",
        "mri",
        "result",
        "showed",
        "statistically",
        "significant",
        "increase",
        "several",
        "important",
        "measurement",
        "support",
        "mechanism",
        "action",
        "enobosarm",
        "pelvic",
        "floor",
        "serious",
        "adverse",
        "event",
        "reported",
        "reported",
        "adverse",
        "event",
        "minimal",
        "included",
        "headache",
        "nausea",
        "fatigue",
        "hot",
        "flash",
        "insomnia",
        "muscle",
        "weakness",
        "acne",
        "mild",
        "transient",
        "elevation",
        "liver",
        "enzyme",
        "within",
        "normal",
        "limit",
        "observed",
        "except",
        "one",
        "patient",
        "level",
        "greater",
        "time",
        "upper",
        "limit",
        "normal",
        "returned",
        "normal",
        "following",
        "treatment",
        "period",
        "reduction",
        "total",
        "cholesterol",
        "triglyceride",
        "also",
        "observed",
        "may",
        "podium",
        "presentation",
        "american",
        "urological",
        "association",
        "aua",
        "meeting",
        "update",
        "result",
        "phase",
        "poc",
        "clinical",
        "trial",
        "enobosarm",
        "company",
        "ongoing",
        "randomized",
        "phase",
        "trial",
        "assess",
        "efficacy",
        "safety",
        "enobosarm",
        "administered",
        "orally",
        "woman",
        "sui",
        "compared",
        "placebo",
        "information",
        "astrid",
        "assessing",
        "enobosarm",
        "stress",
        "urinary",
        "incontinence",
        "disorder",
        "trial",
        "found",
        "april",
        "company",
        "completed",
        "patient",
        "enrollment",
        "astrid",
        "trial",
        "several",
        "month",
        "ahead",
        "schedule",
        "enrolling",
        "woman",
        "clinical",
        "trial",
        "center",
        "across",
        "united",
        "state",
        "result",
        "expected",
        "early",
        "fourth",
        "quarter",
        "prostate",
        "cancer",
        "company",
        "selective",
        "androgen",
        "receptor",
        "degrader",
        "sard",
        "preclinical",
        "program",
        "evaluate",
        "novel",
        "sard",
        "technology",
        "prostate",
        "cancer",
        "crpc",
        "company",
        "ongoing",
        "mechanistic",
        "preclinical",
        "study",
        "designed",
        "select",
        "appropriate",
        "compound",
        "potentially",
        "advance",
        "clinical",
        "trial",
        "first",
        "quarter",
        "financial",
        "result",
        "march",
        "cash",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "quarter",
        "ended",
        "march",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "gtx",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "march",
        "additionally",
        "warrant",
        "outstanding",
        "purchase",
        "approximately",
        "million",
        "share",
        "gtx",
        "common",
        "stock",
        "exercise",
        "price",
        "per",
        "share",
        "approximately",
        "million",
        "share",
        "gtx",
        "common",
        "stock",
        "exercise",
        "price",
        "phase",
        "clinical",
        "trial",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "enobosarm",
        "postmenopausal",
        "woman",
        "sui",
        "first",
        "clinical",
        "trial",
        "evaluate",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "sui",
        "clinical",
        "trial",
        "closed",
        "enrollment",
        "information",
        "clinical",
        "trial",
        "found",
        "phase",
        "astrid",
        "clinical",
        "trial",
        "addition",
        "phase",
        "clinical",
        "trial",
        "presented",
        "aua",
        "gtx",
        "also",
        "larger",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "enobosarm",
        "postmenopausal",
        "woman",
        "sui",
        "study",
        "called",
        "astrid",
        "ssessing",
        "enobosarm",
        "str",
        "es",
        "urinary",
        "ncontinence",
        "isorder",
        "completed",
        "enrollment",
        "recently",
        "conducted",
        "clinical",
        "trial",
        "center",
        "across",
        "united",
        "state",
        "result",
        "expected",
        "early",
        "fourth",
        "quarter",
        "year",
        "information",
        "astrid",
        "clinical",
        "trial",
        "found",
        "enobosarm",
        "sui",
        "enobosarm",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "evaluated",
        "completed",
        "ongoing",
        "clinical",
        "trial",
        "enrolling",
        "subject",
        "approximately",
        "subject",
        "treated",
        "enobosarm",
        "dos",
        "ranging",
        "mg",
        "evaluated",
        "dose",
        "level",
        "enobosarm",
        "observed",
        "generally",
        "safe",
        "well",
        "tolerated",
        "rationale",
        "evaluating",
        "enobosarm",
        "treatment",
        "sui",
        "supported",
        "preclinical",
        "vivo",
        "data",
        "demonstrating",
        "increase",
        "pelvic",
        "floor",
        "muscle",
        "mass",
        "following",
        "treatment",
        "gtx",
        "sarm",
        "compound",
        "including",
        "enobosarm",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "mg",
        "treatment",
        "postmenopausal",
        "woman",
        "sui",
        "stress",
        "urinary",
        "incontinence",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "refers",
        "unintentional",
        "leakage",
        "urine",
        "activity",
        "increase",
        "abdominal",
        "pressure",
        "coughing",
        "sneezing",
        "physical",
        "exercise",
        "sui",
        "common",
        "type",
        "incontinence",
        "suffered",
        "woman",
        "affect",
        "percent",
        "adult",
        "woman",
        "variety",
        "treatment",
        "used",
        "treat",
        "sui",
        "woman",
        "behavioral",
        "modification",
        "pelvic",
        "floor",
        "physical",
        "therapy",
        "especially",
        "initial",
        "treatment",
        "option",
        "condition",
        "worsens",
        "however",
        "bulking",
        "agent",
        "surgical",
        "procedure",
        "often",
        "widely",
        "used",
        "treatment",
        "gtx",
        "gtx",
        "headquartered",
        "memphis",
        "biopharmaceutical",
        "company",
        "dedicated",
        "discovery",
        "development",
        "commercialization",
        "medicine",
        "treat",
        "serious",
        "significant",
        "unmet",
        "medical",
        "condition",
        "including",
        "stress",
        "urinary",
        "incontinence",
        "prostate",
        "cancer",
        "information",
        "subject",
        "risk",
        "uncertainty",
        "press",
        "release",
        "contains",
        "statement",
        "based",
        "upon",
        "gtx",
        "current",
        "expectation",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "statement",
        "relating",
        "gtx",
        "ongoing",
        "clinical",
        "development",
        "selective",
        "androgen",
        "receptor",
        "modulator",
        "sarm",
        "compound",
        "gtx",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "phase",
        "clinical",
        "study",
        "conducted",
        "gtx",
        "treatment",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "may",
        "completed",
        "schedule",
        "ii",
        "additional",
        "clinical",
        "development",
        "gtx",
        "sarm",
        "compound",
        "treatment",
        "sui",
        "required",
        "beyond",
        "ongoing",
        "study",
        "iii",
        "future",
        "development",
        "sarms",
        "sui",
        "contingent",
        "obtaining",
        "sufficient",
        "additional",
        "capital",
        "permit",
        "development",
        "may",
        "unable",
        "addition",
        "gtx",
        "continue",
        "need",
        "additional",
        "funding",
        "may",
        "unable",
        "raise",
        "capital",
        "needed",
        "would",
        "force",
        "gtx",
        "delay",
        "reduce",
        "eliminate",
        "product",
        "candidate",
        "development",
        "program",
        "potentially",
        "cease",
        "operation",
        "gtx",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "apply",
        "date",
        "press",
        "release",
        "gtx",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "contains",
        "heading",
        "risk",
        "factor",
        "comprehensive",
        "description",
        "risk",
        "gtx",
        "subject",
        "gtx",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "gtx",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "gtx",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "expense",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "total",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "gtx",
        "investor",
        "argot",
        "partner",
        "kimberly",
        "minarovich",
        "sam",
        "martin",
        "medium",
        "red",
        "house",
        "consulting",
        "denise",
        "powell",
        "denise",
        "source",
        "gtx",
        "inc"
    ]
}