{
    "organizations": [],
    "uuid": "7256e7dea52e0294184e8f3b0ebb84801713e55e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/globe-newswire-divestco-reports-2018-q1-results.html",
    "ord_in_thread": 0,
    "title": "Divestco Reports 2018 Q1 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 30, 2018 (GLOBE NEWSWIRE) -- Divestco Inc. (“Divestco” or the “Company”) (TSX-V:DVT), an exploration services company dedicated to providing a comprehensive and integrated portfolio of data, software and services to the oil and gas industry worldwide, today announced its financial and operating results for the three months ended March 31, 2018.\nFinancial Highlights\nOverall Performance and Operational Results\nFinancial Results (Thousands, Except Per Share Amounts) Three months ended March 31 2018\n2017\n$ Change % Change Revenue $ 1,799 $ 3,981 $ (2,182 ) -55 % Operating Expenses (1) 2,975 2,897 78 3 % Other Loss 24 22 2 9 % EBITDA (2) (1,200 ) 1,062 (2,262 ) N/A Finance Costs 344 353 (9 ) -3 % Depreciation and Amortization (3) 1,655 3,103 (1,448 ) -47 % Net Loss $ (3,199 ) $ (2,394 ) $ (805 ) N/A Per Share - Basic and Diluted (0.05 ) (0.04 ) (0.01 ) N/A Funds from (used in) Operations $ (1,211 ) $ 485 $ (1,696 ) N/A Per Share - Basic and Diluted (0.02 ) 0.01 (0.03 ) N/A Class A Shares Outstanding 66,033 66,884 N/A N/A Weighted Average Shares Outstanding Basic and Diluted 66,055 66,884 N/A N/A (1) Includes salaries & benefits, general & administrative expenses and share-based payments but excludes depreciation and amortization and other losses (income)\n(2) See the “Non GAAP Measures” section of the Company’s Management Discussion and Analysis filed on the Company’s website and on SEDAR\n(3) Decrease from Q1 2018 from Q1 2017 is due to a new seismic survey completed in Q1 2017. No new surveys were completed in Q1 2018. The Company’s policy is to amortize 40% of the cost of a new seismic survey in the period of data delivery.\nQ1 2018 vs. Q1 2017\nDivestco generated revenue of $1.8 million in Q1 2018 compared to $4.0 million in Q1 2017, a decrease of $2.2 million (55%) mainly due to low exploration activity levels. Revenue in the Seismic Data segment ($0.4 million) decreased by $2.2 million (85%). Revenue in the Services segment ($0.6 million) increased slightly as the Company was awarded several contracts in Q3 2017. Revenue in the Software & Data segment ($0.8 million) slightly increased by $0.1 million (14%).\nOperating expenses slightly increased by $0.1 million (3%) to $3.0 million in Q1 2018 from $2.9 million in Q1 2017.\nFinance costs slightly decreased by $8,600 (3%) to $0.3 million in Q1 2018 from $0.4 million in Q1 2017 due to unchanged debt levels (see “Term Loan” under the “Capital Resources” section to this MD&A for further discussion).\nDepreciation and amortization was $1.7 million in Q1 2018 compared to $3.1 million in Q1 2017, a decrease of $1.4 million (45%) as no seismic survey was completed.\nFinancial Position (1)\nAs at March 31, 2018, Divestco had an adjusted working capital deficiency of $8.1 million (December 31, 2017: $3.7 million deficiency). The increase in the adjusted working capital deficit from the end of 2017 was due to the reclassification of the $3 million term loan from long-term to current liabilities. In April 2018, this term loan was repaid with a new term loan that matures in 2020.\n(1) See the “Non GAAP Measures” section of the Company’s Management Discussion and Analysis filed on the Company’s website and on SEDAR\nOperations Update and Outlook\nDespite significantly improved oil prices, Divestco continues to be impacted by delays of significant amounts of capex spending until the industry can get more certainty on government support and access to additional markets. We have successfully been awarded several new international projects, but most of the revenues will be in future quarters as the projects are just starting to arrive. Divestco has initiated phase two of its cogeneration project and we are looking for initial power generation to come on line this fall. On the cryptocurrency mining project, we have started the transition into our first phase of commercialization. To date, we have generated approximately $20K of revenue and are continuing to add mining rigs daily. We now have approximately 40 application-specific integrated circuit (ASIC) machines working and around 120 graphic processing units (GPU) tasked with blockchain verification. We continue to see interest in our stable of products and services; however, as our clients have delayed spending on exploration, most of our projected revenues will occur later than anticipated. If the Western Canadian industry can secure the political stability it needs to grow, this backlog is expected to quickly convert into paying projects and substantially grow our existing business lines. We remain optimistic that a solution will be found to realize the immense potential of the Alberta economy and coupled with our new business lines.\nMr. Stephen Popadynetz, CEO and President commented: “As Divestco continues to develop new revenue streams, we have seen a significant reduction of the domestic work we expected to receive from our clients. Our clients continue to delay on exploration given the current environment and this has significantly impacted our revenues. We are aware of several proposed major asset and corporate transactions, and these should have a material positive impact on our future cash flows. Despite public announcement of some of these transactions, the timing of them remains unknown. In the meantime, Divestco has initiated several new rounds of austerity measures to control costs and cover our expenses. We believe there is reason to remain optimistic and we have successfully seen that the generation of cryptocurrencies is economic.”\nAbout the Company\nDivestco is a geoscience services company that provides a comprehensive and integrated portfolio of data, software, and services to the oil and gas industry. Through continued commitment to align and bundle products and services to generate value for customers, Divestco is creating an unparalleled set of integrated solutions and unique benefits for the marketplace. Divestco’s breadth of data, software and services offers customers the ability to access and analyze the information required to make business decisions and to optimize their success in the upstream oil and gas industry. Divestco is headquartered in Calgary, Alberta, Canada and trades on the TSX Venture Exchange under the symbol “DVT”.\nAdditional information on the Company is available on its website at Divestco.com and on SEDAR at sedar.com .\nFor more information please contact:\nDivestco Inc.\n( www.divestco.com )\nMr. Stephen Popadynetz\nCEO and President\nTel 587-952-8152\nMr. Danny Chiarastella\nCFO\nTel 587-952-8027\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this news release.\nThis press release contains forward-looking information related to the Company’s capital expenditures, projected growth, view and outlook with respect to future oil and gas prices and market conditions, and demand for its products and services. Statements that contain words such as “could’, “should”, “can”, “anticipate”, “expect”, “believe”, “will”, “may” and similar expressions and statements relating to matters that are not historical facts constitute “forward-looking information” within the meaning applicable by Canadian securities legislation. Although management of the Company believes that the expectations reflected in such forward-looking information are reasonable, there can be no assurance that such expectations will prove to have been correct because, should one or more of the risks materialize, or should the assumptions underlying forward-looking statements or forward-looking information prove incorrect, actual results may vary materially from those described in this press release as intended, planned, anticipated, believed, estimated or expected. Readers should not place undue reliance on forward-looking statements or forward-looking information. All of the forward-looking statements and forward-looking information of the Company contained in this press release are expressly qualified, in their entirety, by this cautionary statement. Except where required by law, the Company does not assume any obligation to update these forward-looking statements or forward-looking information if conditions or opinions should change.\nIn particular, this press release contains forward-looking statements pertaining to the following: Company’s ability to keep debt and liquidity at acceptable levels, improve/maintain its working capital position and maintain profitability in the current economy; availability of external and internal funding for future operations; relative future competitive position of the Company; nature and timing of growth; oil and natural gas production levels; planned capital expenditure programs; plans in respect of pursuing new revenue streams within existing operations and new lines of business; the Company’s belief that paying projects will result from political stability; supply and demand for oil and natural gas; future demand for products/services; commodity prices; impact of Canadian federal and provincial governmental regulation on the Company; expected levels of operating costs, finance costs and other costs and expenses; expectations regarding the Company’s ability to raise capital; treatment under tax laws; and new accounting pronouncements.\nThese forward-looking statements are based upon assumptions including: future prices for crude oil and natural gas; future interest rates and future availability of debt and equity financing will be at levels and costs that allow the Company to manage, operate and finance its business and develop its software products and various oil and gas datasets including its seismic data library, and meet its future obligations; the regulatory framework in respect of royalties, taxes and environmental matters applicable to the Company and its customers will not become so onerous on both the Company and its customers as to preclude the Company and its customers from viably managing, operating and financing its business and the development of its software and data; and that the Company will continue to be able to identify, attract and employ qualified staff and obtain the outside expertise as well as specialized and other equipment it requires to manage, operate and finance its business and develop its properties.\nThese forward-looking statements are subject to numerous risks and uncertainties, certain of which are beyond the Company’s control, including: general economic, market and business conditions; increased debt levels or changes to its debt service requirements; unfavourable or no access to debt or access to debt or equity capital markets; volatility in market prices for crude oil and natural gas; ability of Divestco’s clients to explore for, develop and produce oil and gas; ability of the Company’s clients to pay in a timely manner; availability of financing and capital; fluctuations in interest rates; demand for the Company’s product and services; competitive actions by other companies; lack of a suitable purchaser for Divestco’s non-strategic assets; availability of skilled labour; failure to obtain regulatory approvals in a timely manner; adverse conditions in the debt and equity markets; and government actions including changes in environment and other regulation.\nSource:Divestco Inc",
    "published": "2018-05-31T01:30:00.000+03:00",
    "crawled": "2018-05-31T03:36:21.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "divestco",
        "divestco",
        "company",
        "dvt",
        "exploration",
        "service",
        "company",
        "dedicated",
        "providing",
        "comprehensive",
        "integrated",
        "portfolio",
        "data",
        "software",
        "service",
        "oil",
        "gas",
        "industry",
        "worldwide",
        "today",
        "announced",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "financial",
        "highlight",
        "overall",
        "performance",
        "operational",
        "result",
        "financial",
        "result",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "change",
        "revenue",
        "operating",
        "expense",
        "loss",
        "ebitda",
        "finance",
        "cost",
        "depreciation",
        "amortization",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "fund",
        "used",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "class",
        "share",
        "outstanding",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "includes",
        "salary",
        "benefit",
        "general",
        "administrative",
        "expense",
        "payment",
        "excludes",
        "depreciation",
        "amortization",
        "loss",
        "income",
        "see",
        "non",
        "gaap",
        "measure",
        "section",
        "company",
        "management",
        "discussion",
        "analysis",
        "filed",
        "company",
        "website",
        "sedar",
        "decrease",
        "q1",
        "q1",
        "due",
        "new",
        "seismic",
        "survey",
        "completed",
        "q1",
        "new",
        "survey",
        "completed",
        "q1",
        "company",
        "policy",
        "amortize",
        "cost",
        "new",
        "seismic",
        "survey",
        "period",
        "data",
        "delivery",
        "q1",
        "q1",
        "divestco",
        "generated",
        "revenue",
        "million",
        "q1",
        "compared",
        "million",
        "q1",
        "decrease",
        "million",
        "mainly",
        "due",
        "low",
        "exploration",
        "activity",
        "level",
        "revenue",
        "seismic",
        "data",
        "segment",
        "million",
        "decreased",
        "million",
        "revenue",
        "service",
        "segment",
        "million",
        "increased",
        "slightly",
        "company",
        "awarded",
        "several",
        "contract",
        "q3",
        "revenue",
        "software",
        "data",
        "segment",
        "million",
        "slightly",
        "increased",
        "million",
        "operating",
        "expense",
        "slightly",
        "increased",
        "million",
        "million",
        "q1",
        "million",
        "q1",
        "finance",
        "cost",
        "slightly",
        "decreased",
        "million",
        "q1",
        "million",
        "q1",
        "due",
        "unchanged",
        "debt",
        "level",
        "see",
        "term",
        "loan",
        "capital",
        "resource",
        "section",
        "md",
        "discussion",
        "depreciation",
        "amortization",
        "million",
        "q1",
        "compared",
        "million",
        "q1",
        "decrease",
        "million",
        "seismic",
        "survey",
        "completed",
        "financial",
        "position",
        "march",
        "divestco",
        "adjusted",
        "working",
        "capital",
        "deficiency",
        "million",
        "december",
        "million",
        "deficiency",
        "increase",
        "adjusted",
        "working",
        "capital",
        "deficit",
        "end",
        "due",
        "reclassification",
        "million",
        "term",
        "loan",
        "current",
        "liability",
        "april",
        "term",
        "loan",
        "repaid",
        "new",
        "term",
        "loan",
        "matures",
        "see",
        "non",
        "gaap",
        "measure",
        "section",
        "company",
        "management",
        "discussion",
        "analysis",
        "filed",
        "company",
        "website",
        "sedar",
        "operation",
        "update",
        "outlook",
        "despite",
        "significantly",
        "improved",
        "oil",
        "price",
        "divestco",
        "continues",
        "impacted",
        "delay",
        "significant",
        "amount",
        "capex",
        "spending",
        "industry",
        "get",
        "certainty",
        "government",
        "support",
        "access",
        "additional",
        "market",
        "successfully",
        "awarded",
        "several",
        "new",
        "international",
        "project",
        "revenue",
        "future",
        "quarter",
        "project",
        "starting",
        "arrive",
        "divestco",
        "initiated",
        "phase",
        "two",
        "cogeneration",
        "project",
        "looking",
        "initial",
        "power",
        "generation",
        "come",
        "line",
        "fall",
        "cryptocurrency",
        "mining",
        "project",
        "started",
        "transition",
        "first",
        "phase",
        "commercialization",
        "date",
        "generated",
        "approximately",
        "20k",
        "revenue",
        "continuing",
        "add",
        "mining",
        "rig",
        "daily",
        "approximately",
        "integrated",
        "circuit",
        "asic",
        "machine",
        "working",
        "around",
        "graphic",
        "processing",
        "unit",
        "gpu",
        "tasked",
        "blockchain",
        "verification",
        "continue",
        "see",
        "interest",
        "stable",
        "product",
        "service",
        "however",
        "client",
        "delayed",
        "spending",
        "exploration",
        "projected",
        "revenue",
        "occur",
        "later",
        "anticipated",
        "western",
        "canadian",
        "industry",
        "secure",
        "political",
        "stability",
        "need",
        "grow",
        "backlog",
        "expected",
        "quickly",
        "convert",
        "paying",
        "project",
        "substantially",
        "grow",
        "existing",
        "business",
        "line",
        "remain",
        "optimistic",
        "solution",
        "found",
        "realize",
        "immense",
        "potential",
        "alberta",
        "economy",
        "coupled",
        "new",
        "business",
        "line",
        "stephen",
        "popadynetz",
        "ceo",
        "president",
        "commented",
        "divestco",
        "continues",
        "develop",
        "new",
        "revenue",
        "stream",
        "seen",
        "significant",
        "reduction",
        "domestic",
        "work",
        "expected",
        "receive",
        "client",
        "client",
        "continue",
        "delay",
        "exploration",
        "given",
        "current",
        "environment",
        "significantly",
        "impacted",
        "revenue",
        "aware",
        "several",
        "proposed",
        "major",
        "asset",
        "corporate",
        "transaction",
        "material",
        "positive",
        "impact",
        "future",
        "cash",
        "flow",
        "despite",
        "public",
        "announcement",
        "transaction",
        "timing",
        "remains",
        "unknown",
        "meantime",
        "divestco",
        "initiated",
        "several",
        "new",
        "round",
        "austerity",
        "measure",
        "control",
        "cost",
        "cover",
        "expense",
        "believe",
        "reason",
        "remain",
        "optimistic",
        "successfully",
        "seen",
        "generation",
        "cryptocurrencies",
        "company",
        "divestco",
        "geoscience",
        "service",
        "company",
        "provides",
        "comprehensive",
        "integrated",
        "portfolio",
        "data",
        "software",
        "service",
        "oil",
        "gas",
        "industry",
        "continued",
        "commitment",
        "align",
        "bundle",
        "product",
        "service",
        "generate",
        "value",
        "customer",
        "divestco",
        "creating",
        "unparalleled",
        "set",
        "integrated",
        "solution",
        "unique",
        "benefit",
        "marketplace",
        "divestco",
        "breadth",
        "data",
        "software",
        "service",
        "offer",
        "customer",
        "ability",
        "access",
        "analyze",
        "information",
        "required",
        "make",
        "business",
        "decision",
        "optimize",
        "success",
        "upstream",
        "oil",
        "gas",
        "industry",
        "divestco",
        "headquartered",
        "calgary",
        "alberta",
        "canada",
        "trade",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "dvt",
        "additional",
        "information",
        "company",
        "available",
        "website",
        "sedar",
        "information",
        "please",
        "contact",
        "divestco",
        "stephen",
        "popadynetz",
        "ceo",
        "president",
        "tel",
        "danny",
        "chiarastella",
        "cfo",
        "tel",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "news",
        "release",
        "press",
        "release",
        "contains",
        "information",
        "related",
        "company",
        "capital",
        "expenditure",
        "projected",
        "growth",
        "view",
        "outlook",
        "respect",
        "future",
        "oil",
        "gas",
        "price",
        "market",
        "condition",
        "demand",
        "product",
        "service",
        "statement",
        "contain",
        "word",
        "could",
        "anticipate",
        "expect",
        "believe",
        "may",
        "similar",
        "expression",
        "statement",
        "relating",
        "matter",
        "historical",
        "fact",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "although",
        "management",
        "company",
        "belief",
        "expectation",
        "reflected",
        "information",
        "reasonable",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "one",
        "risk",
        "materialize",
        "assumption",
        "underlying",
        "statement",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "press",
        "release",
        "intended",
        "planned",
        "anticipated",
        "believed",
        "estimated",
        "expected",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "statement",
        "information",
        "company",
        "contained",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "except",
        "required",
        "law",
        "company",
        "assume",
        "obligation",
        "update",
        "statement",
        "information",
        "condition",
        "opinion",
        "change",
        "particular",
        "press",
        "release",
        "contains",
        "statement",
        "pertaining",
        "following",
        "company",
        "ability",
        "keep",
        "debt",
        "liquidity",
        "acceptable",
        "level",
        "working",
        "capital",
        "position",
        "maintain",
        "profitability",
        "current",
        "economy",
        "availability",
        "external",
        "internal",
        "funding",
        "future",
        "operation",
        "relative",
        "future",
        "competitive",
        "position",
        "company",
        "nature",
        "timing",
        "growth",
        "oil",
        "natural",
        "gas",
        "production",
        "level",
        "planned",
        "capital",
        "expenditure",
        "program",
        "plan",
        "respect",
        "pursuing",
        "new",
        "revenue",
        "stream",
        "within",
        "existing",
        "operation",
        "new",
        "line",
        "business",
        "company",
        "belief",
        "paying",
        "project",
        "result",
        "political",
        "stability",
        "supply",
        "demand",
        "oil",
        "natural",
        "gas",
        "future",
        "demand",
        "commodity",
        "price",
        "impact",
        "canadian",
        "federal",
        "provincial",
        "governmental",
        "regulation",
        "company",
        "expected",
        "level",
        "operating",
        "cost",
        "finance",
        "cost",
        "cost",
        "expense",
        "expectation",
        "regarding",
        "company",
        "ability",
        "raise",
        "capital",
        "treatment",
        "tax",
        "law",
        "new",
        "accounting",
        "pronouncement",
        "statement",
        "based",
        "upon",
        "assumption",
        "including",
        "future",
        "price",
        "crude",
        "oil",
        "natural",
        "gas",
        "future",
        "interest",
        "rate",
        "future",
        "availability",
        "debt",
        "equity",
        "financing",
        "level",
        "cost",
        "allow",
        "company",
        "manage",
        "operate",
        "finance",
        "business",
        "develop",
        "software",
        "product",
        "various",
        "oil",
        "gas",
        "datasets",
        "including",
        "seismic",
        "data",
        "library",
        "meet",
        "future",
        "obligation",
        "regulatory",
        "framework",
        "respect",
        "royalty",
        "tax",
        "environmental",
        "matter",
        "applicable",
        "company",
        "customer",
        "become",
        "onerous",
        "company",
        "customer",
        "preclude",
        "company",
        "customer",
        "viably",
        "managing",
        "operating",
        "financing",
        "business",
        "development",
        "software",
        "data",
        "company",
        "continue",
        "able",
        "identify",
        "attract",
        "employ",
        "qualified",
        "staff",
        "obtain",
        "outside",
        "expertise",
        "well",
        "specialized",
        "equipment",
        "requires",
        "manage",
        "operate",
        "finance",
        "business",
        "develop",
        "property",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "certain",
        "beyond",
        "company",
        "control",
        "including",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "increased",
        "debt",
        "level",
        "change",
        "debt",
        "service",
        "requirement",
        "unfavourable",
        "access",
        "debt",
        "access",
        "debt",
        "equity",
        "capital",
        "market",
        "volatility",
        "market",
        "price",
        "crude",
        "oil",
        "natural",
        "gas",
        "ability",
        "divestco",
        "client",
        "explore",
        "develop",
        "produce",
        "oil",
        "gas",
        "ability",
        "company",
        "client",
        "pay",
        "timely",
        "manner",
        "availability",
        "financing",
        "capital",
        "fluctuation",
        "interest",
        "rate",
        "demand",
        "company",
        "product",
        "service",
        "competitive",
        "action",
        "company",
        "lack",
        "suitable",
        "purchaser",
        "divestco",
        "asset",
        "availability",
        "skilled",
        "labour",
        "failure",
        "obtain",
        "regulatory",
        "approval",
        "timely",
        "manner",
        "adverse",
        "condition",
        "debt",
        "equity",
        "market",
        "government",
        "action",
        "including",
        "change",
        "environment",
        "regulation",
        "source",
        "divestco",
        "inc"
    ]
}