{
    "organizations": [],
    "uuid": "cafaccff7b5dbee45d53805472cf7e7db787c911",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-canada-pension-plan-investment-board-and-allianz-act-as-anchor-investors-in-the-first-private-infrastructure-investment.html",
    "ord_in_thread": 0,
    "title": "Canada Pension Plan Investment Board and Allianz act as anchor investors in the first private infrastructure investment trust in India",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Key Highlights:\nCPPIB and Allianz are anchor investors in the first private infrastructure investment trust in India, sponsored by L&T Infrastructure Development Projects Ltd. Combined, CPPIB and Allianz will acquire 55% of the units in the trust. Trust will focus on development of toll roads and road infrastructure in India.\nTORONTO and MUNICH, Germany, May 09, 2018 (GLOBE NEWSWIRE) -- Canada Pension Plan Investment Board (“CPPIB”) and Allianz Capital Partners (“ACP”), on behalf of Allianz insurance companies, announced today that they are acting as anchor investors in the first private infrastructure investment trust in India. IndInfravit Trust (IndInfravit), sponsored by L&T Infrastructure Development Projects Limited (“L&T IDPL”), will initially acquire five operational toll roads and plans to grow in the future through additional investments in road infrastructure in India.\nCPPIB will invest approximately C$200 million for 30% of IndInfravit units, ACP has acquired 25% of the units and L&T IDPL will hold 15% of the units. The remainder of the units have been subscribed by other local and international institutional investors. L&T IDPL will act as a Sponsor and its subsidiary will act as the Investment Manager for the Trust. IndInfravit will be listed on the National Stock Exchange of India Limited (“NSE”) and BSE Limited (“BSE”). CPPIB and ACP will also take board positions on the Investment Manager and are looking forward to further invest into Indian road infrastructure and grow the platform.\nScott Lawrence, Managing Director & Global Head of Infrastructure, CPPIB, said, “This investment allows CPPIB to deepen our relationships with Allianz Capital Partners and L&T IDPL and demonstrates our commitment to investing in India. The rapidly growing Indian economy brings with it a need for sound infrastructure, and we are pleased to be able to support this growth while delivering solid long-term, risk adjusted returns for the CPP Fund.”\nThe five toll roads initially constructed by L&T IDPL are spread across four Indian states of Karnataka, Telangana, Tamil Nadu and Rajasthan, which together have a total population of 238 million people and contribute around 24% to India’s GDP. These toll roads have been operating for approximately five years now and are used by diverse groups of road users and for goods traffic.\nChristian Fingerle, Chief Investment Officer at ACP, said, “This investment marks a key milestone for us, as it is ACP’s first direct investment in Asia. Infrastructure is a key driver of India’s economy and it is well served by a reliable fiscal and legal policy framework that attracts long-term investors such as ourselves. As such, it fits in with our investment strategy of specializing in core infrastructure assets in attractive markets. We are pleased to have partnered with two renowned and like-minded firms, which already have a strong record of investing in India. We believe that our investment will be an attractive opportunity for our customers and will further support India’s growth.”\nL&T IDPL is a leading developer of infrastructure projects in India with a main focus on the road sector and electricity transmission sectors. ACP and CPPIB are long-term investors with a strong track record in investments that provide essential services to the public at large. Most recently, ACP and CPPIB were joint investors in Gas Natural’s gas distribution business in Spain. CPPIB has been investing in India since 2012.\nShailesh Pathak, CEO of L&T IDPL, said, “L&T IDPL is delighted to sponsor the IndInfravit Trust, which will bring together long-term investors to finance India’s vast infrastructure needs, especially in transportation and energy. By transferring five operational toll roads, L&TIDPL has set in motion a sustainable format to develop and monetize infrastructure assets in an efficient and seamless manner.”\nFor further information please contact:\nCPPIB\nCPPIB Media Relations\nmedia@cppib.com Mei Mavin\nDirector, Global Corporate Communications\nT: +44 203 205 3406\nmmavin@cppib.com Allianz Capital Partners\nMani Pillai\nTel. +44 7557 295026\nmani.pillai@allianzcapitalpartners.com\nAbout CPPIB\nCanada Pension Plan Investment Board (CPPIB) is a professional investment management organization that invests the funds not needed by the Canada Pension Plan (CPP) to pay current benefits on behalf of 20 million contributors and beneficiaries. In order to build a diversified portfolio of CPP assets, CPPIB invests in public equities, private equities, real estate, infrastructure and fixed income instruments. Headquartered in Toronto, with offices in Hong Kong, London, Luxembourg, Mumbai, New York City, São Paulo and Sydney, CPPIB is governed and managed independently of the Canada Pension Plan and at arm's length from governments. At December 31, 2017, the CPP Fund totalled C$337.1 billion. For more information about CPPIB, please visit www.cppib.com or follow us on LinkedIn , Facebook or Twitter .\nAbout Allianz Capital Partners\nAllianz Capital Partners is the Allianz Group's in-house investment manager for alternative equity investments and is part of Allianz Global Investors. With offices in Munich, London, New York and Singapore, Allianz Capital Partners manages approximately EUR 23 billion of alternative assets. The investment focus is on infrastructure, renewables, as well as private equity funds. Our investment strategy is targeted to generate attractive, long-term and stable returns for our clients. ( allianzcapitalpartners.com )\nAbout Allianz Global Investors\nAllianz Global Investors is a diversified active investment manager with a strong parent company and a culture of risk management. With 25 offices worldwide, we provide global investment and research capabilities with consultative local delivery. We have more than EUR 498 billion in AuM for individuals, families and institutions worldwide and employ over 690 investment professionals.\nData as at 31 December 2017.\nAbout Allianz\nThe Allianz Group is one of the world's leading insurers and asset managers with more than 88 million retail and corporate customers. Allianz customers benefit from a broad range of personal and corporate insurance services, ranging from property, life and health insurance to assistance services to credit insurance and global business insurance. Allianz is one of the world’s largest investors, managing over 650 billion euros on behalf of its insurance customers while our asset managers Allianz Global Investors and PIMCO manage an additional 1.4 trillion euros of third-party assets. Thanks to our systematic integration of ecological and social criteria in our business processes and investment decisions, we hold the leading position for insurers in the Dow Jones Sustainability Index. In 2017, over 140,000 employees in more than 70 countries achieved total revenue of 126 billion euros and an operating profit of 11 billion euros for the group.\nThese assessments are, as always, subject to the disclaimer provided below.\nCautionary note regarding forward-looking statements\nThe statements contained herein may include prospects, statements of future expectations and other forward-looking statements that are based on management's current views and assumptions and involve known and unknown risks and uncertainties. Actual results, performance or events may differ materially from those expressed or implied in such forward-looking statements.\nSuch deviations may arise due to, without limitation, (i) changes of the general economic conditions and competitive situation, particularly in the Allianz Group's core business and core markets, (ii) performance of financial markets (particularly market volatility, liquidity and credit events), (iii) frequency and severity of insured loss events, including from natural catastrophes, and the development of loss expenses, (iv) mortality and morbidity levels and trends, (v) persistency levels, (vi) particularly in the banking business, the extent of credit defaults, (vii) interest rate levels, (viii) currency exchange rates including the EUR/USD exchange rate, (ix) changes in laws and regulations, including tax regulations, (x) the impact of acquisitions, including related integration issues, and reorganization measures, and (xi) general competitive factors, in each case on a local, regional, national and/or global basis. Many of these factors may be more likely to occur, or more pronounced, as a result of terrorist activities and their consequences.\nNo duty to update\nThe company assumes no obligation to update any information or forward-looking statement contained herein, save for any information required to be disclosed by law.\nSource: L’Office d’investissement du RPC;Allianz Capital Partners",
    "published": "2018-05-09T13:00:00.000+03:00",
    "crawled": "2018-05-09T14:24:13.080+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "key",
        "highlight",
        "cppib",
        "allianz",
        "anchor",
        "investor",
        "first",
        "private",
        "infrastructure",
        "investment",
        "trust",
        "india",
        "sponsored",
        "l",
        "infrastructure",
        "development",
        "project",
        "combined",
        "cppib",
        "allianz",
        "acquire",
        "unit",
        "trust",
        "trust",
        "focus",
        "development",
        "toll",
        "road",
        "road",
        "infrastructure",
        "india",
        "toronto",
        "munich",
        "germany",
        "may",
        "globe",
        "newswire",
        "canada",
        "pension",
        "plan",
        "investment",
        "board",
        "cppib",
        "allianz",
        "capital",
        "partner",
        "acp",
        "behalf",
        "allianz",
        "insurance",
        "company",
        "announced",
        "today",
        "acting",
        "anchor",
        "investor",
        "first",
        "private",
        "infrastructure",
        "investment",
        "trust",
        "india",
        "indinfravit",
        "trust",
        "indinfravit",
        "sponsored",
        "l",
        "infrastructure",
        "development",
        "project",
        "limited",
        "l",
        "idpl",
        "initially",
        "acquire",
        "five",
        "operational",
        "toll",
        "road",
        "plan",
        "grow",
        "future",
        "additional",
        "investment",
        "road",
        "infrastructure",
        "india",
        "cppib",
        "invest",
        "approximately",
        "c",
        "million",
        "indinfravit",
        "unit",
        "acp",
        "acquired",
        "unit",
        "l",
        "idpl",
        "hold",
        "unit",
        "remainder",
        "unit",
        "subscribed",
        "local",
        "international",
        "institutional",
        "investor",
        "l",
        "idpl",
        "act",
        "sponsor",
        "subsidiary",
        "act",
        "investment",
        "manager",
        "trust",
        "indinfravit",
        "listed",
        "national",
        "stock",
        "exchange",
        "india",
        "limited",
        "nse",
        "bse",
        "limited",
        "bse",
        "cppib",
        "acp",
        "also",
        "take",
        "board",
        "position",
        "investment",
        "manager",
        "looking",
        "forward",
        "invest",
        "indian",
        "road",
        "infrastructure",
        "grow",
        "platform",
        "scott",
        "lawrence",
        "managing",
        "director",
        "global",
        "head",
        "infrastructure",
        "cppib",
        "said",
        "investment",
        "allows",
        "cppib",
        "deepen",
        "relationship",
        "allianz",
        "capital",
        "partner",
        "l",
        "idpl",
        "demonstrates",
        "commitment",
        "investing",
        "india",
        "rapidly",
        "growing",
        "indian",
        "economy",
        "brings",
        "need",
        "sound",
        "infrastructure",
        "pleased",
        "able",
        "support",
        "growth",
        "delivering",
        "solid",
        "risk",
        "adjusted",
        "return",
        "cpp",
        "five",
        "toll",
        "road",
        "initially",
        "constructed",
        "l",
        "idpl",
        "spread",
        "across",
        "four",
        "indian",
        "state",
        "karnataka",
        "telangana",
        "tamil",
        "nadu",
        "rajasthan",
        "together",
        "total",
        "population",
        "million",
        "people",
        "contribute",
        "around",
        "india",
        "gdp",
        "toll",
        "road",
        "operating",
        "approximately",
        "five",
        "year",
        "used",
        "diverse",
        "group",
        "road",
        "user",
        "good",
        "traffic",
        "christian",
        "fingerle",
        "chief",
        "investment",
        "officer",
        "acp",
        "said",
        "investment",
        "mark",
        "key",
        "milestone",
        "u",
        "acp",
        "first",
        "direct",
        "investment",
        "asia",
        "infrastructure",
        "key",
        "driver",
        "india",
        "economy",
        "well",
        "served",
        "reliable",
        "fiscal",
        "legal",
        "policy",
        "framework",
        "attracts",
        "investor",
        "fit",
        "investment",
        "strategy",
        "specializing",
        "core",
        "infrastructure",
        "asset",
        "attractive",
        "market",
        "pleased",
        "partnered",
        "two",
        "renowned",
        "firm",
        "already",
        "strong",
        "record",
        "investing",
        "india",
        "believe",
        "investment",
        "attractive",
        "opportunity",
        "customer",
        "support",
        "india",
        "l",
        "idpl",
        "leading",
        "developer",
        "infrastructure",
        "project",
        "india",
        "main",
        "focus",
        "road",
        "sector",
        "electricity",
        "transmission",
        "sector",
        "acp",
        "cppib",
        "investor",
        "strong",
        "track",
        "record",
        "investment",
        "provide",
        "essential",
        "service",
        "public",
        "large",
        "recently",
        "acp",
        "cppib",
        "joint",
        "investor",
        "gas",
        "natural",
        "gas",
        "distribution",
        "business",
        "spain",
        "cppib",
        "investing",
        "india",
        "since",
        "shailesh",
        "pathak",
        "ceo",
        "l",
        "idpl",
        "said",
        "l",
        "idpl",
        "delighted",
        "sponsor",
        "indinfravit",
        "trust",
        "bring",
        "together",
        "investor",
        "finance",
        "india",
        "vast",
        "infrastructure",
        "need",
        "especially",
        "transportation",
        "energy",
        "transferring",
        "five",
        "operational",
        "toll",
        "road",
        "l",
        "tidpl",
        "set",
        "motion",
        "sustainable",
        "format",
        "develop",
        "monetize",
        "infrastructure",
        "asset",
        "efficient",
        "seamless",
        "information",
        "please",
        "contact",
        "cppib",
        "cppib",
        "medium",
        "relation",
        "medium",
        "mei",
        "mavin",
        "director",
        "global",
        "corporate",
        "communication",
        "mmavin",
        "allianz",
        "capital",
        "partner",
        "mani",
        "pillai",
        "tel",
        "cppib",
        "canada",
        "pension",
        "plan",
        "investment",
        "board",
        "cppib",
        "professional",
        "investment",
        "management",
        "organization",
        "invests",
        "fund",
        "needed",
        "canada",
        "pension",
        "plan",
        "cpp",
        "pay",
        "current",
        "benefit",
        "behalf",
        "million",
        "contributor",
        "beneficiary",
        "order",
        "build",
        "diversified",
        "portfolio",
        "cpp",
        "asset",
        "cppib",
        "invests",
        "public",
        "equity",
        "private",
        "equity",
        "real",
        "estate",
        "infrastructure",
        "fixed",
        "income",
        "instrument",
        "headquartered",
        "toronto",
        "office",
        "hong",
        "kong",
        "london",
        "luxembourg",
        "mumbai",
        "new",
        "york",
        "city",
        "são",
        "paulo",
        "sydney",
        "cppib",
        "governed",
        "managed",
        "independently",
        "canada",
        "pension",
        "plan",
        "arm",
        "length",
        "government",
        "december",
        "cpp",
        "fund",
        "totalled",
        "c",
        "billion",
        "information",
        "cppib",
        "please",
        "visit",
        "follow",
        "u",
        "linkedin",
        "facebook",
        "twitter",
        "allianz",
        "capital",
        "partner",
        "allianz",
        "capital",
        "partner",
        "allianz",
        "group",
        "investment",
        "manager",
        "alternative",
        "equity",
        "investment",
        "part",
        "allianz",
        "global",
        "investor",
        "office",
        "munich",
        "london",
        "new",
        "york",
        "singapore",
        "allianz",
        "capital",
        "partner",
        "manages",
        "approximately",
        "eur",
        "billion",
        "alternative",
        "asset",
        "investment",
        "focus",
        "infrastructure",
        "renewables",
        "well",
        "private",
        "equity",
        "fund",
        "investment",
        "strategy",
        "targeted",
        "generate",
        "attractive",
        "stable",
        "return",
        "client",
        "allianz",
        "global",
        "investor",
        "allianz",
        "global",
        "investor",
        "diversified",
        "active",
        "investment",
        "manager",
        "strong",
        "parent",
        "company",
        "culture",
        "risk",
        "management",
        "office",
        "worldwide",
        "provide",
        "global",
        "investment",
        "research",
        "capability",
        "consultative",
        "local",
        "delivery",
        "eur",
        "billion",
        "aum",
        "individual",
        "family",
        "institution",
        "worldwide",
        "employ",
        "investment",
        "professional",
        "data",
        "december",
        "allianz",
        "allianz",
        "group",
        "one",
        "world",
        "leading",
        "insurer",
        "asset",
        "manager",
        "million",
        "retail",
        "corporate",
        "customer",
        "allianz",
        "customer",
        "benefit",
        "broad",
        "range",
        "personal",
        "corporate",
        "insurance",
        "service",
        "ranging",
        "property",
        "life",
        "health",
        "insurance",
        "assistance",
        "service",
        "credit",
        "insurance",
        "global",
        "business",
        "insurance",
        "allianz",
        "one",
        "world",
        "largest",
        "investor",
        "managing",
        "billion",
        "euro",
        "behalf",
        "insurance",
        "customer",
        "asset",
        "manager",
        "allianz",
        "global",
        "investor",
        "pimco",
        "manage",
        "additional",
        "trillion",
        "euro",
        "asset",
        "thanks",
        "systematic",
        "integration",
        "ecological",
        "social",
        "criterion",
        "business",
        "process",
        "investment",
        "decision",
        "hold",
        "leading",
        "position",
        "insurer",
        "dow",
        "jones",
        "sustainability",
        "index",
        "employee",
        "country",
        "achieved",
        "total",
        "revenue",
        "billion",
        "euro",
        "operating",
        "profit",
        "billion",
        "euro",
        "group",
        "assessment",
        "always",
        "subject",
        "disclaimer",
        "provided",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "contained",
        "herein",
        "may",
        "include",
        "prospect",
        "statement",
        "future",
        "expectation",
        "statement",
        "based",
        "management",
        "current",
        "view",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "performance",
        "event",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "deviation",
        "may",
        "arise",
        "due",
        "without",
        "limitation",
        "change",
        "general",
        "economic",
        "condition",
        "competitive",
        "situation",
        "particularly",
        "allianz",
        "group",
        "core",
        "business",
        "core",
        "market",
        "ii",
        "performance",
        "financial",
        "market",
        "particularly",
        "market",
        "volatility",
        "liquidity",
        "credit",
        "event",
        "iii",
        "frequency",
        "severity",
        "insured",
        "loss",
        "event",
        "including",
        "natural",
        "catastrophe",
        "development",
        "loss",
        "expense",
        "iv",
        "mortality",
        "morbidity",
        "level",
        "trend",
        "v",
        "persistency",
        "level",
        "vi",
        "particularly",
        "banking",
        "business",
        "extent",
        "credit",
        "default",
        "vii",
        "interest",
        "rate",
        "level",
        "viii",
        "currency",
        "exchange",
        "rate",
        "including",
        "exchange",
        "rate",
        "ix",
        "change",
        "law",
        "regulation",
        "including",
        "tax",
        "regulation",
        "x",
        "impact",
        "acquisition",
        "including",
        "related",
        "integration",
        "issue",
        "reorganization",
        "measure",
        "xi",
        "general",
        "competitive",
        "factor",
        "case",
        "local",
        "regional",
        "national",
        "global",
        "basis",
        "many",
        "factor",
        "may",
        "likely",
        "occur",
        "pronounced",
        "result",
        "terrorist",
        "activity",
        "consequence",
        "duty",
        "update",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "statement",
        "contained",
        "herein",
        "save",
        "information",
        "required",
        "disclosed",
        "law",
        "source",
        "l",
        "office",
        "investissement",
        "du",
        "rpc",
        "allianz",
        "capital",
        "partner"
    ]
}