{
    "organizations": [],
    "uuid": "ceeb45801c06a29349293b1bfb5f2275d8210255",
    "author": "Alex Bhattacharji",
    "url": "https://www.wsj.com/articles/gillian-flynn-amy-adams-and-patricia-clarkson-arent-afraid-to-tackle-big-topics-1526911166",
    "ord_in_thread": 0,
    "title": "Gillian Flynn, Amy Adams and Patricia Clarkson Aren’t Afraid to Tackle Big Topics",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS DON’T THEY LOOK related?” says author Gillian Flynn, glancing at Amy Adams and Patricia Clarkson, who raise their eyebrows quizzically. The pair play mother and daughter in Sharp Objects , the much-anticipated HBO adaptation of Flynn’s 2006 debut novel, but the suggestion that they resemble their characters makes the actresses understandably uneasy.\nEven for those who know Adams’s dramatic range, her portrayal of Camille Preaker is a departure. The darkest, most complex character in a career that has earned Adams, 43, five Oscar nominations, Camille is a newspaper reporter who has written her own story on her body, carving words into her skin. Since being institutionalized, she’s tried to drown her cutting addiction with alcohol. Meanwhile, as Camille’s mother, Adora, Clarkson, 58, relishes withholding affection from her firstborn even as she smothers Camille’s teenage half-sister, Amma, with attention.\nWhen Camille returns to her hometown of Wind Gap, Missouri, to investigate the murder of a young girl, she is forced to confront her past and her grief over the death years before of her younger sister, Marian. She and Adora, who presides over the town with emotionless elegance, share a sense of loss, but little else.\nPhoto: Jonas Unger for WSJ. Magazine; Styling by David Thielebeule; Hair, Paul Norton; Makeup, Elie Maalouf. The withering mother-daughter dynamic is the brainchild of Flynn. The 47-year-old author—who penned the screenplay for David Fincher’s 2014 adaptation of her novel Gone Girl —wrote this eight-episode series, which airs starting in July. She and Adams also served on the project as executive producers, a first for each of them. The project was spearheaded by women, including Marti Noxon, a Mad Men veteran who co-wrote and was showrunner; and Jessica Rhoades, then a television executive at Blumhouse (the production company that also released Whiplash and Get Out ). Jean-Marc Vallée, fresh off the success of HBO’s Big Little Lies , directed the five-month shoot, with long days on set in Northern California, Los Angeles and the 100-degree heat of Georgia—especially grueling for Adams, who was covered with prosthetic scars from the neck down.\nReunited for the first time since production wrapped, Adams, Clarkson and Flynn sat down for a conversation over lunch in Hollywood and revealed a rapport as easy and light as Sharp Objects was difficult and dark. “Here—I got this for the table,” Adams says, setting down a bowl of chips and guacamole. “But you have to share, OK?”\nALEX BHATTACHARJI: I’m so glad to see you guys are able to laugh after working on a project with so many deep, dark themes.\nAMY ADAMS: It was good to catch up. We love to laugh.\nPATRICIA CLARKSON: We had to have a sense of humor or we would have jumped out the fake windows.\nADAMS: Have you seen the first two episodes?\nAB: Yes. I reread the book, and I’ve seen the first two—which are the ones fully edited.\nGILLIAN FLYNN: Those first two were like The Brady Bunch by comparison.\nAB: That’s saying something. Am I going to need therapy after I’m finished?\nFLYNN: I did.\nAB: Sharp Objects was published back in 2006—Gillian, it was your first book—but it’s the third to be adapted, after Gone Girl and Dark Places . What took so long for this to make its way to the screen?\nFLYNN: People didn’t want the book to begin with. When I finished it, I was like, “OK, cool! It’s done!” Your hope is to get a bidding war, and we got crickets.\nAB: What sort of feedback did you hear?\nFLYNN: It was, “People don’t want to read about a woman like this.” “It’s hard to root for Camille because she is so damaged.” “Women want stories about women who rise up and soar.” And Camille is very much a bumpity-bump-bump—she struggles and spirals.\nPhoto: Jonas Unger for WSJ. Magazine; Styling by David Thielebeule Clarkson: Hair, Stephen Lewis; Makeup, Coleen Campbell-Olwell. CLARKSON: But that’s the worst thing we can do to ourselves—place us in some kind of safe, false corner.\nFLYNN: It’s incredibly dangerous to insist that women must impossibly rise.\nCLARKSON: No, we fail and we fall all the time, and those are also stories we have to connect with. We’re used and we’re traumatized and bad things happen to us, and that’s never going to go away.\nAB: This was envisioned as a feature film, not as eight hour-long episodes. Did any of you have any hesitation about making it for the small screen?\nADAMS: Initially I did not want to. I had had a relationship with television and then we broke up, and I was now in a happy relationship with features. But I just kept coming back to the character.\nCLARKSON: I got a call, that fateful night. In making the decision, I said, “Can I take this journey into hell? Oh, my God. Can I?” It is the underbelly. Sadly, abuse is, often, multigenerational.\nADAMS: Absolutely.\nCLARKSON: And I thought, I don’t stop it. I’m not heroic. I’m not good. I played Blanche in A Streetcar Named Desire years ago, and this character brought me back to that devastation and sadness and rage and damage—and I hadn’t been in that territory in such a long time. I thought I’d never return after Blanche. And here I was again, with my fake nails and fluffy dresses.\nAB: HBO’s president of programming, Casey Bloys, said of Camille: “I can’t think of a more complicated female lead.... There are a lot of celebrated, self-destructive male leads out there, but it’s going to be very interesting to see a woman really wrestling with her demons like that.” He seems to be saying it’s not a given that audiences will accept Camille. Is there any doubt in your minds?\nCLARKSON: I think people want something that’s good. And Amy is extraordinary. And so is the writing.\nADAMS: Most people have darkness and demons. And being able to see yourself in a character is just as valuable as being able to separate yourself from a character. Camille struggles and is still a good person. She’s just never given herself permission to believe that, because she’s been told how bad she is.\nCLARKSON: I think she’s a metaphor for everything we’re struggling with collectively as women right now.\nADAMS: You don’t have to be perfect to be a mirror, you know what I mean? She’s been battling her demons; she’s not been allowed to blossom. She’s been focused on surviving.\n‘ [Women] realized that we do have power. We do have control. We do have a say. ’\n—Patricia Clarkson FLYNN: Exactly. And just keeping her head above water, which can be a mighty, mighty goal.\nADAMS: [Tears well up] Sorry. It’s just—I haven’t visited it in so long.\nCLARKSON: I know. It’s exhausting.\nFLYNN: Yeah, you had to find her, and I had complete confidence in you. It’s going to sound silly, but I feel like Sharp Objects didn’t happen for so long because we were waiting for you guys, and for Amy to be Camille. Of all the characters I’ve written, that’s the hardest one for me to let someone into, because that’s the one that I wrote from a deeply personal place—when I was in my 20s and 30s and was in a very dark and struggling place. I put so much of myself in her.\nADAMS: But nobody would guess that about you because you’re highly functioning, you’re very successful, you’re articulate.\nFLYNN: I spent a lot of years barely keeping my head above water. Before we move on, do you think people are ready for this? We have seen a lot of male antiheroes: Breaking Bad, The Sopranos, Mad Men —the list goes on and on. No one ever says, “Are they likable? Can you root for them?” Ever. And I do think it’s time to stop asking that question about women.\nADAMS: I just rewatched Gone With the Wind . Scarlett is a bitch. [Laughter]\nAB: This story is also largely about young women—the murder victims, the town’s teenagers, flashbacks to Camille in her youth, Amma. Amy, you have an 8-year-old daughter—how old will she have to be before you show her this?\nCLARKSON: But young girls love this book. Young girls are gonna tune in.\nFLYNN: Teenagers are like, “I’m doing this as my book report; can I interview you?” And I’m like, Wow!\nPhoto: Jonas Unger for WSJ. Magazine; Styling by David Thielebeule; Hair, John D.; Makeup, Stephen Sollitto; Manicure, Ashlie Johnson. ADAMS: It just goes to show that kids are going through a lot right now—probably have been for a long time—and these conversations are important. Kids are asking these questions. We put them in a really rough world. So we at least owe them honesty. That being said, when she’s 40. [Laughter]\nAB: You finished shooting a couple of months before the Harvey Weinstein revelations broke. But this project, written by and about women, prefigures a lot of the calls for representation that have emerged from the #MeToo and #TimesUp movements. Were you all conscious of sexism and abusive behavior in the industry?\nFLYNN: We tolerated it.\nCLARKSON: I think that we’re an industry [in which] bad behavior was rewarded. And now it no longer is.\nADAMS: It’s been moving towards that for a long time.\nCLARKSON: But it’s a major shift. And it needed to occur. I think we realized that we do have power. We do have control. We do have a say. We have all of those things. I’m older than both of you—\nADAMS: By a minute.\nCLARKSON: Yes, by a minute. OK, 30 seconds. But I think back on what I have tolerated in this industry from men of many different ages and women also. And we can’t overlook women in very powerful positions who have been abusive also.\nADAMS: But I do wonder, and this is just a curious thing to ponder, if women believed in abundance would they still be abusive in power situations? If we were taught that we weren’t competing for limited roles—not just as actresses, [but] in general—how would that change behavior?\nCLARKSON: I think we were always in survival mode, and men have just been able to exist.\nADAMS: If there never seemed to be a dearth of opportunity, would we create a ladder and help each other up? Because I think that’s going to be a big part of change.\nCLARKSON: There have been many women in our industry who have been extraordinary and helped.\n‘ I’m not surprised by men looking for opportunity. But I am surprised at how it has crossed over. ’\n—Amy Adams ADAMS: I like to look at solutions. What is it? Giving Eliza [Scanlen, who plays Amma] my number, telling her, “If you ever have any questions, if anyone ever does anything….” I talked to another young actress who, right before the Harvey thing came out, said, “There is a producer who has been messing with me and threatening me, and what do I do?”\nCLARKSON: And you said?\nADAMS: I said, “You tell him I said hi. He needs to know you have allies.” Because unfortunately, I knew this person.\nFLYNN: Were you surprised?\nADAMS: I’m not surprised by men looking for opportunity. But I am surprised at how it has crossed over. The stories have crossed into prosecutable offenses—that’s shocking to me.\nAB: One lasting effect of abuse is a lack of self-worth and the damage that’s self-inflicted for years and years. How does Camille’s cutting play into that?\nADAMS: What I found interesting is that, in the moment of cutting, it’s not punishment—it’s release. She’s not cutting herself to punish herself. She’s cutting because she feels punished and needs a release. It’s commemorative in some way of the truth that she’s not been able to ever acknowledge. Words mean something to her. Why did she choose that word? What was she trying to hang on to? What was she trying to let go of?\nFLYNN: Or bear witness to.\nAB: That reminds me of a remarkable scene, the funeral for the murder victim Natalie Keene, which is very different from the book. Sitting in a church pew, Camille’s dress splits open, revealing her skin, and she rushes out in shame. She then goes to a convenience store and picks up a sewing kit, and she stares at those needles.\nFLYNN: I wanted the audience to feel what that must be like to be exposed like that. To have that moment: You’re with your mom, whom you’re only just getting back together with. You’ve had this struggle, you’ve been infantilized by her. And I think that was a nightmare for her, to have that dress rip open and have—those words are, like I said, those words are her witness. Those words are hers. And— [tears up] Sorry.\nADAMS: No, it gets me. No, I know.\nFLYNN: Thanks. To be exposed like that. She had to leave. And then of all things, to have the cure be the one thing that’s gonna—\nAB: The needles?\nFLYNN: [Nods] For me, that’s really—[choking up, her eyes tear].\nCLARKSON: See? This was hard. It was so deep and personal. It was hard to see her break apart.\nFLYNN: I will tell you what: Of all the touring that I’ve done, and I’ve done a lot of book tours, this is the one where people will wait afterwards for 40 minutes so that they can get a moment alone with me. I had a young man who drove overnight when he heard I was going to be at a bookstore, because he was a cutter and he had been given the book and said it was just important to him. So to me, that idea of being able to see someone who has their vulnerabilities exposed and still being able to march through the world, I think is very cool.\nCLARKSON: It’s a novel that had true impact on people’s lives. And it’s just a great story. There is [also] this kind of amazing view into a small town in America…. I think Jean-Marc really got the claustrophobia of it. A beautiful view into just how the community works, the hierarchies, the strata of life in the Midwest-Southern border.\nADAMS: Yeah. There’s the town.\nFLYNN: Yeah, and it has the slaughtered hogs and the weird children.\nCLARKSON: And roller-skating.\nFLYNN: [Laughing] There is lots of roller-skating. •\n—Edited from Alex Bhattacharji’s interview with Gillian Flynn, Amy Adams and Patricia Clarkson.\nMore from WSJ. Magazine\nQ&A with Meg Wolitzer: The Author of ‘The Female Persuasion’ April 4, 2018",
    "published": "2018-05-21T17:59:00.000+03:00",
    "crawled": "2018-05-21T18:04:52.028+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "look",
        "related",
        "say",
        "author",
        "gillian",
        "flynn",
        "glancing",
        "amy",
        "adam",
        "patricia",
        "clarkson",
        "raise",
        "eyebrow",
        "quizzically",
        "pair",
        "play",
        "mother",
        "daughter",
        "sharp",
        "object",
        "hbo",
        "adaptation",
        "flynn",
        "debut",
        "novel",
        "suggestion",
        "resemble",
        "character",
        "make",
        "actress",
        "understandably",
        "uneasy",
        "even",
        "know",
        "adam",
        "dramatic",
        "range",
        "portrayal",
        "camille",
        "preaker",
        "departure",
        "darkest",
        "complex",
        "character",
        "career",
        "earned",
        "adam",
        "five",
        "oscar",
        "nomination",
        "camille",
        "newspaper",
        "reporter",
        "written",
        "story",
        "body",
        "carving",
        "word",
        "skin",
        "since",
        "institutionalized",
        "tried",
        "drown",
        "cutting",
        "addiction",
        "alcohol",
        "meanwhile",
        "camille",
        "mother",
        "adora",
        "clarkson",
        "relish",
        "withholding",
        "affection",
        "firstborn",
        "even",
        "smother",
        "camille",
        "teenage",
        "amma",
        "attention",
        "camille",
        "return",
        "hometown",
        "wind",
        "gap",
        "missouri",
        "investigate",
        "murder",
        "young",
        "girl",
        "forced",
        "confront",
        "past",
        "grief",
        "death",
        "year",
        "younger",
        "sister",
        "marian",
        "adora",
        "presides",
        "town",
        "emotionless",
        "elegance",
        "share",
        "sense",
        "loss",
        "little",
        "else",
        "photo",
        "jonas",
        "unger",
        "wsj",
        "magazine",
        "styling",
        "david",
        "thielebeule",
        "hair",
        "paul",
        "norton",
        "makeup",
        "elie",
        "maalouf",
        "withering",
        "dynamic",
        "brainchild",
        "flynn",
        "penned",
        "screenplay",
        "david",
        "fincher",
        "adaptation",
        "novel",
        "gone",
        "girl",
        "series",
        "air",
        "starting",
        "july",
        "adam",
        "also",
        "served",
        "project",
        "executive",
        "producer",
        "first",
        "project",
        "spearheaded",
        "woman",
        "including",
        "marti",
        "noxon",
        "mad",
        "men",
        "veteran",
        "showrunner",
        "jessica",
        "rhoades",
        "television",
        "executive",
        "blumhouse",
        "production",
        "company",
        "also",
        "released",
        "whiplash",
        "get",
        "vallée",
        "fresh",
        "success",
        "hbo",
        "big",
        "little",
        "lie",
        "directed",
        "shoot",
        "long",
        "day",
        "set",
        "northern",
        "california",
        "los",
        "angeles",
        "heat",
        "grueling",
        "adam",
        "covered",
        "prosthetic",
        "scar",
        "neck",
        "reunited",
        "first",
        "time",
        "since",
        "production",
        "wrapped",
        "adam",
        "clarkson",
        "flynn",
        "sat",
        "conversation",
        "lunch",
        "hollywood",
        "revealed",
        "rapport",
        "easy",
        "light",
        "sharp",
        "object",
        "difficult",
        "dark",
        "got",
        "table",
        "adam",
        "say",
        "setting",
        "bowl",
        "chip",
        "guacamole",
        "share",
        "ok",
        "alex",
        "bhattacharji",
        "glad",
        "see",
        "guy",
        "able",
        "laugh",
        "working",
        "project",
        "many",
        "deep",
        "dark",
        "theme",
        "amy",
        "adam",
        "good",
        "catch",
        "love",
        "laugh",
        "patricia",
        "clarkson",
        "sense",
        "humor",
        "would",
        "jumped",
        "fake",
        "window",
        "adam",
        "seen",
        "first",
        "two",
        "episode",
        "ab",
        "yes",
        "reread",
        "book",
        "seen",
        "first",
        "one",
        "fully",
        "edited",
        "gillian",
        "flynn",
        "first",
        "two",
        "like",
        "brady",
        "bunch",
        "comparison",
        "ab",
        "saying",
        "something",
        "going",
        "need",
        "therapy",
        "finished",
        "flynn",
        "ab",
        "sharp",
        "object",
        "published",
        "back",
        "first",
        "third",
        "adapted",
        "gone",
        "girl",
        "dark",
        "place",
        "took",
        "long",
        "make",
        "way",
        "screen",
        "flynn",
        "people",
        "want",
        "book",
        "begin",
        "finished",
        "like",
        "ok",
        "cool",
        "done",
        "hope",
        "get",
        "bidding",
        "war",
        "got",
        "cricket",
        "ab",
        "sort",
        "feedback",
        "hear",
        "flynn",
        "people",
        "want",
        "read",
        "woman",
        "like",
        "hard",
        "root",
        "camille",
        "woman",
        "want",
        "story",
        "woman",
        "rise",
        "camille",
        "much",
        "struggle",
        "spiral",
        "photo",
        "jonas",
        "unger",
        "wsj",
        "magazine",
        "styling",
        "david",
        "thielebeule",
        "clarkson",
        "hair",
        "stephen",
        "lewis",
        "makeup",
        "coleen",
        "clarkson",
        "worst",
        "thing",
        "u",
        "kind",
        "safe",
        "false",
        "corner",
        "flynn",
        "incredibly",
        "dangerous",
        "insist",
        "woman",
        "must",
        "impossibly",
        "rise",
        "clarkson",
        "fail",
        "fall",
        "time",
        "also",
        "story",
        "connect",
        "used",
        "traumatized",
        "bad",
        "thing",
        "happen",
        "u",
        "never",
        "going",
        "go",
        "away",
        "ab",
        "envisioned",
        "feature",
        "film",
        "eight",
        "episode",
        "hesitation",
        "making",
        "small",
        "screen",
        "adam",
        "initially",
        "want",
        "relationship",
        "television",
        "broke",
        "happy",
        "relationship",
        "feature",
        "kept",
        "coming",
        "back",
        "character",
        "clarkson",
        "got",
        "call",
        "fateful",
        "night",
        "making",
        "decision",
        "said",
        "take",
        "journey",
        "hell",
        "oh",
        "god",
        "underbelly",
        "sadly",
        "abuse",
        "often",
        "multigenerational",
        "adam",
        "absolutely",
        "clarkson",
        "thought",
        "stop",
        "heroic",
        "good",
        "played",
        "blanche",
        "streetcar",
        "named",
        "desire",
        "year",
        "ago",
        "character",
        "brought",
        "back",
        "devastation",
        "sadness",
        "rage",
        "territory",
        "long",
        "time",
        "thought",
        "never",
        "return",
        "blanche",
        "fake",
        "nail",
        "fluffy",
        "dress",
        "ab",
        "hbo",
        "president",
        "programming",
        "casey",
        "bloys",
        "said",
        "camille",
        "think",
        "complicated",
        "female",
        "lead",
        "lot",
        "celebrated",
        "male",
        "lead",
        "going",
        "interesting",
        "see",
        "woman",
        "really",
        "wrestling",
        "demon",
        "like",
        "seems",
        "saying",
        "given",
        "audience",
        "accept",
        "camille",
        "doubt",
        "mind",
        "clarkson",
        "think",
        "people",
        "want",
        "something",
        "good",
        "amy",
        "extraordinary",
        "writing",
        "adam",
        "people",
        "darkness",
        "demon",
        "able",
        "see",
        "character",
        "valuable",
        "able",
        "separate",
        "character",
        "camille",
        "struggle",
        "still",
        "good",
        "person",
        "never",
        "given",
        "permission",
        "believe",
        "told",
        "bad",
        "clarkson",
        "think",
        "metaphor",
        "everything",
        "struggling",
        "collectively",
        "woman",
        "right",
        "adam",
        "perfect",
        "mirror",
        "know",
        "mean",
        "battling",
        "demon",
        "allowed",
        "blossom",
        "focused",
        "surviving",
        "woman",
        "realized",
        "power",
        "control",
        "say",
        "clarkson",
        "flynn",
        "exactly",
        "keeping",
        "head",
        "water",
        "mighty",
        "mighty",
        "goal",
        "adam",
        "tear",
        "well",
        "sorry",
        "visited",
        "long",
        "clarkson",
        "know",
        "exhausting",
        "flynn",
        "yeah",
        "find",
        "complete",
        "confidence",
        "going",
        "sound",
        "silly",
        "feel",
        "like",
        "sharp",
        "object",
        "happen",
        "long",
        "waiting",
        "guy",
        "amy",
        "camille",
        "character",
        "written",
        "hardest",
        "one",
        "let",
        "someone",
        "one",
        "wrote",
        "deeply",
        "personal",
        "20",
        "30",
        "dark",
        "struggling",
        "place",
        "put",
        "much",
        "adam",
        "nobody",
        "would",
        "guess",
        "highly",
        "functioning",
        "successful",
        "articulate",
        "flynn",
        "spent",
        "lot",
        "year",
        "barely",
        "keeping",
        "head",
        "water",
        "move",
        "think",
        "people",
        "ready",
        "seen",
        "lot",
        "male",
        "antihero",
        "breaking",
        "bad",
        "soprano",
        "mad",
        "men",
        "list",
        "go",
        "one",
        "ever",
        "say",
        "likable",
        "root",
        "ever",
        "think",
        "time",
        "stop",
        "asking",
        "question",
        "woman",
        "adam",
        "rewatched",
        "gone",
        "wind",
        "scarlett",
        "bitch",
        "laughter",
        "ab",
        "story",
        "also",
        "largely",
        "young",
        "murder",
        "victim",
        "town",
        "teenager",
        "flashback",
        "camille",
        "youth",
        "amma",
        "amy",
        "old",
        "show",
        "clarkson",
        "young",
        "girl",
        "love",
        "book",
        "young",
        "girl",
        "gon",
        "na",
        "tune",
        "flynn",
        "teenager",
        "like",
        "book",
        "report",
        "interview",
        "like",
        "wow",
        "photo",
        "jonas",
        "unger",
        "wsj",
        "magazine",
        "styling",
        "david",
        "thielebeule",
        "hair",
        "john",
        "makeup",
        "stephen",
        "sollitto",
        "manicure",
        "ashlie",
        "johnson",
        "adam",
        "go",
        "show",
        "kid",
        "going",
        "lot",
        "right",
        "long",
        "conversation",
        "important",
        "kid",
        "asking",
        "question",
        "put",
        "really",
        "rough",
        "world",
        "least",
        "owe",
        "honesty",
        "said",
        "laughter",
        "ab",
        "finished",
        "shooting",
        "couple",
        "month",
        "harvey",
        "weinstein",
        "revelation",
        "broke",
        "project",
        "written",
        "woman",
        "prefigures",
        "lot",
        "call",
        "representation",
        "emerged",
        "metoo",
        "timesup",
        "movement",
        "conscious",
        "sexism",
        "abusive",
        "behavior",
        "industry",
        "flynn",
        "tolerated",
        "clarkson",
        "think",
        "industry",
        "bad",
        "behavior",
        "rewarded",
        "longer",
        "adam",
        "moving",
        "towards",
        "long",
        "time",
        "clarkson",
        "major",
        "shift",
        "needed",
        "occur",
        "think",
        "realized",
        "power",
        "control",
        "say",
        "thing",
        "older",
        "adam",
        "minute",
        "clarkson",
        "yes",
        "minute",
        "ok",
        "second",
        "think",
        "back",
        "tolerated",
        "industry",
        "men",
        "many",
        "different",
        "age",
        "woman",
        "also",
        "overlook",
        "woman",
        "powerful",
        "position",
        "abusive",
        "also",
        "adam",
        "wonder",
        "curious",
        "thing",
        "ponder",
        "woman",
        "believed",
        "abundance",
        "would",
        "still",
        "abusive",
        "power",
        "situation",
        "taught",
        "competing",
        "limited",
        "actress",
        "would",
        "change",
        "behavior",
        "clarkson",
        "think",
        "always",
        "survival",
        "mode",
        "men",
        "able",
        "exist",
        "adam",
        "never",
        "seemed",
        "dearth",
        "opportunity",
        "would",
        "create",
        "ladder",
        "help",
        "think",
        "going",
        "big",
        "part",
        "change",
        "clarkson",
        "many",
        "woman",
        "industry",
        "extraordinary",
        "helped",
        "surprised",
        "men",
        "looking",
        "opportunity",
        "surprised",
        "crossed",
        "adam",
        "adam",
        "like",
        "look",
        "solution",
        "giving",
        "eliza",
        "scanlen",
        "play",
        "amma",
        "number",
        "telling",
        "ever",
        "question",
        "anyone",
        "ever",
        "talked",
        "another",
        "young",
        "actress",
        "right",
        "harvey",
        "thing",
        "came",
        "said",
        "producer",
        "messing",
        "threatening",
        "clarkson",
        "said",
        "adam",
        "said",
        "tell",
        "said",
        "hi",
        "need",
        "know",
        "unfortunately",
        "knew",
        "person",
        "flynn",
        "surprised",
        "adam",
        "surprised",
        "men",
        "looking",
        "opportunity",
        "surprised",
        "crossed",
        "story",
        "crossed",
        "prosecutable",
        "shocking",
        "ab",
        "one",
        "lasting",
        "effect",
        "abuse",
        "lack",
        "damage",
        "year",
        "year",
        "camille",
        "cutting",
        "play",
        "adam",
        "found",
        "interesting",
        "moment",
        "cutting",
        "release",
        "cutting",
        "punish",
        "cutting",
        "feel",
        "punished",
        "need",
        "release",
        "commemorative",
        "way",
        "truth",
        "able",
        "ever",
        "acknowledge",
        "word",
        "mean",
        "something",
        "choose",
        "word",
        "trying",
        "hang",
        "trying",
        "let",
        "go",
        "flynn",
        "bear",
        "witness",
        "ab",
        "reminds",
        "remarkable",
        "scene",
        "funeral",
        "murder",
        "victim",
        "natalie",
        "keene",
        "different",
        "book",
        "sitting",
        "church",
        "pew",
        "camille",
        "dress",
        "split",
        "open",
        "revealing",
        "skin",
        "rush",
        "shame",
        "go",
        "convenience",
        "store",
        "pick",
        "sewing",
        "kit",
        "stare",
        "needle",
        "flynn",
        "wanted",
        "audience",
        "feel",
        "must",
        "like",
        "exposed",
        "like",
        "moment",
        "mom",
        "getting",
        "back",
        "together",
        "struggle",
        "infantilized",
        "think",
        "nightmare",
        "dress",
        "rip",
        "open",
        "word",
        "like",
        "said",
        "word",
        "witness",
        "word",
        "tear",
        "sorry",
        "adam",
        "get",
        "know",
        "flynn",
        "thanks",
        "exposed",
        "like",
        "leave",
        "thing",
        "cure",
        "one",
        "thing",
        "gon",
        "na",
        "ab",
        "needle",
        "flynn",
        "nod",
        "choking",
        "eye",
        "tear",
        "clarkson",
        "see",
        "hard",
        "deep",
        "personal",
        "hard",
        "see",
        "break",
        "apart",
        "flynn",
        "tell",
        "touring",
        "done",
        "done",
        "lot",
        "book",
        "tour",
        "one",
        "people",
        "wait",
        "afterwards",
        "minute",
        "get",
        "moment",
        "alone",
        "young",
        "man",
        "drove",
        "overnight",
        "heard",
        "going",
        "bookstore",
        "cutter",
        "given",
        "book",
        "said",
        "important",
        "idea",
        "able",
        "see",
        "someone",
        "vulnerability",
        "exposed",
        "still",
        "able",
        "march",
        "world",
        "think",
        "cool",
        "clarkson",
        "novel",
        "true",
        "impact",
        "people",
        "life",
        "great",
        "story",
        "also",
        "kind",
        "amazing",
        "view",
        "small",
        "town",
        "think",
        "really",
        "got",
        "claustrophobia",
        "beautiful",
        "view",
        "community",
        "work",
        "hierarchy",
        "stratum",
        "life",
        "border",
        "adam",
        "yeah",
        "town",
        "flynn",
        "yeah",
        "slaughtered",
        "hog",
        "weird",
        "child",
        "clarkson",
        "flynn",
        "laughing",
        "lot",
        "alex",
        "bhattacharji",
        "interview",
        "gillian",
        "flynn",
        "amy",
        "adam",
        "patricia",
        "clarkson",
        "wsj",
        "magazine",
        "q",
        "meg",
        "wolitzer",
        "author",
        "female",
        "persuasion",
        "april"
    ]
}