{
    "organizations": [],
    "uuid": "bb9f170b8f2577c0056f8bcadc68b421efb796e0",
    "author": "Haidar Hamdani",
    "url": "https://www.cnbc.com/2018/05/20/iraqs-al-sadr-promising-reform-is-constrained-by-iran.html",
    "ord_in_thread": 0,
    "title": "Iraq’s al-Sadr, promising reform, is constrained by Iran",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Iraq’s al-Sadr, promising reform, is constrained by Iran Muqtada al-Sadr says he wants to form a government that puts Iraqis first. Published 8 Hours Ago The Associated Press HAIDAR HAMDANI | AFP | Getty Images Iraqi Shiite cleric and leader Moqtada al-Sadr (C-L) shows his ink-stained index finger and holds a national flag while surrounded by people outside a polling station in the central holy city of Najaf on May 12, 2018 as the country votes in the first parliamentary election since declaring victory over the Islamic State (IS) group.\nIraq's Muqtada al-Sadr, the maverick Shiite cleric whose political coalition beat out Iran's favored candidates to come in first in national elections , says he wants to form a government that puts Iraqis first.\nThe electoral commission announced early Saturday that the militant-turned-populist preacher, who has long spoken out against both Iranian and U.S. influence in Iraq, had defeated his establishment rivals.\nAl-Sadr — who is remembered for leading an insurgency against U.S. forces after the 2003 invasion — did not run for a seat himself and is unlikely to become prime minister, but will command a significant number of seats and has already begun informal talks about government formation.\nSalah al-Obeidi, a spokesman for al-Sadr's Sa'eroun political bloc, told The Associated Press that Iraq's sovereignty was going to be the new government's \"guiding principle.\"\n\"We warn any other country that wants to involve itself in Iraqi politics not to cross the Iraqi people,\" he said.\nHowever, even as al-Sadr is in position to nominate a prime minister and set the political agenda for the next four years, he will find his choices limited by Iran.\nThe Middle East's pre-eminent Shiite power has a direct line with some of Iraq's most powerful politicians, and it is trying to rally them as a bloc to undercut al-Sadr.\nAl-Sadr's rise threatens Iran's claim to speak on behalf of Iraq's Shiite majority, a precedent that could fuel independent Shiite movements elsewhere. Also at stake are top ministerial posts — political appointments that are a source of patronage and police and military power.\nAl-Sadr himself has kept a relatively low public profile. But in a public relations move that appeared to be directed at Iran, he appeared on Thursday with rival cleric Ammar al-Hakim, who has drifted away from Iran's orbit in recent years, to say the two men share similar visions for the next government.\nTehran has dispatched its top regional military commander, Gen. Qassem Soleimani, to pull together a coalition to counterbalance al-Sadr, according to an Iraqi Shiite militia commander who is familiar with the meetings.\n\"Iran won't accept the creation of a Shiite bloc that is a threat to its interests. It's a red line,\" said the commander, who spoke on the condition of anonymity because of the sensitivity of the discussions.\nAl-Sadr's relationship with Iran is a complicated one. Though he has maintained close ties with Iran's political and religious leadership, in recent years he has denounced the flow of Iranian munitions to Shiite militias in Iraq, all the while maintaining his own so-called Peace Brigades in the holy city of Samarra, north of Baghdad.\nAl-Sadr's former Mehdi Army militia, which spearheaded an insurgency against the U.S., clashed violently with the Iran-backed Badr Organization last decade.\nThe militias plugged the gaps left by Iraq's army as soldiers deserted their posts in the face of the Islamic State group 's lightning campaign in the summer of 2014. With direction from Iran's Revolutionary Guard, they turned the tide against the initial advance. In the years that followed, the militias — coordinating with U.S.-backed Iraqi ground forces — slowly pushed IS fighters back. Iraq declared victory over the group last year.\nAl-Sadr has said he wants the militias absorbed into the national security forces, a move Iran would find difficult to accept.\nIran is also rankled by al-Sadr's recent overtures to Saudi Arabia and the United Arab Emirates, which are locked in proxy wars with Tehran in Syria and Yemen. Al-Sadr met with the crown princes of Saudi Arabia and Abu Dhabi in August, leading Iran's hard-line Keyhan newspaper to accuse al-Sadr of \"selling himself\" to the house of Saud.\nIt is unlikely al-Sadr can pull together a governing coalition without Iran-aligned political groups, which have the votes to form their own alliance that could challenge al-Sadr's right to name a prime minister.\nAn electoral alliance of the militias called Fatah, headed by Hadi al-Amiri, the commander of the Badr Organization, won just seven seats fewer than al-Sadr's bloc. Sa'eroun won 54 seats in Iraq's 329-seat national assembly, a far cry from the 165 required to claim a majority.\nThe militias control the powerful Interior Ministry in the outgoing government and will expect a similar position of influence in the new one.\nAl-Sadr seems inclined to woo incumbent Prime Minister Haider al-Abadi, who is seen as a centrist when it comes to Iranian and U.S. interests, and who appears to be wavering between al-Sadr and al-Amiri.\nBut Tehran still holds considerable sway with al-Abadi's al-Nasr bloc, which includes several Iran-aligned figures, including one newly minted deputy who has come under U.S. sanctions for allegedly financing Iran's Revolutionary Guard.\nIran's political allies in Iraq will try to pressure those figures into deserting al-Abadi and collapsing an al-Sadr alliance if the formulation is not to Tehran's liking, said a Western diplomat who has been speaking to the sides involved. The diplomat spoke on the condition of anonymity because of media regulations.\nThat gives Iran — and al-Abadi — leverage over al-Sadr to moderate his positions on the militias and Iran.\nHanging above the talks is the implied threat by all sides to mobilize their followers — and militias — if they feel they are being shortchanged. The collective effect could be to push al-Sadr's bloc toward a broader governing coalition that would dilute his reform agenda.\nHis top showing at the ballot box means the next prime minister will have to introduce a civil service law that al-Sadr has championed as an antidote to Iraq's endemic corruption, said Kirk Sowell, the publisher of Inside Iraqi Politics, a political and security newsletter. But that doesn't mean the Cabinet or parliament will sign off on it.\n\"There's not going to be a functioning majority,\" said Sowell. \"It'll be a hodge-podge, coalition government, and it's not going to be any more stable than the last one.\"",
    "published": "2018-05-20T03:00:00.000+03:00",
    "crawled": "2018-05-20T15:14:06.020+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "iraq",
        "promising",
        "reform",
        "constrained",
        "iran",
        "muqtada",
        "say",
        "want",
        "form",
        "government",
        "put",
        "iraqi",
        "first",
        "published",
        "hour",
        "ago",
        "associated",
        "press",
        "haidar",
        "hamdani",
        "afp",
        "getty",
        "image",
        "iraqi",
        "shiite",
        "cleric",
        "leader",
        "moqtada",
        "show",
        "index",
        "finger",
        "hold",
        "national",
        "flag",
        "surrounded",
        "people",
        "outside",
        "polling",
        "station",
        "central",
        "holy",
        "city",
        "najaf",
        "may",
        "country",
        "vote",
        "first",
        "parliamentary",
        "election",
        "since",
        "declaring",
        "victory",
        "islamic",
        "state",
        "group",
        "iraq",
        "muqtada",
        "maverick",
        "shiite",
        "cleric",
        "whose",
        "political",
        "coalition",
        "beat",
        "iran",
        "favored",
        "candidate",
        "come",
        "first",
        "national",
        "election",
        "say",
        "want",
        "form",
        "government",
        "put",
        "iraqi",
        "first",
        "electoral",
        "commission",
        "announced",
        "early",
        "saturday",
        "preacher",
        "long",
        "spoken",
        "iranian",
        "influence",
        "iraq",
        "defeated",
        "establishment",
        "rival",
        "remembered",
        "leading",
        "insurgency",
        "force",
        "invasion",
        "run",
        "seat",
        "unlikely",
        "become",
        "prime",
        "minister",
        "command",
        "significant",
        "number",
        "seat",
        "already",
        "begun",
        "informal",
        "talk",
        "government",
        "formation",
        "salah",
        "spokesman",
        "political",
        "bloc",
        "told",
        "associated",
        "press",
        "iraq",
        "sovereignty",
        "going",
        "new",
        "government",
        "guiding",
        "principle",
        "warn",
        "country",
        "want",
        "involve",
        "iraqi",
        "politics",
        "cross",
        "iraqi",
        "people",
        "said",
        "however",
        "even",
        "position",
        "nominate",
        "prime",
        "minister",
        "set",
        "political",
        "agenda",
        "next",
        "four",
        "year",
        "find",
        "choice",
        "limited",
        "iran",
        "middle",
        "east",
        "shiite",
        "power",
        "direct",
        "line",
        "iraq",
        "powerful",
        "politician",
        "trying",
        "rally",
        "bloc",
        "undercut",
        "rise",
        "threatens",
        "iran",
        "claim",
        "speak",
        "behalf",
        "iraq",
        "shiite",
        "majority",
        "precedent",
        "could",
        "fuel",
        "independent",
        "shiite",
        "movement",
        "elsewhere",
        "also",
        "stake",
        "top",
        "ministerial",
        "post",
        "political",
        "appointment",
        "source",
        "patronage",
        "police",
        "military",
        "power",
        "kept",
        "relatively",
        "low",
        "public",
        "profile",
        "public",
        "relation",
        "move",
        "appeared",
        "directed",
        "iran",
        "appeared",
        "thursday",
        "rival",
        "cleric",
        "ammar",
        "drifted",
        "away",
        "iran",
        "orbit",
        "recent",
        "year",
        "say",
        "two",
        "men",
        "share",
        "similar",
        "vision",
        "next",
        "government",
        "tehran",
        "dispatched",
        "top",
        "regional",
        "military",
        "commander",
        "qassem",
        "soleimani",
        "pull",
        "together",
        "coalition",
        "counterbalance",
        "according",
        "iraqi",
        "shiite",
        "militia",
        "commander",
        "familiar",
        "meeting",
        "iran",
        "wo",
        "accept",
        "creation",
        "shiite",
        "bloc",
        "threat",
        "interest",
        "red",
        "line",
        "said",
        "commander",
        "spoke",
        "condition",
        "anonymity",
        "sensitivity",
        "discussion",
        "relationship",
        "iran",
        "complicated",
        "one",
        "though",
        "maintained",
        "close",
        "tie",
        "iran",
        "political",
        "religious",
        "leadership",
        "recent",
        "year",
        "denounced",
        "flow",
        "iranian",
        "munition",
        "shiite",
        "militia",
        "iraq",
        "maintaining",
        "peace",
        "brigade",
        "holy",
        "city",
        "samarra",
        "north",
        "baghdad",
        "former",
        "mehdi",
        "army",
        "militia",
        "spearheaded",
        "insurgency",
        "clashed",
        "violently",
        "badr",
        "organization",
        "last",
        "decade",
        "militia",
        "plugged",
        "gap",
        "left",
        "iraq",
        "army",
        "soldier",
        "deserted",
        "post",
        "face",
        "islamic",
        "state",
        "group",
        "lightning",
        "campaign",
        "summer",
        "direction",
        "iran",
        "revolutionary",
        "guard",
        "turned",
        "tide",
        "initial",
        "advance",
        "year",
        "followed",
        "militia",
        "coordinating",
        "iraqi",
        "ground",
        "force",
        "slowly",
        "pushed",
        "fighter",
        "back",
        "iraq",
        "declared",
        "victory",
        "group",
        "last",
        "year",
        "said",
        "want",
        "militia",
        "absorbed",
        "national",
        "security",
        "force",
        "move",
        "iran",
        "would",
        "find",
        "difficult",
        "accept",
        "iran",
        "also",
        "rankled",
        "recent",
        "overture",
        "saudi",
        "arabia",
        "united",
        "arab",
        "emirate",
        "locked",
        "proxy",
        "war",
        "tehran",
        "syria",
        "yemen",
        "met",
        "crown",
        "prince",
        "saudi",
        "arabia",
        "abu",
        "dhabi",
        "august",
        "leading",
        "iran",
        "keyhan",
        "newspaper",
        "accuse",
        "selling",
        "house",
        "saud",
        "unlikely",
        "pull",
        "together",
        "governing",
        "coalition",
        "without",
        "political",
        "group",
        "vote",
        "form",
        "alliance",
        "could",
        "challenge",
        "right",
        "name",
        "prime",
        "minister",
        "electoral",
        "alliance",
        "militia",
        "called",
        "fatah",
        "headed",
        "hadi",
        "commander",
        "badr",
        "organization",
        "seven",
        "seat",
        "fewer",
        "bloc",
        "seat",
        "iraq",
        "national",
        "assembly",
        "far",
        "cry",
        "required",
        "claim",
        "majority",
        "militia",
        "control",
        "powerful",
        "interior",
        "ministry",
        "outgoing",
        "government",
        "expect",
        "similar",
        "position",
        "influence",
        "new",
        "one",
        "seems",
        "inclined",
        "woo",
        "incumbent",
        "prime",
        "minister",
        "haider",
        "seen",
        "centrist",
        "come",
        "iranian",
        "interest",
        "appears",
        "wavering",
        "tehran",
        "still",
        "hold",
        "considerable",
        "sway",
        "bloc",
        "includes",
        "several",
        "figure",
        "including",
        "one",
        "newly",
        "minted",
        "deputy",
        "come",
        "sanction",
        "allegedly",
        "financing",
        "iran",
        "revolutionary",
        "guard",
        "iran",
        "political",
        "ally",
        "iraq",
        "try",
        "pressure",
        "figure",
        "deserting",
        "collapsing",
        "alliance",
        "formulation",
        "tehran",
        "liking",
        "said",
        "western",
        "diplomat",
        "speaking",
        "side",
        "involved",
        "diplomat",
        "spoke",
        "condition",
        "anonymity",
        "medium",
        "regulation",
        "give",
        "iran",
        "leverage",
        "moderate",
        "position",
        "militia",
        "iran",
        "hanging",
        "talk",
        "implied",
        "threat",
        "side",
        "mobilize",
        "follower",
        "militia",
        "feel",
        "shortchanged",
        "collective",
        "effect",
        "could",
        "push",
        "bloc",
        "toward",
        "broader",
        "governing",
        "coalition",
        "would",
        "dilute",
        "reform",
        "agenda",
        "top",
        "showing",
        "ballot",
        "box",
        "mean",
        "next",
        "prime",
        "minister",
        "introduce",
        "civil",
        "service",
        "law",
        "championed",
        "antidote",
        "iraq",
        "endemic",
        "corruption",
        "said",
        "kirk",
        "sowell",
        "publisher",
        "inside",
        "iraqi",
        "politics",
        "political",
        "security",
        "newsletter",
        "mean",
        "cabinet",
        "parliament",
        "sign",
        "going",
        "functioning",
        "majority",
        "said",
        "sowell",
        "coalition",
        "government",
        "going",
        "stable",
        "last",
        "one"
    ]
}