{
    "organizations": [],
    "uuid": "b5057b188f634bb3da2379650fdb6a18951d78e6",
    "author": "Samuel Rubenfeld",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/25/the-morning-risk-report-zte-plan-may-include-u-s-compliance-monitor/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: ZTE Plan May Include U.S. Compliance Monitor",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk.\nWilbur Ross, U.S. secretary of commerce, speaks at the National Press Club in Washington, D.C., on May 14. Getty Images Good morning. The latest twist in the U.S. pursuit for an alternative penalty on ZTE Corp. could include a plan to install American compliance officers at the Chinese telecom giant.\nU.S. Commerce Secretary Wilbur Ross floated the idea Thursday during an interview on CNBC, saying the penalty “would involve…implanting people of our own choosing into the company to constitute a compliance unit” that would report back to his department. “The whole key is enforcement,” he said.\nInstalling a monitor often is a routine act in a U.S. corporate criminal resolution, but sanctions experts said it wouldn’t resolve lingering U.S. national security concerns in this case. “There are going to be concerns about how effective it will be,” said Brian O’Toole, a nonresident senior fellow at the Atlantic Council, a U.S.-based think tank.\nThe U.S. last month banned ZTE for seven years from receiving U.S. components after the Commerce Department found it failed to comply with a settlement resolving allegations of evading sanctions on Iran and North Korea. President Donald Trump recently raised the specter of lifting or lessening the penalty as part of a trade deal with China, an act some in Congress have sought to block .\nZTE should take an offer of a compliance monitor in exchange for a lifted export ban “in a heartbeat” if presented with it, said Richard Matheny, a partner at the law firm Goodwin. He acknowledged it might be difficult to find someone willing to take the role.\n“Many in the export enforcement community are dismayed that ZTE may be let off the hook, and this will do very little to satisfy those concerns,” said Mr. Matheny.\nSanctions experts say a U.S. move could undermine the intent of penalizing ZTE, in addition to harming the broader use of sanctions as a foreign-policy and national-security tool. “By not addressing the national-security risk, there’s going to be criticism regardless of whether this is an effective law enforcement or sanctions compliance tool,” said Mr. O’Toole.\nEXCLUSIVE ON RISK AND COMPLIANCE JOURNAL\nCompanies are using “nudges,” or choice architecture, as a way to promote ethical behavior. Nudges are one of the ways businesses are deploying behavioral ethics to reaffirm their values and to keep employees focused on questions of ethics and compliance as they work.\nTwo are charged in Rolls-Royce bribery probe. A former Armenian ambassador and a Russian man were charged in the ongoing investigation into a foreign bribery scheme involving Rolls-Royce PLC .\nProsecutors said Thursday they filed money-laundering charges against Azat Martirossian of Armenia, and Vitaly Leshkov of Russia. Neither could be reached for a response.\nThe charges follow the unsealing of an indictment in November of Petros Contoguris, a Greek citizen living in Turkey who was charged with money laundering and seven counts of violating U.S. foreign-bribery law.\nThe charges filed Thursday allege Mr. Contoguris, working with Messrs. Martirossian and Leshkov and others, devised and executed a scheme to pay bribes. The payments were disguised as commissions to Mr. Contoguris’s company in exchange for help getting Rolls-Royce contracts, prosecutors said.\nRolls-Royce agreed to pay more than $800 million in penalties last year in a global settlement. — Samuel Rubenfeld\nCOMPLIANCE\nThe U.S. Treasury Department placed sanctions on nine individuals and firms accused of procuring airplane parts for Iranian airlines blacklisted for their support of U.S.-designated terror groups. Treasury officials say the action should send a message to other countries that it is prepared to penalize anyone caught aiding Tehran, the WSJ reports.\nA Mahan Air jet taking off from Moscow’s Vnukovo International Airport. The U.S. Treasury is sanctioning nine individuals and companies for helping Mahan and other sanctioned Iranian airlines obtain parts. LEONID FAERBERG/RUSSIAN LOOK/ZUMA PRESS The U.S. government will be banned from buying Chinese-made surveillance cameras under a $717 billion defense-policy bill passed by the House, the latest move against Chinese technology on the basis of national security concerns. The move needs Senate approval, the WSJ reports.\nIndonesia’s parliament overwhelmingly passed a tougher antiterror law Friday, giving police new powers to detain suspects. Islamic State supporters killed at least 14 civilians and security personnel in attacks in Indonesia last week, the WSJ reports.\nThe U.S. Senate passed a bill to overhaul its sexual-harassment policies , including forcing lawmakers to pay back taxpayers for settlements if they are found guilty. That requirement and other key provisions mirror a bill passed by the House in February, which also would make it easier for victims to report harassment, the WSJ reports.\nDATA SECURITY\nEurope’s new privacy law took effect Friday , causing high-profile websites to suspend access across the region. U.S. newspaper publishers Tronc Inc. and Lee Enterprises were among those that blocked readers in the European Union from accessing sites, as they scrambled to comply with the regulation, the WSJ reports.\nCompanies spent millions on their security infrastructure ahead of the data protection rules, but some worry that the law’s lack of clear technical guidelines may mean that these steps aren’t enough, the WSJ reports.\nNorth and South Korean leaders vowed on April 27 to cease all hostile acts against each other, but in the following weeks, the North ramped up its campaign of cyberattacks on the South, according to people familiar with the matter, the WSJ reports.\nAmazon.com said one of its Echo home speakers mistakenly recorded a private conversation and sent it to a person in the owners’ contact list, an incident that raises questions about the security of such voice-operated devices. The device mistakenly understood pieces of a conversation as commands, the WSJ reports.\nGOVERNANCE\nRussian aluminum giant United Co. Rusal PLC Friday said Oleg Deripaska has resigned as a non-executive director, expanding an overhaul of the company’s management and board in an effort to escape the Trump administration’s sanctions program, the WSJ reports.\nRISK\nSamsung Electronics must pay Apple $539 million for infringing patents related to the iPhone’s design, a federal jury found Thursday, a new victory for Apple in a seven-year-old legal battle over the spoils of the smartphone market’s boom, the WSJ reports.\nA federal judge said he needed more information before deciding whether to dismiss lawsuits by San Francisco and Oakland alleging that five of the world’s largest oil companies should pay to protect the cities’ residents from the impacts of climate change, the WSJ reports.\nPresident Donald Trump’s cancellation of a summit with Kim Jong Un shifts the U.S. approach to North Korea away from a monthslong rapprochement and back to military and economic pressure. Mr. Trump warned of U.S. nuclear and military superiority both in a letter to Mr. Kim and in public remarks, the WSJ reports.\nU.S. Marine Corp helicopters stood by in case fissures or lava flowing from the Kilauea volcano on Hawaii’s Big Island block an escape route for people living in the area, Reuters reports. Some 2,000 people have faced mandatory evacuations and another 2,000 may have to leave as well.\nOPERATIONS\nBrazil’s government said Thursday it reached a deal with truckers’ unions to suspend a four-day strike that has left many businesses without vital supplies, but one of the country’s biggest drivers groups said it would continue the work stoppage, the WSJ reports.\nGap had to resort to heavy discounting to move unsold clothes that had piled up at stores, hurting profit in the first quarter, and potentially, the current one. Executives blamed operational issues that delayed new items and disrupted the assortment of products, the WSJ reports.\nGap blamed operational problems for an accumulation of unsold goods in its stores. RICHARD B. LEVINE/ZUMA PRESS The Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: Alexa Amazon.com Brazil strike Brazil truckers Gap Gap Inc. GDPR Iran Sanctions Kilauea Lee Enterprises Mahan Air Rolls Royce Tronc Wilbur Ross ZTE Previous Corruption Currents: Ex-South Korean President Calls Bribery Charges an 'Insult' Next Corruption Currents: Man Jailed for 660 Years Wants His Gold Bars Back Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte How Boards Can Help Strengthen the Link Between Strategy and Risk Appetite Boards have worked steadily to enhance their oversight of both risk and the strategy developed by management by seeking more risk information, strengthening organizational risk governance, and, in some cases, supporting the appointment of CROs or forming board-level risk committees. Yet risks and challenges continue to multiply and evolve, and management must continually revise strategies in pursuit of organizational goals. Learn how boards are enhancing their risk oversight practices by clarifying and formally approving the organization’s risk appetite — the aggregate level of risk that management is willing to take in pursuit of its strategy.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte →",
    "published": "2018-05-25T16:45:00.000+03:00",
    "crawled": "2018-05-30T08:32:02.105+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "wilbur",
        "ross",
        "secretary",
        "commerce",
        "speaks",
        "national",
        "press",
        "club",
        "washington",
        "may",
        "getty",
        "image",
        "good",
        "morning",
        "latest",
        "twist",
        "pursuit",
        "alternative",
        "penalty",
        "zte",
        "could",
        "include",
        "plan",
        "install",
        "american",
        "compliance",
        "officer",
        "chinese",
        "telecom",
        "giant",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "floated",
        "idea",
        "thursday",
        "interview",
        "cnbc",
        "saying",
        "penalty",
        "would",
        "people",
        "choosing",
        "company",
        "constitute",
        "compliance",
        "unit",
        "would",
        "report",
        "back",
        "department",
        "whole",
        "key",
        "enforcement",
        "said",
        "installing",
        "monitor",
        "often",
        "routine",
        "act",
        "corporate",
        "criminal",
        "resolution",
        "sanction",
        "expert",
        "said",
        "resolve",
        "lingering",
        "national",
        "security",
        "concern",
        "case",
        "going",
        "concern",
        "effective",
        "said",
        "brian",
        "toole",
        "nonresident",
        "senior",
        "fellow",
        "atlantic",
        "council",
        "think",
        "tank",
        "last",
        "month",
        "banned",
        "zte",
        "seven",
        "year",
        "receiving",
        "component",
        "commerce",
        "department",
        "found",
        "failed",
        "comply",
        "settlement",
        "resolving",
        "allegation",
        "evading",
        "sanction",
        "iran",
        "north",
        "korea",
        "president",
        "donald",
        "trump",
        "recently",
        "raised",
        "specter",
        "lifting",
        "lessening",
        "penalty",
        "part",
        "trade",
        "deal",
        "china",
        "act",
        "congress",
        "sought",
        "block",
        "zte",
        "take",
        "offer",
        "compliance",
        "monitor",
        "exchange",
        "lifted",
        "export",
        "ban",
        "heartbeat",
        "presented",
        "said",
        "richard",
        "matheny",
        "partner",
        "law",
        "firm",
        "goodwin",
        "acknowledged",
        "might",
        "difficult",
        "find",
        "someone",
        "willing",
        "take",
        "role",
        "many",
        "export",
        "enforcement",
        "community",
        "dismayed",
        "zte",
        "may",
        "let",
        "hook",
        "little",
        "satisfy",
        "concern",
        "said",
        "matheny",
        "sanction",
        "expert",
        "say",
        "move",
        "could",
        "undermine",
        "intent",
        "penalizing",
        "zte",
        "addition",
        "harming",
        "broader",
        "use",
        "sanction",
        "tool",
        "addressing",
        "risk",
        "going",
        "criticism",
        "regardless",
        "whether",
        "effective",
        "law",
        "enforcement",
        "sanction",
        "compliance",
        "tool",
        "said",
        "toole",
        "exclusive",
        "risk",
        "compliance",
        "journal",
        "company",
        "using",
        "nudge",
        "choice",
        "architecture",
        "way",
        "promote",
        "ethical",
        "behavior",
        "nudge",
        "one",
        "way",
        "business",
        "deploying",
        "behavioral",
        "ethic",
        "reaffirm",
        "value",
        "keep",
        "employee",
        "focused",
        "question",
        "ethic",
        "compliance",
        "work",
        "two",
        "charged",
        "bribery",
        "probe",
        "former",
        "armenian",
        "ambassador",
        "russian",
        "man",
        "charged",
        "ongoing",
        "investigation",
        "foreign",
        "bribery",
        "scheme",
        "involving",
        "plc",
        "prosecutor",
        "said",
        "thursday",
        "filed",
        "charge",
        "azat",
        "martirossian",
        "armenia",
        "vitaly",
        "leshkov",
        "russia",
        "neither",
        "could",
        "reached",
        "response",
        "charge",
        "follow",
        "unsealing",
        "indictment",
        "november",
        "petros",
        "contoguris",
        "greek",
        "citizen",
        "living",
        "turkey",
        "charged",
        "money",
        "laundering",
        "seven",
        "count",
        "violating",
        "law",
        "charge",
        "filed",
        "thursday",
        "allege",
        "contoguris",
        "working",
        "martirossian",
        "leshkov",
        "others",
        "devised",
        "executed",
        "scheme",
        "pay",
        "bribe",
        "payment",
        "disguised",
        "commission",
        "contoguris",
        "company",
        "exchange",
        "help",
        "getting",
        "contract",
        "prosecutor",
        "said",
        "agreed",
        "pay",
        "million",
        "penalty",
        "last",
        "year",
        "global",
        "settlement",
        "samuel",
        "rubenfeld",
        "compliance",
        "treasury",
        "department",
        "placed",
        "sanction",
        "nine",
        "individual",
        "firm",
        "accused",
        "procuring",
        "airplane",
        "part",
        "iranian",
        "airline",
        "blacklisted",
        "support",
        "terror",
        "group",
        "treasury",
        "official",
        "say",
        "action",
        "send",
        "message",
        "country",
        "prepared",
        "penalize",
        "anyone",
        "caught",
        "aiding",
        "tehran",
        "wsj",
        "report",
        "mahan",
        "air",
        "jet",
        "taking",
        "moscow",
        "vnukovo",
        "international",
        "airport",
        "treasury",
        "sanctioning",
        "nine",
        "individual",
        "company",
        "helping",
        "mahan",
        "sanctioned",
        "iranian",
        "airline",
        "obtain",
        "part",
        "leonid",
        "press",
        "government",
        "banned",
        "buying",
        "surveillance",
        "camera",
        "billion",
        "bill",
        "passed",
        "house",
        "latest",
        "move",
        "chinese",
        "technology",
        "basis",
        "national",
        "security",
        "concern",
        "move",
        "need",
        "senate",
        "approval",
        "wsj",
        "report",
        "indonesia",
        "parliament",
        "overwhelmingly",
        "passed",
        "tougher",
        "antiterror",
        "law",
        "friday",
        "giving",
        "police",
        "new",
        "power",
        "detain",
        "suspect",
        "islamic",
        "state",
        "supporter",
        "killed",
        "least",
        "civilian",
        "security",
        "personnel",
        "attack",
        "indonesia",
        "last",
        "week",
        "wsj",
        "report",
        "senate",
        "passed",
        "bill",
        "overhaul",
        "policy",
        "including",
        "forcing",
        "lawmaker",
        "pay",
        "back",
        "taxpayer",
        "settlement",
        "found",
        "guilty",
        "requirement",
        "key",
        "provision",
        "mirror",
        "bill",
        "passed",
        "house",
        "february",
        "also",
        "would",
        "make",
        "easier",
        "victim",
        "report",
        "harassment",
        "wsj",
        "report",
        "data",
        "security",
        "europe",
        "new",
        "privacy",
        "law",
        "took",
        "effect",
        "friday",
        "causing",
        "website",
        "suspend",
        "access",
        "across",
        "region",
        "newspaper",
        "publisher",
        "tronc",
        "lee",
        "enterprise",
        "among",
        "blocked",
        "reader",
        "european",
        "union",
        "accessing",
        "site",
        "scrambled",
        "comply",
        "regulation",
        "wsj",
        "report",
        "company",
        "spent",
        "million",
        "security",
        "infrastructure",
        "ahead",
        "data",
        "protection",
        "rule",
        "worry",
        "law",
        "lack",
        "clear",
        "technical",
        "guideline",
        "may",
        "mean",
        "step",
        "enough",
        "wsj",
        "report",
        "north",
        "south",
        "korean",
        "leader",
        "vowed",
        "april",
        "cease",
        "hostile",
        "act",
        "following",
        "week",
        "north",
        "ramped",
        "campaign",
        "cyberattacks",
        "south",
        "according",
        "people",
        "familiar",
        "matter",
        "wsj",
        "report",
        "said",
        "one",
        "echo",
        "home",
        "speaker",
        "mistakenly",
        "recorded",
        "private",
        "conversation",
        "sent",
        "person",
        "owner",
        "contact",
        "list",
        "incident",
        "raise",
        "question",
        "security",
        "device",
        "device",
        "mistakenly",
        "understood",
        "piece",
        "conversation",
        "command",
        "wsj",
        "report",
        "governance",
        "russian",
        "aluminum",
        "giant",
        "united",
        "rusal",
        "plc",
        "friday",
        "said",
        "oleg",
        "deripaska",
        "resigned",
        "director",
        "expanding",
        "overhaul",
        "company",
        "management",
        "board",
        "effort",
        "escape",
        "trump",
        "administration",
        "sanction",
        "program",
        "wsj",
        "report",
        "risk",
        "samsung",
        "electronics",
        "must",
        "pay",
        "apple",
        "million",
        "infringing",
        "patent",
        "related",
        "iphone",
        "design",
        "federal",
        "jury",
        "found",
        "thursday",
        "new",
        "victory",
        "apple",
        "legal",
        "battle",
        "spoil",
        "smartphone",
        "market",
        "boom",
        "wsj",
        "report",
        "federal",
        "judge",
        "said",
        "needed",
        "information",
        "deciding",
        "whether",
        "dismiss",
        "lawsuit",
        "san",
        "francisco",
        "oakland",
        "alleging",
        "five",
        "world",
        "largest",
        "oil",
        "company",
        "pay",
        "protect",
        "city",
        "resident",
        "impact",
        "climate",
        "change",
        "wsj",
        "report",
        "president",
        "donald",
        "trump",
        "cancellation",
        "summit",
        "kim",
        "jong",
        "un",
        "shift",
        "approach",
        "north",
        "korea",
        "away",
        "monthslong",
        "rapprochement",
        "back",
        "military",
        "economic",
        "pressure",
        "trump",
        "warned",
        "nuclear",
        "military",
        "superiority",
        "letter",
        "kim",
        "public",
        "remark",
        "wsj",
        "report",
        "marine",
        "corp",
        "helicopter",
        "stood",
        "case",
        "fissure",
        "lava",
        "flowing",
        "kilauea",
        "volcano",
        "hawaii",
        "big",
        "island",
        "block",
        "escape",
        "route",
        "people",
        "living",
        "area",
        "reuters",
        "report",
        "people",
        "faced",
        "mandatory",
        "evacuation",
        "another",
        "may",
        "leave",
        "well",
        "operation",
        "brazil",
        "government",
        "said",
        "thursday",
        "reached",
        "deal",
        "trucker",
        "union",
        "suspend",
        "strike",
        "left",
        "many",
        "business",
        "without",
        "vital",
        "supply",
        "one",
        "country",
        "biggest",
        "driver",
        "group",
        "said",
        "would",
        "continue",
        "work",
        "stoppage",
        "wsj",
        "report",
        "gap",
        "resort",
        "heavy",
        "discounting",
        "move",
        "unsold",
        "clothes",
        "piled",
        "store",
        "hurting",
        "profit",
        "first",
        "quarter",
        "potentially",
        "current",
        "one",
        "executive",
        "blamed",
        "operational",
        "issue",
        "delayed",
        "new",
        "item",
        "disrupted",
        "assortment",
        "product",
        "wsj",
        "report",
        "gap",
        "blamed",
        "operational",
        "problem",
        "accumulation",
        "unsold",
        "good",
        "store",
        "richard",
        "press",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "alexa",
        "brazil",
        "strike",
        "brazil",
        "trucker",
        "gap",
        "gap",
        "gdpr",
        "iran",
        "sanction",
        "kilauea",
        "lee",
        "enterprise",
        "mahan",
        "air",
        "roll",
        "royce",
        "tronc",
        "wilbur",
        "ross",
        "zte",
        "previous",
        "corruption",
        "current",
        "korean",
        "president",
        "call",
        "bribery",
        "charge",
        "next",
        "corruption",
        "current",
        "man",
        "jailed",
        "year",
        "want",
        "gold",
        "bar",
        "back",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "board",
        "help",
        "strengthen",
        "link",
        "strategy",
        "risk",
        "appetite",
        "board",
        "worked",
        "steadily",
        "enhance",
        "oversight",
        "risk",
        "strategy",
        "developed",
        "management",
        "seeking",
        "risk",
        "information",
        "strengthening",
        "organizational",
        "risk",
        "governance",
        "case",
        "supporting",
        "appointment",
        "cro",
        "forming",
        "risk",
        "committee",
        "yet",
        "risk",
        "challenge",
        "continue",
        "multiply",
        "evolve",
        "management",
        "must",
        "continually",
        "revise",
        "strategy",
        "pursuit",
        "organizational",
        "goal",
        "learn",
        "board",
        "enhancing",
        "risk",
        "oversight",
        "practice",
        "clarifying",
        "formally",
        "approving",
        "organization",
        "risk",
        "appetite",
        "aggregate",
        "level",
        "risk",
        "management",
        "willing",
        "take",
        "pursuit",
        "strategy",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}