{
    "organizations": [],
    "uuid": "f756c4dd612a21e28d31c1b62048efef4f40f4b9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/pr-newswire-moab-partners-gratified-that-iss-has-recommended-against-the-re-election-of-three-current-board-members-of-macquarie.html",
    "ord_in_thread": 0,
    "title": "Moab Partners Gratified That ISS has Recommended Against the Re-Election of Three Current Board Members of Macquarie Infrastructure Corp.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, May 7, 2018 /PRNewswire/ -- Moab Capital Partners, LLC, an SEC-registered independent investment advisor founded in 2006, and related entities (\"Moab\") which beneficially own approximately 1% of the outstanding common stock of Macquarie Infrastructure Corp. (\"MIC\" or, the \"Company\") (NYSE: MIC), issued the following statement today in response to leading independent proxy advisory firm Institutional Shareholder Services Inc.'s (\"ISS\") recommendation that MIC shareholders vote against three current directors – Norman Brown, George Carmany and James Hooke - at the Company's upcoming annual meeting of shareholders (the \"Annual Meeting\") scheduled to be held on May 16, 2018. Moab has been a shareholder of MIC since 2011.\nMichael Rothenberg, President of Moab, issued the following statement:\n\"We appreciate and welcome the fact that ISS, the leading independent proxy research advisor, shares our significant concerns over the more than $2 billion in shareholder value destruction at MIC, and has recommended that shareholders vote against three of the Company's incumbent directors who have overseen this precipitous stock price decline and responded with a disingenuous and misleading communication strategy. While we welcome the ISS recommendation for shareholders to vote against Messrs. Brown, Carmany and Hooke, we believe that a fully reconstituted Board is necessary to restore the Board's credibility and realign MIC's strategy to serve the best interests of its shareholders and urge shareholders to vote against all of the Company's nominees at the upcoming Annual Meeting.\nWe echo the concerns raised by ISS regarding the 'credibility crisis' facing the current Board due to its failure to meaningfully explain MIC's inadequate and poorly timed disclosure of key financial metrics that would have been material to shareholders when the information first became available. We further agree with ISS's assessment that the investor community has imposed a 'mistrust discount' on the MIC stock price as a result of the Board's failure to timely disclose the sudden termination of contracts and resulting downturn in IMTT utilization.\"\nMr. Rothenberg concluded: \"We call for the Board to be immediately refreshed to ensure there is effective independent oversight and restored credibility at MIC. In light of MIC's derailed growth strategy, we believe the best path forward for the Company would be to consider the following: the termination of the Management Services Agreement with a waiver of the Termination Fee, a spin-off of Atlantic Aviation (MIC's largest subsidiary) to shareholders, or exploring an outright sale of the Company.\"\nKey Excerpts from the ISS Report Recommending that MIC Shareholders Vote Against the Re-Election of Messrs. Brown, Carmany and Hooke:\n\"The fact that the February 2018 meltdown in its stock price effectively wiped out MIC's TSR for the [five-year] period puts the magnitude of the decline in stark focus.\" \"The extent of the one-day stock price drop, which wiped out more than $2 billion in shareholder value, suggests, at a bare minimum, a failed communications strategy . Though it has not been entirely dismissive of the dissident's campaign, the board has clearly focused on presenting its own story to the market, rather than directly addressing each of Moab's arguments . Most of the investor presentation filed in response to Moab's public letter centers on the company's performance and governance; only in the final two pages of the 20-page deck does the company directly counter Moab's criticism. By allowing this credibility crisis to persist, the company has amplified Moab's concerns, such as the dissident's argument (outlined in a May 2 press release) that \"with the stock at current levels, fees…could lead the manager to increase leverage and pursue risky growth investments. Although the board has rejected Moab's assertions that the company's compensation structure is the root cause of poor decision-making, it has yet to address this concern in a way that sufficiently mitigates investors' skepticism.\"\n(Emphasis added). \"Where MIC's rebuttal appears weakest is in regard to the utilization decline timeframe posited by the dissident. The company has indicated that it only provides disclosure of aggregate utilization, rather than more granular details on capacity, for competitive reasons. Although the board asserts that Moab's allegations are misplaced because the dissident's calculations assume that utilization has declined in linear fashion, it has thus far failed to provide a conclusive, fact-based argument that definitively disproves the dissident's assumptions or calculations. Given the severity of the recent stock price decline, the board may want to reconsider whether the competitive benefits of limited disclosure continue to outweigh the mistrust discount being applied by the market.\"\n(Emphasis added). \"Finally, the fact pattern surrounding the Q4 earnings release also raises questions regarding the company's succession planning. Announcing such an abrupt shift in the company's dividend strategy – which the board claims to have thoroughly debated – less than two months after a management changeover first announced in September 2017 further undermines shareholder confidence in the board's long-term focus. Lastly, shareholders may wonder whether the board appropriately considered the optics of appointing the former CEO to the board in the wake of a stock price collapse soon following his resignation.\"\n(Emphasis added). \"In this case, a vote-no campaign against the entire board is being used as a blunt instrument to express, at the very least, shareholder frustration with a communications failure that has prompted the market to impose a credibility discount to the company's share price, as well as other concerns, such as with the external manager's compensation structure.\" \"…it seems difficult to exculpate Lead Independent Director Norman Brown for the failure in MIC's communication with shareholders. Brown also serves as Chairman of the Audit Committee, which bears responsibility for what Moab has deemed as insufficient public disclosure. Despite the company's apparent efforts to identify new directors, the board refreshment process may be somewhat overdue. By its own admission in engagement with ISS, the board acknowledged it currently comprises mainly lawyers and bankers. Nomination/Governance Chairman George Carmany likely shoulders some responsibility in that regard. Lastly, former CEO James Hooke, despite overseeing strong performance over a number of years, is accountable for communicating to the market a narrative that changed dramatically immediately following his resignation and election to the board.\" \"We note that shareholders do not have the ability to vote on Chairman Martin Stanley, who is elected by the external manager as the sole holder of the company's special stock.\" \"The dissident's vote-no campaign has raised significant concerns that have not yet been definitively addressed by the board, underscoring a communications failure that resulted in a sudden, staggering loss in shareholder value.\" \"…shareholders are recommended to vote AGAINST incumbent directors Brown, Carmany, and Hooke, who appear to bear the primary responsibility with regard to the factors underlying this subpar communication strategy.\"\nEven if you have previously executed a proxy card in support of the election of MIC's director candidates, you can still change your vote by voting again on the Company's Proxy Card to vote \"AGAINST\" each and every Board member and help send a strong signal of shareholder dissatisfaction. Only your latest dated proxy will be counted.\nMoab looks forward to continuing discussions with fellow shareholders, and we encourage you to contact Michael Rothenberg at the telephone number below.\nAbout Moab Capital Partners, LLC\nMoab is an SEC-registered independent investment advisor founded in 2006 and is located in New York, NY.\nInvestor contact :\nMichael Rothenberg\nManaging Member\nMoab Capital Partners, LLC\n212-981-2647\nmr@moabpartners.com\nWritten materials are submitted voluntarily pursuant to Rule 14a-6(g)(1) promulgated under the Securities Exchange Act of 1934. This is not a solicitation of authority to vote your proxy. Moab is not asking for your proxy card and will not accept proxy cards if sent. The cost of this filing is being borne entirely by Moab and its affiliates.\nPLEASE NOTE: Moab is not asking for your proxy card and cannot accept your proxy card. Please DO NOT send us your proxy card.\nPermission to Quote: from the ISS report was neither sought nor obtained.\nView original content: http://www.prnewswire.com/news-releases/moab-partners-gratified-that-iss-has-recommended-against-the-re-election-of-three-current-board-members-of-macquarie-infrastructure-corp-300643451.html\nSOURCE Moab Capital Partners, LLC",
    "published": "2018-05-07T16:30:00.000+03:00",
    "crawled": "2018-05-07T19:38:35.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "may",
        "moab",
        "capital",
        "partner",
        "llc",
        "independent",
        "investment",
        "advisor",
        "founded",
        "related",
        "entity",
        "moab",
        "beneficially",
        "approximately",
        "outstanding",
        "common",
        "stock",
        "macquarie",
        "infrastructure",
        "mic",
        "company",
        "nyse",
        "mic",
        "issued",
        "following",
        "statement",
        "today",
        "response",
        "leading",
        "independent",
        "proxy",
        "advisory",
        "firm",
        "institutional",
        "shareholder",
        "service",
        "iss",
        "recommendation",
        "mic",
        "shareholder",
        "vote",
        "three",
        "current",
        "director",
        "norman",
        "brown",
        "george",
        "carmany",
        "james",
        "hooke",
        "company",
        "upcoming",
        "annual",
        "meeting",
        "shareholder",
        "annual",
        "meeting",
        "scheduled",
        "held",
        "may",
        "moab",
        "shareholder",
        "mic",
        "since",
        "michael",
        "rothenberg",
        "president",
        "moab",
        "issued",
        "following",
        "statement",
        "appreciate",
        "welcome",
        "fact",
        "iss",
        "leading",
        "independent",
        "proxy",
        "research",
        "advisor",
        "share",
        "significant",
        "concern",
        "billion",
        "shareholder",
        "value",
        "destruction",
        "mic",
        "recommended",
        "shareholder",
        "vote",
        "three",
        "company",
        "incumbent",
        "director",
        "overseen",
        "precipitous",
        "stock",
        "price",
        "decline",
        "responded",
        "disingenuous",
        "misleading",
        "communication",
        "strategy",
        "welcome",
        "iss",
        "recommendation",
        "shareholder",
        "vote",
        "brown",
        "carmany",
        "hooke",
        "believe",
        "fully",
        "reconstituted",
        "board",
        "necessary",
        "restore",
        "board",
        "credibility",
        "realign",
        "mic",
        "strategy",
        "serve",
        "best",
        "interest",
        "shareholder",
        "urge",
        "shareholder",
        "vote",
        "company",
        "nominee",
        "upcoming",
        "annual",
        "meeting",
        "echo",
        "concern",
        "raised",
        "iss",
        "regarding",
        "crisis",
        "facing",
        "current",
        "board",
        "due",
        "failure",
        "meaningfully",
        "explain",
        "mic",
        "inadequate",
        "poorly",
        "timed",
        "disclosure",
        "key",
        "financial",
        "metric",
        "would",
        "material",
        "shareholder",
        "information",
        "first",
        "became",
        "available",
        "agree",
        "iss",
        "assessment",
        "investor",
        "community",
        "imposed",
        "discount",
        "mic",
        "stock",
        "price",
        "result",
        "board",
        "failure",
        "timely",
        "disclose",
        "sudden",
        "termination",
        "contract",
        "resulting",
        "downturn",
        "imtt",
        "utilization",
        "rothenberg",
        "concluded",
        "call",
        "board",
        "immediately",
        "refreshed",
        "ensure",
        "effective",
        "independent",
        "oversight",
        "restored",
        "credibility",
        "mic",
        "light",
        "mic",
        "derailed",
        "growth",
        "strategy",
        "believe",
        "best",
        "path",
        "forward",
        "company",
        "would",
        "consider",
        "following",
        "termination",
        "management",
        "service",
        "agreement",
        "waiver",
        "termination",
        "fee",
        "atlantic",
        "aviation",
        "mic",
        "largest",
        "subsidiary",
        "shareholder",
        "exploring",
        "outright",
        "sale",
        "company",
        "key",
        "excerpt",
        "iss",
        "report",
        "recommending",
        "mic",
        "shareholder",
        "vote",
        "brown",
        "carmany",
        "hooke",
        "fact",
        "february",
        "meltdown",
        "stock",
        "price",
        "effectively",
        "wiped",
        "mic",
        "tsr",
        "period",
        "put",
        "magnitude",
        "decline",
        "stark",
        "focus",
        "extent",
        "stock",
        "price",
        "drop",
        "wiped",
        "billion",
        "shareholder",
        "value",
        "suggests",
        "bare",
        "minimum",
        "failed",
        "communication",
        "strategy",
        "though",
        "entirely",
        "dismissive",
        "dissident",
        "campaign",
        "board",
        "clearly",
        "focused",
        "presenting",
        "story",
        "market",
        "rather",
        "directly",
        "addressing",
        "moab",
        "argument",
        "investor",
        "presentation",
        "filed",
        "response",
        "moab",
        "public",
        "letter",
        "center",
        "company",
        "performance",
        "governance",
        "final",
        "two",
        "page",
        "deck",
        "company",
        "directly",
        "counter",
        "moab",
        "criticism",
        "allowing",
        "credibility",
        "crisis",
        "persist",
        "company",
        "amplified",
        "moab",
        "concern",
        "dissident",
        "argument",
        "outlined",
        "may",
        "press",
        "release",
        "stock",
        "current",
        "level",
        "lead",
        "manager",
        "increase",
        "leverage",
        "pursue",
        "risky",
        "growth",
        "investment",
        "although",
        "board",
        "rejected",
        "moab",
        "assertion",
        "company",
        "compensation",
        "structure",
        "root",
        "cause",
        "poor",
        "yet",
        "address",
        "concern",
        "way",
        "sufficiently",
        "mitigates",
        "investor",
        "skepticism",
        "emphasis",
        "added",
        "mic",
        "rebuttal",
        "appears",
        "weakest",
        "regard",
        "utilization",
        "decline",
        "timeframe",
        "posited",
        "dissident",
        "company",
        "indicated",
        "provides",
        "disclosure",
        "aggregate",
        "utilization",
        "rather",
        "granular",
        "detail",
        "capacity",
        "competitive",
        "reason",
        "although",
        "board",
        "asserts",
        "moab",
        "allegation",
        "misplaced",
        "dissident",
        "calculation",
        "assume",
        "utilization",
        "declined",
        "linear",
        "fashion",
        "thus",
        "far",
        "failed",
        "provide",
        "conclusive",
        "argument",
        "definitively",
        "disproves",
        "dissident",
        "assumption",
        "calculation",
        "given",
        "severity",
        "recent",
        "stock",
        "price",
        "decline",
        "board",
        "may",
        "want",
        "reconsider",
        "whether",
        "competitive",
        "benefit",
        "limited",
        "disclosure",
        "continue",
        "outweigh",
        "mistrust",
        "discount",
        "applied",
        "market",
        "emphasis",
        "added",
        "finally",
        "fact",
        "pattern",
        "surrounding",
        "q4",
        "earnings",
        "release",
        "also",
        "raise",
        "question",
        "regarding",
        "company",
        "succession",
        "planning",
        "announcing",
        "abrupt",
        "shift",
        "company",
        "dividend",
        "strategy",
        "board",
        "claim",
        "thoroughly",
        "debated",
        "less",
        "two",
        "month",
        "management",
        "changeover",
        "first",
        "announced",
        "september",
        "undermines",
        "shareholder",
        "confidence",
        "board",
        "focus",
        "lastly",
        "shareholder",
        "may",
        "wonder",
        "whether",
        "board",
        "appropriately",
        "considered",
        "optic",
        "appointing",
        "former",
        "ceo",
        "board",
        "wake",
        "stock",
        "price",
        "collapse",
        "soon",
        "following",
        "resignation",
        "emphasis",
        "added",
        "case",
        "campaign",
        "entire",
        "board",
        "used",
        "blunt",
        "instrument",
        "express",
        "least",
        "shareholder",
        "frustration",
        "communication",
        "failure",
        "prompted",
        "market",
        "impose",
        "credibility",
        "discount",
        "company",
        "share",
        "price",
        "well",
        "concern",
        "external",
        "manager",
        "compensation",
        "structure",
        "seems",
        "difficult",
        "exculpate",
        "lead",
        "independent",
        "director",
        "norman",
        "brown",
        "failure",
        "mic",
        "communication",
        "shareholder",
        "brown",
        "also",
        "serf",
        "chairman",
        "audit",
        "committee",
        "bear",
        "responsibility",
        "moab",
        "deemed",
        "insufficient",
        "public",
        "disclosure",
        "despite",
        "company",
        "apparent",
        "effort",
        "identify",
        "new",
        "director",
        "board",
        "refreshment",
        "process",
        "may",
        "somewhat",
        "overdue",
        "admission",
        "engagement",
        "iss",
        "board",
        "acknowledged",
        "currently",
        "comprises",
        "mainly",
        "lawyer",
        "banker",
        "chairman",
        "george",
        "carmany",
        "likely",
        "shoulder",
        "responsibility",
        "regard",
        "lastly",
        "former",
        "ceo",
        "james",
        "hooke",
        "despite",
        "overseeing",
        "strong",
        "performance",
        "number",
        "year",
        "accountable",
        "communicating",
        "market",
        "narrative",
        "changed",
        "dramatically",
        "immediately",
        "following",
        "resignation",
        "election",
        "board",
        "note",
        "shareholder",
        "ability",
        "vote",
        "chairman",
        "martin",
        "stanley",
        "elected",
        "external",
        "manager",
        "sole",
        "holder",
        "company",
        "special",
        "stock",
        "dissident",
        "campaign",
        "raised",
        "significant",
        "concern",
        "yet",
        "definitively",
        "addressed",
        "board",
        "underscoring",
        "communication",
        "failure",
        "resulted",
        "sudden",
        "staggering",
        "loss",
        "shareholder",
        "value",
        "recommended",
        "vote",
        "incumbent",
        "director",
        "brown",
        "carmany",
        "hooke",
        "appear",
        "bear",
        "primary",
        "responsibility",
        "regard",
        "factor",
        "underlying",
        "subpar",
        "communication",
        "strategy",
        "even",
        "previously",
        "executed",
        "proxy",
        "card",
        "support",
        "election",
        "mic",
        "director",
        "candidate",
        "still",
        "change",
        "vote",
        "voting",
        "company",
        "proxy",
        "card",
        "vote",
        "every",
        "board",
        "member",
        "help",
        "send",
        "strong",
        "signal",
        "shareholder",
        "dissatisfaction",
        "latest",
        "dated",
        "proxy",
        "counted",
        "moab",
        "look",
        "forward",
        "continuing",
        "discussion",
        "fellow",
        "shareholder",
        "encourage",
        "contact",
        "michael",
        "rothenberg",
        "telephone",
        "number",
        "moab",
        "capital",
        "partner",
        "llc",
        "moab",
        "independent",
        "investment",
        "advisor",
        "founded",
        "located",
        "new",
        "york",
        "ny",
        "investor",
        "contact",
        "michael",
        "rothenberg",
        "managing",
        "member",
        "moab",
        "capital",
        "partner",
        "llc",
        "mr",
        "written",
        "material",
        "submitted",
        "voluntarily",
        "pursuant",
        "rule",
        "g",
        "promulgated",
        "security",
        "exchange",
        "act",
        "solicitation",
        "authority",
        "vote",
        "proxy",
        "moab",
        "asking",
        "proxy",
        "card",
        "accept",
        "proxy",
        "card",
        "sent",
        "cost",
        "filing",
        "borne",
        "entirely",
        "moab",
        "affiliate",
        "please",
        "note",
        "moab",
        "asking",
        "proxy",
        "card",
        "accept",
        "proxy",
        "card",
        "please",
        "send",
        "u",
        "proxy",
        "card",
        "permission",
        "quote",
        "iss",
        "report",
        "neither",
        "sought",
        "obtained",
        "view",
        "original",
        "content",
        "http",
        "source",
        "moab",
        "capital",
        "partner",
        "llc"
    ]
}