{
    "organizations": [],
    "uuid": "d9831e9c9c3bed5aec2df57b8d7386bd4d8dba56",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/business-wire-u-s-food-and-drug-administration-approves-expanded-indication-for-truvadaa-emtricitabine-and-tenofovir-disoproxil-fumarate.html",
    "ord_in_thread": 0,
    "title": "U.S. Food and Drug Administration Approves Expanded Indication for Truvada® (Emtricitabine and Tenofovir Disoproxil Fumarate) for Reducing the Risk of Acquiring HIV-1 in Adolescents",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– First Agent Indicated for Uninfected Adolescents at Risk of Acquiring HIV –\nFOSTER CITY, Calif.--(BUSINESS WIRE)-- Gilead Sciences, Inc. (Nasdaq:GILD) today announced that the U.S. Food and Drug Administration (FDA) has approved once-daily oral Truvada ® (emtricitabine 200 mg/tenofovir disoproxil fumarate 300 mg)—in combination with safer sex practices—to reduce the risk of sexually acquired HIV-1 in at-risk adolescents. The safety and efficacy profile of Truvada for HIV prevention in uninfected adults, a strategy called pre-exposure prophylaxis (PrEP), is well established, and Truvada for PrEP was first approved for use in adults in 2012.\nThe addition of the adolescent indication is based on a study in HIV-negative individuals 15 to 17 years of age. In the United States, adolescents and young adults 13 to 24 years of age comprised 21 percent of all new infections in 2016, according to the U.S. Centers for Disease Control and Prevention, and 81 percent of those infections were among young men who have sex with men (YMSM).\nTruvada for PrEP is now indicated in combination with safer sex practices to reduce the risk of sexually acquired HIV-1 in at-risk adults and adolescents weighing at least 35 kg. Individuals must have a negative HIV test immediately prior to initiating Truvada for PrEP. Truvada has a boxed warning in its product label regarding the risks of post treatment acute exacerbation of hepatitis B and the risk of drug resistance with the use of Truvada for PrEP in undiagnosed early HIV infection. Further important safety information, adverse drug reactions and prescribing considerations are included below.\n“Study ATN113 has demonstrated that Truvada for PrEP is a well-tolerated prevention option for adolescents who are vulnerable to HIV,” said Sybil Hosek, PhD, Clinical Psychologist at the Cook County Health and Hospital System's Stroger Hospital, Chicago, and lead investigator of the study. “In addition to traditional risk-reduction strategies, healthcare providers and community advocates are now equipped with another tool to help address the incidence of HIV in younger at-risk populations.”\nThe expanded indication is based on a single-arm, open-label clinical trial conducted by the Adolescent Medicine Trials Network for HIV/AIDS, a research network funded by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). In Study ATN113, 67 HIV-1 negative YMSM age 15 to 17 all received Truvada once daily for PrEP. The Truvada safety profile in the study was similar to the safety profile that has been observed in adult trials of Truvada for PrEP, in which the most common side effects were headache, abdominal pain and weight loss. Bone mineral density (BMD) was also monitored and four study participants had a decrease in BMD through 48 weeks (three adolescents had a modest decrease and one had a >4 percent decline in total BMD at Week 24).\n“We must make use of all available options when considering HIV prevention strategies, and we welcome the development that Truvada for PrEP is now available for younger people who are at risk of HIV,” said Matthew Rose, Policy and Advocacy Manager at NMAC, a Washington, D.C.-based advocacy organization. “We will continue to build awareness and understanding of the role of Truvada for PrEP as part of a comprehensive HIV prevention plan for all who may benefit from it, particularly among communities disproportionately impacted by the disease, including young Black and Latino men in the United States.”\nTruvada for PrEP is not intended to replace other prevention tools such as condoms, but when taken as directed and used in combination with other prevention strategies, Truvada for PrEP has demonstrated the potential to help reduce new HIV infections. Truvada should not be used in individuals with unknown or positive HIV status, as Truvada alone does not constitute a complete regimen for the treatment of HIV-1 and HIV-1 resistance mutations have emerged in individuals with undetected HIV-1 infection who are only taking Truvada. As the efficacy of Truvada for PrEP is strongly correlated with adherence, uninfected individuals should be counseled to strictly adhere to the daily dosing schedule, and HIV-negative status should be confirmed every three months during treatment. Some individuals, such as adolescents, may benefit from more frequent visits and counseling.\n“By expanding the number of at-risk individuals who can consider Truvada as a prevention option, we have taken another important step toward helping to reduce HIV transmission rates and improve public health in the United States,” said Andrew Cheng, MD, PhD, Chief Medical Officer, Gilead Sciences. “Gilead is committed to addressing unmet needs in HIV prevention and treatment and we look forward to continuing that work with our research and advocacy partners.”\nIn addition to the ATN113 study data, the safety and efficacy profile of Truvada for PrEP in at-risk adolescents weighing at least 35 kg is also supported by adequate and well-controlled studies of Truvada for PrEP in adults, with additional data from safety and pharmacokinetic studies in previously conducted trials with the individual drug products, Emtriva ® (emtricitabine) and Viread ® (tenofovir disoproxil fumarate), in HIV-1 infected adults and pediatric subjects.\nTruvada does not prevent other sexually transmitted infections or cure HIV infection or AIDS.\nIMPORTANT SAFETY INFORMATION AND INDICATION FOR TRUVADA for PrEP IN U.S.\nBOXED WARNING: RISK OF DRUG RESISTANCE WITH USE OF TRUVADA FOR PrEP IN UNDIAGNOSED EARLY HIV-1 INFECTION and POST TREATMENT ACUTE EXACERBATION OF HEPATITIS B\nTruvada for PrEP must only be prescribed to individuals confirmed to be HIV-negative immediately prior to initiation and at least every 3 months during use. Drug-resistant HIV-1 variants have been identified with use of Truvada for PrEP following undetected acute HIV-1 infection. Do not initiate if signs or symptoms of acute HIV-1 infection are present unless HIV-negative status is confirmed Severe acute exacerbations of hepatitis B have been reported in HBV-infected patients who discontinued Truvada. Hepatic function should be monitored closely with both clinical and laboratory follow-up for at least several months in patients with HBV after discontinuing Truvada. If appropriate, initiation of anti-hepatitis B therapy may be warranted\nContraindications\nDo not use Truvada for PrEP in individuals with unknown or positive HIV status\nWarnings and precautions: Comprehensive risk reduction strategies\nReduce HIV-1 risk: Truvada for PrEP is not always effective in preventing HIV-1. Use only as part of a comprehensive prevention strategy that includes safer sex practices, regular testing for HIV-1 and other STIs, and counseling on reducing sexual risk behaviors Reduce potential for drug resistance: Truvada for PrEP should only be used in individuals confirmed to be HIV-negative immediately prior to initiation, at least every 3 months while taking Truvada, and upon an STI diagnosis. HIV-1 resistance substitutions may emerge in individuals with undetected HIV-1 infection who are taking only Truvada. Truvada alone is not a complete regimen for treating HIV-1 HIV antibody tests may not detect acute HIV infection. If recent exposures are suspected or symptoms of acute HIV infection are present (e.g., fever, fatigue, myalgia, skin rash), delay initiating (≥1 month) or discontinue use and confirm HIV-negative status with a test approved by the FDA for the diagnosis of acute HIV infection If a screening test indicates possible HIV-1 infection, convert the HIV-1 PrEP regimen to an HIV treatment regimen until HIV-negative status is confirmed. Counsel on adherence: Counsel individuals to strictly adhere to their dosing schedule, as efficacy is strongly correlated with adherence. Some individuals, such as adolescents, may benefit from more frequent visits and counseling.\nWarnings and precautions\nNew onset or worsening renal impairment: Cases of acute renal impairment and Fanconi syndrome have been reported with the use of tenofovir disoproxil fumarate (TDF). Truvada is not recommended in individuals with estimated creatinine clearance (CrCl) <60 mL/min. Avoid concurrent or recent use with a nephrotoxic agent. Acute renal failure has been reported after initiation of high dose or multiple NSAIDs in patients at risk for renal dysfunction; consider alternatives to NSAIDs in these patients. Monitor renal function in all patients – See Dosage and Administration Bone effects: Decreases in bone mineral density (BMD) and mineralization defects, including osteomalacia associated with proximal renal tubulopathy, have been reported with the use of TDF Consider monitoring BMD in patients with a history of pathologic fracture or risk factors for bone loss Lactic acidosis and severe hepatomegaly with steatosis: Fatal cases have been reported with the use of nucleoside analogs, including Truvada. Discontinue use if clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity develop, including hepatomegaly and steatosis in the absence of marked transaminase elevations Drug interactions: See Drug Interactions section. Consider the potential for drug interactions prior to and during use of Truvada and monitor for adverse reactions\nAdverse reactions\nCommon adverse reactions (>2% and more frequently than placebo) of Truvada for PrEP in clinical trials were headache, abdominal pain, and weight loss\nDrug interactions\nPrescribing information: Consult the full Prescribing Information for Truvada for more information, warnings, and potentially significant drug interactions, including clinical comments Hepatitis C antivirals: Coadministration with ledipasvir/sofosbuvir, sofosbuvir/velpatasvir, or sofosbuvir/velpatasvir/voxilaprevir increases TDF exposure; monitor for adverse reactions Drugs affecting renal function: Coadministration of Truvada with drugs that reduce renal function or compete for active tubular secretion may increase concentrations of emtricitabine and/or tenofovir\nPregnancy and lactation\nPregnancy: An Antiretroviral Pregnancy Registry (APR) has been established. Available data from observational studies and the APR show no increase in the rate of major birth defects for Truvada compared with a US reference population. Consider HIV prevention methods, including Truvada FOR PrEP in at-risk women due to the potential increased risk of HIV-1 infection during pregnancy and mother to child transmission during acute HIV-1 infection Lactation: Emtricitabine and tenofovir have been detected in human milk. Evaluate the benefits and risks of Truvada for PrEP in breastfeeding women, including the risk of HIV-1 acquisition due to nonadherence, and subsequent mother to child transmission. Health benefits of breastfeeding should be considered along with potential adverse effects of Truvada on the child, which are unknown\nDosage and administration\nDosage: One tablet once daily with or without food HIV screening: Test for HIV-1 infection prior to initiating and at least every 3 months during treatment HBV screening: Test for HBV infection prior to or when initiating treatment Renal impairment and monitoring: Not recommended in individuals with CrCl <60 mL/min. In all patients, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein on a clinically appropriate schedule. In patients with chronic kidney disease, also assess serum phosphorus\nAbout Gilead Sciences\nGilead Sciences is a biopharmaceutical company that discovers, develops and commercializes innovative therapeutics in areas of unmet medical need. The company’s mission is to advance the care of patients suffering from life-threatening diseases. Gilead has operations in more than 35 countries worldwide, with headquarters in Foster City, California.\nFor nearly 30 years, Gilead has been a leading innovator in the field of HIV, driving advances in treatment, prevention and cure research. Today, it’s estimated that more than 10 million people living with HIV globally receive antiretroviral therapy provided by Gilead or one of the company’s manufacturing partners.\nForward-Looking Statement\nThis press release includes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that are subject to risks, uncertainties and other factors, including the risk that physicians may not see the benefits of prescribing Truvada for PrEP in the adolescents. These risks, uncertainties and other factors could cause actual results to differ materially from those referred to in the forward-looking statements. The reader is cautioned not to rely on these forward-looking statements. These and other risks are described in detail in Gilead’s Quarterly Report on Form 10-Q for the quarter ended March 31, 2018, as filed with the U.S. Securities and Exchange Commission. All forward-looking statements are based on information currently available to Gilead, and Gilead assumes no obligation to update any such forward-looking statements.\nU.S. full Prescribing Information, including BOXED WARNINGS , for Truvada, Emtriva, and Viread are available at www.gilead.com .\nTruvada, Emtriva and Viread are registered trademarks of Gilead Sciences, Inc., or its related companies.\nFor more information on Gilead Sciences, please visit the company’s website at www.gilead.com , follow Gilead on Twitter ( @GileadSciences ) or call Gilead Public Affairs at 1-800-GILEAD-5 or 1-650-574-3000.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180515006187/en/\nGilead Sciences, Inc.\nInvestors\nSung Lee, 650-524-7792\nor\nMedia\nRyan McKeel, 650-377-3548\nSource: Gilead Sciences, Inc.",
    "published": "2018-05-15T18:59:00.000+03:00",
    "crawled": "2018-05-15T19:33:10.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "agent",
        "indicated",
        "uninfected",
        "adolescent",
        "risk",
        "acquiring",
        "hiv",
        "foster",
        "city",
        "business",
        "wire",
        "gilead",
        "science",
        "nasdaq",
        "gild",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "oral",
        "truvada",
        "emtricitabine",
        "disoproxil",
        "fumarate",
        "mg",
        "combination",
        "safer",
        "sex",
        "reduce",
        "risk",
        "sexually",
        "acquired",
        "adolescent",
        "safety",
        "efficacy",
        "profile",
        "truvada",
        "hiv",
        "prevention",
        "uninfected",
        "adult",
        "strategy",
        "called",
        "prophylaxis",
        "prep",
        "well",
        "established",
        "truvada",
        "prep",
        "first",
        "approved",
        "use",
        "adult",
        "addition",
        "adolescent",
        "indication",
        "based",
        "study",
        "individual",
        "year",
        "age",
        "united",
        "state",
        "adolescent",
        "young",
        "adult",
        "year",
        "age",
        "comprised",
        "percent",
        "new",
        "infection",
        "according",
        "center",
        "disease",
        "control",
        "prevention",
        "percent",
        "infection",
        "among",
        "young",
        "men",
        "sex",
        "men",
        "ymsm",
        "truvada",
        "prep",
        "indicated",
        "combination",
        "safer",
        "sex",
        "practice",
        "reduce",
        "risk",
        "sexually",
        "acquired",
        "adult",
        "adolescent",
        "weighing",
        "least",
        "kg",
        "individual",
        "must",
        "negative",
        "hiv",
        "test",
        "immediately",
        "prior",
        "initiating",
        "truvada",
        "prep",
        "truvada",
        "boxed",
        "warning",
        "product",
        "label",
        "regarding",
        "risk",
        "post",
        "treatment",
        "acute",
        "exacerbation",
        "hepatitis",
        "b",
        "risk",
        "drug",
        "resistance",
        "use",
        "truvada",
        "prep",
        "undiagnosed",
        "early",
        "hiv",
        "infection",
        "important",
        "safety",
        "information",
        "adverse",
        "drug",
        "reaction",
        "prescribing",
        "consideration",
        "included",
        "study",
        "atn113",
        "demonstrated",
        "truvada",
        "prep",
        "prevention",
        "option",
        "adolescent",
        "vulnerable",
        "hiv",
        "said",
        "sybil",
        "hosek",
        "phd",
        "clinical",
        "psychologist",
        "cook",
        "county",
        "health",
        "hospital",
        "system",
        "stroger",
        "hospital",
        "chicago",
        "lead",
        "investigator",
        "study",
        "addition",
        "traditional",
        "strategy",
        "healthcare",
        "provider",
        "community",
        "advocate",
        "equipped",
        "another",
        "tool",
        "help",
        "address",
        "incidence",
        "hiv",
        "younger",
        "expanded",
        "indication",
        "based",
        "clinical",
        "trial",
        "conducted",
        "adolescent",
        "medicine",
        "trial",
        "network",
        "research",
        "network",
        "funded",
        "eunice",
        "kennedy",
        "shriver",
        "national",
        "institute",
        "child",
        "health",
        "human",
        "development",
        "nichd",
        "study",
        "atn113",
        "negative",
        "ymsm",
        "age",
        "received",
        "truvada",
        "daily",
        "prep",
        "truvada",
        "safety",
        "profile",
        "study",
        "similar",
        "safety",
        "profile",
        "observed",
        "adult",
        "trial",
        "truvada",
        "prep",
        "common",
        "side",
        "effect",
        "headache",
        "abdominal",
        "pain",
        "weight",
        "loss",
        "bone",
        "mineral",
        "density",
        "bmd",
        "also",
        "monitored",
        "four",
        "study",
        "participant",
        "decrease",
        "bmd",
        "week",
        "three",
        "adolescent",
        "modest",
        "decrease",
        "one",
        "percent",
        "decline",
        "total",
        "bmd",
        "week",
        "must",
        "make",
        "use",
        "available",
        "option",
        "considering",
        "hiv",
        "prevention",
        "strategy",
        "welcome",
        "development",
        "truvada",
        "prep",
        "available",
        "younger",
        "people",
        "risk",
        "hiv",
        "said",
        "matthew",
        "rose",
        "policy",
        "advocacy",
        "manager",
        "nmac",
        "washington",
        "advocacy",
        "organization",
        "continue",
        "build",
        "awareness",
        "understanding",
        "role",
        "truvada",
        "prep",
        "part",
        "comprehensive",
        "hiv",
        "prevention",
        "plan",
        "may",
        "benefit",
        "particularly",
        "among",
        "community",
        "disproportionately",
        "impacted",
        "disease",
        "including",
        "young",
        "black",
        "latino",
        "men",
        "united",
        "truvada",
        "prep",
        "intended",
        "replace",
        "prevention",
        "tool",
        "condom",
        "taken",
        "directed",
        "used",
        "combination",
        "prevention",
        "strategy",
        "truvada",
        "prep",
        "demonstrated",
        "potential",
        "help",
        "reduce",
        "new",
        "hiv",
        "infection",
        "truvada",
        "used",
        "individual",
        "unknown",
        "positive",
        "hiv",
        "status",
        "truvada",
        "alone",
        "constitute",
        "complete",
        "regimen",
        "treatment",
        "resistance",
        "mutation",
        "emerged",
        "individual",
        "undetected",
        "infection",
        "taking",
        "truvada",
        "efficacy",
        "truvada",
        "prep",
        "strongly",
        "correlated",
        "adherence",
        "uninfected",
        "individual",
        "counseled",
        "strictly",
        "adhere",
        "daily",
        "dosing",
        "schedule",
        "status",
        "confirmed",
        "every",
        "three",
        "month",
        "treatment",
        "individual",
        "adolescent",
        "may",
        "benefit",
        "frequent",
        "visit",
        "counseling",
        "expanding",
        "number",
        "individual",
        "consider",
        "truvada",
        "prevention",
        "option",
        "taken",
        "another",
        "important",
        "step",
        "toward",
        "helping",
        "reduce",
        "hiv",
        "transmission",
        "rate",
        "improve",
        "public",
        "health",
        "united",
        "state",
        "said",
        "andrew",
        "cheng",
        "md",
        "phd",
        "chief",
        "medical",
        "officer",
        "gilead",
        "science",
        "gilead",
        "committed",
        "addressing",
        "unmet",
        "need",
        "hiv",
        "prevention",
        "treatment",
        "look",
        "forward",
        "continuing",
        "work",
        "research",
        "advocacy",
        "addition",
        "atn113",
        "study",
        "data",
        "safety",
        "efficacy",
        "profile",
        "truvada",
        "prep",
        "adolescent",
        "weighing",
        "least",
        "kg",
        "also",
        "supported",
        "adequate",
        "study",
        "truvada",
        "prep",
        "adult",
        "additional",
        "data",
        "safety",
        "pharmacokinetic",
        "study",
        "previously",
        "conducted",
        "trial",
        "individual",
        "drug",
        "product",
        "emtriva",
        "emtricitabine",
        "viread",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "infected",
        "adult",
        "pediatric",
        "subject",
        "truvada",
        "prevent",
        "sexually",
        "transmitted",
        "infection",
        "cure",
        "hiv",
        "infection",
        "aid",
        "important",
        "safety",
        "information",
        "indication",
        "truvada",
        "prep",
        "boxed",
        "warning",
        "risk",
        "drug",
        "resistance",
        "use",
        "truvada",
        "prep",
        "undiagnosed",
        "early",
        "infection",
        "post",
        "treatment",
        "acute",
        "exacerbation",
        "hepatitis",
        "b",
        "truvada",
        "prep",
        "must",
        "prescribed",
        "individual",
        "confirmed",
        "immediately",
        "prior",
        "initiation",
        "least",
        "every",
        "month",
        "use",
        "variant",
        "identified",
        "use",
        "truvada",
        "prep",
        "following",
        "undetected",
        "acute",
        "infection",
        "initiate",
        "sign",
        "symptom",
        "acute",
        "infection",
        "present",
        "unless",
        "status",
        "confirmed",
        "severe",
        "acute",
        "exacerbation",
        "hepatitis",
        "b",
        "reported",
        "patient",
        "discontinued",
        "truvada",
        "hepatic",
        "function",
        "monitored",
        "closely",
        "clinical",
        "laboratory",
        "least",
        "several",
        "month",
        "patient",
        "hbv",
        "discontinuing",
        "truvada",
        "appropriate",
        "initiation",
        "b",
        "therapy",
        "may",
        "warranted",
        "contraindication",
        "use",
        "truvada",
        "prep",
        "individual",
        "unknown",
        "positive",
        "hiv",
        "status",
        "warning",
        "precaution",
        "comprehensive",
        "risk",
        "reduction",
        "strategy",
        "reduce",
        "risk",
        "truvada",
        "prep",
        "always",
        "effective",
        "preventing",
        "use",
        "part",
        "comprehensive",
        "prevention",
        "strategy",
        "includes",
        "safer",
        "sex",
        "practice",
        "regular",
        "testing",
        "stis",
        "counseling",
        "reducing",
        "sexual",
        "risk",
        "behavior",
        "reduce",
        "potential",
        "drug",
        "resistance",
        "truvada",
        "prep",
        "used",
        "individual",
        "confirmed",
        "immediately",
        "prior",
        "initiation",
        "least",
        "every",
        "month",
        "taking",
        "truvada",
        "upon",
        "sti",
        "diagnosis",
        "resistance",
        "substitution",
        "may",
        "emerge",
        "individual",
        "undetected",
        "infection",
        "taking",
        "truvada",
        "truvada",
        "alone",
        "complete",
        "regimen",
        "treating",
        "hiv",
        "antibody",
        "test",
        "may",
        "detect",
        "acute",
        "hiv",
        "infection",
        "recent",
        "exposure",
        "suspected",
        "symptom",
        "acute",
        "hiv",
        "infection",
        "present",
        "fever",
        "fatigue",
        "myalgia",
        "skin",
        "rash",
        "delay",
        "initiating",
        "month",
        "discontinue",
        "use",
        "confirm",
        "status",
        "test",
        "approved",
        "fda",
        "diagnosis",
        "acute",
        "hiv",
        "infection",
        "screening",
        "test",
        "indicates",
        "possible",
        "infection",
        "convert",
        "prep",
        "regimen",
        "hiv",
        "treatment",
        "regimen",
        "status",
        "confirmed",
        "counsel",
        "adherence",
        "counsel",
        "individual",
        "strictly",
        "adhere",
        "dosing",
        "schedule",
        "efficacy",
        "strongly",
        "correlated",
        "adherence",
        "individual",
        "adolescent",
        "may",
        "benefit",
        "frequent",
        "visit",
        "counseling",
        "warning",
        "precaution",
        "new",
        "onset",
        "worsening",
        "renal",
        "impairment",
        "case",
        "acute",
        "renal",
        "impairment",
        "fanconi",
        "syndrome",
        "reported",
        "use",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "tdf",
        "truvada",
        "recommended",
        "individual",
        "estimated",
        "creatinine",
        "clearance",
        "crcl",
        "avoid",
        "concurrent",
        "recent",
        "use",
        "nephrotoxic",
        "agent",
        "acute",
        "renal",
        "failure",
        "reported",
        "initiation",
        "high",
        "dose",
        "multiple",
        "nsaid",
        "patient",
        "risk",
        "renal",
        "dysfunction",
        "consider",
        "alternative",
        "nsaid",
        "patient",
        "monitor",
        "renal",
        "function",
        "patient",
        "see",
        "dosage",
        "administration",
        "bone",
        "effect",
        "decrease",
        "bone",
        "mineral",
        "density",
        "bmd",
        "mineralization",
        "defect",
        "including",
        "osteomalacia",
        "associated",
        "proximal",
        "renal",
        "tubulopathy",
        "reported",
        "use",
        "tdf",
        "consider",
        "monitoring",
        "bmd",
        "patient",
        "history",
        "pathologic",
        "fracture",
        "risk",
        "factor",
        "bone",
        "loss",
        "lactic",
        "acidosis",
        "severe",
        "hepatomegaly",
        "steatosis",
        "fatal",
        "case",
        "reported",
        "use",
        "nucleoside",
        "analog",
        "including",
        "truvada",
        "discontinue",
        "use",
        "clinical",
        "laboratory",
        "finding",
        "suggestive",
        "lactic",
        "acidosis",
        "pronounced",
        "hepatotoxicity",
        "develop",
        "including",
        "hepatomegaly",
        "steatosis",
        "absence",
        "marked",
        "transaminase",
        "elevation",
        "drug",
        "interaction",
        "see",
        "drug",
        "interaction",
        "section",
        "consider",
        "potential",
        "drug",
        "interaction",
        "prior",
        "use",
        "truvada",
        "monitor",
        "adverse",
        "reaction",
        "adverse",
        "reaction",
        "common",
        "adverse",
        "reaction",
        "frequently",
        "placebo",
        "truvada",
        "prep",
        "clinical",
        "trial",
        "headache",
        "abdominal",
        "pain",
        "weight",
        "loss",
        "drug",
        "interaction",
        "prescribing",
        "information",
        "consult",
        "full",
        "prescribing",
        "information",
        "truvada",
        "information",
        "warning",
        "potentially",
        "significant",
        "drug",
        "interaction",
        "including",
        "clinical",
        "comment",
        "hepatitis",
        "c",
        "antiviral",
        "coadministration",
        "increase",
        "tdf",
        "exposure",
        "monitor",
        "adverse",
        "reaction",
        "drug",
        "affecting",
        "renal",
        "function",
        "coadministration",
        "truvada",
        "drug",
        "reduce",
        "renal",
        "function",
        "compete",
        "active",
        "tubular",
        "secretion",
        "may",
        "increase",
        "concentration",
        "emtricitabine",
        "tenofovir",
        "pregnancy",
        "lactation",
        "pregnancy",
        "antiretroviral",
        "pregnancy",
        "registry",
        "apr",
        "established",
        "available",
        "data",
        "observational",
        "study",
        "apr",
        "show",
        "increase",
        "rate",
        "major",
        "birth",
        "defect",
        "truvada",
        "compared",
        "u",
        "reference",
        "population",
        "consider",
        "hiv",
        "prevention",
        "method",
        "including",
        "truvada",
        "prep",
        "woman",
        "due",
        "potential",
        "increased",
        "risk",
        "infection",
        "pregnancy",
        "mother",
        "child",
        "transmission",
        "acute",
        "infection",
        "lactation",
        "emtricitabine",
        "tenofovir",
        "detected",
        "human",
        "milk",
        "evaluate",
        "benefit",
        "risk",
        "truvada",
        "prep",
        "breastfeeding",
        "woman",
        "including",
        "risk",
        "acquisition",
        "due",
        "nonadherence",
        "subsequent",
        "mother",
        "child",
        "transmission",
        "health",
        "benefit",
        "breastfeeding",
        "considered",
        "along",
        "potential",
        "adverse",
        "effect",
        "truvada",
        "child",
        "unknown",
        "dosage",
        "administration",
        "dosage",
        "one",
        "tablet",
        "daily",
        "without",
        "food",
        "hiv",
        "screening",
        "test",
        "infection",
        "prior",
        "initiating",
        "least",
        "every",
        "month",
        "treatment",
        "hbv",
        "screening",
        "test",
        "hbv",
        "infection",
        "prior",
        "initiating",
        "treatment",
        "renal",
        "impairment",
        "monitoring",
        "recommended",
        "individual",
        "crcl",
        "patient",
        "assess",
        "serum",
        "creatinine",
        "estimated",
        "creatinine",
        "clearance",
        "urine",
        "glucose",
        "urine",
        "protein",
        "clinically",
        "appropriate",
        "schedule",
        "patient",
        "chronic",
        "kidney",
        "disease",
        "also",
        "assess",
        "serum",
        "phosphorus",
        "gilead",
        "science",
        "gilead",
        "science",
        "biopharmaceutical",
        "company",
        "discovers",
        "develops",
        "commercializes",
        "innovative",
        "therapeutic",
        "area",
        "unmet",
        "medical",
        "need",
        "company",
        "mission",
        "advance",
        "care",
        "patient",
        "suffering",
        "disease",
        "gilead",
        "operation",
        "country",
        "worldwide",
        "headquarters",
        "foster",
        "city",
        "california",
        "nearly",
        "year",
        "gilead",
        "leading",
        "innovator",
        "field",
        "hiv",
        "driving",
        "advance",
        "treatment",
        "prevention",
        "cure",
        "research",
        "today",
        "estimated",
        "million",
        "people",
        "living",
        "hiv",
        "globally",
        "receive",
        "antiretroviral",
        "therapy",
        "provided",
        "gilead",
        "one",
        "company",
        "manufacturing",
        "partner",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "including",
        "risk",
        "physician",
        "may",
        "see",
        "benefit",
        "prescribing",
        "truvada",
        "prep",
        "adolescent",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "referred",
        "statement",
        "reader",
        "cautioned",
        "rely",
        "statement",
        "risk",
        "described",
        "detail",
        "gilead",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "gilead",
        "gilead",
        "assumes",
        "obligation",
        "update",
        "statement",
        "full",
        "prescribing",
        "information",
        "including",
        "boxed",
        "warning",
        "truvada",
        "emtriva",
        "viread",
        "available",
        "truvada",
        "emtriva",
        "viread",
        "registered",
        "trademark",
        "gilead",
        "science",
        "related",
        "company",
        "information",
        "gilead",
        "science",
        "please",
        "visit",
        "company",
        "website",
        "follow",
        "gilead",
        "twitter",
        "gileadsciences",
        "call",
        "gilead",
        "public",
        "affair",
        "view",
        "source",
        "version",
        "http",
        "gilead",
        "science",
        "investor",
        "sung",
        "lee",
        "medium",
        "ryan",
        "mckeel",
        "source",
        "gilead",
        "science",
        "inc"
    ]
}