{
    "organizations": [],
    "uuid": "d133da122588e1cd50a8aa04e0c84a6c430ff886",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/pr-newswire-liberty-mutual-insurance-reports-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Liberty Mutual Insurance Reports First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BOSTON, May 3, 2018 /PRNewswire/ -- Liberty Mutual Holding Company Inc. and its subsidiaries (collectively \"LMHC\" or the \"Company\") reported net income attributable to LMHC of $648 million for the three months ended March 31, 2018, an increase of $297 million over the same period in 2017. Including $1 million of net income attributable to non-controlling interest, consolidated net income for the three months ended March 31, 2018 was $649 million.\n\"Net income from continuing operations for the quarter was $590 million, an increase of almost $300 million over the prior year, driven by a milder catastrophe quarter, and continued strong investment results,\" said David H. Long, Liberty Mutual Chairman and Chief Executive Officer. \"Growth remains robust, as net written premium increased 7% excluding the impact of foreign exchange.\"\n\"On May 1 st we finalized the sale of Liberty Life Assurance Company of Boston. The transaction will provide us an opportunity to fully focus on property and casualty insurance going forward.\"\nFirst Quarter Highlights\nNet written premium (\"NWP\") for the three months ended March 31, 2018 was $9.434 billion, an increase of $746 million or 8.6% over the same period in 2017.\nPre-tax operating income (\"PTOI\") before partnerships, limited liability companies (\"LLC\") and other equity method income for the three months ended March 31, 2018 was $393 million, an increase of $292 million over the same period in 2017.\nNet operating income before partnerships, LLC and other equity method income for the three months ended March 31, 2018 was $312 million, an increase of $211 million over the same period in 2017.\nPartnerships, LLC and other equity method income, net of tax, for the three months ended March 31, 2018 was $170 million, an increase of $66 million or 63.5% over the same period in 2017.\nNet realized gains, net of tax, for the three months ended March 31, 2018 were $121 million, an increase of $23 million or 23.5% over the same period in 2017.\nIronshore Inc. (\"Ironshore\") acquisition and integration costs, net of tax, for the three months ended March 31, 2018 were $11 million, an increase of $3 million or 37.5% over the same period in 2017.\nRestructuring costs, net of tax, for the three months ended March 31, 2018 were $2 million versus zero for the same period in 2017.\nLoss on extinguishment of debt, net of tax, for the three months ended March 31, 2018 was zero versus $1 million for the same period in 2017.\nDiscontinued operations, net of tax, for the three months ended March 31, 2018 were $59 million, an increase of $2 million or 3.5% over the same period in 2017.\nConsolidated net income for the three months ended March 31, 2018 was $649 million, an increase of $298 million or 84.9% over the same period in 2017.\nNet income attributable to non-controlling interest for the three months ended March 31, 2018 was $1 million versus zero for the same period in 2017.\nNet income attributable to LMHC for the three months ended March 31, 2018 was $648 million, an increase of $297 million or 84.6% over the same period in 2017.\nCash flow provided by (used in) continuing operations for the three months ended March 31, 2018 was $36 million versus ($253) million for the same period in 2017.\nThe consolidated combined ratio before catastrophes 1 and net incurred losses attributable to prior years 2 for the three months ended March 31, 2018 was 95.2%, an increase of 1.0 point over the same period in 2017. Including the impact of catastrophes and net incurred losses attributable to prior years, the total combined ratio 3 for the three months ended March 31, 2018 was 99.0%, a decrease of 2.8 points from the same period in 2017.\nFinancial Condition as of March 31, 2018\nTotal debt was $8.360 billion as of March 31, 2018, an increase of $35 million or 0.4% over December 31, 2017.\nTotal equity was $20.489 billion as of March 31, 2018, a decrease of $199 million or 1.0% from December 31, 2017.\nSubsequent Events\nOn May 3, 2018, the Company's Spanish subsidiary, Liberty Seguros Compania de Seguros y Reaseguros S.A., completed the sale of its entire 99.44% interest in its Turkish insurance affiliate, Liberty Sigorta A.S., to Talanx International.\nOn May 1, 2018, the Company completed the sale of the Liberty Life Assurance Company (\"LLAC\") to Lincoln Financial Group.\nManagement has assessed material subsequent events through May 3, 2018, the date the financial statements were available to be issued.\nConsolidated Results of Operations\nThree Months Ended\nMarch 31,\n$ in Millions\n2018\n2017\nChange\nRevenues\n$10,290\n$9,261\n11.1%\nPTOI before catastrophes, net incurred losses attributable to\nprior years, and partnerships, LLC and other equity method\nincome\n$733\n$734\n(0.1%)\nCatastrophes 1\n(352)\n(639)\n(44.9)\nNet incurred losses attributable to prior years:\n- Asbestos and environmental 2\n(10)\n(4)\n150.0\n- All other 2,3\n22\n10\n120.0\nPTOI before partnerships, LLC and other equity method\nincome\n393\n101\nNM\nPartnerships, LLC and other equity method income 4\n216\n160\n35.0\nPTOI\n609\n261\n133.3\nNet realized gains\n155\n151\n2.6\nIronshore acquisition & integration costs\n(14)\n(10)\n40.0\nRestructuring costs\n(3)\n-\nNM\nLoss on extinguishment of debt\n-\n(1)\n(100.0)\nPre-tax income\n747\n401\n86.3\nIncome tax expense\n157\n107\n46.7\nConsolidated net income from continuing operations\n590\n294\n100.7\nDiscontinued operations, net of tax\n59\n57\n3.5\nConsolidated net income\n649\n351\n84.9\nLess: Net income attributable to non-controlling interest\n1\n-\nNM\nNet income attributable to LMHC\n$648\n$351\n84.6%\nCash flow provided by continuing operations before pension\ncontributions\n$36\n$148\n(75.7%)\nPension contributions\n-\n(401)\n(100.0)\nCash flow provided by (used in) continuing operations\n$36\n($253)\nNM\n1 Catastrophes are defined as a natural catastrophe or terror event exceeding $25 million in estimated ultimate losses, net of reinsurance,\nand before taxes. Catastrophe losses, where applicable, include the impact of accelerated earned catastrophe premiums and earned\nreinstatement premiums.\n2 Asbestos and environmental is gross of the related adverse development reinsurance (the \"NICO Reinsurance Transaction\"), and All\nother includes all cessions related to the NICO Reinsurance Transaction.\n3 Net of earned premium and reinstatement premium attributable to prior years of $2 million and $3 million for the three months ended\nMarch 31, 2018 and 2017, respectively.\n4 Partnerships, LLC and other equity method income includes limited partnerships (\"LP\"), LLC and other equity method income within\nnet investment income in the accompanying Consolidated Statements of Income and revenue and expenses from the production and\nsale of oil and gas.\nNM = Not Meaningful\nFinancial Information: The Company's financial results, management's discussion and analysis of operating results and financial condition, accompanying financial statements and other supplemental financial information for the three months ended March 31, 2018 are available on the Company's Investor Relations web site at www.libertymutualgroup.com/investors .\nAbout Liberty Mutual Insurance\nBoston-based LMHC, the parent corporation of the Liberty Mutual Insurance group of entities, is a diversified global insurer and third largest property and casualty insurer in the U.S. based on 2017 direct written premium. The Company also ranks 75 th on the Fortune 100 list of largest corporations in the U.S. based on 2016 revenue. As of December 31, 2017, LMHC had $142.502 billion in consolidated assets, $121.814 billion in consolidated liabilities, and $39.409 billion in annual consolidated revenue.\nLMHC, through its subsidiaries and affiliated companies, offers a wide range of property and casualty insurance products and services to individuals and businesses alike. In 2001 and 2002, the Company formed a mutual holding company structure, whereby the three principal mutual insurance companies, Liberty Mutual Insurance Company, Liberty Mutual Fire Insurance Company and Employers Insurance Company of Wausau, each became separate stock insurance companies under the ownership of LMHC.\nFunctionally, the Company conducts substantially all of its business through two business units, with each operating independently of the other in certain areas such as sales, underwriting, and claims, but, as appropriate, collaborating in other areas such as actuarial and financial. Management believes this structure provides increased synergy to the Company and permits each business unit to execute its business strategy and/or to make acquisitions without impacting or disrupting the operations of the other business unit.\nLMHC employs more than 50,000 people in over 800 offices throughout the world. For a full description of the Company's business operations, products and distribution channels, please visit Liberty Mutual's Investor Relations web site at www.libertymutualgroup.com/investors .\nCautionary Statement Regarding Forward Looking Statements\nThis report contains forward looking statements that are intended to enhance the reader's ability to assess the Company's future financial and business performance. Forward looking statements include, but are not limited to, statements that represent the Company's beliefs concerning future operations, strategies, financial results or other developments, and contain words and phrases such as \"may,\" \"expects,\" \"should,\" \"believes,\" \"anticipates,\" \"estimates,\" \"intends\" or similar expressions. Because these forward looking statements are based on estimates and assumptions that are subject to significant business, economic and competitive uncertainties, many of which are beyond the Company's control or are subject to change, actual results could be materially different.\nSome of the factors that could cause actual results to differ include, but are not limited to the following: the occurrence of catastrophic events (including terrorist acts, hurricanes, hail, tornados, tsunamis, earthquakes, floods, snowfall and winter conditions); inadequacy of loss reserves; adverse developments involving asbestos, environmental or toxic tort claims and litigation; adverse developments in the cost, availability or ability to collect reinsurance; disruptions to the Company's relationships with its independent agents and brokers; financial disruption or a prolonged economic downturn; the performance of the Company's investment portfolios; a rise in interest rates; risks inherent in the Company's alternative investments in private LPs, LLCs, commercial mortgages and natural resource working interests; difficulty in valuing certain of the Company's investments; subjectivity in the determination of the amount of impairments taken on the Company's investments; unfavorable outcomes from litigation and other legal proceedings, including the effects of emerging claim and coverage issues and investigations by state and federal authorities; the Company's exposure to credit risk in certain of its business operations; the Company's inability to obtain price increases or maintain market share due to competition or otherwise; inadequacy of the Company's pricing models; changes to insurance laws and regulations; changes in the amount of statutory capital that the Company must hold to maintain its financial strength and credit ratings; regulatory restrictions on the Company's ability to change its methods of marketing and underwriting in certain areas; assessments for guaranty funds and mandatory pooling arrangements; a downgrade in the Company's claims-paying and financial strength ratings; the ability of the Company's subsidiaries to pay dividends to the Company; inflation, including inflation in medical costs and automobile and home repair costs; the cyclicality of the property and casualty insurance industry; political, legal, operational and other risks faced by the Company's international business; potentially high severity losses involving the Company's surety products; loss or significant restriction on the Company's ability to use credit scoring in the pricing and underwriting of personal lines policies; inadequacy of the Company's controls to ensure compliance with legal and regulatory standards; changes in federal or state tax laws; risks arising out of the Company's securities lending program; the Company's utilization of information technology systems and its implementation of technology innovations; difficulties with technology or data security; insufficiency of the Company's business continuity plan in the event of a disaster; the Company's ability to successfully integrate operations, personnel and technology from its acquisitions; insufficiency of the Company's enterprise risk management models and modeling techniques; and changing climate conditions. The Company's forward looking statements speak only as of the date of this report or as of the date they are made and should be regarded solely as the Company's current plans, estimates and beliefs. For a detailed discussion of these and other cautionary statements, visit the Company's Investor Relations website at www.libertymutualgroup.com/investors . The Company undertakes no obligation to update these forward looking statements.\nContact:\nInvestor Relations\nMedia Relations\nEdward Peña\nRich Angevine\n857-224-6655\n617-574-663\nView original content with multimedia: http://www.prnewswire.com/news-releases/liberty-mutual-insurance-reports-first-quarter-2018-results-300642022.html\nSOURCE Liberty Mutual Insurance",
    "published": "2018-05-03T16:20:00.000+03:00",
    "crawled": "2018-05-03T18:08:53.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "boston",
        "may",
        "liberty",
        "mutual",
        "holding",
        "company",
        "subsidiary",
        "collectively",
        "lmhc",
        "company",
        "reported",
        "net",
        "income",
        "attributable",
        "lmhc",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "million",
        "period",
        "including",
        "million",
        "net",
        "income",
        "attributable",
        "interest",
        "consolidated",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "net",
        "income",
        "continuing",
        "operation",
        "quarter",
        "million",
        "increase",
        "almost",
        "million",
        "prior",
        "year",
        "driven",
        "milder",
        "catastrophe",
        "quarter",
        "continued",
        "strong",
        "investment",
        "result",
        "said",
        "david",
        "long",
        "liberty",
        "mutual",
        "chairman",
        "chief",
        "executive",
        "officer",
        "growth",
        "remains",
        "robust",
        "net",
        "written",
        "premium",
        "increased",
        "excluding",
        "impact",
        "foreign",
        "exchange",
        "may",
        "st",
        "finalized",
        "sale",
        "liberty",
        "life",
        "assurance",
        "company",
        "boston",
        "transaction",
        "provide",
        "u",
        "opportunity",
        "fully",
        "focus",
        "property",
        "casualty",
        "insurance",
        "going",
        "forward",
        "first",
        "quarter",
        "highlight",
        "net",
        "written",
        "premium",
        "nwp",
        "three",
        "month",
        "ended",
        "march",
        "billion",
        "increase",
        "million",
        "period",
        "operating",
        "income",
        "ptoi",
        "partnership",
        "limited",
        "liability",
        "company",
        "llc",
        "equity",
        "method",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "net",
        "operating",
        "income",
        "partnership",
        "llc",
        "equity",
        "method",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "partnership",
        "llc",
        "equity",
        "method",
        "income",
        "net",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "net",
        "realized",
        "gain",
        "net",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "ironshore",
        "ironshore",
        "acquisition",
        "integration",
        "cost",
        "net",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "restructuring",
        "cost",
        "net",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "versus",
        "zero",
        "period",
        "loss",
        "extinguishment",
        "debt",
        "net",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "zero",
        "versus",
        "million",
        "period",
        "discontinued",
        "operation",
        "net",
        "tax",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "consolidated",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "net",
        "income",
        "attributable",
        "interest",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "versus",
        "zero",
        "period",
        "net",
        "income",
        "attributable",
        "lmhc",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "million",
        "period",
        "cash",
        "flow",
        "provided",
        "used",
        "continuing",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "versus",
        "million",
        "period",
        "consolidated",
        "combined",
        "ratio",
        "catastrophe",
        "net",
        "incurred",
        "loss",
        "attributable",
        "prior",
        "year",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "point",
        "period",
        "including",
        "impact",
        "catastrophe",
        "net",
        "incurred",
        "loss",
        "attributable",
        "prior",
        "year",
        "total",
        "combined",
        "ratio",
        "three",
        "month",
        "ended",
        "march",
        "decrease",
        "point",
        "period",
        "financial",
        "condition",
        "march",
        "total",
        "debt",
        "billion",
        "march",
        "increase",
        "million",
        "december",
        "total",
        "equity",
        "billion",
        "march",
        "decrease",
        "million",
        "december",
        "subsequent",
        "event",
        "may",
        "company",
        "spanish",
        "subsidiary",
        "liberty",
        "seguros",
        "compania",
        "de",
        "seguros",
        "reaseguros",
        "completed",
        "sale",
        "entire",
        "interest",
        "turkish",
        "insurance",
        "affiliate",
        "liberty",
        "sigorta",
        "talanx",
        "international",
        "may",
        "company",
        "completed",
        "sale",
        "liberty",
        "life",
        "assurance",
        "company",
        "llac",
        "lincoln",
        "financial",
        "group",
        "management",
        "assessed",
        "material",
        "subsequent",
        "event",
        "may",
        "date",
        "financial",
        "statement",
        "available",
        "issued",
        "consolidated",
        "result",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "change",
        "revenue",
        "ptoi",
        "catastrophe",
        "net",
        "incurred",
        "loss",
        "attributable",
        "prior",
        "year",
        "partnership",
        "llc",
        "equity",
        "method",
        "income",
        "catastrophe",
        "net",
        "incurred",
        "loss",
        "attributable",
        "prior",
        "year",
        "asbestos",
        "environmental",
        "ptoi",
        "partnership",
        "llc",
        "equity",
        "method",
        "income",
        "nm",
        "partnership",
        "llc",
        "equity",
        "method",
        "income",
        "ptoi",
        "net",
        "realized",
        "gain",
        "ironshore",
        "acquisition",
        "integration",
        "cost",
        "restructuring",
        "cost",
        "nm",
        "loss",
        "extinguishment",
        "debt",
        "income",
        "income",
        "tax",
        "expense",
        "consolidated",
        "net",
        "income",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "tax",
        "consolidated",
        "net",
        "income",
        "less",
        "net",
        "income",
        "attributable",
        "interest",
        "nm",
        "net",
        "income",
        "attributable",
        "lmhc",
        "cash",
        "flow",
        "provided",
        "continuing",
        "operation",
        "pension",
        "contribution",
        "pension",
        "contribution",
        "cash",
        "flow",
        "provided",
        "used",
        "continuing",
        "operation",
        "nm",
        "catastrophe",
        "defined",
        "natural",
        "catastrophe",
        "terror",
        "event",
        "exceeding",
        "million",
        "estimated",
        "ultimate",
        "loss",
        "net",
        "reinsurance",
        "tax",
        "catastrophe",
        "loss",
        "applicable",
        "include",
        "impact",
        "accelerated",
        "earned",
        "catastrophe",
        "premium",
        "earned",
        "reinstatement",
        "premium",
        "asbestos",
        "environmental",
        "gross",
        "related",
        "adverse",
        "development",
        "reinsurance",
        "nico",
        "reinsurance",
        "transaction",
        "includes",
        "cession",
        "related",
        "nico",
        "reinsurance",
        "transaction",
        "net",
        "earned",
        "premium",
        "reinstatement",
        "premium",
        "attributable",
        "prior",
        "year",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "respectively",
        "partnership",
        "llc",
        "equity",
        "method",
        "income",
        "includes",
        "limited",
        "partnership",
        "lp",
        "llc",
        "equity",
        "method",
        "income",
        "within",
        "net",
        "investment",
        "income",
        "accompanying",
        "consolidated",
        "statement",
        "income",
        "revenue",
        "expense",
        "production",
        "sale",
        "oil",
        "gas",
        "nm",
        "meaningful",
        "financial",
        "information",
        "company",
        "financial",
        "result",
        "management",
        "discussion",
        "analysis",
        "operating",
        "result",
        "financial",
        "condition",
        "accompanying",
        "financial",
        "statement",
        "supplemental",
        "financial",
        "information",
        "three",
        "month",
        "ended",
        "march",
        "available",
        "company",
        "investor",
        "relation",
        "web",
        "site",
        "liberty",
        "mutual",
        "insurance",
        "lmhc",
        "parent",
        "corporation",
        "liberty",
        "mutual",
        "insurance",
        "group",
        "entity",
        "diversified",
        "global",
        "insurer",
        "third",
        "largest",
        "property",
        "casualty",
        "insurer",
        "based",
        "direct",
        "written",
        "premium",
        "company",
        "also",
        "rank",
        "th",
        "fortune",
        "list",
        "largest",
        "corporation",
        "based",
        "revenue",
        "december",
        "lmhc",
        "billion",
        "consolidated",
        "asset",
        "billion",
        "consolidated",
        "liability",
        "billion",
        "annual",
        "consolidated",
        "revenue",
        "lmhc",
        "subsidiary",
        "affiliated",
        "company",
        "offer",
        "wide",
        "range",
        "property",
        "casualty",
        "insurance",
        "product",
        "service",
        "individual",
        "business",
        "alike",
        "company",
        "formed",
        "mutual",
        "holding",
        "company",
        "structure",
        "whereby",
        "three",
        "principal",
        "mutual",
        "insurance",
        "company",
        "liberty",
        "mutual",
        "insurance",
        "company",
        "liberty",
        "mutual",
        "fire",
        "insurance",
        "company",
        "employer",
        "insurance",
        "company",
        "wausau",
        "became",
        "separate",
        "stock",
        "insurance",
        "company",
        "ownership",
        "lmhc",
        "functionally",
        "company",
        "conduct",
        "substantially",
        "business",
        "two",
        "business",
        "unit",
        "operating",
        "independently",
        "certain",
        "area",
        "sale",
        "underwriting",
        "claim",
        "appropriate",
        "collaborating",
        "area",
        "actuarial",
        "financial",
        "management",
        "belief",
        "structure",
        "provides",
        "increased",
        "synergy",
        "company",
        "permit",
        "business",
        "unit",
        "execute",
        "business",
        "strategy",
        "make",
        "acquisition",
        "without",
        "impacting",
        "disrupting",
        "operation",
        "business",
        "unit",
        "lmhc",
        "employ",
        "people",
        "office",
        "throughout",
        "world",
        "full",
        "description",
        "company",
        "business",
        "operation",
        "product",
        "distribution",
        "channel",
        "please",
        "visit",
        "liberty",
        "mutual",
        "investor",
        "relation",
        "web",
        "site",
        "cautionary",
        "statement",
        "regarding",
        "forward",
        "looking",
        "statement",
        "report",
        "contains",
        "forward",
        "looking",
        "statement",
        "intended",
        "enhance",
        "reader",
        "ability",
        "assess",
        "company",
        "future",
        "financial",
        "business",
        "performance",
        "forward",
        "looking",
        "statement",
        "include",
        "limited",
        "statement",
        "represent",
        "company",
        "belief",
        "concerning",
        "future",
        "operation",
        "strategy",
        "financial",
        "result",
        "development",
        "contain",
        "word",
        "phrase",
        "may",
        "expects",
        "belief",
        "anticipates",
        "estimate",
        "intends",
        "similar",
        "expression",
        "forward",
        "looking",
        "statement",
        "based",
        "estimate",
        "assumption",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "uncertainty",
        "many",
        "beyond",
        "company",
        "control",
        "subject",
        "change",
        "actual",
        "result",
        "could",
        "materially",
        "different",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "limited",
        "following",
        "occurrence",
        "catastrophic",
        "event",
        "including",
        "terrorist",
        "act",
        "hurricane",
        "hail",
        "tornado",
        "tsunami",
        "earthquake",
        "flood",
        "snowfall",
        "winter",
        "condition",
        "inadequacy",
        "loss",
        "reserve",
        "adverse",
        "development",
        "involving",
        "asbestos",
        "environmental",
        "toxic",
        "tort",
        "claim",
        "litigation",
        "adverse",
        "development",
        "cost",
        "availability",
        "ability",
        "collect",
        "reinsurance",
        "disruption",
        "company",
        "relationship",
        "independent",
        "agent",
        "broker",
        "financial",
        "disruption",
        "prolonged",
        "economic",
        "downturn",
        "performance",
        "company",
        "investment",
        "portfolio",
        "rise",
        "interest",
        "rate",
        "risk",
        "inherent",
        "company",
        "alternative",
        "investment",
        "private",
        "lp",
        "llcs",
        "commercial",
        "mortgage",
        "natural",
        "resource",
        "working",
        "interest",
        "difficulty",
        "valuing",
        "certain",
        "company",
        "investment",
        "subjectivity",
        "determination",
        "amount",
        "impairment",
        "taken",
        "company",
        "investment",
        "unfavorable",
        "outcome",
        "litigation",
        "legal",
        "proceeding",
        "including",
        "effect",
        "emerging",
        "claim",
        "coverage",
        "issue",
        "investigation",
        "state",
        "federal",
        "authority",
        "company",
        "exposure",
        "credit",
        "risk",
        "certain",
        "business",
        "operation",
        "company",
        "inability",
        "obtain",
        "price",
        "increase",
        "maintain",
        "market",
        "share",
        "due",
        "competition",
        "otherwise",
        "inadequacy",
        "company",
        "pricing",
        "model",
        "change",
        "insurance",
        "law",
        "regulation",
        "change",
        "amount",
        "statutory",
        "capital",
        "company",
        "must",
        "hold",
        "maintain",
        "financial",
        "strength",
        "credit",
        "rating",
        "regulatory",
        "restriction",
        "company",
        "ability",
        "change",
        "method",
        "marketing",
        "underwriting",
        "certain",
        "area",
        "assessment",
        "guaranty",
        "fund",
        "mandatory",
        "pooling",
        "arrangement",
        "downgrade",
        "company",
        "financial",
        "strength",
        "rating",
        "ability",
        "company",
        "subsidiary",
        "pay",
        "dividend",
        "company",
        "inflation",
        "including",
        "inflation",
        "medical",
        "cost",
        "automobile",
        "home",
        "repair",
        "cost",
        "cyclicality",
        "property",
        "casualty",
        "insurance",
        "industry",
        "political",
        "legal",
        "operational",
        "risk",
        "faced",
        "company",
        "international",
        "business",
        "potentially",
        "high",
        "severity",
        "loss",
        "involving",
        "company",
        "surety",
        "product",
        "loss",
        "significant",
        "restriction",
        "company",
        "ability",
        "use",
        "credit",
        "scoring",
        "pricing",
        "underwriting",
        "personal",
        "line",
        "policy",
        "inadequacy",
        "company",
        "control",
        "ensure",
        "compliance",
        "legal",
        "regulatory",
        "standard",
        "change",
        "federal",
        "state",
        "tax",
        "law",
        "risk",
        "arising",
        "company",
        "security",
        "lending",
        "program",
        "company",
        "utilization",
        "information",
        "technology",
        "system",
        "implementation",
        "technology",
        "innovation",
        "difficulty",
        "technology",
        "data",
        "security",
        "insufficiency",
        "company",
        "business",
        "continuity",
        "plan",
        "event",
        "disaster",
        "company",
        "ability",
        "successfully",
        "integrate",
        "operation",
        "personnel",
        "technology",
        "acquisition",
        "insufficiency",
        "company",
        "enterprise",
        "risk",
        "management",
        "model",
        "modeling",
        "technique",
        "changing",
        "climate",
        "condition",
        "company",
        "forward",
        "looking",
        "statement",
        "speak",
        "date",
        "report",
        "date",
        "made",
        "regarded",
        "solely",
        "company",
        "current",
        "plan",
        "estimate",
        "belief",
        "detailed",
        "discussion",
        "cautionary",
        "statement",
        "visit",
        "company",
        "investor",
        "relation",
        "website",
        "company",
        "undertakes",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "contact",
        "investor",
        "relation",
        "medium",
        "relation",
        "edward",
        "peña",
        "rich",
        "angevine",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "liberty",
        "mutual",
        "insurance"
    ]
}