{
    "organizations": [],
    "uuid": "2c220085bcac24a547036e5cca213b7de48edf72",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/cnbc-excerpts-cnbc-live-interviews-from-recodes-code-conference.html",
    "ord_in_thread": 0,
    "title": "CNBC Excerpts: CNBC Live Interviews From Recode’s Code Conference",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC's Julia Boorstin, Carl Quintanilla, and Jon Fortt Report for the Network\nFollowing are excerpts of CNBC interviews aired across CNBC's business day programming today, Wednesday, May 30th, live from Recode's Code Conference in Rancho Palos Verdes, CA including: Spencer Rascoff , Zillow CEO; Brad Garlinghouse , Ripple CEO; Randy Freer , Hulu CEO; and Roger Lynch , Pandora CEO.\nAll references must be sourced to CNBC.\nSPENCER RASCOFF, ZILLOW CEO, ON CNBC'S \"SQUAWK ON THE STREET\":\nVideo from interview: https://www.cnbc.com/video/2018/05/30/zillow-ceo-this-has-been-a-wake-up-moment-for-tech.html .\nRascoff on Facebook :\nI REALLY THINK THAT THE CULTURAL SHIFT THAT THEY TALKED ABOUT YESTERDAY IS REAL. I MEAN, YOU CAN SEE IT IN SHERYL'S EYES AND HEAR IT IN THE -- I MEAN, THE FACEBOOK EXECUTIVES THAT I TALKED TO, REALLY HAVE TAKEN TO HEART, THEY FEEL GUILT. THEY FEEL THAT THEIR PLATFORM WAS USED IN A WAY THAT IT WAS NOT DESIGNED FOR. AND THEY REALLY ARE THROWING RESOURCES AND INTELLECT AT THE PROBLEM.\nRascoff on Regulation:\nI THINK THERE MAY BE REGULATION AND MAYBE THAT'S WARRANTED. IF THERE IS REGULATION I HOPE IT'S INTELLIGENT REGULATION. WE'RE NOT OFF TO GREAT START IN THAT SENSE. BUT I DO THINK MORE IMPORTANT THAN ANY POTENTIAL REGULATION WILL BE HOW COMPANIES – THE ATTITUDE THAT EMPLOYEES AND EXECUTIVES AT THESE COMPANIES HAVE ABOUT THEIR SERVICES. THE ONE THING THAT SHERYL SAID – I THINK IS WORTH POINTING OUT IS, SHE SAID FREQUENTLY REGULATION ENTRENCHES LARGE COMPANIES. SO LET'S MAKE SURE ANY REGULATION WE HAVE, DOESNT PREVENT THE NEXT FACEBOOK THAT'S BEING DEVELOPED, HOPEFULLY BY TWO GIRLS IN A GARAGE SOMEWHERE.\nRascoff How Regulation Affects Venture Capital:\nTHE WAY IT IMPACTS VENTURE CAPITAL IS IT'S VERY HARD TO GET FUNDING WITH A DIGITAL MEDIA ADVERTISING BUSINESS IN THE -- AS YOU SAID, JULIA, THE DUOPOLY OF DIGITAL ADVERTISING THAT IS GOOGLE AND FACEBOOK. I MEAN IF YOU'RE -- I MEAN ZILLOW SELLS ADS TO REAL ESTATE AGENTS, PRIMARILY. IT WOULD BE PRETTY HARD TO GET FUNDED TODAY WITH A BUSINESS MODEL AROUND BEING IN A VERTICAL MARKETPLACE, AGGRAVATING AUDIENCE AND SELLING DIGITAL ADVERTISING TO X,Y OR Z IN A FACEBOOK/GOOGLE WORLD.\nRascoff on Zillow As An Owner :\nWE THINK OF IT LIKE NETFLIX MOVING INTO ORIGINALS. SO IT'S A BUSINESS EXTENSION. IT LEVERAGES OUR DATA ADVANTAGE. WE KNOW WHAT HOUSES PEOPLE WANT TO BUY AND SELL. WE ARE NOW BUYING HOUSES IN PHOENIX AND LAS VEGAS AND SELLING THEM WITHIN A COUPLE WEEKS. WE'RE DOING A LIGHT REMODEL, GETTING THE HOME READY FOR SALE AND RESELLING IT. WE THINK THAT WE CAN PREMARKET THE HOME TO BUYERS WHOSE INFORMATION -- YOU KNOW, THEY'RE TELLING US WHAT HOMES THEY WANT TO BUY, THEY'VE GOT SAVED SEARCHES SET UP AND AS ESSENTIALLY A MARKET MAKER IN THE BUYING OF THE HOME AND RESELLING OF THE HOME WE THINK WE CAN BUILD A NEW BUSINESS.\nRascoff On-Demand Real Estate :\nWE'RE IN AN ON-DEMAND ECONOMY NOW. PRESS A BUTTON ON YOUR SMARTPHONE, HAVE MAGIC HAPPEN. PRESS A HOME, HAVE A CAR ARIVE. PRESS A HOME, HAVE FOOD ARRIVE. PRESS A – OR PRESS A BUTTON, RATHER, AND HAVE SOMETHING HAPPEN. THE ANGST, THE WORK, THE STRESS THAT SELLERS HAVE TO GO THROUGH TO SELL THEIR HOME, THEY WANT SOMEONE ELSE TO ALLEVIATE THAT STRESS. SO WE ARE DOING IT. WE THINK OF IT AS A SERVICE TO A SELLER RATHER THAN A HOME FLIPPING SERVICE.\nBRAD GARLINGHOUSE, RIPPLE CEO, ON CNBC'S \"POWER LUNCH\":\nVideo from interview: https://www.cnbc.com/video/2018/05/30/momentum-for-ripple-continues-to-build-ripple-ceo.html?play=1 .\nGarlinghouse on Ripple Growth :\nWE ARE NOW SIGNING UP MORE THAN ONE BANK TO A PRODUCTION CONTRACT PER WEEK. SO IT'S REAKKT ACCELERATED OUR 2017. WE ANNOUNCED THIS MORNING THAT WE SIGNED THE LARGEST BANK IN KUWAIT, THE NATIONAL BANK OF KUWAIT. SO IT CONTINUES TO BUILD -- MOMENTUM CONTINUES TO BUILD. AND THE DYNAMIC THERE IS THERE ARE NETWORK EFFECTS. THE MORE PARTICIPANTS, THE MORE VALUE IN JOINING. AND SO WE'RE SEEING THAT MOMENTUM BUILD.\nGarlinghouse on Working With Banks:\nFROM THE EARLIEST DAYS, RIPPLE KIND OF STAKED OUT A SPACE THAT SAID \"LOOK, WE ARE NOT ANTI-GOVERNMENT. WE'RE NOT WORKING AGAINST THE BANKS. WE ARE NOT TRYING TO CIRCUMVENT REGULATION.\" INSTEAD WE'RE TRYING TO WORK WITH THE SYSTEM. WE THINK THE BLOCKCHAIN REVOLUTION IS REALLY HAPPENING -- CAN HAPPEN FROM WITHIN THE SYSTEM. IT IS NOT GOING TO BE ATTACKING THE SYSTEM.\nGarlinghouse on Correction:\nI THINK OVER TIME AS THE UTILITY OF THESE DIFFERENT DIGITAL ASSETS IS BETTER UNDERSTOOD, YOU WILL SEE MARKETS AND BEHAVIORS UNDERSTAND, OK, HERE'S THE REAL PROBLEM, HERE'S WHAT'S CREATING DEMAND AND VELOCITY AND USAGE OF THAT DIGITAL ASSET. BUT, THERE'S ALSO A LOT OF DIGITAL ASSETS WHERE, AS A PARTICPANT IN THE MARKET, IT'S NOT CLEAR TO ME THAT THEY ALL HAVE UTILITY. SO, I THINK THAT THERE IS GOING TO BE, YOU KNOW, A BIT OF A CORRECTION ALONG THE WAY HERE, WHERE I THINK A LOT OF THE PLAYERS IN THE SPACE THAT DON'T ACTUALLY HAVE – THAT DON'T SOLVE A REAL PROBLEM ARE GOING TO GET WASHED OUT.\nGarlinghouse on Regulation:\nTHE SEC IS GETTING INVOLVED, AS THEY SHOULD, BECAUSE THERE HAVE BEEN FRAUDS COMMITTED. SO I THINK WE HAVE BEEN AN ADVOCATE THAT YES, THE GOVERNMENT SHOULD GET INVOLVED, THE GOVERNMENT SHOULD BE PROTECTING INVESTORS AND COMPANIES. BUT THERE ARE ALSO EXAMPLES WHERE THERE IS REAL UTILITY. THE WAY WE ARE USING XRP TO SOLVE A PAYMENTS PROBLEM WHERE WE'RE MAKING PAYMENTS INSTANT, WE'RE MAKING PAYMENTS CERTAIN.\nGarlinghouse on XRP:\nI THINK ABOUT IT SOMETIMES AS YOU KNOW, 100 YEARS AGO THE COMMODITY OIL HAD VERY LITTLE VALUE. ALONG COMES THE COMBUSTION ENGINE THAT DROVE DEMAND AND PRODUCT OF OIL, AND NOW ALL OF A SUDDEN WE HAVE A VERY – OBVIOUSLY VERY LARGE AND ROBUST ECOSYSTEM AROUND OIL AS A COMMODITY. SO I THINK WHAT WE ARE DOING AS RIPPLE AND OTHER COMPANIES ARE DOING ON THE XRP ECOSYSTEM, BECAUSE IT IS THE MOST EFFICIENT DIGITAL ASSET – IT'S 1,000 TIMES CHEAPER PER TRANSACTION THAN BITCOIN, IT'S 1,000 TIMES FASTER THAN BITCOIN PER TRANSACTION, YOU'RE SEEING MORE AND MORE PEOPLE GETTING ON BOARD TO USE THAT TO SOLVE VARIOUS PROBLEMS THAT CAN BE SOLVED THROUGH BLOCKCHAIN TECHNOLOGIES.\nRANDY FREER, HULU CEO ON CNBC'S \"POWER LUNCH\"\nVideo from interview: https://www.cnbc.com/video/2018/05/30/hulu-ceo-original-content.html?play=1 .\nFreer on the Hulu Package:\nWHAT PEOPLE LOSE SIGHT OF FOR US, IN THE $39.99 PACKAGE, YOU GET LIVE TV PLUS YOU GET THE ENTIRE HULU ON-DEMAND SERVICE, SO THAT'S 75,000 HOURS – SORRY 75,000 EPISODES OF TELEVISION, IT'S ORIGINAL PROGRAMMING, IT'S SHORT FORM, IT'S ALL OF THE THINGS THAT PEOPLE LOVE. IT'S CURRENT TELEVISION. SO WHEN YOU LOOK AT THAT PACKAGE, AND WE DO A BETTER JOB OF REALLY PROMOTING AND REALLY GETTING IT OUT THERE, I THINK WE'RE GOING TO SEE THAT TICK UP AND WE'LL DO GREAT AGAINST OTHERS IN THE MARKETPLACE.\nFreer on Competition:\nWELL, IT'S NOT ABOUT HOW MUCH YOU SPEND ON ORIGINAL. IT'S ABOUT HOW YOU TELL STORIES, HOW YOU PICK THOSE STORIES, WHAT THEN BECOMES CULTURALLY RELEVANT, HOW YOU GIVE THOSE STORIES TIME TO BREATHE AND MAKE IT WORK. WE'VE BEEN BLESSED AND LUCKY TO HAVE YOU KNOW, \"HANDMAID'S TAIL,\" WHICH WAS THERE LONG BEFORE I WAS. SO THAT'S BEEN AWESOME IN THE PROCESS. WE'RE REALLY EXCITED ABOUT \"CASTLEROCK,\" WHICH IS J.J. ABRAMS AND STEVEN KING COMING UP. SO WE'RE HAPPY TO COMPETE WITH ANYONE.\nFreer on Ownership:\nIF WE DO EVERYTHING WE CAN DO, EACH AND EVERY DAY TO MAKE HULU BETTER FOR OUR CUSTOMERS, WE DRIVE SUBSCRIBERS, WHEN ALL OF THIS SHAKES OUT, HOW EVER IT ALL SHAKES OUT, WE'LL BE IN A GREAT POSITION TO HELP THAT MAJORITY OWNER DRIVE THEIR BUSINESS AS WELL. SO I THINK WE'RE REALLY FOCUSED ON MAKING SURE HULU IS THE BEST PRODUCT POSSIBLE.\nFreer on Roseanne:\nI THINK YOU HAVE TO LOOK AT EACH ONE AS AN INDIVIDUAL INCIDENT AND TRY AND MAKE THE BEST JUDGEMENT, BOTH FOR THE VALUES OF YOUR COMPANY, AND FOR THE PEOPLE IT EFFECTS, AND FOR – OBVIOUSLY FOR YOUR CUSTOMERS ACROSS THE BOARD. BUT THESE ARE – THESE ARE HARD DECISIONS AND SOMETIMES THEY'RE HARD DECISIONS AND SOMETIMES I THINK THEYRE PRETTY STRAIGHTFORWARD. I THINK YOU KNOW, ABC AND DISNEY, THIS ONE WAS PRETTY STRAIGHTFORWARD, AND THEY ACTED SWIFTLY, AND WE WERE YOU KNOW, THERE TO SUPPPORTING IN PART OF THAT PROCESS.\nROGER LYNCH, PANDORA CEO ON CNBC'S \"CLOSING BELL\"\nVideo from interview: https://www.cnbc.com/video/2018/05/30/pandora-ceo-weve-weathered-lots-of-competition-and-are-still-number-one.html?play=1 .\nLynch on Family Plans:\nIT'S– YOU KNOW – IT'S THE FASTEST GROWING PART OF THE BUSINESS. AND EACH OF THE LAST FEW QUARTERS YOU KNOW, GREW OVER 60%. BUT FRANKLY WE WERE MISING ONE OF THE BIG OPPORTUNITIES WHICH IS THESE FAMILY PLANS. SO WHAT WE JUST ANNOUNCED IS A NEW FAMILY PLAN SERVICE THAT UP TO SIX MEMBERS OF YOUR FAMILY CAN SHARE FOR 15 DOLLARS, IT'S FANTASTIC VALUE.\nLynch on Crowded Music Space:\nYOU KNOW, I MEAN MUSIC HAS BEEN A CROWDED SPACE FOR A WHILE. AND GOOGLE – THEY HAVE A NEW SERVICE THROUGH YOUTUBE, BUT THEY'VE HAD A MUSIC SERVICE THROUGH GOOGLE FOR QUITE A WHILE. PANDORA REMAINS THE LARGEST MUSIC STREAMING SERVICE IN THE U.S. BY A LONG WAY. AND SO PANDORA HAS HAD TO WEATHER LOTS OF COMPETITION THAT'S ENTERED INTO MARKET ALREADY AND STILL REMAINS NUMBER ONE.\nLynch on Extreme Artists:\nJULIA BOORSTIN: WILL YOU PULL BACK ON PROMOTING ARTISTS LIKE R. KELLY?\nLYNCH: SO WE DON'T TALK ABOUT SPECIFIC ARTISTS AND HOW WE APPLY IT. BUT WE HAVE HAD A POLICY WHERE WE DON'T PROMOTE MUSIC FOR -- WHEN WE SEE EXTREME BEHAVIOR. THAT DOESN'T MEAN WE TAKE IT OFF THE SERVICE --\nBOORSTIN: SO DOES THAT MEAN YOU'RE NOT\nINCLUDING R. KELLY SONGS IN YOUR PLAYLIST OR YOU'RE NOT MIXING IT IN?\nLYNCH: NO – YEAH, ON THE PROMOTED PLAYLISTS WHERE WE ARE ACTUALLY PROMOTING MUSIC, AS OPPOSED TO -- THERE'S A DISTINCTION BETWEEN WHAT YOU PROMOTE AND WHAT'S AVAILABLE ON THE SERVICE.\nBOORSTIN:: SO HOW DO YOU MAKE THOSE DECISIONS? WHAT DEFINES THOSE – THOSE CALLS?\nLYNCH: IT'S DONE ON A CASE-BY-CASE BASIS. OBVIOUSLY, YOU KNOW, WITHIN MUSIC, UNFORTUNATELY THERE'S LOTS OF CASES LIKE THIS. AND SO THERE'S NO BLANKET RULE YOU CAN APPLY.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.6221\ne: emma.martin@nbcuni.com",
    "published": "2018-05-31T00:54:00.000+03:00",
    "crawled": "2018-05-31T00:44:31.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cnbc",
        "julia",
        "boorstin",
        "carl",
        "quintanilla",
        "jon",
        "fortt",
        "report",
        "network",
        "following",
        "excerpt",
        "cnbc",
        "interview",
        "aired",
        "across",
        "cnbc",
        "business",
        "day",
        "programming",
        "today",
        "wednesday",
        "may",
        "30th",
        "live",
        "recode",
        "code",
        "conference",
        "rancho",
        "palos",
        "verdes",
        "ca",
        "including",
        "spencer",
        "rascoff",
        "zillow",
        "ceo",
        "brad",
        "garlinghouse",
        "ripple",
        "ceo",
        "randy",
        "freer",
        "hulu",
        "ceo",
        "roger",
        "lynch",
        "pandora",
        "ceo",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "spencer",
        "rascoff",
        "zillow",
        "ceo",
        "cnbc",
        "squawk",
        "street",
        "video",
        "interview",
        "http",
        "rascoff",
        "facebook",
        "really",
        "think",
        "cultural",
        "shift",
        "talked",
        "yesterday",
        "real",
        "mean",
        "see",
        "sheryl",
        "eye",
        "hear",
        "mean",
        "facebook",
        "executive",
        "talked",
        "really",
        "taken",
        "heart",
        "feel",
        "guilt",
        "feel",
        "platform",
        "used",
        "way",
        "designed",
        "really",
        "throwing",
        "resource",
        "intellect",
        "problem",
        "rascoff",
        "regulation",
        "think",
        "may",
        "regulation",
        "maybe",
        "warranted",
        "regulation",
        "hope",
        "intelligent",
        "regulation",
        "great",
        "start",
        "sense",
        "think",
        "important",
        "potential",
        "regulation",
        "company",
        "attitude",
        "employee",
        "executive",
        "company",
        "service",
        "one",
        "thing",
        "sheryl",
        "said",
        "think",
        "worth",
        "pointing",
        "said",
        "frequently",
        "regulation",
        "entrenches",
        "large",
        "company",
        "let",
        "make",
        "sure",
        "regulation",
        "doesnt",
        "prevent",
        "next",
        "facebook",
        "developed",
        "hopefully",
        "two",
        "girl",
        "garage",
        "somewhere",
        "rascoff",
        "regulation",
        "affect",
        "venture",
        "capital",
        "way",
        "impact",
        "venture",
        "capital",
        "hard",
        "get",
        "funding",
        "digital",
        "medium",
        "advertising",
        "business",
        "said",
        "julia",
        "duopoly",
        "digital",
        "advertising",
        "google",
        "facebook",
        "mean",
        "mean",
        "zillow",
        "sell",
        "ad",
        "real",
        "estate",
        "agent",
        "primarily",
        "would",
        "pretty",
        "hard",
        "get",
        "funded",
        "today",
        "business",
        "model",
        "around",
        "vertical",
        "marketplace",
        "aggravating",
        "audience",
        "selling",
        "digital",
        "advertising",
        "x",
        "z",
        "world",
        "rascoff",
        "zillow",
        "owner",
        "think",
        "like",
        "netflix",
        "moving",
        "original",
        "business",
        "extension",
        "leverage",
        "data",
        "advantage",
        "know",
        "house",
        "people",
        "want",
        "buy",
        "sell",
        "buying",
        "house",
        "phoenix",
        "la",
        "vega",
        "selling",
        "within",
        "couple",
        "week",
        "light",
        "remodel",
        "getting",
        "home",
        "ready",
        "sale",
        "reselling",
        "think",
        "premarket",
        "home",
        "buyer",
        "whose",
        "information",
        "know",
        "telling",
        "u",
        "home",
        "want",
        "buy",
        "got",
        "saved",
        "search",
        "set",
        "essentially",
        "market",
        "maker",
        "buying",
        "home",
        "reselling",
        "home",
        "think",
        "build",
        "new",
        "business",
        "rascoff",
        "real",
        "estate",
        "economy",
        "press",
        "button",
        "smartphone",
        "magic",
        "happen",
        "press",
        "home",
        "car",
        "arive",
        "press",
        "home",
        "food",
        "arrive",
        "press",
        "press",
        "button",
        "rather",
        "something",
        "happen",
        "angst",
        "work",
        "stress",
        "seller",
        "go",
        "sell",
        "home",
        "want",
        "someone",
        "else",
        "alleviate",
        "stress",
        "think",
        "service",
        "seller",
        "rather",
        "home",
        "flipping",
        "service",
        "brad",
        "garlinghouse",
        "ripple",
        "ceo",
        "cnbc",
        "power",
        "lunch",
        "video",
        "interview",
        "http",
        "garlinghouse",
        "ripple",
        "growth",
        "signing",
        "one",
        "bank",
        "production",
        "contract",
        "per",
        "week",
        "reakkt",
        "accelerated",
        "announced",
        "morning",
        "signed",
        "largest",
        "bank",
        "kuwait",
        "national",
        "bank",
        "kuwait",
        "continues",
        "build",
        "momentum",
        "continues",
        "build",
        "dynamic",
        "network",
        "effect",
        "participant",
        "value",
        "joining",
        "seeing",
        "momentum",
        "build",
        "garlinghouse",
        "working",
        "bank",
        "earliest",
        "day",
        "ripple",
        "kind",
        "staked",
        "space",
        "said",
        "look",
        "working",
        "bank",
        "trying",
        "circumvent",
        "regulation",
        "instead",
        "trying",
        "work",
        "system",
        "think",
        "blockchain",
        "revolution",
        "really",
        "happening",
        "happen",
        "within",
        "system",
        "going",
        "attacking",
        "system",
        "garlinghouse",
        "correction",
        "think",
        "time",
        "utility",
        "different",
        "digital",
        "asset",
        "better",
        "understood",
        "see",
        "market",
        "behavior",
        "understand",
        "ok",
        "real",
        "problem",
        "creating",
        "demand",
        "velocity",
        "usage",
        "digital",
        "asset",
        "also",
        "lot",
        "digital",
        "asset",
        "particpant",
        "market",
        "clear",
        "utility",
        "think",
        "going",
        "know",
        "bit",
        "correction",
        "along",
        "way",
        "think",
        "lot",
        "player",
        "space",
        "actually",
        "solve",
        "real",
        "problem",
        "going",
        "get",
        "washed",
        "garlinghouse",
        "regulation",
        "sec",
        "getting",
        "involved",
        "fraud",
        "committed",
        "think",
        "advocate",
        "yes",
        "government",
        "get",
        "involved",
        "government",
        "protecting",
        "investor",
        "company",
        "also",
        "example",
        "real",
        "utility",
        "way",
        "using",
        "xrp",
        "solve",
        "payment",
        "problem",
        "making",
        "payment",
        "instant",
        "making",
        "payment",
        "certain",
        "garlinghouse",
        "xrp",
        "think",
        "sometimes",
        "know",
        "year",
        "ago",
        "commodity",
        "oil",
        "little",
        "value",
        "along",
        "come",
        "combustion",
        "engine",
        "drove",
        "demand",
        "product",
        "oil",
        "sudden",
        "obviously",
        "large",
        "robust",
        "ecosystem",
        "around",
        "oil",
        "commodity",
        "think",
        "ripple",
        "company",
        "xrp",
        "ecosystem",
        "efficient",
        "digital",
        "asset",
        "time",
        "cheaper",
        "per",
        "transaction",
        "bitcoin",
        "time",
        "faster",
        "bitcoin",
        "per",
        "transaction",
        "seeing",
        "people",
        "getting",
        "board",
        "use",
        "solve",
        "various",
        "problem",
        "solved",
        "blockchain",
        "technology",
        "randy",
        "freer",
        "hulu",
        "ceo",
        "cnbc",
        "power",
        "lunch",
        "video",
        "interview",
        "http",
        "freer",
        "hulu",
        "package",
        "people",
        "lose",
        "sight",
        "u",
        "package",
        "get",
        "live",
        "tv",
        "plus",
        "get",
        "entire",
        "hulu",
        "service",
        "hour",
        "sorry",
        "episode",
        "television",
        "original",
        "programming",
        "short",
        "form",
        "thing",
        "people",
        "love",
        "current",
        "television",
        "look",
        "package",
        "better",
        "job",
        "really",
        "promoting",
        "really",
        "getting",
        "think",
        "going",
        "see",
        "tick",
        "great",
        "others",
        "marketplace",
        "freer",
        "competition",
        "well",
        "much",
        "spend",
        "original",
        "tell",
        "story",
        "pick",
        "story",
        "becomes",
        "culturally",
        "relevant",
        "give",
        "story",
        "time",
        "breathe",
        "make",
        "work",
        "blessed",
        "lucky",
        "know",
        "handmaid",
        "tail",
        "long",
        "awesome",
        "process",
        "really",
        "excited",
        "castlerock",
        "abrams",
        "steven",
        "king",
        "coming",
        "happy",
        "compete",
        "anyone",
        "freer",
        "ownership",
        "everything",
        "every",
        "day",
        "make",
        "hulu",
        "better",
        "customer",
        "drive",
        "subscriber",
        "shake",
        "ever",
        "shake",
        "great",
        "position",
        "help",
        "majority",
        "owner",
        "drive",
        "business",
        "well",
        "think",
        "really",
        "focused",
        "making",
        "sure",
        "hulu",
        "best",
        "product",
        "possible",
        "freer",
        "roseanne",
        "think",
        "look",
        "one",
        "individual",
        "incident",
        "try",
        "make",
        "best",
        "judgement",
        "value",
        "company",
        "people",
        "effect",
        "obviously",
        "customer",
        "across",
        "board",
        "hard",
        "decision",
        "sometimes",
        "hard",
        "decision",
        "sometimes",
        "think",
        "theyre",
        "pretty",
        "straightforward",
        "think",
        "know",
        "abc",
        "disney",
        "one",
        "pretty",
        "straightforward",
        "acted",
        "swiftly",
        "know",
        "suppporting",
        "part",
        "process",
        "roger",
        "lynch",
        "pandora",
        "ceo",
        "cnbc",
        "closing",
        "bell",
        "video",
        "interview",
        "http",
        "lynch",
        "family",
        "plan",
        "know",
        "fastest",
        "growing",
        "part",
        "business",
        "last",
        "quarter",
        "know",
        "grew",
        "frankly",
        "mising",
        "one",
        "big",
        "opportunity",
        "family",
        "plan",
        "announced",
        "new",
        "family",
        "plan",
        "service",
        "six",
        "member",
        "family",
        "share",
        "dollar",
        "fantastic",
        "value",
        "lynch",
        "crowded",
        "music",
        "space",
        "know",
        "mean",
        "music",
        "crowded",
        "space",
        "google",
        "new",
        "service",
        "youtube",
        "music",
        "service",
        "google",
        "quite",
        "pandora",
        "remains",
        "largest",
        "music",
        "streaming",
        "service",
        "long",
        "way",
        "pandora",
        "weather",
        "lot",
        "competition",
        "entered",
        "market",
        "already",
        "still",
        "remains",
        "number",
        "one",
        "lynch",
        "extreme",
        "artist",
        "julia",
        "boorstin",
        "pull",
        "back",
        "promoting",
        "artist",
        "like",
        "kelly",
        "lynch",
        "talk",
        "specific",
        "artist",
        "apply",
        "policy",
        "promote",
        "music",
        "see",
        "extreme",
        "behavior",
        "mean",
        "take",
        "service",
        "boorstin",
        "mean",
        "including",
        "kelly",
        "song",
        "playlist",
        "mixing",
        "lynch",
        "yeah",
        "promoted",
        "playlist",
        "actually",
        "promoting",
        "music",
        "opposed",
        "distinction",
        "promote",
        "available",
        "service",
        "boorstin",
        "make",
        "decision",
        "defines",
        "call",
        "lynch",
        "done",
        "basis",
        "obviously",
        "know",
        "within",
        "music",
        "unfortunately",
        "lot",
        "case",
        "like",
        "blanket",
        "rule",
        "apply",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e"
    ]
}