{
    "organizations": [],
    "uuid": "1cac8388f2bed35459d4c4b7dd7b18f39a19e676",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/24/pr-newswire-townsquare-completes-sale-of-north-american-midway-entertainment.html",
    "ord_in_thread": 0,
    "title": "Townsquare Completes Sale Of North American Midway Entertainment",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GREENWICH, Conn., May 24, 2018 /PRNewswire/ -- Townsquare Media, Inc. (NYSE: TSQ) (\"Townsquare\" or the \"Company\") announced today that it has completed the sale of North American Midway Entertainment, LLC (\"NAME\") to North American Fairs, LLC, an entity owned by Danny Huston, for $23.5 million plus a 15% residual interest in any future proceeds of a sale of NAME in the next ten years.\nNAME is North America's largest mobile amusement company, entertaining approximately 16 million people on an annual basis as the owner and operator of amusement attractions at approximately 150 fairs per year across the United States and Canada. NAME has been a subsidiary of the Company since it was acquired in 2015. In 2017, the Company announced that it was initiating a strategic review of its Entertainment segment, which included NAME.\nUnder the terms of the purchase agreement, North American Fairs, LLC will acquire all of the issued and outstanding membership interests of NAME's parent company, Heartland Group, LLC, from the Company for total cash consideration of $23.5 million. In addition, Townsquare will have the right to receive 15% of any sale proceeds if NAME is sold, in whole or in part, in the next ten years. The Company expects to hold the net cash proceeds from the sale on its balance sheet, pending reinvestment.\nFor the year ended December 31, 2017, NAME generated net revenue, net loss, Adjusted EBITDA and capital expenditures of $92.2 million, $33.7 million, $7.3 million and $6.3 million, respectively. Pro forma for the divestiture of NAME, Townsquare's 2017 net revenue, net income, Adjusted EBITDA and capital expenditures were $415.2 million, $23.4 million, $89.9 million and $16.5 million, respectively.\nReporting Impact and Guidance\nDue to this transaction, Townsquare's second quarter and full year guidance will no longer include NAME. In addition, beginning with its Quarterly Report on Form 10-Q for the second quarter of 2018, Townsquare intends to consolidate its reporting into a single reportable segment, eliminating its Local Marketing Solutions and Entertainment segment classifications.\nExcluding NAME, for the second quarter ending June 30, 2018, Townsquare expects to report net revenue of between $114 and $118 million, and Adjusted EBITDA of between $25 and $27 million. Excluding NAME, for the full year ending December 31, 2018, Townsquare expects to report net revenue of between $413 and $421 million, and Adjusted EBITDA of between $93 and $95 million.\nThe above guidance estimate reflects management's view of current and future market conditions, including assumptions with respect to sales, expenses and the earnings impact of the events referenced in this release and previously disclosed. The guidance also reflects management's view of market conditions. The estimates do not include future gains or losses, or the impact on operating results from future acquisitions or dispositions or market activity. This guidance is a forward-looking statement and is subject to the risks and other factors described elsewhere in this release and in the Company's annual and quarterly periodic reports filed with the Securities and Exchange Commission.\nSee below for a discussion of non-GAAP measures and a reconciliation to GAAP measures.\nAbout Townsquare Media, Inc.\nTownsquare is a radio, digital media, entertainment and digital marketing solutions company principally focused on being the premier local advertising and marketing solutions platform in small and mid-sized markets across the U.S. Our assets include 317 radio stations and more than 325 local websites in 67 U.S. markets, a digital marketing solutions company (Townsquare Interactive) serving approximately 12,800 small to medium sized businesses, a proprietary digital programmatic advertising platform (Townsquare Ignite) and approximately 200 live events with over one million attendees each year. Our brands include local media assets such as WYRK, KLAQ, K2 and NJ101.5; iconic regional and national events such as the Taste of Country Music Festival, WE Fest, Country Jam, the Boise Music Festival, the Red Dirt BBQ & Music Festival and Taste of Fort Collins; and leading tastemaker music and entertainment websites such as XXLmag.com , TasteofCountry.com and Loudwire.com . For more information, please visit www.townsquaremedia.com , www.townsquareinteractive.com , and www.townsquareignite.com .\nForward-Looking Statements\nExcept for the historical information contained in this press release, the matters addressed are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements often discuss our current expectations and projections relating to our financial condition, results of operations, plans, objectives, future performance and business. You can identify forward-looking statements by the fact that they do not relate strictly to historical or current facts. These statements may include words such as \"aim,\" \"anticipate,\" \"estimate,\" \"expect,\" \"forecast,\" \"outlook,\" \"potential,\" \"project,\" \"projection,\" \"plan,\" \"intend,\" \"seek,\" \"believe,\" \"may,\" \"could,\" \"would,\" \"will,\" \"should,\" \"can,\" \"can have,\" \"likely,\" the negatives thereof and other words and terms. By nature, forward-looking statements involve risks and uncertainties that could cause actual results to differ materially from those projected or implied by the forward-looking statement. Forward-looking statements are based on current expectations and assumptions and currently available data and are neither predictions nor guarantees of future events or performance. You should not place undue reliance on forward-looking statements, which speak only as of the date hereof. See \"Risk Factors\" and \"Forward-Looking Statements\" included in our Annual Report on Form 10-K for the year ended December 31, 2017, filed with the Securities and Exchange Commission on March 13, 2018, for a discussion of factors that could cause our actual results to differ from those expressed or implied by forward-looking statements. Townsquare Media, Inc. assumes no responsibility to update any forward-looking statement as a result of new information, future events or otherwise, except as required by law.\nNon-GAAP Financial Measures and Definitions\nIn this press release, we refer to Adjusted EBITDA which is a financial measure that has not been prepared in accordance with generally accepted accounting principles in the United States (\"GAAP\").\nWe define Adjusted EBITDA as net (loss) income before the deduction of income taxes, other expense (income) net, interest expense, net, transaction costs, stock-based compensation, net loss (gain) on sale and retirement of assets, (gain) loss on foreign exchange, business realignment costs, goodwill and other intangible impairment charges, net loss from discontinued operations, net of income taxes, impairment of long lived and intangible assets and depreciation and amortization. This measure does not represent, and should not be considered as an alternative to, net income (loss) as determined under GAAP. In addition, this non-GAAP measure may not be comparable to similarly-named measures reported by other companies. Reconciliations of this non-GAAP measure to the most directly comparable financial measures calculated and presented in accordance with GAAP are set forth in the tables below.\nWe use Adjusted EBITDA to facilitate company-to-company operating performance comparisons by backing out potential differences caused by variations in capital structures (affecting interest expense), taxation and the age and book depreciation of facilities and equipment (affecting relative depreciation expense), which may vary for different companies for reasons unrelated to operating performance. We believe that Adjusted EBITDA, when considered together with our GAAP financial results, provides management and investors with a more complete understanding of our business operating results, including underlying trends, by excluding the effects of certain items, including transaction costs, net loss (gain) on sale and retirement of assets, business realignment costs, certain impairments, and net loss from discontinued operations. Further, while discretionary bonuses for members of management are not determined with reference to specific targets, our Board of Directors may consider Adjusted EBITDA when determining discretionary bonuses.\nInformation reconciling forward-looking Adjusted EBITDA to the comparable GAAP financial measure is unavailable to the Company without unreasonable effort because certain items required for that reconciliation, such as the provision for income taxes, business realignment costs and impairment charges, are outside of the Company's control and/or cannot be reasonably predicted. Information reconciling forward-looking Adjusted EBITDA to GAAP financial measures is unavailable to the Company without unreasonable effort.\nInvestor Relations\nClaire Yenicay\n(203) 900-5555\ninvestors@townsquaremedia.com\nThe following table illustrates NAME's quarterly net revenue on an actual basis for the year ended December 31, 2017 and for the quarter ended March 31, 2018 (dollars in thousands):\nActual\nQuarter Ended\nYear Ended\nQuarter\nEnded\nMarch 31,\n2017\nJune 30,\n2017\nSeptember 30,\n2017\nDecember 31,\n2017\nDecember 31,\n2017\nMarch 31,\n2018\nNet revenue\n$\n3,474\n$\n19,525\n$\n52,213\n$\n16,991\n$\n92,203\n$\n6,234\nThe following table illustrates the Company's quarterly net revenue on an actual basis for the year ended December 31, 2017 and for the quarter ended March 31, 2018 (dollars in thousands):\nActual\nQuarter Ended\nYear Ended\nQuarter\nEnded\nMarch 31,\n2017\nJune 30,\n2017\nSeptember 30,\n2017\nDecember 31,\n2017\nDecember 31,\n2017\nMarch 31,\n2018\nNet revenue\n$\n88,404\n$\n140,663\n$\n164,112\n$\n114,255\n$\n507,434\n$\n94,226\nThe following table illustrates the Company's quarterly net revenue on a pro forma basis for the year ended December 31, 2017 and for the quarter ended March 31, 2018 (dollars in thousands):\nPro Forma\nQuarter Ended\nYear Ended\nQuarter\nEnded\nMarch 31,\n2017\nJune 30,\n2017\nSeptember 30,\n2017\nDecember 31,\n2017\nDecember 31,\n2017\nMarch 31,\n2018\nNet revenue\n$\n84,930\n$\n121,138\n$\n111,899\n$\n97,264\n$\n415,231\n$\n87,992\nThe following table reconciles NAME's net (loss) income, the most directly comparable financial measure calculated and presented in accordance with GAAP, to Adjusted EBITDA on a quarterly basis for the year ended December 31, 2017 and for the quarter ended March 31, 2018 (dollars in thousands):\nActual\nQuarter Ended\nYear Ended\nQuarter\nEnded\nMarch 31,\n2017\nJune 30,\n2017\nSeptember 30,\n2017\nDecember 31,\n2017\nDecember 31,\n2017\nMarch 31,\n2018\nNet (loss) income\n$\n(3,630)\n$\n(2,130)\n$\n7,122\n$\n(35,065)\n$\n(33,703)\n$\n(29,092)\n(Benefit) provision from income taxes\n(2,344)\n(1,384)\n5,124\n(6,848)\n(5,452)\n(16,102)\nInterest expense, net\n—\n—\n—\n(3)\n(3)\n(1)\nDepreciation and amortization\n1,586\n1,661\n1,695\n1,706\n6,648\n1,730\nStock-based compensation\n7\n8\n7\n8\n30\n7\nGoodwill and other intangible impairment charges\n—\n—\n—\n39,867\n39,867\n—\nImpairment of long lived and intangible assets\n—\n—\n—\n—\n—\n37,973\nOther (a)\n(4)\n(24)\n(99)\n61\n(66)\n11\nAdjusted EBITDA\n$\n(4,385)\n$\n(1,869)\n$\n13,849\n$\n(274)\n$\n7,321\n$\n(5,474)\n(a) Other includes net (gain) loss on sale and retirement of assets, (gain) loss on foreign exchange and other (income) expense, net.\nThe following table reconciles the Company's net (loss) income, the most directly comparable financial measure calculated and presented in accordance with GAAP, to Adjusted EBITDA on a quarterly basis for the year ended December 31, 2017 and for the quarter ended March 31, 2018 (dollars in thousands):\nActual\nQuarter Ended\nYear Ended\nQuarter\nEnded\nMarch 31,\n2017\nJune 30,\n2017\nSeptember 30,\n2017\nDecember 31,\n2017\nDecember 31,\n2017\nMarch 31,\n2018\nNet (loss) income\n$\n(3,008)\n$\n5,563\n$\n14,293\n$\n(27,121)\n$\n(10,273)\n$\n(26,591)\n(Benefit) provision from income taxes\n(1,930)\n3,884\n10,198\n(25,179)\n(13,027)\n(14,717)\nInterest expense, net\n8,254\n7,990\n8,230\n8,279\n32,753\n8,427\nTransaction costs\n199\n189\n218\n569\n1,175\n159\nDepreciation and amortization\n6,383\n6,828\n6,537\n5,935\n25,683\n6,340\nStock-based compensation\n188\n183\n200\n177\n748\n197\nBusiness realignment costs\n—\n—\n—\n6,204\n6,204\n—\nGoodwill and other intangible impairment charges\n—\n—\n—\n51,848\n51,848\n—\nImpairment of long lived and intangible assets\n—\n—\n—\n—\n—\n37,973\nNet loss from discontinued\noperations, net of income taxes\n98\n107\n120\n1,073\n1,398\n—\nOther (a)\n31\n732\n87\n(166)\n684\n(277)\nAdjusted EBITDA\n$\n10,215\n$\n25,476\n$\n39,883\n$\n21,619\n$\n97,193\n$\n11,511\n(a) Other includes net (gain) loss on sale and retirement of assets, (gain) loss on foreign exchange and other (income) expense, net.\nThe following table reconciles the Company's net income, the most directly comparable financial measure calculated and presented on a pro forma basis for the sale of NAME, to Adjusted EBITDA on a quarterly basis for the year ended December 31, 2017 and for the quarter ended March 31, 2018 (dollars in thousands):\nPro Forma\nQuarter Ended\nYear Ended\nQuarter\nEnded\nMarch 31,\n2017\nJune 30,\n2017\nSeptember 30,\n2017\nDecember 31,\n2017\nDecember 31,\n2017\nMarch 31,\n2018\nNet income\n$\n622\n$\n7,693\n$\n7,171\n$\n7,944\n$\n23,430\n$\n2,501\nProvision (benefit) from\nincome taxes\n414\n5,268\n5,074\n(18,331)\n(7,575)\n1,385\nInterest expense, net\n8,254\n7,990\n8,230\n8,282\n32,756\n8,428\nTransaction costs\n199\n189\n218\n569\n1,175\n159\nDepreciation and amortization\n4,797\n5,167\n4,842\n4,229\n19,035\n4,610\nStock-based compensation\n181\n175\n193\n169\n718\n190\nBusiness realignment costs\n—\n—\n—\n6,204\n6,204\n—\nGoodwill and other intangible impairment charges\n—\n—\n—\n11,981\n11,981\n—\nNet loss from discontinued\noperations, net of income taxes\n98\n107\n120\n1,073\n1,398\n—\nOther (a)\n35\n756\n186\n(227)\n750\n(288)\nAdjusted EBITDA\n$\n14,600\n$\n27,345\n$\n26,034\n$\n21,893\n$\n89,872\n$\n16,985\n(a) Other includes net (gain) loss on sale and retirement of assets, (gain) loss on foreign exchange and other (income) expense, net.\nView original content with multimedia: http://www.prnewswire.com/news-releases/townsquare-completes-sale-of-north-american-midway-entertainment-300654727.html\nSOURCE Townsquare Media, Inc.",
    "published": "2018-05-25T00:45:00.000+03:00",
    "crawled": "2018-05-25T03:11:50.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "greenwich",
        "may",
        "townsquare",
        "medium",
        "nyse",
        "tsq",
        "townsquare",
        "company",
        "announced",
        "today",
        "completed",
        "sale",
        "north",
        "american",
        "midway",
        "entertainment",
        "llc",
        "name",
        "north",
        "american",
        "fair",
        "llc",
        "entity",
        "owned",
        "danny",
        "huston",
        "million",
        "plus",
        "residual",
        "interest",
        "future",
        "proceeds",
        "sale",
        "name",
        "next",
        "ten",
        "year",
        "name",
        "north",
        "america",
        "largest",
        "mobile",
        "amusement",
        "company",
        "entertaining",
        "approximately",
        "million",
        "people",
        "annual",
        "basis",
        "owner",
        "operator",
        "amusement",
        "attraction",
        "approximately",
        "fair",
        "per",
        "year",
        "across",
        "united",
        "state",
        "canada",
        "name",
        "subsidiary",
        "company",
        "since",
        "acquired",
        "company",
        "announced",
        "initiating",
        "strategic",
        "review",
        "entertainment",
        "segment",
        "included",
        "name",
        "term",
        "purchase",
        "agreement",
        "north",
        "american",
        "fair",
        "llc",
        "acquire",
        "issued",
        "outstanding",
        "membership",
        "interest",
        "name",
        "parent",
        "company",
        "heartland",
        "group",
        "llc",
        "company",
        "total",
        "cash",
        "consideration",
        "million",
        "addition",
        "townsquare",
        "right",
        "receive",
        "sale",
        "proceeds",
        "name",
        "sold",
        "whole",
        "part",
        "next",
        "ten",
        "year",
        "company",
        "expects",
        "hold",
        "net",
        "cash",
        "proceeds",
        "sale",
        "balance",
        "sheet",
        "pending",
        "reinvestment",
        "year",
        "ended",
        "december",
        "name",
        "generated",
        "net",
        "revenue",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "capital",
        "expenditure",
        "million",
        "million",
        "million",
        "million",
        "respectively",
        "pro",
        "forma",
        "divestiture",
        "name",
        "townsquare",
        "net",
        "revenue",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "capital",
        "expenditure",
        "million",
        "million",
        "million",
        "million",
        "respectively",
        "reporting",
        "impact",
        "guidance",
        "due",
        "transaction",
        "townsquare",
        "second",
        "quarter",
        "full",
        "year",
        "guidance",
        "longer",
        "include",
        "name",
        "addition",
        "beginning",
        "quarterly",
        "report",
        "form",
        "second",
        "quarter",
        "townsquare",
        "intends",
        "consolidate",
        "reporting",
        "single",
        "reportable",
        "segment",
        "eliminating",
        "local",
        "marketing",
        "solution",
        "entertainment",
        "segment",
        "classification",
        "excluding",
        "name",
        "second",
        "quarter",
        "ending",
        "june",
        "townsquare",
        "expects",
        "report",
        "net",
        "revenue",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "excluding",
        "name",
        "full",
        "year",
        "ending",
        "december",
        "townsquare",
        "expects",
        "report",
        "net",
        "revenue",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "guidance",
        "estimate",
        "reflects",
        "management",
        "view",
        "current",
        "future",
        "market",
        "condition",
        "including",
        "assumption",
        "respect",
        "sale",
        "expense",
        "earnings",
        "impact",
        "event",
        "referenced",
        "release",
        "previously",
        "disclosed",
        "guidance",
        "also",
        "reflects",
        "management",
        "view",
        "market",
        "condition",
        "estimate",
        "include",
        "future",
        "gain",
        "loss",
        "impact",
        "operating",
        "result",
        "future",
        "acquisition",
        "disposition",
        "market",
        "activity",
        "guidance",
        "statement",
        "subject",
        "risk",
        "factor",
        "described",
        "elsewhere",
        "release",
        "company",
        "annual",
        "quarterly",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "see",
        "discussion",
        "measure",
        "reconciliation",
        "gaap",
        "measure",
        "townsquare",
        "medium",
        "townsquare",
        "radio",
        "digital",
        "medium",
        "entertainment",
        "digital",
        "marketing",
        "solution",
        "company",
        "principally",
        "focused",
        "premier",
        "local",
        "advertising",
        "marketing",
        "solution",
        "platform",
        "small",
        "market",
        "across",
        "asset",
        "include",
        "radio",
        "station",
        "local",
        "website",
        "market",
        "digital",
        "marketing",
        "solution",
        "company",
        "townsquare",
        "interactive",
        "serving",
        "approximately",
        "small",
        "medium",
        "sized",
        "business",
        "proprietary",
        "digital",
        "programmatic",
        "advertising",
        "platform",
        "townsquare",
        "ignite",
        "approximately",
        "live",
        "event",
        "one",
        "million",
        "attendee",
        "year",
        "brand",
        "include",
        "local",
        "medium",
        "asset",
        "wyrk",
        "klaq",
        "k2",
        "iconic",
        "regional",
        "national",
        "event",
        "taste",
        "country",
        "music",
        "festival",
        "fest",
        "country",
        "jam",
        "boise",
        "music",
        "festival",
        "red",
        "dirt",
        "bbq",
        "music",
        "festival",
        "taste",
        "fort",
        "collins",
        "leading",
        "tastemaker",
        "music",
        "entertainment",
        "website",
        "information",
        "please",
        "visit",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "press",
        "release",
        "matter",
        "addressed",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "often",
        "discus",
        "current",
        "expectation",
        "projection",
        "relating",
        "financial",
        "condition",
        "result",
        "operation",
        "plan",
        "objective",
        "future",
        "performance",
        "business",
        "identify",
        "statement",
        "fact",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "statement",
        "may",
        "include",
        "word",
        "aim",
        "anticipate",
        "estimate",
        "expect",
        "forecast",
        "outlook",
        "potential",
        "project",
        "projection",
        "plan",
        "intend",
        "seek",
        "believe",
        "may",
        "could",
        "would",
        "likely",
        "negative",
        "thereof",
        "word",
        "term",
        "nature",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "implied",
        "statement",
        "statement",
        "based",
        "current",
        "expectation",
        "assumption",
        "currently",
        "available",
        "data",
        "neither",
        "prediction",
        "guarantee",
        "future",
        "event",
        "performance",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "see",
        "risk",
        "factor",
        "statement",
        "included",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "discussion",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "implied",
        "statement",
        "townsquare",
        "medium",
        "assumes",
        "responsibility",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "financial",
        "measure",
        "definition",
        "press",
        "release",
        "refer",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "define",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "income",
        "deduction",
        "income",
        "tax",
        "expense",
        "income",
        "net",
        "interest",
        "expense",
        "net",
        "transaction",
        "cost",
        "compensation",
        "net",
        "loss",
        "gain",
        "sale",
        "retirement",
        "asset",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "business",
        "realignment",
        "cost",
        "goodwill",
        "intangible",
        "impairment",
        "charge",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "impairment",
        "long",
        "lived",
        "intangible",
        "asset",
        "depreciation",
        "amortization",
        "measure",
        "represent",
        "considered",
        "alternative",
        "net",
        "income",
        "loss",
        "determined",
        "gaap",
        "addition",
        "measure",
        "may",
        "comparable",
        "measure",
        "reported",
        "company",
        "reconciliation",
        "measure",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "set",
        "forth",
        "table",
        "use",
        "adjusted",
        "ebitda",
        "facilitate",
        "operating",
        "performance",
        "comparison",
        "backing",
        "potential",
        "difference",
        "caused",
        "variation",
        "capital",
        "structure",
        "affecting",
        "interest",
        "expense",
        "taxation",
        "age",
        "book",
        "depreciation",
        "facility",
        "equipment",
        "affecting",
        "relative",
        "depreciation",
        "expense",
        "may",
        "vary",
        "different",
        "company",
        "reason",
        "unrelated",
        "operating",
        "performance",
        "believe",
        "adjusted",
        "ebitda",
        "considered",
        "together",
        "gaap",
        "financial",
        "result",
        "provides",
        "management",
        "investor",
        "complete",
        "understanding",
        "business",
        "operating",
        "result",
        "including",
        "underlying",
        "trend",
        "excluding",
        "effect",
        "certain",
        "item",
        "including",
        "transaction",
        "cost",
        "net",
        "loss",
        "gain",
        "sale",
        "retirement",
        "asset",
        "business",
        "realignment",
        "cost",
        "certain",
        "impairment",
        "net",
        "loss",
        "discontinued",
        "operation",
        "discretionary",
        "bonus",
        "member",
        "management",
        "determined",
        "reference",
        "specific",
        "target",
        "board",
        "director",
        "may",
        "consider",
        "adjusted",
        "ebitda",
        "determining",
        "discretionary",
        "bonus",
        "information",
        "reconciling",
        "adjusted",
        "ebitda",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "unavailable",
        "company",
        "without",
        "unreasonable",
        "effort",
        "certain",
        "item",
        "required",
        "reconciliation",
        "provision",
        "income",
        "tax",
        "business",
        "realignment",
        "cost",
        "impairment",
        "charge",
        "outside",
        "company",
        "control",
        "reasonably",
        "predicted",
        "information",
        "reconciling",
        "adjusted",
        "ebitda",
        "gaap",
        "financial",
        "measure",
        "unavailable",
        "company",
        "without",
        "unreasonable",
        "effort",
        "investor",
        "relation",
        "claire",
        "yenicay",
        "investor",
        "following",
        "table",
        "illustrates",
        "name",
        "quarterly",
        "net",
        "revenue",
        "actual",
        "basis",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "march",
        "dollar",
        "thousand",
        "actual",
        "quarter",
        "ended",
        "year",
        "ended",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "december",
        "december",
        "march",
        "net",
        "revenue",
        "following",
        "table",
        "illustrates",
        "company",
        "quarterly",
        "net",
        "revenue",
        "actual",
        "basis",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "march",
        "dollar",
        "thousand",
        "actual",
        "quarter",
        "ended",
        "year",
        "ended",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "december",
        "december",
        "march",
        "net",
        "revenue",
        "following",
        "table",
        "illustrates",
        "company",
        "quarterly",
        "net",
        "revenue",
        "pro",
        "forma",
        "basis",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "march",
        "dollar",
        "thousand",
        "pro",
        "forma",
        "quarter",
        "ended",
        "year",
        "ended",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "december",
        "december",
        "march",
        "net",
        "revenue",
        "following",
        "table",
        "reconciles",
        "name",
        "net",
        "loss",
        "income",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "quarterly",
        "basis",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "march",
        "dollar",
        "thousand",
        "actual",
        "quarter",
        "ended",
        "year",
        "ended",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "december",
        "december",
        "march",
        "net",
        "loss",
        "income",
        "benefit",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "compensation",
        "goodwill",
        "intangible",
        "impairment",
        "charge",
        "impairment",
        "long",
        "lived",
        "intangible",
        "asset",
        "adjusted",
        "ebitda",
        "includes",
        "net",
        "gain",
        "loss",
        "sale",
        "retirement",
        "asset",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "income",
        "expense",
        "net",
        "following",
        "table",
        "reconciles",
        "company",
        "net",
        "loss",
        "income",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "quarterly",
        "basis",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "march",
        "dollar",
        "thousand",
        "actual",
        "quarter",
        "ended",
        "year",
        "ended",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "december",
        "december",
        "march",
        "net",
        "loss",
        "income",
        "benefit",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "net",
        "transaction",
        "cost",
        "depreciation",
        "amortization",
        "compensation",
        "business",
        "realignment",
        "cost",
        "goodwill",
        "intangible",
        "impairment",
        "charge",
        "impairment",
        "long",
        "lived",
        "intangible",
        "asset",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "includes",
        "net",
        "gain",
        "loss",
        "sale",
        "retirement",
        "asset",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "income",
        "expense",
        "net",
        "following",
        "table",
        "reconciles",
        "company",
        "net",
        "income",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "pro",
        "forma",
        "basis",
        "sale",
        "name",
        "adjusted",
        "ebitda",
        "quarterly",
        "basis",
        "year",
        "ended",
        "december",
        "quarter",
        "ended",
        "march",
        "dollar",
        "thousand",
        "pro",
        "forma",
        "quarter",
        "ended",
        "year",
        "ended",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "december",
        "december",
        "march",
        "net",
        "income",
        "provision",
        "benefit",
        "income",
        "tax",
        "interest",
        "expense",
        "net",
        "transaction",
        "cost",
        "depreciation",
        "amortization",
        "compensation",
        "business",
        "realignment",
        "cost",
        "goodwill",
        "intangible",
        "impairment",
        "charge",
        "net",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "includes",
        "net",
        "gain",
        "loss",
        "sale",
        "retirement",
        "asset",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "income",
        "expense",
        "net",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "townsquare",
        "medium",
        "inc"
    ]
}