{
    "organizations": [],
    "uuid": "61109d8fcd964a5a6cade968883081959cb8c908",
    "author": "Samuel Rubenfeld",
    "url": "https://blogs.wsj.com/riskandcompliance/2018/05/09/the-morning-risk-report-trumps-iran-decision-starts-6-month-exit-countdown/",
    "ord_in_thread": 0,
    "title": "The Morning Risk Report: Trump’s Iran Decision Starts 6-Month Exit Countdown - Risk & Compliance Journal. - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Readers can subscribe to The Morning Risk Report here: http://on.wsj.com/MorningRiskReportSignup . Follow us on Twitter at @WSJRisk. Join us at our London offices on May 11 for a discussion of how the risks are changing in sanctions. Mara Lemos Stein will interview Michael O’Kane of Peters & Peters and Justine Walker of U.K. Finance. http://go.dowjones.com/BreakfastBriefingMay11London .\nA street in Tehran on Tuesday, when President Donald Trump announced the U.S. will withdraw from the Iranian nuclear deal. STRINGER/EPA-EFE/REX/Shutterstock Good morning. Foreign subsidiaries of U.S. companies have six months to leave Iran, according to U.S. government guidance released alongside President Donald Trump’s decision Tuesday to exit the nuclear agreement.\nThe Iran agreement lifted some U.S. and international sanctions in exchange for Tehran freezing its nuclear program but Mr, Trump called it “defective at its core” during his remarks Tuesday. International watchdogs, European allies and others have said Iran was complying with its end of the deal.\nWhen announcing his decision Mr. Trump said he would impose “the highest level of economic sanctions” against Iran, adding the U.S. would target any nation that helps Iran pursue nuclear weapons. The sanctions will take effect over certain 90- and 180-day periods, depending on the specific type of prohibited transaction, according to the U.S. Treasury Department.\nA provision watched closely by sanctions observers was General License H, which allowed foreign subsidiaries of U.S. companies, under certain conditions, to enter into business with Iran. That license expires Nov. 4, according to the guidance issued Tuesday.\nTreasury will consider a company’s efforts to exit their operations when considering potential enforcement actions concerning business with Iran after the Nov. 4 deadline, the guidance said.\nCompanies and banks engaged in Iran will begin assessing their sanctions exposure and at a minimum determine what they need to do to wind down operations, said Andrew Keller, partner at law firm Hogan Lovells LLP. “The aftershocks of today’s announcement will hit businesses around the world,” he said.\nAs a result of the announcement U.S. sanctions on Iran revert to their pre-agreement state, said Douglas Jacobson, a partner at the international trade-focused firm Jacobson Burton Kelley PLLC. European Union reaction to the decision is important, he said. “EU companies will be faced with the choice of complying with EU law or U.S. law,” said Mr. Jacobson.\nMr. Trump will face immediate diplomatic challenges in his quest to isolate Iran, said Peter Harrell, an adjunct senior fellow with the Center for a New American Security. For example, it will be difficult to get countries, such as China to resume reducing their oil purchases, or to get Iranian banks back off of Swift, the international financial messaging network, he said. “There is not a lot of ambiguity in Trump’s announcement,” he said.\nOne attorney welcomed the clear timeline for the sanctions on Iran, saying he’d thought there’d be some initial confusion about how the measures would come back into place. “There is some benefit to that kind of clarity” from the U.S. government, said Jason Waite, a partner in the international trade practice at the firm Alston & Bird.\nCOMPLIANCE\nNew York names special prosecutor for ex-official . New York Gov. Andrew Cuomo appointed Madeline Singas, Nassau County’s district attorney, as a special prosecutor to investigate claims against former state Attorney General Eric Schneiderman, Mr. Schneiderman, who resigned Monday, denied allegations by four women that he physically assaulted them, the WSJ reports.\nNassau County District Attorney Madeline Singas has been named as a special prosecutor to investigate former Attorney General Eric Schneiderman. PHOTO: SETH WENIG/ASSOCIATED PRESS Congress overturns auto-loan rule. The U.S. House voted to kill an Obama-era regulation designed to curb racial discrimination in auto financing. The Senate had already approved the move, so the legislation now advances to President Donald Trump, who is expected to sign it into law, the WSJ reports.\nHedge fund to pay over insider-trading allegations. Visium Asset Management will pay more than $10 million to settle allegations by securities regulators that included breaking insider-trading rules when it traded drug-company stocks based on tips from inside the U.S. government starting in 2011. The hedge fund didn’t admit or deny the allegations, the WSJ reports.\nREPUTATION\nMore executives leave Nike. A probe of alleged harassment and discrimination against women has led to five more executives leaving the company, the NYT reports. The exits bring to 11 the number of executives who are known to have left amid the probe. None of the five responded to requests for comment.\nRISK\nCalifornia counties seek opioid compensation. Thirty counties in California are filing lawsuits in federal court seeking recovery for alleged taxpayer losses from makers and distributors of opioid painkillers. The companies have repeatedly denied opioid-related claims against them, the WSJ reports.\nOPERATIONS\nFire at parts supplier hits Ford. Ford Motor Co. expects to lay off several thousand workers temporarily at a Michigan factory that assembles its F-150 pickup truck after a fire last week damaged the premises of a parts supplier, the WSJ reports. The blaze was at a plant run by Meridian Lightweight Technologies , run by China’s Wanfeng Auto Holding Group .\nSTRATEGY\nVodafone to buy some Liberty Globalsets. Britain’s Vodafone Group PLC agreed to a nearly $23 billion deal to buy operations in four European countries from John Malone’s Liberty Global PLC , a merger that would create one of the continent’s biggest telecommunications carriers, the WSJ reports.\nThe Liberty Global and Vodafone deal would represent the latest in a global trend of wireless carriers acquiring cable operations. PHOTO: CHRIS RATCLIFFE/BLOOMBERG NEWS Japan’s Recruit to buy Glassdoor . Glassdoor Inc. , the popular job-hunting platform that gives people a window into conditions at hundreds of thousands of companies, has agreed to be acquired by Japan’s Recruit Holdings for $1.2 billion cash. Recruit Holdings is a full-service human-resources firm, the WSJ reports.\nSoftbank says Walmart to buy Flipkart. Walmart Inc. has reached an agreement to buy the Indian e-commerce company Flipkart , according to Masayoshi Son, chief executive of Softbank Group , which is one of Flipkart’s biggest shareholders, Reuters reports. An announcement of the deal is expected Wednesday.\nThe Morning Risk Report from WSJ’s Risk & Compliance Journal cues up the most important news in risk and compliance every weekday morning. Send tips, suggestions and complaints to henry.cutter@wsj.com .\nShare this: Andrew Cuomo auto-loan rule California opioids Flipkart Ford Motor Glassdoor IRAN DEAL Iran Sanctions Liberty Global Madeline Singas Meridian fire Nike Recruit Schneiderman special counsel Visium Vodafone Walmart Previous Corruption Currents: Ex-Chinese Official Gets Life for Bribery Content from our sponsor Deloitte Risk management, strategy and analysis from Deloitte On the Board’s Agenda: Corporate Culture Risk and the Board Recent corporate scandals linked to problematic company cultures have led directors to look for ways to better monitor corporate culture, while trying to understand potential risks and address problems before they become a significant challenge. By treating culture risk as part of an integrated process of oversight that addresses strategy, performance, and risk—and taking a proactive and persistent approach—boards can improve their oversight of culture risk. Learn some general approaches to culture risk oversight that management and boards alike should consider.\nPlease note: The Wall Street Journal News Department was not involved in the creation of the content above. More from Deloitte → ",
    "published": "2018-05-09T15:26:00.000+03:00",
    "crawled": "2018-05-09T15:41:42.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reader",
        "subscribe",
        "morning",
        "risk",
        "report",
        "http",
        "follow",
        "u",
        "twitter",
        "wsjrisk",
        "join",
        "u",
        "london",
        "office",
        "may",
        "discussion",
        "risk",
        "changing",
        "sanction",
        "mara",
        "lemos",
        "stein",
        "interview",
        "michael",
        "kane",
        "peter",
        "peter",
        "justine",
        "walker",
        "finance",
        "http",
        "street",
        "tehran",
        "tuesday",
        "president",
        "donald",
        "trump",
        "announced",
        "withdraw",
        "iranian",
        "nuclear",
        "deal",
        "good",
        "morning",
        "foreign",
        "subsidiary",
        "company",
        "six",
        "month",
        "leave",
        "iran",
        "according",
        "government",
        "guidance",
        "released",
        "alongside",
        "president",
        "donald",
        "trump",
        "decision",
        "tuesday",
        "exit",
        "nuclear",
        "agreement",
        "iran",
        "agreement",
        "lifted",
        "international",
        "sanction",
        "exchange",
        "tehran",
        "freezing",
        "nuclear",
        "program",
        "mr",
        "trump",
        "called",
        "defective",
        "core",
        "remark",
        "tuesday",
        "international",
        "watchdog",
        "european",
        "ally",
        "others",
        "said",
        "iran",
        "complying",
        "end",
        "deal",
        "announcing",
        "decision",
        "trump",
        "said",
        "would",
        "impose",
        "highest",
        "level",
        "economic",
        "sanction",
        "iran",
        "adding",
        "would",
        "target",
        "nation",
        "help",
        "iran",
        "pursue",
        "nuclear",
        "weapon",
        "sanction",
        "take",
        "effect",
        "certain",
        "period",
        "depending",
        "specific",
        "type",
        "prohibited",
        "transaction",
        "according",
        "treasury",
        "department",
        "provision",
        "watched",
        "closely",
        "sanction",
        "observer",
        "general",
        "license",
        "h",
        "allowed",
        "foreign",
        "subsidiary",
        "company",
        "certain",
        "condition",
        "enter",
        "business",
        "iran",
        "license",
        "expires",
        "according",
        "guidance",
        "issued",
        "tuesday",
        "treasury",
        "consider",
        "company",
        "effort",
        "exit",
        "operation",
        "considering",
        "potential",
        "enforcement",
        "action",
        "concerning",
        "business",
        "iran",
        "deadline",
        "guidance",
        "said",
        "company",
        "bank",
        "engaged",
        "iran",
        "begin",
        "assessing",
        "sanction",
        "exposure",
        "minimum",
        "determine",
        "need",
        "wind",
        "operation",
        "said",
        "andrew",
        "keller",
        "partner",
        "law",
        "firm",
        "hogan",
        "lovell",
        "llp",
        "aftershock",
        "today",
        "announcement",
        "hit",
        "business",
        "around",
        "world",
        "said",
        "result",
        "announcement",
        "sanction",
        "iran",
        "revert",
        "state",
        "said",
        "douglas",
        "jacobson",
        "partner",
        "international",
        "firm",
        "jacobson",
        "burton",
        "kelley",
        "pllc",
        "european",
        "union",
        "reaction",
        "decision",
        "important",
        "said",
        "eu",
        "company",
        "faced",
        "choice",
        "complying",
        "eu",
        "law",
        "law",
        "said",
        "jacobson",
        "trump",
        "face",
        "immediate",
        "diplomatic",
        "challenge",
        "quest",
        "isolate",
        "iran",
        "said",
        "peter",
        "harrell",
        "adjunct",
        "senior",
        "fellow",
        "center",
        "new",
        "american",
        "security",
        "example",
        "difficult",
        "get",
        "country",
        "china",
        "resume",
        "reducing",
        "oil",
        "purchase",
        "get",
        "iranian",
        "bank",
        "back",
        "swift",
        "international",
        "financial",
        "messaging",
        "network",
        "said",
        "lot",
        "ambiguity",
        "trump",
        "announcement",
        "said",
        "one",
        "attorney",
        "welcomed",
        "clear",
        "timeline",
        "sanction",
        "iran",
        "saying",
        "thought",
        "initial",
        "confusion",
        "measure",
        "would",
        "come",
        "back",
        "place",
        "benefit",
        "kind",
        "clarity",
        "government",
        "said",
        "jason",
        "waite",
        "partner",
        "international",
        "trade",
        "practice",
        "firm",
        "alston",
        "bird",
        "compliance",
        "new",
        "york",
        "name",
        "special",
        "prosecutor",
        "new",
        "york",
        "gov",
        "andrew",
        "cuomo",
        "appointed",
        "madeline",
        "singas",
        "nassau",
        "county",
        "district",
        "attorney",
        "special",
        "prosecutor",
        "investigate",
        "claim",
        "former",
        "state",
        "attorney",
        "general",
        "eric",
        "schneiderman",
        "schneiderman",
        "resigned",
        "monday",
        "denied",
        "allegation",
        "four",
        "woman",
        "physically",
        "assaulted",
        "wsj",
        "report",
        "nassau",
        "county",
        "district",
        "attorney",
        "madeline",
        "singas",
        "named",
        "special",
        "prosecutor",
        "investigate",
        "former",
        "attorney",
        "general",
        "eric",
        "schneiderman",
        "photo",
        "seth",
        "press",
        "congress",
        "overturn",
        "rule",
        "house",
        "voted",
        "kill",
        "regulation",
        "designed",
        "curb",
        "racial",
        "discrimination",
        "auto",
        "financing",
        "senate",
        "already",
        "approved",
        "move",
        "legislation",
        "advance",
        "president",
        "donald",
        "trump",
        "expected",
        "sign",
        "law",
        "wsj",
        "report",
        "hedge",
        "fund",
        "pay",
        "allegation",
        "visium",
        "asset",
        "management",
        "pay",
        "million",
        "settle",
        "allegation",
        "security",
        "regulator",
        "included",
        "breaking",
        "rule",
        "traded",
        "stock",
        "based",
        "tip",
        "inside",
        "government",
        "starting",
        "hedge",
        "fund",
        "admit",
        "deny",
        "allegation",
        "wsj",
        "report",
        "reputation",
        "executive",
        "leave",
        "nike",
        "probe",
        "alleged",
        "harassment",
        "discrimination",
        "woman",
        "led",
        "five",
        "executive",
        "leaving",
        "company",
        "nyt",
        "report",
        "exit",
        "bring",
        "number",
        "executive",
        "known",
        "left",
        "amid",
        "probe",
        "none",
        "five",
        "responded",
        "request",
        "comment",
        "risk",
        "california",
        "county",
        "seek",
        "opioid",
        "compensation",
        "thirty",
        "county",
        "california",
        "filing",
        "lawsuit",
        "federal",
        "court",
        "seeking",
        "recovery",
        "alleged",
        "taxpayer",
        "loss",
        "maker",
        "distributor",
        "opioid",
        "painkiller",
        "company",
        "repeatedly",
        "denied",
        "claim",
        "wsj",
        "report",
        "operation",
        "fire",
        "part",
        "supplier",
        "hit",
        "ford",
        "ford",
        "motor",
        "expects",
        "lay",
        "several",
        "thousand",
        "worker",
        "temporarily",
        "michigan",
        "factory",
        "assembles",
        "pickup",
        "truck",
        "fire",
        "last",
        "week",
        "damaged",
        "premise",
        "part",
        "supplier",
        "wsj",
        "report",
        "blaze",
        "plant",
        "run",
        "meridian",
        "lightweight",
        "technology",
        "run",
        "china",
        "wanfeng",
        "auto",
        "holding",
        "group",
        "strategy",
        "vodafone",
        "buy",
        "liberty",
        "globalsets",
        "britain",
        "vodafone",
        "group",
        "plc",
        "agreed",
        "nearly",
        "billion",
        "deal",
        "buy",
        "operation",
        "four",
        "european",
        "country",
        "john",
        "malone",
        "liberty",
        "global",
        "plc",
        "merger",
        "would",
        "create",
        "one",
        "continent",
        "biggest",
        "telecommunication",
        "carrier",
        "wsj",
        "report",
        "liberty",
        "global",
        "vodafone",
        "deal",
        "would",
        "represent",
        "latest",
        "global",
        "trend",
        "wireless",
        "carrier",
        "acquiring",
        "cable",
        "operation",
        "photo",
        "chris",
        "news",
        "japan",
        "recruit",
        "buy",
        "glassdoor",
        "glassdoor",
        "popular",
        "platform",
        "give",
        "people",
        "window",
        "condition",
        "hundred",
        "thousand",
        "company",
        "agreed",
        "acquired",
        "japan",
        "recruit",
        "holding",
        "billion",
        "cash",
        "recruit",
        "holding",
        "firm",
        "wsj",
        "report",
        "softbank",
        "say",
        "walmart",
        "buy",
        "flipkart",
        "walmart",
        "reached",
        "agreement",
        "buy",
        "indian",
        "company",
        "flipkart",
        "according",
        "masayoshi",
        "son",
        "chief",
        "executive",
        "softbank",
        "group",
        "one",
        "flipkart",
        "biggest",
        "shareholder",
        "reuters",
        "report",
        "announcement",
        "deal",
        "expected",
        "wednesday",
        "morning",
        "risk",
        "report",
        "wsj",
        "risk",
        "compliance",
        "journal",
        "cue",
        "important",
        "news",
        "risk",
        "compliance",
        "every",
        "weekday",
        "morning",
        "send",
        "tip",
        "suggestion",
        "complaint",
        "share",
        "andrew",
        "cuomo",
        "rule",
        "california",
        "opioids",
        "flipkart",
        "ford",
        "motor",
        "glassdoor",
        "iran",
        "deal",
        "iran",
        "sanction",
        "liberty",
        "global",
        "madeline",
        "singas",
        "meridian",
        "fire",
        "nike",
        "recruit",
        "schneiderman",
        "special",
        "counsel",
        "visium",
        "vodafone",
        "walmart",
        "previous",
        "corruption",
        "current",
        "official",
        "get",
        "life",
        "bribery",
        "content",
        "sponsor",
        "deloitte",
        "risk",
        "management",
        "strategy",
        "analysis",
        "deloitte",
        "board",
        "agenda",
        "corporate",
        "culture",
        "risk",
        "board",
        "recent",
        "corporate",
        "scandal",
        "linked",
        "problematic",
        "company",
        "culture",
        "led",
        "director",
        "look",
        "way",
        "better",
        "monitor",
        "corporate",
        "culture",
        "trying",
        "understand",
        "potential",
        "risk",
        "address",
        "problem",
        "become",
        "significant",
        "challenge",
        "treating",
        "culture",
        "risk",
        "part",
        "integrated",
        "process",
        "oversight",
        "address",
        "strategy",
        "performance",
        "taking",
        "proactive",
        "persistent",
        "improve",
        "oversight",
        "culture",
        "risk",
        "learn",
        "general",
        "approach",
        "culture",
        "risk",
        "oversight",
        "management",
        "board",
        "alike",
        "consider",
        "please",
        "note",
        "wall",
        "street",
        "journal",
        "news",
        "department",
        "involved",
        "creation",
        "content",
        "deloitte"
    ]
}