{
    "organizations": [],
    "uuid": "617de89735b68a44fe088fd0024053547a1fcc6e",
    "author": "Andrés Martinez",
    "url": "https://www.reuters.com/article/us-martinez-mexico-commentary/commentary-mexico-first-frontrunner-uses-trump-playbook-in-crunch-election-idUSKCN1IH260",
    "ord_in_thread": 0,
    "title": "‘Mexico First’ frontrunner uses Trump playbook in crunch election",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It’s crunch time for Mexico, where the course of the next two months will determine whether the country turns its back on a generation-long project of opening its economy to the world and its political system to the winds of democratic change. The decision ultimately rests with Mexican voters — and, to some extent, with U.S. President Donald Trump.\nMexican presidential candidate Andres Manuel Lopez Obrador addresses supporters at a campaign rally on the outskirts of Monterrey, Mexico May 6, 2018. REUTERS/Daniel Becerril On July 1, Mexicans will elect a new president. Much like American voters in 2016, they are eager to “drain the swamp.” And Mexico indeed may end up electing a rather swampy candidate who promises to do so.\nAndrés Manuel López Obrador, the populist former mayor of Mexico City and twice-defeated presidential candidate, has a comfortable lead in the polls. The prospect of his victory has rattled financial markets , as well as those in Mexico concerned about democratic niceties and the rule of law.\nDeadline Iran Reuters columnists assess the impact of the U.S. withdrawal from the Iran nuclear deal Though many people both inside and outside Mexico passionately argue about whether or not AMLO, as he is known, is the Mexican incarnation of Venezuela’s Hugo Chávez, the debate seems a bit off-point. AMLO might well be no Chávez, and still be a dreadful prospect. AMLO would almost certainly represent a return to the country’s more authoritarian, statist past. With an inward- and backward-looking view of the world, his slogan may not be “Make Mexico Great Again,” but it might as well be “Make Mexico Mexico Again.”\nAnd his would certainly be a “Mexico First” outlook.\nAMLO supporters at a campaign rally in Ciudad Juarez, Mexico April 1, 2018. REUTERS/Jose Luis Gonzalez AMLO and his followers despise elements of modern Mexico. They are aghast at the closer diplomatic and economic ties to the United States, the encroachment of foreign brands into their country, and the chiseling away at the state’s monopolistic control over spoils to be doled out to unions which spout the Orwellian cant of institutionalized revolution. For all the dysfunction of the current administration of President Enrique Peña Nieto, its early education and energy reforms were powerful blows against the old Mexico of AMLO’s dreams.\nAMLO’s demagogic temperament is as worrisome as his call to move Mexico back into the past. When he lost the 2006 election, he engaged in a years-long tantrum, refusing to accept the results and referring to himself as the “legitimate president.” Unwilling to share the limelight with others, he then broke away from the established PRD leftist party (just as he’d earlier broken away from the PRI) to create a new “movement” and party that he runs like a family business. Despite well-known ties to some of the least savory elements in Mexican politics, and a track record of surrounding himself with cronies susceptible to “entrapment” by donors bearing cash in brown bags, AMLO claims he will end corruption in Mexico through the sheer force of his personality and example. He is also talking, with trademark vagueness, about an “amnesty” for organized crime.\nEqually alarming, he is promising to submit as president to an unprecedented referendum every two years. AMLO is pitching this as a curb on his power, but opponents naturally see in it a potential Trojan horse to take on the prohibition against extending the single six-year term of office to which presidents are still restricted under Mexican law.\nMexican voters have twice rejected AMLO’s calls to move Mexico backwards by voting against him, and in favor of center-right PAN and centrist PRI presidents, in 2006 and 2012. That AMLO is still a presence in Mexican political life is an indictment of these established parties’ failure to reform the nation’s political culture and to strengthen the rule of law amid the carnage inflicted by warring drug cartels. Increasingly, Mexico boasts a first-world economy but decidedly third-world, corruption-riddled governance.\nRicardo Anaya, presidential candidate for the National Action Party (PAN), after the campaign debate in Mexico City, April 22, 2018. REUTERS/Henry Romero The first of three presidential debates, one focused on this all-important governance issue, was held on April 22, featuring all five candidates. Whether or not AMLO’s election is already a foregone conclusion was Topic A in a lively debate that often boiled down to four frustrated candidates practically banging their heads against their podiums in frustration, uttering some variant of \"Lopez Obrador calls himself an honest reformer, but ... (insert any one of a series of damning truths).”\nIf AMLO acted as if he could barely be bothered to engage at the debate, at least he showed up. In 2006, he famously made the mistake of sitting one out when he was also the frontrunner, a decision his opponents effectively attributed to either excessive arrogance or cowardice. This propensity to self-destruct has been notably absent in AMLO’s third consecutive run for the presidency. This time, he is running more as mellowed uncle than angry revolutionary by making it a priority to reassure skeptical middle-class voters who might be drawn to his call for shaking up the political order, but who worry about his temperament and about any reckless abandonment of sound economic policy that might bring back a plummeting currency and soaring inflation.\nAMLO has even discovered the power of humor this time around – he swatted away speculation earlier this year about being the favorite candidate of Russian interests by posting a video on social media that showed him (Andrés Manuelovitch, he called himself) standing by the Gulf of Mexico awaiting the submarine bearing his cash and instructions from Moscow.\nBut it is too early to proclaim AMLO the next president. A majority of Mexicans have opposed him over the last decade, presumably because they are still invested in Mexico’s bet on embracing liberal economics and free trade. AMLO’s electoral success is predicated on his continuing to face a fractured opposition; he is unlikely to command more than 50 percent of the vote. Mexico’s first presidential debate therefore was reminiscent of early 2015-2016 Republican debates, when established candidates were attacking each other in order to ultimately go head-to-head against Trump.\nIn this sense, the needle did move considerably during the April debate, as Ricardo Anaya, the 39-year-old wunderkind of the center-right PAN made a strong claim with his dominant performance to turn this into a two-man race. The PRI’s José Antonio Meade, a Yale-trained former finance and foreign minister who has worked across party lines during the past two administrations, may be the most qualified of the candidates, but he has failed to gain traction due to his inability to distance himself from the unpopular President Peña Nieto.\nAnd don’t forget about Trump. As Mexico’s election season heats up, Mexican, American and Canadian negotiators are racing to “modernize” the North American Free Trade Agreement, a pillar of the Mexico AMLO is running against. By all accounts, they should be able to resolve outstanding technocratic issues such as the rules-of-origin formula for the automotive sector.\nThe real suspense lies in whether Trump will be in a mood to accept the draft of a renegotiated treaty. Whether he decides to tweet that he has “fixed” NAFTA, or tweet that he is rejecting it once and for all to Make America Great Again, will go a long ways towards determining the fate of AMLO’s desire to make Mexico Mexico again.\nAbout the Author Andrés Martinez is a professor of practice at Arizona State University’s Walter Cronkite School of Journalism and Mass Communication and the editorial director of Future Tense at New America.@andresDCmtz\nThe views expressed in this article are not those of Reuters News.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-05-17T00:19:00.000+03:00",
    "crawled": "2018-05-17T01:50:47.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "crunch",
        "time",
        "mexico",
        "course",
        "next",
        "two",
        "month",
        "determine",
        "whether",
        "country",
        "turn",
        "back",
        "project",
        "opening",
        "economy",
        "world",
        "political",
        "system",
        "wind",
        "democratic",
        "change",
        "decision",
        "ultimately",
        "rest",
        "mexican",
        "voter",
        "extent",
        "president",
        "donald",
        "trump",
        "mexican",
        "presidential",
        "candidate",
        "andres",
        "manuel",
        "lopez",
        "obrador",
        "address",
        "supporter",
        "campaign",
        "rally",
        "outskirt",
        "monterrey",
        "mexico",
        "may",
        "becerril",
        "july",
        "mexican",
        "elect",
        "new",
        "president",
        "much",
        "like",
        "american",
        "voter",
        "eager",
        "drain",
        "mexico",
        "indeed",
        "may",
        "end",
        "electing",
        "rather",
        "swampy",
        "candidate",
        "promise",
        "andrés",
        "manuel",
        "lópez",
        "obrador",
        "populist",
        "former",
        "mayor",
        "mexico",
        "city",
        "presidential",
        "candidate",
        "comfortable",
        "lead",
        "poll",
        "prospect",
        "victory",
        "rattled",
        "financial",
        "market",
        "well",
        "mexico",
        "concerned",
        "democratic",
        "nicety",
        "rule",
        "law",
        "deadline",
        "iran",
        "reuters",
        "columnist",
        "assess",
        "impact",
        "withdrawal",
        "iran",
        "nuclear",
        "deal",
        "though",
        "many",
        "people",
        "inside",
        "outside",
        "mexico",
        "passionately",
        "argue",
        "whether",
        "amlo",
        "known",
        "mexican",
        "incarnation",
        "venezuela",
        "hugo",
        "chávez",
        "debate",
        "seems",
        "bit",
        "amlo",
        "might",
        "well",
        "chávez",
        "still",
        "dreadful",
        "prospect",
        "amlo",
        "would",
        "almost",
        "certainly",
        "represent",
        "return",
        "country",
        "authoritarian",
        "statist",
        "past",
        "view",
        "world",
        "slogan",
        "may",
        "make",
        "mexico",
        "great",
        "might",
        "well",
        "make",
        "mexico",
        "mexico",
        "would",
        "certainly",
        "mexico",
        "first",
        "outlook",
        "amlo",
        "supporter",
        "campaign",
        "rally",
        "ciudad",
        "juarez",
        "mexico",
        "april",
        "luis",
        "gonzalez",
        "amlo",
        "follower",
        "despise",
        "element",
        "modern",
        "mexico",
        "aghast",
        "closer",
        "diplomatic",
        "economic",
        "tie",
        "united",
        "state",
        "encroachment",
        "foreign",
        "brand",
        "country",
        "chiseling",
        "away",
        "state",
        "monopolistic",
        "control",
        "spoil",
        "doled",
        "union",
        "spout",
        "orwellian",
        "cant",
        "institutionalized",
        "revolution",
        "dysfunction",
        "current",
        "administration",
        "president",
        "enrique",
        "peña",
        "nieto",
        "early",
        "education",
        "energy",
        "reform",
        "powerful",
        "blow",
        "old",
        "mexico",
        "amlo",
        "dream",
        "amlo",
        "demagogic",
        "temperament",
        "worrisome",
        "call",
        "move",
        "mexico",
        "back",
        "past",
        "lost",
        "election",
        "engaged",
        "tantrum",
        "refusing",
        "accept",
        "result",
        "referring",
        "legitimate",
        "unwilling",
        "share",
        "limelight",
        "others",
        "broke",
        "away",
        "established",
        "prd",
        "leftist",
        "party",
        "earlier",
        "broken",
        "away",
        "pri",
        "create",
        "new",
        "movement",
        "party",
        "run",
        "like",
        "family",
        "business",
        "despite",
        "tie",
        "least",
        "savory",
        "element",
        "mexican",
        "politics",
        "track",
        "record",
        "surrounding",
        "crony",
        "susceptible",
        "entrapment",
        "donor",
        "bearing",
        "cash",
        "brown",
        "bag",
        "amlo",
        "claim",
        "end",
        "corruption",
        "mexico",
        "sheer",
        "force",
        "personality",
        "example",
        "also",
        "talking",
        "trademark",
        "vagueness",
        "amnesty",
        "organized",
        "crime",
        "equally",
        "alarming",
        "promising",
        "submit",
        "president",
        "unprecedented",
        "referendum",
        "every",
        "two",
        "year",
        "amlo",
        "pitching",
        "curb",
        "power",
        "opponent",
        "naturally",
        "see",
        "potential",
        "trojan",
        "horse",
        "take",
        "prohibition",
        "extending",
        "single",
        "term",
        "office",
        "president",
        "still",
        "restricted",
        "mexican",
        "law",
        "mexican",
        "voter",
        "twice",
        "rejected",
        "amlo",
        "call",
        "move",
        "mexico",
        "backwards",
        "voting",
        "favor",
        "pan",
        "centrist",
        "pri",
        "president",
        "amlo",
        "still",
        "presence",
        "mexican",
        "political",
        "life",
        "indictment",
        "established",
        "party",
        "failure",
        "reform",
        "nation",
        "political",
        "culture",
        "strengthen",
        "rule",
        "law",
        "amid",
        "carnage",
        "inflicted",
        "warring",
        "drug",
        "cartel",
        "increasingly",
        "mexico",
        "boast",
        "economy",
        "decidedly",
        "governance",
        "ricardo",
        "anaya",
        "presidential",
        "candidate",
        "national",
        "action",
        "party",
        "pan",
        "campaign",
        "debate",
        "mexico",
        "city",
        "april",
        "romero",
        "first",
        "three",
        "presidential",
        "debate",
        "one",
        "focused",
        "governance",
        "issue",
        "held",
        "april",
        "featuring",
        "five",
        "candidate",
        "whether",
        "amlo",
        "election",
        "already",
        "foregone",
        "conclusion",
        "topic",
        "lively",
        "debate",
        "often",
        "boiled",
        "four",
        "frustrated",
        "candidate",
        "practically",
        "banging",
        "head",
        "podium",
        "frustration",
        "uttering",
        "variant",
        "lopez",
        "obrador",
        "call",
        "honest",
        "reformer",
        "insert",
        "one",
        "series",
        "damning",
        "truth",
        "amlo",
        "acted",
        "could",
        "barely",
        "bothered",
        "engage",
        "debate",
        "least",
        "showed",
        "famously",
        "made",
        "mistake",
        "sitting",
        "one",
        "also",
        "frontrunner",
        "decision",
        "opponent",
        "effectively",
        "attributed",
        "either",
        "excessive",
        "arrogance",
        "cowardice",
        "propensity",
        "notably",
        "absent",
        "amlo",
        "third",
        "consecutive",
        "run",
        "presidency",
        "time",
        "running",
        "mellowed",
        "uncle",
        "angry",
        "revolutionary",
        "making",
        "priority",
        "reassure",
        "skeptical",
        "voter",
        "might",
        "drawn",
        "call",
        "shaking",
        "political",
        "order",
        "worry",
        "temperament",
        "reckless",
        "abandonment",
        "sound",
        "economic",
        "policy",
        "might",
        "bring",
        "back",
        "plummeting",
        "currency",
        "soaring",
        "inflation",
        "amlo",
        "even",
        "discovered",
        "power",
        "humor",
        "time",
        "around",
        "swatted",
        "away",
        "speculation",
        "earlier",
        "year",
        "favorite",
        "candidate",
        "russian",
        "interest",
        "posting",
        "video",
        "social",
        "medium",
        "showed",
        "andrés",
        "manuelovitch",
        "called",
        "standing",
        "gulf",
        "mexico",
        "awaiting",
        "submarine",
        "bearing",
        "cash",
        "instruction",
        "moscow",
        "early",
        "proclaim",
        "amlo",
        "next",
        "president",
        "majority",
        "mexican",
        "opposed",
        "last",
        "decade",
        "presumably",
        "still",
        "invested",
        "mexico",
        "bet",
        "embracing",
        "liberal",
        "economics",
        "free",
        "trade",
        "amlo",
        "electoral",
        "success",
        "predicated",
        "continuing",
        "face",
        "fractured",
        "opposition",
        "unlikely",
        "command",
        "percent",
        "vote",
        "mexico",
        "first",
        "presidential",
        "debate",
        "therefore",
        "reminiscent",
        "early",
        "republican",
        "debate",
        "established",
        "candidate",
        "attacking",
        "order",
        "ultimately",
        "go",
        "trump",
        "sense",
        "needle",
        "move",
        "considerably",
        "april",
        "debate",
        "ricardo",
        "anaya",
        "wunderkind",
        "pan",
        "made",
        "strong",
        "claim",
        "dominant",
        "performance",
        "turn",
        "race",
        "pri",
        "josé",
        "antonio",
        "meade",
        "former",
        "finance",
        "foreign",
        "minister",
        "worked",
        "across",
        "party",
        "line",
        "past",
        "two",
        "administration",
        "may",
        "qualified",
        "candidate",
        "failed",
        "gain",
        "traction",
        "due",
        "inability",
        "distance",
        "unpopular",
        "president",
        "peña",
        "nieto",
        "forget",
        "trump",
        "mexico",
        "election",
        "season",
        "heat",
        "mexican",
        "american",
        "canadian",
        "negotiator",
        "racing",
        "modernize",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "pillar",
        "mexico",
        "amlo",
        "running",
        "account",
        "able",
        "resolve",
        "outstanding",
        "technocratic",
        "issue",
        "formula",
        "automotive",
        "sector",
        "real",
        "suspense",
        "lie",
        "whether",
        "trump",
        "mood",
        "accept",
        "draft",
        "renegotiated",
        "treaty",
        "whether",
        "decides",
        "tweet",
        "fixed",
        "nafta",
        "tweet",
        "rejecting",
        "make",
        "america",
        "great",
        "go",
        "long",
        "way",
        "towards",
        "determining",
        "fate",
        "amlo",
        "desire",
        "make",
        "mexico",
        "mexico",
        "author",
        "andrés",
        "martinez",
        "professor",
        "practice",
        "arizona",
        "state",
        "university",
        "walter",
        "cronkite",
        "school",
        "journalism",
        "mass",
        "communication",
        "editorial",
        "director",
        "future",
        "tense",
        "new",
        "america",
        "andresdcmtz",
        "view",
        "expressed",
        "article",
        "reuters",
        "news",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}