{
    "organizations": [],
    "uuid": "a9c475e989323fae7e6d531873b71b3be84c335e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-tracon-pharmaceuticals-reports-first-quarter-2018-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "TRACON Pharmaceuticals Reports First Quarter 2018 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, May 09, 2018 (GLOBE NEWSWIRE) -- TRACON Pharmaceuticals (NASDAQ:TCON), a clinical stage biopharmaceutical company focused on the development and commercialization of novel targeted therapeutics for cancer and wet age‐related macular degeneration, today announced financial results for the first quarter ended March 31, 2018.\nFirst Quarter 2018 and Recent Corporate Highlights\nIn April 2018, TRACON closed a private placement of its common stock and warrants providing aggregate gross proceeds of approximately $38.7 million. In conjunction with the financing, the Company appointed Ted Wang, Ph.D., Chief Investment Officer of Puissance Capital Management, to its Board of Directors.\nEnrollment continues in the Phase 3 TAPPAS trial of TRC105 for the treatment of angiosarcoma that is accruing at 25 sites in the United States and multiple sites in the United Kingdom and France. At the initial meeting in May 2018, the Independent Data Monitoring Committee recommended that the trial continue as planned. We expect to conduct the interim analysis to determine the final sample size and eligible population for the trial in the second half of 2018.\nEnrollment continues in the Phase 1/2 trial of TRC253, TRACON’s product candidate for the treatment of prostate cancer that was in-licensed from Janssen. The Phase 1/2 trial is designed to assess safety, determine the recommended Phase 2 dose and assess response by prostate-specific antigen (PSA) levels. If Janssen opts to reacquire TRC253 prior to or following completion of the Phase 1/2 trial, TRACON is entitled to receive a $45.0 million opt-in payment, up to $137.5 million in potential milestone payments and a low-single digit royalty.\n“Our clinical programs continue to advance as planned, and we expect multiple potentially value-creating data readouts over the remainder of 2018, all delivered through our cost-efficient product development platform,” said Charles Theuer, M.D., Ph.D., President and CEO of TRACON. “Most importantly, our global pivotal Phase 3 TAPPAS trial of TRC105 in angiosarcoma continues to enroll well, with the key interim analysis expected in the second half of the year.”\nExpected Upcoming 2018 Milestones\nPresentation of data from preclinical studies of TRC105 in combination with PD-1 checkpoint inhibition at International Microenvironment Cancer Society meeting in June 2018 in Lisbon.\nCompletion of the dose escalation portion of the Phase 1/2 trial of TRC253 in patients with prostate cancer in mid-2018.\nAnnouncement of top-line data from the randomized Phase 2 TRAXAR trial of TRC105 in combination with Inlyta for patients with advanced or metastatic renal cell carcinoma is expected in the second half of 2018.\nAnnouncement of the results of the interim analysis from the Phase 3 pivotal TAPPAS trial of TRC105 in angiosarcoma is expected in the second half of 2018.\nPresentation of data from the Phase 1b trial of TRC105 in combination with Opdivo in patients with non-small cell lung cancer is expected in the second half of 2018.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents and short-term investments were $62.5 million at March 31, 2018, compared to $34.5 million at December 31, 2017.\nCollaboration revenue was $3.0 million for the first quarter of 2018 compared to $0.6 million for the first quarter of 2017. The increase was due to the $3.0 million non-refundable upfront payment received in connection with the Ambrx agreement recorded as revenue in the first quarter of 2018.\nResearch and development expenses for the first quarter of 2018 were $9.4 million compared to $5.6 million for the first quarter of 2017. The increase was primarily attributable to increased TRC105 drug manufacturing activities in the first quarter of 2018 as compared to the 2017 period.\nGeneral and administrative expenses for the first quarter of 2018 were $1.8 million compared to $2.0 million for the first quarter of 2017.\nNet loss for the first quarter of 2018 was $8.4 million compared to $7.1 million for the first quarter of 2017.\nInvestor Conference Call\nThe Company will hold a conference call today at 4:30 p.m. EST / 1:30 p.m. PST to provide an update on corporate activities and to discuss the financial results of its first quarter of 2018. The dial-in numbers are (855) 779‑9066 for domestic callers and (631) 485-4859 for international callers. Please use passcode 3189378. A live webcast of the conference call will be available online from the Investor/Events and Presentation page of the Company’s website at www.traconpharma.com .\nAfter the live webcast, a replay will remain available on TRACON’s website for 60 days.\nAbout Carotuximab ( TRC105 )\nTRC105 is a novel, clinical stage antibody to endoglin, a protein overexpressed on proliferating endothelial cells that is essential for angiogenesis, the process of new blood vessel formation. TRC105 is currently being studied in a pivotal Phase 3 trial in angiosarcoma and multiple Phase 2 clinical trials, in combination with VEGF inhibitors. TRC105 has received orphan designation for the treatment of soft tissue sarcoma in both the U.S. and EU. The ophthalmic formulation of TRC105, DE-122, is currently in a randomized Phase 2 trial for patients with wet AMD. For more information about the clinical trials, please visit TRACON’s website at www.traconpharma.com/clinical_trials.php .\nAbout TRC253\nTRC253 is a novel, orally bioavailable small molecule that is a potent, high affinity competitive inhibitor of the androgen receptor (AR) and AR mutations, including the F876L (also known as F877L) mutation. The AR F876L mutation results in an alteration in the AR ligand binding domain that confers resistance to therapies for prostate cancer. Activation of the AR is crucial for the growth of prostate cancer at all stages of the disease. Therapies targeting the AR have demonstrated clinical efficacy by extending time to disease progression, and in some cases, the survival of patients with metastatic castration-resistant prostate cancer. However, resistance to these agents is often observed and several molecular mechanisms of resistance have been identified, including gene amplification, overexpression, alternative splicing, and point mutation of the AR.\nAbout TRACON\nTRACON develops targeted therapies for cancer and ophthalmic diseases. The Company’s clinical-stage pipeline includes: TRC105, an endoglin antibody that is being developed for the treatment of multiple cancers; DE-122, the ophthalmic formulation of TRC105 that is being developed in wet AMD through a collaboration with Santen Pharmaceutical Company Ltd.; TRC102, a small molecule being developed for the treatment of lung cancer and glioblastoma; and TRC253, a small molecule being developed for the treatment of prostate cancer. To learn more about TRACON and its product candidates, visit TRACON's website at www.traconpharma.com .\nForward-Looking Statements\nStatements made in this press release regarding matters that are not historical facts are “forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Because such statements are subject to risks and uncertainties, actual results may differ materially from those expressed or implied by such forward‐looking statements. Such statements include, but are not limited to, statements regarding TRACON's plans to further develop its product candidates, expectations regarding the timing of clinical trials and presentations and availability of clinical data, expected development milestones, availability of additional clinical data and potential utility of TRACON’s product candidates. Risks that could cause actual results to differ from those expressed in these forward‐looking statements include: risks associated with clinical development; whether TRACON or others will be able to complete or initiate clinical trials on TRACON’s expected timelines, if at all; the fact that future preclinical studies and clinical trials may not be successful or otherwise consistent with results from prior studies; the fact that TRACON has limited control over whether or when third party collaborators complete on-going trials or initiates additional trials of TRACON’s product candidates; the fact that TRACON’s collaboration agreements are subject to early termination; potential changes in regulatory requirements in the United States and foreign countries; TRACON’s reliance on third parties for the development of its product candidates, including the conduct of its clinical trials and manufacture of its product candidates; whether TRACON will be able to obtain additional financing; and other risks described in TRACON’s filings with the Securities and Exchange Commission under the heading “Risk Factors”. All forward‐looking statements contained in this press release speak only as of the date on which they were made and are based on management’s assumptions and estimates as of such date. TRACON undertakes no obligation to update such statements to reflect events that occur or circumstances that exist after the date on which they were made.\nTRACON Pharmaceuticals, Inc.\nUnaudited Condensed Consolidated Statements of Operations\n(in thousands, except share and per share data)\nThree Months Ended\nMarch 31, 2018 2017\nCollaboration revenue $ 3,000 $ 626 Operating expenses: Research and development 9,438 5,582 General and administrative 1,751 1,964 Total operating expenses 11,189 7,546 Loss from operations (8,189 ) (6,920 ) Total other income (expense) (175 ) (227 ) Net loss $ (8,364 ) $ (7,147 )\nNet loss per share, basic and diluted $ (0.46 ) $ (0.44 ) Weighted‑average common shares outstanding, basic and diluted 18,214,787 16,206,424 TRACON Pharmaceuticals, Inc.\nCondensed Consolidated Balance Sheets\n(in thousands)\nMarch 31, December 31, 2018 2017 Assets (Unaudited) Current assets: Cash and cash equivalents $ 62,493 $ 29,467 Short-term investments - 4,999 Prepaid and other assets 1,302 1,591 Total current assets 63,795 36,057 Property and equipment, net 66 73 Total assets $ 63,861 $ 36,130 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable and accrued expenses $ 12,480 $ 6,800 Accrued compensation and related expenses 1,733 1,494 Current portion of deferred revenue - 667 Long‑term debt, current portion 533 2,837 Final payment due bank 320 - Total current liabilities 15,066 11,798 Other long-term liabilities 93 409 Deferred revenue - 2,333 Long‑term debt, less current portion 6,213 4,603 Commitments and contingencies Stockholders’ equity: Common stock 28 18 Additional paid‑in capital 155,526 121,670 Accumulated deficit (113,065 ) (104,701 ) Total stockholders’ equity 42,489 16,987 Total liabilities and stockholders’ equity $ 63,861 $ 36,130\nCompany Contact: Investor Contact: Patricia Bitar Andrew McDonald Chief Financial Officer LifeSci Advisors LLC (858) 550‐0780 ext. 223 646-597-6987 pbitar@traconpharma.com Andrew@lifesciadvisors.com\nSource:TRACON Pharmaceuticals, Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-09T23:51:42.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "tracon",
        "pharmaceutical",
        "nasdaq",
        "tcon",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "novel",
        "targeted",
        "therapeutic",
        "cancer",
        "wet",
        "macular",
        "degeneration",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "recent",
        "corporate",
        "highlight",
        "april",
        "tracon",
        "closed",
        "private",
        "placement",
        "common",
        "stock",
        "warrant",
        "providing",
        "aggregate",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "conjunction",
        "financing",
        "company",
        "appointed",
        "ted",
        "wang",
        "chief",
        "investment",
        "officer",
        "puissance",
        "capital",
        "management",
        "board",
        "director",
        "enrollment",
        "continues",
        "phase",
        "tappa",
        "trial",
        "trc105",
        "treatment",
        "angiosarcoma",
        "accruing",
        "site",
        "united",
        "state",
        "multiple",
        "site",
        "united",
        "kingdom",
        "france",
        "initial",
        "meeting",
        "may",
        "independent",
        "data",
        "monitoring",
        "committee",
        "recommended",
        "trial",
        "continue",
        "planned",
        "expect",
        "conduct",
        "interim",
        "analysis",
        "determine",
        "final",
        "sample",
        "size",
        "eligible",
        "population",
        "trial",
        "second",
        "half",
        "enrollment",
        "continues",
        "phase",
        "trial",
        "trc253",
        "tracon",
        "product",
        "candidate",
        "treatment",
        "prostate",
        "cancer",
        "janssen",
        "phase",
        "trial",
        "designed",
        "assess",
        "safety",
        "determine",
        "recommended",
        "phase",
        "dose",
        "assess",
        "response",
        "antigen",
        "psa",
        "level",
        "janssen",
        "opts",
        "reacquire",
        "trc253",
        "prior",
        "following",
        "completion",
        "phase",
        "trial",
        "tracon",
        "entitled",
        "receive",
        "million",
        "payment",
        "million",
        "potential",
        "milestone",
        "payment",
        "digit",
        "royalty",
        "clinical",
        "program",
        "continue",
        "advance",
        "planned",
        "expect",
        "multiple",
        "potentially",
        "data",
        "readout",
        "remainder",
        "delivered",
        "product",
        "development",
        "platform",
        "said",
        "charles",
        "theuer",
        "president",
        "ceo",
        "tracon",
        "importantly",
        "global",
        "pivotal",
        "phase",
        "tappa",
        "trial",
        "trc105",
        "angiosarcoma",
        "continues",
        "enroll",
        "well",
        "key",
        "interim",
        "analysis",
        "expected",
        "second",
        "half",
        "expected",
        "upcoming",
        "milestone",
        "presentation",
        "data",
        "preclinical",
        "study",
        "trc105",
        "combination",
        "checkpoint",
        "inhibition",
        "international",
        "microenvironment",
        "cancer",
        "society",
        "meeting",
        "june",
        "lisbon",
        "completion",
        "dose",
        "escalation",
        "portion",
        "phase",
        "trial",
        "trc253",
        "patient",
        "prostate",
        "cancer",
        "announcement",
        "data",
        "randomized",
        "phase",
        "traxar",
        "trial",
        "trc105",
        "combination",
        "inlyta",
        "patient",
        "advanced",
        "metastatic",
        "renal",
        "cell",
        "carcinoma",
        "expected",
        "second",
        "half",
        "announcement",
        "result",
        "interim",
        "analysis",
        "phase",
        "pivotal",
        "tappa",
        "trial",
        "trc105",
        "angiosarcoma",
        "expected",
        "second",
        "half",
        "presentation",
        "data",
        "phase",
        "1b",
        "trial",
        "trc105",
        "combination",
        "opdivo",
        "patient",
        "cell",
        "lung",
        "cancer",
        "expected",
        "second",
        "half",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "collaboration",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "due",
        "million",
        "upfront",
        "payment",
        "received",
        "connection",
        "ambrx",
        "agreement",
        "recorded",
        "revenue",
        "first",
        "quarter",
        "research",
        "development",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "increase",
        "primarily",
        "attributable",
        "increased",
        "trc105",
        "drug",
        "manufacturing",
        "activity",
        "first",
        "quarter",
        "compared",
        "period",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "first",
        "quarter",
        "investor",
        "conference",
        "call",
        "company",
        "hold",
        "conference",
        "call",
        "today",
        "est",
        "pst",
        "provide",
        "update",
        "corporate",
        "activity",
        "discus",
        "financial",
        "result",
        "first",
        "quarter",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "please",
        "use",
        "passcode",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "online",
        "presentation",
        "page",
        "company",
        "website",
        "live",
        "webcast",
        "replay",
        "remain",
        "available",
        "tracon",
        "website",
        "day",
        "carotuximab",
        "trc105",
        "trc105",
        "novel",
        "clinical",
        "stage",
        "antibody",
        "endoglin",
        "protein",
        "overexpressed",
        "proliferating",
        "endothelial",
        "cell",
        "essential",
        "angiogenesis",
        "process",
        "new",
        "blood",
        "vessel",
        "formation",
        "trc105",
        "currently",
        "studied",
        "pivotal",
        "phase",
        "trial",
        "angiosarcoma",
        "multiple",
        "phase",
        "clinical",
        "trial",
        "combination",
        "vegf",
        "inhibitor",
        "trc105",
        "received",
        "orphan",
        "designation",
        "treatment",
        "soft",
        "tissue",
        "sarcoma",
        "eu",
        "ophthalmic",
        "formulation",
        "trc105",
        "currently",
        "randomized",
        "phase",
        "trial",
        "patient",
        "wet",
        "amd",
        "information",
        "clinical",
        "trial",
        "please",
        "visit",
        "tracon",
        "website",
        "trc253",
        "trc253",
        "novel",
        "orally",
        "bioavailable",
        "small",
        "molecule",
        "potent",
        "high",
        "affinity",
        "competitive",
        "inhibitor",
        "androgen",
        "receptor",
        "ar",
        "ar",
        "mutation",
        "including",
        "f876l",
        "also",
        "known",
        "f877l",
        "mutation",
        "ar",
        "f876l",
        "mutation",
        "result",
        "alteration",
        "ar",
        "ligand",
        "binding",
        "domain",
        "confers",
        "resistance",
        "therapy",
        "prostate",
        "cancer",
        "activation",
        "ar",
        "crucial",
        "growth",
        "prostate",
        "cancer",
        "stage",
        "disease",
        "therapy",
        "targeting",
        "ar",
        "demonstrated",
        "clinical",
        "efficacy",
        "extending",
        "time",
        "disease",
        "progression",
        "case",
        "survival",
        "patient",
        "metastatic",
        "prostate",
        "cancer",
        "however",
        "resistance",
        "agent",
        "often",
        "observed",
        "several",
        "molecular",
        "mechanism",
        "resistance",
        "identified",
        "including",
        "gene",
        "amplification",
        "overexpression",
        "alternative",
        "splicing",
        "point",
        "mutation",
        "ar",
        "tracon",
        "tracon",
        "develops",
        "targeted",
        "therapy",
        "cancer",
        "ophthalmic",
        "disease",
        "company",
        "pipeline",
        "includes",
        "trc105",
        "endoglin",
        "antibody",
        "developed",
        "treatment",
        "multiple",
        "cancer",
        "ophthalmic",
        "formulation",
        "trc105",
        "developed",
        "wet",
        "amd",
        "collaboration",
        "santen",
        "pharmaceutical",
        "company",
        "trc102",
        "small",
        "molecule",
        "developed",
        "treatment",
        "lung",
        "cancer",
        "glioblastoma",
        "trc253",
        "small",
        "molecule",
        "developed",
        "treatment",
        "prostate",
        "cancer",
        "learn",
        "tracon",
        "product",
        "candidate",
        "visit",
        "tracon",
        "website",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "regarding",
        "matter",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "tracon",
        "plan",
        "develop",
        "product",
        "candidate",
        "expectation",
        "regarding",
        "timing",
        "clinical",
        "trial",
        "presentation",
        "availability",
        "clinical",
        "data",
        "expected",
        "development",
        "milestone",
        "availability",
        "additional",
        "clinical",
        "data",
        "potential",
        "utility",
        "tracon",
        "product",
        "candidate",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "statement",
        "include",
        "risk",
        "associated",
        "clinical",
        "development",
        "whether",
        "tracon",
        "others",
        "able",
        "complete",
        "initiate",
        "clinical",
        "trial",
        "tracon",
        "expected",
        "timeline",
        "fact",
        "future",
        "preclinical",
        "study",
        "clinical",
        "trial",
        "may",
        "successful",
        "otherwise",
        "consistent",
        "result",
        "prior",
        "study",
        "fact",
        "tracon",
        "limited",
        "control",
        "whether",
        "third",
        "party",
        "collaborator",
        "complete",
        "trial",
        "initiate",
        "additional",
        "trial",
        "tracon",
        "product",
        "candidate",
        "fact",
        "tracon",
        "collaboration",
        "agreement",
        "subject",
        "early",
        "termination",
        "potential",
        "change",
        "regulatory",
        "requirement",
        "united",
        "state",
        "foreign",
        "country",
        "tracon",
        "reliance",
        "third",
        "party",
        "development",
        "product",
        "candidate",
        "including",
        "conduct",
        "clinical",
        "trial",
        "manufacture",
        "product",
        "candidate",
        "whether",
        "tracon",
        "able",
        "obtain",
        "additional",
        "financing",
        "risk",
        "described",
        "tracon",
        "filing",
        "security",
        "exchange",
        "commission",
        "heading",
        "risk",
        "factor",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "made",
        "based",
        "management",
        "assumption",
        "estimate",
        "date",
        "tracon",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "occur",
        "circumstance",
        "exist",
        "date",
        "made",
        "tracon",
        "pharmaceutical",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "tracon",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "asset",
        "unaudited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "compensation",
        "related",
        "expense",
        "current",
        "portion",
        "deferred",
        "revenue",
        "debt",
        "current",
        "portion",
        "final",
        "payment",
        "due",
        "bank",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "revenue",
        "debt",
        "less",
        "current",
        "portion",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "company",
        "contact",
        "investor",
        "contact",
        "patricia",
        "bitar",
        "andrew",
        "mcdonald",
        "chief",
        "financial",
        "officer",
        "lifesci",
        "advisor",
        "llc",
        "ext",
        "pbitar",
        "andrew",
        "source",
        "tracon",
        "pharmaceutical",
        "inc"
    ]
}