{
    "organizations": [],
    "uuid": "ebccd733f5b622bf9f0bae6b179713f2ba9f89cd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/10/globe-newswire-profound-medical-corp-announces-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Profound Medical Corp. Announces First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, Profound Medical Corp. (TSX-V:PRN) (OTCQX:PRFMF) (“Profound” or the “Company”), the only company to provide a therapeutics platform that provides the precision of real-time Magnetic Resonance (“MR”) imaging combined with the safety and ablation power of directional and focused ultrasound technology for the incision-free ablation of diseased tissue, today reported financial results for the three months ended March 31, 2018. All amounts, unless specified otherwise, are expressed in Canadian dollars and are presented in accordance with International Financial Reporting Standards as issued by the International Accounting Standards Board, applicable to the preparation of interim financial statements, including IAS-34, Interim Financial Reporting.\nRecent Corporate Highlights\nOn January 31, 2018, Profound announced the completion of patient enrollment in the TACT (TULSA-PRO ® Ablation Clinical Trial) pivotal study designed to further evaluate the safety and efficacy of TULSA-PRO ® to ablate prostate tissue in patients with localized, organ-confined prostate cancer. The primary efficacy endpoint of TACT is the proportion of patients achieving a post-treatment prostate-specific antigen (“PSA”) reduction ≥ 75% of their pre-treatment baseline value. The Company’s pre-established performance goal for the success proportion is 50% of patients. Based on its preliminary analysis, Profound announced that, of the first 63 evaluable patients, the median PSA reduction to-date was 93%, and 92% (58 out of 63) had achieved the PSA reduction success proportion. Profound expects additional data from the TACT pivotal study will be presented on May 21 st at 8:20 a.m. PT in the Next Frontier Plenary Session at the American Urological Association annual meeting being held in San Francisco, CA, May 18-21, 2018. Profound anticipates that the presentation will include patient baseline characteristics as well as PSA nadir and summary of safety profile from the full study population, consisting of 115 patients. On March 20, 2018, the Company completed a bought deal financing pursuant to a short form prospectus (the “2018 Bought Deal Offering”), for total gross proceeds of $34.5 million. On April 23, 2018, Profound announced the appointment of Ian Heynen as Senior Vice-President of Sales and Marketing. On May 2, 2018, the Company announced the appointment of Aaron Davidson as Chief Financial Officer and Senior Vice-President of Corporate Development. On May 9, 2018, Profound announced that the Chinese Food and Drug Administration (\"CFDA\") approved Sonalleve ® for the non-invasive treatment of uterine fibroids.\n“From a strategic perspective, we made significant advancements since the beginning of the year as we completed the TACT pivotal clinical trial, strengthened our balance sheet, and just yesterday, obtained regulatory approval for our Sonalleve ® product in China,” said Arun Menawat, Profound’s CEO. “Revenue for Q1-2018 was below our internal expectation, however. That was driven by the fact that no new system sales were closed in the period and, while very exciting, the CFDA approval of Sonalleve ® came later than originally expected. We expect to regain our momentum as the year progresses. TULSA-PRO ® is now part of both Philips’ and Siemens’ sales catalogues and we are working closely with them to train their respective sales teams. In addition, we are planning to initiate the Sonalleve ® commercial launch in China in the coming weeks. Accordingly, despite the sales performance in the first quarter, we remain confident that our full-year 2018 revenues will show improvement over 2017.”\nSummary First Quarter 2018 Results\nFor the quarter ended March 31, 2018, the Company recorded revenues of $376,335, with $372,494 from sale of products and $3,841 from installation and training services. The first quarter 2018 revenues compared to $591,517 in the same three month period a year ago.\nThe Company recorded a net loss for the three months ended March 31, 2018 of $4,901,786 or $0.06 per common share, as compared to a net loss of $4,112,485, or $0.07 per common share, for the three months ended March 31, 2017. The increase in net loss was primarily attributed to an increase in R&D expense of $633,652, an increase in G&A expenses of $185,190, an increase in net finance costs of $39,024 and a decrease in gross profit of $135,032. These were partially offset by a decrease in selling and distribution expenses of $203,597.\nExpenditures for R&D for the three months ended March 31, 2018 were higher by $633,652 compared to the three months ended March 31, 2017. Overall, the increase in R&D spending was attributed to the Sonalleve ® transaction, which occurred after Q1 2017. Salaries and benefits, consulting fees and rent increased by $711,618, $63,510 and $54,346, respectively. These costs were higher compared to the three months ended March 31, 2017, due to a higher number of R&D personnel, new initiatives with the Sonalleve ® product and new facilities in Finland. Offsetting these amounts was a decrease in clinical trial costs, materials and share based compensation by $371,083, $55,380 and $38,935, respectively, resulting from the completion of the TACT Pivotal Clinical Trial enrollment initiatives and the forfeiture of certain share options. Amortization of intangible assets increased by $270,500 due to the Sonalleve ® Transaction and amortization of the acquired intangible assets.\nGeneral and administrative expenses for the first quarter of 2018 were higher by $185,190 compared to the three months ended March 31, 2017. Consulting fees, share based compensation and office and other increased by $56,068, $155,680 and $80,293, respectively, due to increased legal fees associated with the Sonalleve ® patents, the inclusion of Sonalleve ® operations and increased share option vesting this quarter. These costs were offset by a decrease in salaries and benefits and rent by $169,217 and $26,894, respectively, due to the termination expense related to a former executive officer occurring in Q1 2017. Depreciation expense increased by $86,880 primarily due to leasehold improvements for the new facility that were constructed in the latter part of 2017.\nLiquidity and Outstanding Share Capital\nAs at March 31, 2018, the Company had cash of $38,014,963.\nAs at May 10, 2018, Profound had an unlimited number of authorized common shares with 107,617,377 common shares issued and outstanding.\nFor complete financial results, please see our filings at www.sedar.com and our website at www.profoundmedical.com .\nConference Call Details\nProfound Medical is pleased to invite all interested parties to participate in a conference call today, May 10, 2018, at 4:30 p.m. ET during which time the results will be discussed.\nLive Call: 1- 877-407-9210 (Canada and the United States) 1-201-689-8049 (International) Replay: 1-877-481-4010 (Canada and the United States) Replay ID: 29074 The call will also be broadcast live and archived on the Company's website at www.profoundmedical.com under \"Investor Presentations\" in the Investor Relations section.\nAbout Profound Medical Corp.\nThe Profound Medical Corp. team is committed to creating the powerful combination of real-time MR-guidance as the imaging platform and ultrasound as the energy source for delivering non-invasive ablative tools to clinicians. These key technology pillars, linked with intelligent software and robotics, have the potential to fulfill unmet needs of patients and clinicians in many anatomies and disease states, including prostate cancer, uterine fibroids, and bone metastases. Our mission is to profoundly change the standard of care by creating a tomorrow where clinicians can confidently ablate tissue with precision; a tomorrow where patients have access to safe and effective treatment options, so they can quickly return to their daily lives.\nProfound is commercializing a novel technology, TULSA-PRO ® , which combines real-time Magnetic Resonance Imaging with transurethral, robotically-driven therapeutic ultrasound and closed-loop thermal feedback control that is designed to provide precise ablation of the prostate while simultaneously protecting critical surrounding anatomy from potential side effects. TULSA-PRO ® is CE marked and Profound is currently conducting a pilot commercial launch of the technology in key European and other CE mark jurisdictions. The Company is also sponsoring a multicenter, prospective FDA-registered clinical trial, TACT, which, if successful, is expected to support its application to the FDA for clearance to market TULSA-PRO ® in the United States.\nProfound Medical is also commercializing Sonalleve ® , an innovative therapeutic platform that combines real-time MR imaging and thermometry with thermal ultrasound to enable precise and incision-free ablation of diseased tissue. Sonalleve ® is CE marked for the treatment of uterine fibroids and palliative pain treatment of bone metastases. The Company is also in the early stages of exploring additional potential treatment markets for Sonalleve ® , such as non-invasive ablation of abdominal cancers and hyperthermia for cancer therapy, where the technology has been shown to have clinical application.\nForward-Looking Statements\nThis release includes regarding Profound and its business which may include, but is not limited to, the expectations regarding the efficacy of Profound’s technology in the treatment of prostate cancer, uterine fibroids and palliative pain treatment. Often, but not always, can be identified by the use of words such as \"plans\", \"is expected\", \"expects\", \"scheduled\", \"intends\", \"contemplates\", \"anticipates\", \"believes\", \"proposes\" or variations (including negative variations) of such words and phrases, or state that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved. Such statements are based on the current expectations of the management of Profound. The forward-looking events and circumstances discussed in this release, may not occur by certain specified dates or at all and could differ materially as a result of known and unknown risk factors and uncertainties affecting the company, including risks regarding the pharmaceutical industry, economic factors, the equity markets generally and risks associated with growth and competition. Although Profound has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in , there may be other factors that cause actions, events or results to differ from those anticipated, estimated or intended. No forward-looking statement can be guaranteed. Except as required by applicable securities laws, speak only as of the date on which they are made and Profound undertakes no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events, or otherwise, other than as required by law.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange), nor the OTC\nQX accepts responsibility for the adequacy or accuracy of this release.\nFor further information, please contact:\nStephen Kilmer\nInvestor Relations\nskilmer@profoundmedical.com\nT: 647.872.4849\nOr\nAaron Davidson\nChief Financial Officer and Senior Vice-President of Corporate Development\nT: 647.476.1350\nProfound Medical Corp.\nInterim Condensed Consolidated Balance Sheets\n(Unaudited)\nAssets\nCurrent assets March 31,\n2018\n$ December 31,\n2017\n$ Cash 38,014,963 11,103,223 Trade and other receivables 1,045,978 4,251,658 Investment tax credits receivable 300,000 240,000 Inventory 1,823,151 1,431,157 Prepaid expenses and deposits 782,128 576,028 41,966,220 17,602,066 Property and equipment 1,623,948 1,726,150 Intangible assets 4,859,889 5,141,998 Goodwill 3,409,165 3,409,165 51,859,222 27,879,379 Liabilities Current liabilities Accounts payable and accrued liabilities 2,931,197 5,081,704 Deferred revenue 250,454 241,316 Long-term debt 3,364,049 4,701,214 Provisions 79,534 93,222 Other liabilities 528,900 534,958 Taxes payable 113,119 72,779 7,267,253 10,725,193 Long-term debt 435,192 443,875 Provisions 1,036,425 988,239 Other liabilities 1,502,337 1,580,933 10,241,207 13,738,240 Shareholders’ Equity Share capital 120,728,776 98,365,770 Contributed surplus 16,112,778 6,103,970 Accumulated other comprehensive loss (14,681 ) (57,929 ) Deficit (95,208,858 ) (90,270,672 ) 41,618,015 14,141,139 51,859,222 27,879,379\nProfound Medical Corp.\nInterim Condensed Consolidated Statements of Loss and Comprehensive Loss\n(Unaudited)\nThree months\nended\nMarch 31,\n2018\n$ Three months\nended\nMarch 31,\n2017\n$ Revenue Products 372,494 552,918 Services 3,841 38,599 376,335 591,517 Cost of sales 231,075 311,225 Gross profit 145,260 280,292 Expenses Research and development 2,516,781 1,883,129 General and administrative 1,303,204 1,118,014 Selling and distribution 946,902 1,150,499 Total operating expenses 4,766,887 4,151,642 Finance costs 319,963 289,700 Finance income (39,804 ) (48,565 ) Net finance costs 280,159 241,135 Loss before income taxes 4,901,786 4,112,485 Income tax expense 36,400 2,297 Net loss for the period 4,938,186 4,114,782 Item that may be reclassified to profit or loss Foreign currency translation adjustment (43,248 ) 2,640 Net loss and comprehensive loss for the period 4,894,938 4,117,422 Basic and diluted weighted average common shares outstanding 77,334,044 55,314,825 Basic and diluted net loss per common share 0.06 0.07\nProfound Medical Corp.\nInterim Condensed Consolidated Statements of Cash Flows\n(Unaudited)\nThree months\nended\nMarch 31,\n2018\n$ Three months\nended\nMarch 31,\n2017\n$ Cash provided by (used in) Operating activities Net loss for the period (4,938,186 ) (4,114,782 ) Depreciation of property and equipment 141,729 54,001 Amortization of intangible assets 282,109 12,351 Share-based compensation 241,058 100,564 Interest and accretion expense 187,597 296,124 Change in deferred rent 6,048 - Change in fair value of contingent consideration 48,647 - Net change in non-cash working capital balances Investment tax credits receivable (60,000 ) (66,000 ) Trade and other receivables 3,205,680 (462,254 ) Prepaid expenses and deposits (206,100 ) (40,814 ) Inventory (391,994 ) (447,857 ) Accounts payable and accrued liabilities (2,321,907 ) 577,451 Provisions 34,498 435,632 Customer deposits - (259,293 ) Deferred revenue 9,138 47,154 Taxes payable 40,340 - (3,721,343 ) (3,867,723 ) Investing activities Purchase of intangible assets - (33,825 ) Purchase of property and equipment - (28,528 ) - (62,353 ) Financing activities Issuance of common shares 34,500,000 - Transaction costs paid (2,194,123 ) - Payment of other liabilities (143,897 ) - Payment of long-term debt and interest (1,528,897 ) (21,675 ) Proceeds from share options exercised - 10,725 30,633,083 (10,950 ) Increase (decrease) in cash during the period 26,911,740 (3,941,026 ) Cash - Beginning of period 11,103,223 20,833,061 Cash - End of period 38,014,963 16,892,035\nSource:Profound Medical Corp.",
    "published": "2018-05-11T00:02:00.000+03:00",
    "crawled": "2018-05-11T00:53:16.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "profound",
        "medical",
        "prn",
        "otcqx",
        "prfmf",
        "profound",
        "company",
        "company",
        "provide",
        "therapeutic",
        "platform",
        "provides",
        "precision",
        "magnetic",
        "resonance",
        "mr",
        "imaging",
        "combined",
        "safety",
        "ablation",
        "power",
        "directional",
        "focused",
        "ultrasound",
        "technology",
        "ablation",
        "diseased",
        "tissue",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "amount",
        "unless",
        "specified",
        "otherwise",
        "expressed",
        "canadian",
        "dollar",
        "presented",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "issued",
        "international",
        "accounting",
        "standard",
        "board",
        "applicable",
        "preparation",
        "interim",
        "financial",
        "statement",
        "including",
        "interim",
        "financial",
        "reporting",
        "recent",
        "corporate",
        "highlight",
        "january",
        "profound",
        "announced",
        "completion",
        "patient",
        "enrollment",
        "tact",
        "ablation",
        "clinical",
        "trial",
        "pivotal",
        "study",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "ablate",
        "prostate",
        "tissue",
        "patient",
        "localized",
        "prostate",
        "cancer",
        "primary",
        "efficacy",
        "endpoint",
        "tact",
        "proportion",
        "patient",
        "achieving",
        "antigen",
        "psa",
        "reduction",
        "baseline",
        "value",
        "company",
        "performance",
        "goal",
        "success",
        "proportion",
        "patient",
        "based",
        "preliminary",
        "analysis",
        "profound",
        "announced",
        "first",
        "evaluable",
        "patient",
        "median",
        "psa",
        "reduction",
        "achieved",
        "psa",
        "reduction",
        "success",
        "proportion",
        "profound",
        "expects",
        "additional",
        "data",
        "tact",
        "pivotal",
        "study",
        "presented",
        "may",
        "st",
        "pt",
        "next",
        "frontier",
        "plenary",
        "session",
        "american",
        "urological",
        "association",
        "annual",
        "meeting",
        "held",
        "san",
        "francisco",
        "ca",
        "may",
        "profound",
        "anticipates",
        "presentation",
        "include",
        "patient",
        "baseline",
        "characteristic",
        "well",
        "psa",
        "nadir",
        "summary",
        "safety",
        "profile",
        "full",
        "study",
        "population",
        "consisting",
        "patient",
        "march",
        "company",
        "completed",
        "bought",
        "deal",
        "financing",
        "pursuant",
        "short",
        "form",
        "prospectus",
        "bought",
        "deal",
        "offering",
        "total",
        "gross",
        "proceeds",
        "million",
        "april",
        "profound",
        "announced",
        "appointment",
        "ian",
        "heynen",
        "senior",
        "sale",
        "marketing",
        "may",
        "company",
        "announced",
        "appointment",
        "aaron",
        "davidson",
        "chief",
        "financial",
        "officer",
        "senior",
        "corporate",
        "development",
        "may",
        "profound",
        "announced",
        "chinese",
        "food",
        "drug",
        "administration",
        "cfda",
        "approved",
        "sonalleve",
        "treatment",
        "uterine",
        "fibroid",
        "strategic",
        "perspective",
        "made",
        "significant",
        "advancement",
        "since",
        "beginning",
        "year",
        "completed",
        "tact",
        "pivotal",
        "clinical",
        "trial",
        "strengthened",
        "balance",
        "sheet",
        "yesterday",
        "obtained",
        "regulatory",
        "approval",
        "sonalleve",
        "product",
        "china",
        "said",
        "arun",
        "menawat",
        "profound",
        "ceo",
        "revenue",
        "internal",
        "expectation",
        "however",
        "driven",
        "fact",
        "new",
        "system",
        "sale",
        "closed",
        "period",
        "exciting",
        "cfda",
        "approval",
        "sonalleve",
        "came",
        "later",
        "originally",
        "expected",
        "expect",
        "regain",
        "momentum",
        "year",
        "progress",
        "part",
        "philip",
        "siemens",
        "sale",
        "catalogue",
        "working",
        "closely",
        "train",
        "respective",
        "sale",
        "team",
        "addition",
        "planning",
        "initiate",
        "sonalleve",
        "commercial",
        "launch",
        "china",
        "coming",
        "week",
        "accordingly",
        "despite",
        "sale",
        "performance",
        "first",
        "quarter",
        "remain",
        "confident",
        "revenue",
        "show",
        "improvement",
        "summary",
        "first",
        "quarter",
        "result",
        "quarter",
        "ended",
        "march",
        "company",
        "recorded",
        "revenue",
        "sale",
        "product",
        "installation",
        "training",
        "service",
        "first",
        "quarter",
        "revenue",
        "compared",
        "three",
        "month",
        "period",
        "year",
        "ago",
        "company",
        "recorded",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "march",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "increase",
        "net",
        "loss",
        "primarily",
        "attributed",
        "increase",
        "r",
        "expense",
        "increase",
        "g",
        "expense",
        "increase",
        "net",
        "finance",
        "cost",
        "decrease",
        "gross",
        "profit",
        "partially",
        "offset",
        "decrease",
        "selling",
        "distribution",
        "expense",
        "expenditure",
        "r",
        "three",
        "month",
        "ended",
        "march",
        "higher",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "overall",
        "increase",
        "r",
        "spending",
        "attributed",
        "sonalleve",
        "transaction",
        "occurred",
        "q1",
        "salary",
        "benefit",
        "consulting",
        "fee",
        "rent",
        "increased",
        "respectively",
        "cost",
        "higher",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "due",
        "higher",
        "number",
        "r",
        "personnel",
        "new",
        "initiative",
        "sonalleve",
        "product",
        "new",
        "facility",
        "finland",
        "offsetting",
        "amount",
        "decrease",
        "clinical",
        "trial",
        "cost",
        "material",
        "share",
        "based",
        "compensation",
        "respectively",
        "resulting",
        "completion",
        "tact",
        "pivotal",
        "clinical",
        "trial",
        "enrollment",
        "initiative",
        "forfeiture",
        "certain",
        "share",
        "option",
        "amortization",
        "intangible",
        "asset",
        "increased",
        "due",
        "sonalleve",
        "transaction",
        "amortization",
        "acquired",
        "intangible",
        "asset",
        "general",
        "administrative",
        "expense",
        "first",
        "quarter",
        "higher",
        "compared",
        "three",
        "month",
        "ended",
        "march",
        "consulting",
        "fee",
        "share",
        "based",
        "compensation",
        "office",
        "increased",
        "respectively",
        "due",
        "increased",
        "legal",
        "fee",
        "associated",
        "sonalleve",
        "patent",
        "inclusion",
        "sonalleve",
        "operation",
        "increased",
        "share",
        "option",
        "vesting",
        "quarter",
        "cost",
        "offset",
        "decrease",
        "salary",
        "benefit",
        "rent",
        "respectively",
        "due",
        "termination",
        "expense",
        "related",
        "former",
        "executive",
        "officer",
        "occurring",
        "q1",
        "depreciation",
        "expense",
        "increased",
        "primarily",
        "due",
        "leasehold",
        "improvement",
        "new",
        "facility",
        "constructed",
        "latter",
        "part",
        "liquidity",
        "outstanding",
        "share",
        "capital",
        "march",
        "company",
        "cash",
        "may",
        "profound",
        "unlimited",
        "number",
        "authorized",
        "common",
        "share",
        "common",
        "share",
        "issued",
        "outstanding",
        "complete",
        "financial",
        "result",
        "please",
        "see",
        "filing",
        "website",
        "conference",
        "call",
        "detail",
        "profound",
        "medical",
        "pleased",
        "invite",
        "interested",
        "party",
        "participate",
        "conference",
        "call",
        "today",
        "may",
        "et",
        "time",
        "result",
        "discussed",
        "live",
        "call",
        "canada",
        "united",
        "state",
        "international",
        "replay",
        "canada",
        "united",
        "state",
        "replay",
        "id",
        "call",
        "also",
        "broadcast",
        "live",
        "archived",
        "company",
        "website",
        "investor",
        "presentation",
        "investor",
        "relation",
        "section",
        "profound",
        "medical",
        "profound",
        "medical",
        "team",
        "committed",
        "creating",
        "powerful",
        "combination",
        "imaging",
        "platform",
        "ultrasound",
        "energy",
        "source",
        "delivering",
        "ablative",
        "tool",
        "clinician",
        "key",
        "technology",
        "pillar",
        "linked",
        "intelligent",
        "software",
        "robotics",
        "potential",
        "fulfill",
        "unmet",
        "need",
        "patient",
        "clinician",
        "many",
        "anatomy",
        "disease",
        "state",
        "including",
        "prostate",
        "cancer",
        "uterine",
        "fibroid",
        "bone",
        "metastasis",
        "mission",
        "profoundly",
        "change",
        "standard",
        "care",
        "creating",
        "tomorrow",
        "clinician",
        "confidently",
        "ablate",
        "tissue",
        "precision",
        "tomorrow",
        "patient",
        "access",
        "safe",
        "effective",
        "treatment",
        "option",
        "quickly",
        "return",
        "daily",
        "life",
        "profound",
        "commercializing",
        "novel",
        "technology",
        "combine",
        "magnetic",
        "resonance",
        "imaging",
        "transurethral",
        "therapeutic",
        "ultrasound",
        "thermal",
        "feedback",
        "control",
        "designed",
        "provide",
        "precise",
        "ablation",
        "prostate",
        "simultaneously",
        "protecting",
        "critical",
        "surrounding",
        "anatomy",
        "potential",
        "side",
        "effect",
        "ce",
        "marked",
        "profound",
        "currently",
        "conducting",
        "pilot",
        "commercial",
        "launch",
        "technology",
        "key",
        "european",
        "ce",
        "mark",
        "jurisdiction",
        "company",
        "also",
        "sponsoring",
        "multicenter",
        "prospective",
        "clinical",
        "trial",
        "tact",
        "successful",
        "expected",
        "support",
        "application",
        "fda",
        "clearance",
        "market",
        "united",
        "state",
        "profound",
        "medical",
        "also",
        "commercializing",
        "sonalleve",
        "innovative",
        "therapeutic",
        "platform",
        "combine",
        "mr",
        "imaging",
        "thermometry",
        "thermal",
        "ultrasound",
        "enable",
        "precise",
        "ablation",
        "diseased",
        "tissue",
        "sonalleve",
        "ce",
        "marked",
        "treatment",
        "uterine",
        "fibroid",
        "palliative",
        "pain",
        "treatment",
        "bone",
        "metastasis",
        "company",
        "also",
        "early",
        "stage",
        "exploring",
        "additional",
        "potential",
        "treatment",
        "market",
        "sonalleve",
        "ablation",
        "abdominal",
        "cancer",
        "hyperthermia",
        "cancer",
        "therapy",
        "technology",
        "shown",
        "clinical",
        "application",
        "statement",
        "release",
        "includes",
        "regarding",
        "profound",
        "business",
        "may",
        "include",
        "limited",
        "expectation",
        "regarding",
        "efficacy",
        "profound",
        "technology",
        "treatment",
        "prostate",
        "cancer",
        "uterine",
        "fibroid",
        "palliative",
        "pain",
        "treatment",
        "often",
        "always",
        "identified",
        "use",
        "word",
        "plan",
        "expected",
        "expects",
        "scheduled",
        "intends",
        "contemplates",
        "anticipates",
        "belief",
        "proposes",
        "variation",
        "including",
        "negative",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "based",
        "current",
        "expectation",
        "management",
        "profound",
        "event",
        "circumstance",
        "discussed",
        "release",
        "may",
        "occur",
        "certain",
        "specified",
        "date",
        "could",
        "differ",
        "materially",
        "result",
        "known",
        "unknown",
        "risk",
        "factor",
        "uncertainty",
        "affecting",
        "company",
        "including",
        "risk",
        "regarding",
        "pharmaceutical",
        "industry",
        "economic",
        "factor",
        "equity",
        "market",
        "generally",
        "risk",
        "associated",
        "growth",
        "competition",
        "although",
        "profound",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "differ",
        "anticipated",
        "estimated",
        "intended",
        "statement",
        "guaranteed",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "speak",
        "date",
        "made",
        "profound",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "required",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "otc",
        "qx",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "contact",
        "stephen",
        "kilmer",
        "investor",
        "relation",
        "skilmer",
        "aaron",
        "davidson",
        "chief",
        "financial",
        "officer",
        "senior",
        "corporate",
        "development",
        "profound",
        "medical",
        "interim",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "asset",
        "current",
        "asset",
        "march",
        "december",
        "cash",
        "trade",
        "receivables",
        "investment",
        "tax",
        "credit",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "deposit",
        "property",
        "equipment",
        "intangible",
        "asset",
        "goodwill",
        "liability",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "debt",
        "provision",
        "liability",
        "tax",
        "payable",
        "debt",
        "provision",
        "liability",
        "shareholder",
        "equity",
        "share",
        "capital",
        "contributed",
        "surplus",
        "accumulated",
        "comprehensive",
        "loss",
        "deficit",
        "profound",
        "medical",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "loss",
        "comprehensive",
        "loss",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "product",
        "service",
        "cost",
        "sale",
        "gross",
        "profit",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "selling",
        "distribution",
        "total",
        "operating",
        "expense",
        "finance",
        "cost",
        "finance",
        "income",
        "net",
        "finance",
        "cost",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "period",
        "item",
        "may",
        "reclassified",
        "profit",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "period",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "profound",
        "medical",
        "interim",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "net",
        "loss",
        "period",
        "depreciation",
        "property",
        "equipment",
        "amortization",
        "intangible",
        "asset",
        "compensation",
        "interest",
        "accretion",
        "expense",
        "change",
        "deferred",
        "rent",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "net",
        "change",
        "working",
        "capital",
        "balance",
        "investment",
        "tax",
        "credit",
        "receivable",
        "trade",
        "receivables",
        "prepaid",
        "expense",
        "deposit",
        "inventory",
        "account",
        "payable",
        "accrued",
        "liability",
        "provision",
        "customer",
        "deposit",
        "deferred",
        "revenue",
        "tax",
        "payable",
        "investing",
        "activity",
        "purchase",
        "intangible",
        "asset",
        "purchase",
        "property",
        "equipment",
        "financing",
        "activity",
        "issuance",
        "common",
        "share",
        "transaction",
        "cost",
        "paid",
        "payment",
        "liability",
        "payment",
        "debt",
        "interest",
        "proceeds",
        "share",
        "option",
        "exercised",
        "increase",
        "decrease",
        "cash",
        "period",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "source",
        "profound",
        "medical",
        "corp"
    ]
}