{
    "organizations": [],
    "uuid": "e9092f175be926cf8d70f9a0253e129b99fd3c6f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-opgen-reports-first-quarter-2018-financial-results-and-provides-a-business-update.html",
    "ord_in_thread": 0,
    "title": "OpGen Reports First Financial Results and Provides a Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Revenue increases 10% to $0.8 million, net loss decreases 39% to $3.0 million\nConference call begins at 4:30 p.m. Eastern time today\nGAITHERSBURG, Md., May 08, 2018 (GLOBE NEWSWIRE) -- OpGen, Inc. (NASDAQ:OPGN) today reported financial and operating results for the three months ended March 31, 2018, and provided a summary of recent business highlights. Total revenue for 2018 was $0.85 million, up 10% from the $0.77 million reported in 2017. The net loss for 2018 was $3.0 million, a 39% decrease compared with the net loss of $5.0 million for 2017.\n“During the quarter our development efforts advanced for our Acuitas® AMR Gene Panel u5.47 for Research Use Only (RUO) test for infection control purposes and pharmaceutical surveillance studies,” said Evan Jones, Chairman and CEO of OpGen. “The test detects 5 pathogens and 47 gene targets that convey resistance to nine classes of antibiotics directly from urine and bacterial isolates. We were pleased to introduce the Acuitas AMR Gene Panel u5.47 (RUO) during the quarter, and the clinical verification studies begun during the quarter are encouraging. Following discussion with the U.S. Food and Drug Administration in recent weeks, we are finalizing the clinical trial protocols for our Acuitas AMR Gene Panel u5.47 in vitro diagnostic (IVD) 510(k) submissions. We continue to anticipate initial filings during the fourth quarter of 2018.\n“At last month’s European Congress of Clinical Microbiology and Infectious Diseases, we presented the Acuitas AMR Gene Panel (RUO) analytical verification results for detecting multidrug-resistant pathogens and antibiotic resistance genes and the use of test results to predict antibiotic resistance using the bioinformatics capabilities of the Acuitas Lighthouse® Software,” he added. “Results were used with the Acuitas Lighthouse Software to predict phenotypic resistance for 35 isolates from the CDC & FDA Antibiotic Resistance Isolate Bank. The gene panel accurately semi-quantitated the organisms and resistance genes in our test with agreement to conventional microbiology ranging between 88% and 100%. Importantly, we were also able to reduce the time to result to two hours from sample, down from three hours previously and versus current standards that require up to two days.”\nMr. Jones continued, “During the quarter, we announced a collaboration with Beth Israel Deaconess Medical Center in Boston on a clinical verification study for the Acuitas AMR Gene Panel u5.47 test and Acuitas Lighthouse Software. We continue to pursue additional collaborations with prestigious health centers to evaluate potential diagnostic and antibiotic decision-making improvements that could be possible using rapid molecular testing and bioinformatics.\n“In April, we announced successful completion of a prospective clinical trial evaluating the impact of using rapid diagnostic testing for identification and treatment of bacteremia and fungemia in hospital intensive care units in Colombia. The study showed significant improvement in survival and reductions in antibiotic usage for patients receiving the OpGen rapid diagnostic test. Results will be presented at the American Society for Microbiology ASM Microbe 2018 meeting this June.”\n2018 First Quarter Financial Results\nRevenue : Total revenue for 2018 was $0.85 million, compared with $0.77 million for 2017. Operating Expenses : Operating expenses for 2018 were $3.9 million, compared with $5.7 million for 2017. Net Loss : The net loss available to common stockholders for 2018 was $3.0 million or $0.75 per share, compared with a net loss available to common stockholders of $5.0 million or $4.77 per share for 2017. Cash Position : Cash and cash equivalents were $10.3 million as of March 31, 2018, compared with $1.8 million as of December 31, 2017. During the first quarter, the Company raised net proceeds of $10.7 million in a public offering.\nFirst Quarter 2018 Enterprise Highlights and Recent Developments:\nAdditional highlights from the first quarter and recent weeks included:\nReported successful analytical validation and clinical verification results for the Acuitas AMR Gene Panel u5.47 (RUO). Entered into a second global supply agreement to incorporate Thermo Fisher Scientific’s real-time PCR technology in our Acuitas AMR Gene Panel tests. Products covered under these agreements include the QuantStudio® 5 Real-Time PCR System, TaqMan® Fast Advanced Master Mix and TaqMan® Probes for quick, multiplexed gene detection. Completed a $12.0 million public offering with net proceeds to OpGen of $10.7 million. Regained compliance with Nasdaq listing requirements for both minimum stockholders’ equity and minimum bid price. Continued to achieve stated operating expense reduction during the quarter, with a 33% reduction compared with 2017.\n“We made solid progress with our research and development, operations, and financial activities during the quarter. We are encouraged by the progress to date with our Acuitas AMR Gene Panel for complicated urinary tract infections and we anticipate continuing progress towards accomplishment of our strategic objectives during 2018,” concluded Mr. Jones.\n2018 Outlook\nOpGen expects to advance the following business objectives during the remainder of 2018 as it transitions to the commercial phase of its molecular informatics business:\nDerive revenues from the sale of the RUO Acuitas AMR Gene Panel u5.47 to large hospitals, pharmaceutical companies and clinical research organizations. Complete third-party clinical verification studies and FDA clinical trials to support clearance for in vitro diagnostic use of the Acuitas AMR Gene Panel u5.47 test and the Acuitas Lighthouse Software. File a first 510(k) application with the FDA in the fourth quarter for the Acuitas AMR Gene Panel u5.47 (IVD) to support full commercial launch for clinical use. Add QuantStudio 5 System and QIAGEN EZ1 Advanced XL revenue-generating system placements. Enter into additional supply and cooperation agreements in support of the new Acuitas product family under development. Complete CDC contract demonstration project in Colombia for development of smartphone-based clinical decision support solutions for anti-microbial stewardship and infection control in low- and middle-income countries. Continue to seek third-party funding for development programs. Maintain cost reductions and overall cash burn rate to extend operating cash runway.\nConference Call Information\nOpGen management will hold a conference call today beginning at 4:30 p.m. Eastern time to discuss first quarter financial results and other business activities, and answer questions. The call can be accessed by dialing (888) 883-4599 (domestic) or (484) 653-6821 (international) and providing conference ID 1082196. A live webcast of the conference call can be accessed by visiting the Investor Relations section of the company’s website at http://ir.opgen.com . A replay of the webcast will be available shortly after the conclusion of the call for 90 days.\nA telephone replay of the conference call will be available from 7:30 p.m. Eastern time today through May 14, 2018 and can be accessed by dialing (855) 859-2056 (domestic) or (404) 537-3406 (international). All listeners should provide the conference ID: 1082196.\nAbout OpGen\nOpGen, Inc. is harnessing the power of informatics and genomic analysis to provide complete solutions for patient, hospital and network-wide infection prevention and treatment. For more information, please visit www.opgen.com .\nOpGen, Acuitas, and Acuitas Lighthouse are registered trademarks of OpGen, Inc. QuantStudio 5 Real-Time PCR System and TaqMan are registered trademarks of Thermo Fisher Scientific.\nThe Acuitas AMR Gene Panel u5.47 (RUO) is intended for Research Use Only and is not for use in diagnostic procedures. The Acuitas Lighthouse Software is not distributed commercially for antibiotic resistance prediction and is not for use in diagnostic procedures.\nForward-Looking Statements\nThis press release includes statements relating to OpGen’s first quarter 2018 results and 2018 outlook. These statements and other statements regarding OpGen’s future plans and goals constitute \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, and are intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. Such statements are subject to risks and uncertainties that are often difficult to predict, are beyond our control, and which may cause results to expectations. Factors that could cause our results to those described include, but are not limited to, our ability to successfully, timely and cost-effectively develop, seek and obtain regulatory clearance for and commercialize our product and services offerings, the rate of adoption of our products and services by hospitals and other healthcare providers, the success of our commercialization efforts, the effect on our business of existing and new regulatory requirements, and other economic and competitive factors. For a discussion of the most significant risks and uncertainties associated with OpGen's business, please review our filings with the Securities and Exchange Commission. You are cautioned not to place undue reliance on these forward-looking statements, which are based on our expectations as of the date of this press release and speak only as of the date of this press release. We undertake no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nOpGen Contact:\nMichael Farmer\nVice President, Marketing\n(240) 813-1284\nmfarmer@opgen.com\nInvestorRelations@opgen.com\nInvestor Contacts:\nLHA Investor Relations\nKim Sutton Golodetz\n(212) 838-3777\nkgolodetz@lhai.com\nor\nBruce Voss\n(310) 691-7100\nbvoss@lhai.com\n(Tables to follow)\nOpGen, Inc. Condensed Consolidated Balance Sheets (unaudited) March 31, 2018 December 31, 2017 Assets Current assets Cash and cash equivalents $ 10,291,532 $ 1,847,171 Accounts receivable, net 591,492 809,540 Inventory, net 509,057 533,425 Prepaid expenses and other current assets 237,997 311,644 Total current assets 11,630,078 3,501,780 Property and equipment, net 828,120 835,537 Goodwill 600,814 600,814 Intangible assets, net 1,286,228 1,353,182 Other noncurrent assets 266,112 328,601 Total assets $ 14,611,352 $ 6,619,914 Liabilities and Stockholders’ Equity Current liabilities Accounts payable $ 1,443,857 $ 1,691,712 Accrued compensation and benefits 1,003,418 746,924 Accrued liabilities 1,098,986 1,160,714 Deferred revenue 23,040 24,442 Short-term notes payable 983,131 1,010,961 Current maturities of long-term capital lease obligation 191,755 154,839 Total current liabilities 4,744,187 4,789,592 Deferred rent 261,791 290,719 Warrant liability 287 8,453 Long-term capital lease obligation and other noncurrent liabilities 305,163 130,153 Total liabilities 5,311,428 5,218,917 Commitments (Note 9) Stockholders' equity Common stock, $0.01 par value; 50,000,000 shares authorized; 5,289,919 and\n2,265,320 shares issued and outstanding at March 31, 2018 and\nDecember 31, 2017, respectively 52,899 22,653 Preferred stock, $0.01 par value; 10,000,000 shares authorized; none issued and\noutstanding at March 31, 2018 and December 31, 2017, respectively — — Additional paid-in capital 161,044,016 150,114,671 Accumulated other comprehensive loss (38,479 ) (25,900 ) Accumulated deficit (151,758,512 ) (148,710,427 ) Total stockholders’ equity 9,299,924 1,400,997 Total liabilities and stockholders’ equity $ 14,611,352 $ 6,619,914\nOpGen, Inc. Condensed Consolidated Statements of Operations and Comprehensive Loss (unaudited) 2018\n2017\nRevenue Product sales $ 633,496 $ 734,502 Laboratory services 8,690 16,105 Collaboration revenue 204,040 21,164 Total revenue 846,226 771,771 Operating expenses Cost of products sold 342,832 424,950 Cost of services 168,553 100,233 Research and development 1,230,429 2,122,515 1,790,522 1,969,216 Sales and marketing 329,773 1,105,586 Total operating expenses 3,862,109 5,722,500 Operating loss (3,015,883 ) (4,950,729 ) Other (expense)/income Interest and other expense 5,298 21 Interest expense (57,846 ) (29,844 ) Foreign currency transaction losses 12,181 2,620 Change in fair value of derivative financial instruments 8,166 — Total other expense (32,201 ) (27,203 ) Loss before income taxes (3,048,084 ) (4,977,932 ) Provision for income taxes — — Net loss (3,048,084 ) (4,977,932 ) Net loss available to common stockholders $ (3,048,084 ) $ (4,977,932 ) Net loss per common share - basic and diluted $ (0.75 ) $ (4.77 ) Weighted average shares outstanding - basic and diluted 4,055,715 1,043,178 Net loss $ (3,048,084 ) $ (4,977,932 ) Other comprehensive loss - foreign currency translation (12,579 ) (3,757 ) Comprehensive loss $ (3,060,663 ) $ (4,981,689 )\nSource:OpGen, Inc.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-09T01:18:16.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "revenue",
        "increase",
        "million",
        "net",
        "loss",
        "decrease",
        "million",
        "conference",
        "call",
        "begin",
        "eastern",
        "time",
        "today",
        "gaithersburg",
        "may",
        "globe",
        "newswire",
        "opgen",
        "nasdaq",
        "opgn",
        "today",
        "reported",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "provided",
        "summary",
        "recent",
        "business",
        "highlight",
        "total",
        "revenue",
        "million",
        "million",
        "reported",
        "net",
        "loss",
        "million",
        "decrease",
        "compared",
        "net",
        "loss",
        "million",
        "quarter",
        "development",
        "effort",
        "advanced",
        "amr",
        "gene",
        "panel",
        "research",
        "use",
        "ruo",
        "test",
        "infection",
        "control",
        "purpose",
        "pharmaceutical",
        "surveillance",
        "study",
        "said",
        "evan",
        "jones",
        "chairman",
        "ceo",
        "opgen",
        "test",
        "detects",
        "pathogen",
        "gene",
        "target",
        "convey",
        "resistance",
        "nine",
        "class",
        "antibiotic",
        "directly",
        "urine",
        "bacterial",
        "isolates",
        "pleased",
        "introduce",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "ruo",
        "quarter",
        "clinical",
        "verification",
        "study",
        "begun",
        "quarter",
        "encouraging",
        "following",
        "discussion",
        "food",
        "drug",
        "administration",
        "recent",
        "week",
        "finalizing",
        "clinical",
        "trial",
        "protocol",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "vitro",
        "diagnostic",
        "ivd",
        "k",
        "submission",
        "continue",
        "anticipate",
        "initial",
        "filing",
        "fourth",
        "quarter",
        "last",
        "month",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "presented",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "ruo",
        "analytical",
        "verification",
        "result",
        "detecting",
        "pathogen",
        "antibiotic",
        "resistance",
        "gene",
        "use",
        "test",
        "result",
        "predict",
        "antibiotic",
        "resistance",
        "using",
        "bioinformatics",
        "capability",
        "acuitas",
        "software",
        "added",
        "result",
        "used",
        "acuitas",
        "lighthouse",
        "software",
        "predict",
        "phenotypic",
        "resistance",
        "isolates",
        "cdc",
        "fda",
        "antibiotic",
        "resistance",
        "isolate",
        "bank",
        "gene",
        "panel",
        "accurately",
        "organism",
        "resistance",
        "gene",
        "test",
        "agreement",
        "conventional",
        "microbiology",
        "ranging",
        "importantly",
        "also",
        "able",
        "reduce",
        "time",
        "result",
        "two",
        "hour",
        "sample",
        "three",
        "hour",
        "previously",
        "versus",
        "current",
        "standard",
        "require",
        "two",
        "jones",
        "continued",
        "quarter",
        "announced",
        "collaboration",
        "beth",
        "israel",
        "deaconess",
        "medical",
        "center",
        "boston",
        "clinical",
        "verification",
        "study",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "test",
        "acuitas",
        "lighthouse",
        "software",
        "continue",
        "pursue",
        "additional",
        "collaboration",
        "prestigious",
        "health",
        "center",
        "evaluate",
        "potential",
        "diagnostic",
        "antibiotic",
        "improvement",
        "could",
        "possible",
        "using",
        "rapid",
        "molecular",
        "testing",
        "bioinformatics",
        "april",
        "announced",
        "successful",
        "completion",
        "prospective",
        "clinical",
        "trial",
        "evaluating",
        "impact",
        "using",
        "rapid",
        "diagnostic",
        "testing",
        "identification",
        "treatment",
        "bacteremia",
        "fungemia",
        "hospital",
        "intensive",
        "care",
        "unit",
        "colombia",
        "study",
        "showed",
        "significant",
        "improvement",
        "survival",
        "reduction",
        "antibiotic",
        "usage",
        "patient",
        "receiving",
        "opgen",
        "rapid",
        "diagnostic",
        "test",
        "result",
        "presented",
        "american",
        "society",
        "microbiology",
        "asm",
        "microbe",
        "meeting",
        "first",
        "quarter",
        "financial",
        "result",
        "revenue",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "operating",
        "expense",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "first",
        "quarter",
        "company",
        "raised",
        "net",
        "proceeds",
        "million",
        "public",
        "offering",
        "first",
        "quarter",
        "enterprise",
        "highlight",
        "recent",
        "development",
        "additional",
        "highlight",
        "first",
        "quarter",
        "recent",
        "week",
        "included",
        "reported",
        "successful",
        "analytical",
        "validation",
        "clinical",
        "verification",
        "result",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "ruo",
        "entered",
        "second",
        "global",
        "supply",
        "agreement",
        "incorporate",
        "thermo",
        "fisher",
        "scientific",
        "pcr",
        "technology",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "test",
        "product",
        "covered",
        "agreement",
        "include",
        "pcr",
        "system",
        "fast",
        "advanced",
        "master",
        "mix",
        "probe",
        "quick",
        "multiplexed",
        "gene",
        "detection",
        "completed",
        "million",
        "public",
        "offering",
        "net",
        "proceeds",
        "opgen",
        "million",
        "regained",
        "compliance",
        "nasdaq",
        "listing",
        "requirement",
        "minimum",
        "stockholder",
        "equity",
        "minimum",
        "bid",
        "price",
        "continued",
        "achieve",
        "stated",
        "operating",
        "expense",
        "reduction",
        "quarter",
        "reduction",
        "compared",
        "made",
        "solid",
        "progress",
        "research",
        "development",
        "operation",
        "financial",
        "activity",
        "quarter",
        "encouraged",
        "progress",
        "date",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "complicated",
        "urinary",
        "tract",
        "infection",
        "anticipate",
        "continuing",
        "progress",
        "towards",
        "accomplishment",
        "strategic",
        "objective",
        "concluded",
        "jones",
        "outlook",
        "opgen",
        "expects",
        "advance",
        "following",
        "business",
        "objective",
        "remainder",
        "transition",
        "commercial",
        "phase",
        "molecular",
        "informatics",
        "business",
        "derive",
        "revenue",
        "sale",
        "ruo",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "large",
        "hospital",
        "pharmaceutical",
        "company",
        "clinical",
        "research",
        "organization",
        "complete",
        "clinical",
        "verification",
        "study",
        "fda",
        "clinical",
        "trial",
        "support",
        "clearance",
        "vitro",
        "diagnostic",
        "use",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "test",
        "acuitas",
        "lighthouse",
        "software",
        "file",
        "first",
        "k",
        "application",
        "fda",
        "fourth",
        "quarter",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "ivd",
        "support",
        "full",
        "commercial",
        "launch",
        "clinical",
        "use",
        "add",
        "quantstudio",
        "system",
        "qiagen",
        "ez1",
        "advanced",
        "xl",
        "system",
        "placement",
        "enter",
        "additional",
        "supply",
        "cooperation",
        "agreement",
        "support",
        "new",
        "acuitas",
        "product",
        "family",
        "development",
        "complete",
        "cdc",
        "contract",
        "demonstration",
        "project",
        "colombia",
        "development",
        "clinical",
        "decision",
        "support",
        "solution",
        "stewardship",
        "infection",
        "control",
        "country",
        "continue",
        "seek",
        "funding",
        "development",
        "program",
        "maintain",
        "cost",
        "reduction",
        "overall",
        "cash",
        "burn",
        "rate",
        "extend",
        "operating",
        "cash",
        "runway",
        "conference",
        "call",
        "information",
        "opgen",
        "management",
        "hold",
        "conference",
        "call",
        "today",
        "beginning",
        "eastern",
        "time",
        "discus",
        "first",
        "quarter",
        "financial",
        "result",
        "business",
        "activity",
        "answer",
        "question",
        "call",
        "accessed",
        "dialing",
        "domestic",
        "international",
        "providing",
        "conference",
        "id",
        "live",
        "webcast",
        "conference",
        "call",
        "accessed",
        "visiting",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "replay",
        "webcast",
        "available",
        "shortly",
        "conclusion",
        "call",
        "day",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "eastern",
        "time",
        "today",
        "may",
        "accessed",
        "dialing",
        "domestic",
        "international",
        "listener",
        "provide",
        "conference",
        "id",
        "opgen",
        "opgen",
        "harnessing",
        "power",
        "informatics",
        "genomic",
        "analysis",
        "provide",
        "complete",
        "solution",
        "patient",
        "hospital",
        "infection",
        "prevention",
        "treatment",
        "information",
        "please",
        "visit",
        "opgen",
        "acuitas",
        "acuitas",
        "lighthouse",
        "registered",
        "trademark",
        "opgen",
        "quantstudio",
        "pcr",
        "system",
        "taqman",
        "registered",
        "trademark",
        "thermo",
        "fisher",
        "scientific",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "ruo",
        "intended",
        "research",
        "use",
        "use",
        "diagnostic",
        "procedure",
        "acuitas",
        "lighthouse",
        "software",
        "distributed",
        "commercially",
        "antibiotic",
        "resistance",
        "prediction",
        "use",
        "diagnostic",
        "procedure",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "relating",
        "opgen",
        "first",
        "quarter",
        "result",
        "outlook",
        "statement",
        "statement",
        "regarding",
        "opgen",
        "future",
        "plan",
        "goal",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "intended",
        "qualify",
        "safe",
        "harbor",
        "liability",
        "established",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "often",
        "difficult",
        "predict",
        "beyond",
        "control",
        "may",
        "cause",
        "result",
        "expectation",
        "factor",
        "could",
        "cause",
        "result",
        "described",
        "include",
        "limited",
        "ability",
        "successfully",
        "timely",
        "develop",
        "seek",
        "obtain",
        "regulatory",
        "clearance",
        "commercialize",
        "product",
        "service",
        "offering",
        "rate",
        "adoption",
        "product",
        "service",
        "hospital",
        "healthcare",
        "provider",
        "success",
        "commercialization",
        "effort",
        "effect",
        "business",
        "existing",
        "new",
        "regulatory",
        "requirement",
        "economic",
        "competitive",
        "factor",
        "discussion",
        "significant",
        "risk",
        "uncertainty",
        "associated",
        "opgen",
        "business",
        "please",
        "review",
        "filing",
        "security",
        "exchange",
        "commission",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "expectation",
        "date",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "opgen",
        "contact",
        "michael",
        "farmer",
        "vice",
        "president",
        "marketing",
        "mfarmer",
        "investorrelations",
        "investor",
        "contact",
        "lha",
        "investor",
        "relation",
        "kim",
        "sutton",
        "golodetz",
        "kgolodetz",
        "bruce",
        "voss",
        "bvoss",
        "table",
        "follow",
        "opgen",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "noncurrent",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "benefit",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "note",
        "payable",
        "current",
        "maturity",
        "capital",
        "lease",
        "obligation",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "warrant",
        "liability",
        "capital",
        "lease",
        "obligation",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "commitment",
        "note",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "opgen",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "unaudited",
        "revenue",
        "product",
        "sale",
        "laboratory",
        "service",
        "collaboration",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "sold",
        "cost",
        "service",
        "research",
        "development",
        "sale",
        "marketing",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "expense",
        "interest",
        "expense",
        "interest",
        "expense",
        "foreign",
        "currency",
        "transaction",
        "loss",
        "change",
        "fair",
        "value",
        "derivative",
        "financial",
        "instrument",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "foreign",
        "currency",
        "translation",
        "comprehensive",
        "loss",
        "source",
        "opgen",
        "inc"
    ]
}