{
    "organizations": [],
    "uuid": "e5d2f05d5db6e0cd93f280bc603d52a3144f70fa",
    "author": "",
    "url": "https://www.cnbc.com/2018/05/02/heres-what-every-major-wall-street-analyst-had-to-say-about-apples-earnings.html",
    "ord_in_thread": 0,
    "title": "Here's what every major Wall Street analyst had to say about Apple's earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Apple shares soared after the company on Tuesday reported better-than-expected earnings and revenue for the last quarter. Apple's iPhone sales were slightly less than expected.\nHowever, the stock has a history of selling off during the trading day following an opening gap higher on earnings.\nHere's a wrap of all the major analyst opinions going out to Wall Street pros on Wednesday.\nBank of America (Buy): \"We believe there are five reasons why the stock should outperform (1) underlying iPhone demand is better than expected. The ASP reduction is amplified by 1.8mn of channel inventory reduction (of high end units), (2) GM has upside in F19 given tailwind from component cost reduction and tailwind from FX, (3) continued strong capital returns with $100bn of new buyback authorization (F19 share count down 7% without\nincorporating continued high level of buybacks post next 5 qtrs), and 16% increase in dividend, (4) continued strong growth in Services rev across geographies (board based strength with lower relative contribution from licensing), and (5) strong demand for wearables (Apple watch, AirPods and Beats) drove 50% y/y growth. Investor focus will soon shift to new iPhones to be released in fall of 2018 (battery replacements not materially elongating replacement cycles).\"\nCitigroup (Buy): \"Coming into Apple's earnings Tuesday night, we saw several downgrades of the stock and seemingly an onslaught of negative news of order reductions & claims of how bad Apple's earnings & outlook would be. This is very similar to the set up from the prior quarter. Sentiment on Apple stock in the past few weeks swung too far negative and the negative media news of order cuts added fuel to the negativism on the stock. We believe the negativity on Apple stock is overdone and the majority of our thesis remains unchanged regarding Apple.\"\nMorgan Stanley (Buy) \"Services growth acceleration headlined a better than expected quarter and guide. Even if smartphone replacement cycles continue to lengthen, we see Apple delivering 4% revenue and\n16% EPS growth over the next three years with services the primary growth engine. Reiterate OW and $200PT.\"\nUBS (Buy)\n\"Apple's March quarter was in line with guidance (the company rarely misses); more important, the June guidance of revenue over $50bn was better than feared. Our top takeaways include (1) the iPhone X is selling better than perceived—the narrative that it is too expensive appears incorrect as users are overall moving up the price curve; (2) there is increasing revenue balance as the iPhone matures with services and wearables picking up some slack; (3) the dividend hike was relatively measly, suggesting management is optimistic on the stock price; and (4) the inventory increase appears to be component buy-aheads (OLED, DRAM, not NAND) to procure better pricing.\"\nDeutsche Bank (Hold) \"Apple's F2Q-18 sales were in line with expectations as strength in Services and Wearables offset below-Consensus iPhone results. Despite numerous negative supplier comments over the past few weeks, Apple's iPhone results weren't as bad as feared, with units only slightly lower than Street estimates. Two key highlights from the call were the strength in Services and the additional $100B in buyback authorization, which mgmt indicated would be done at a \"fast\" pace. We continue to be more cautious on iPhone growth in the coming quarters, but\nadmit that the $100B buyback will create somewhat of a floor for shares. With positives and negatives largely balanced at current levels, we view valuation as fair and maintain our Hold.\"\nRBC (Buy) \"AAPL reported an impressive March-qtr beat and guided June-qtr sales ahead of expectations – the quarter was all the more impressive given how negative sentiment was heading into\nEPS call. March-qtr print came in at $61.2B/2.73 vs. street at $61B/2.69 but more impressive was June-qtr guide for revenues in the range of $51.5-53.5B (vs. buyside at $46-48B). The strength in revenues reflects continued growth from iPhones (+14% revenue, 3% unit growth) coupled with acceleration in services (+31% y/y) and other (wearables, +37% y/y). We think slowly but surely, AAPL is morphing into more than just an iPhone story and is displaying ability to sustain revenue growth irrespective of iPhone trajectory.\"\nWells Fargo (Hold) \"Apple shares justifiably rallied (+3.5% post close) after the company reported better-than-feared F2Q18 results and announced what we believe will be viewed as an as-anticipated capital return update – albeit we had expected a more significant dividend increase (+30% vs. announced 16%); focus on faster pace of $100B share repo authorization. Our forward revenue estimates remain relatively unchanged, while a slightly lower tax rate and additional share count reduction results in our C2018, C2019, and C2020 EPS estimates moving higher by ~2% - $12.14/sh., 13.41/sh., and $14.32/sh., respectively. We maintain our Market Perform rating and $195/sh. target – see our updated valuation summary and DCF model below.\"\nBarclays (Hold) \"We expect shares of Apple to be upward biased following better-than-expected results and outlook. Fundamentals were good, whereas capital return was mixed, and this is interesting given we think investors were more focused on potential capital return goodness. Overall, iPhone and services performances put our cautious view in the penalty box, but the magnitude of cap return update is a touch light and could support our view that M&A might have to play a greater role to overcome the maturing iPhone franchise. Our estimate changes take PT to $161, up from $157.\"\nOppenheimer (Hold) \"AAPL reported F2Q18 revenue/EPS of $61.14B/$2.73, vs. consensus of $61.15B/ $2.69E and our estimates of $60.99B/$2.68E. Service revenues beat consensus with impressive 31% Y/Y growth to over $9B for the first time, which set the segment on target to double its FY16 sales by FY20, according to management. Total paid subscriptions across all services grew strongly Q/Q and Y/Y to 270M in the past quarter. We expect an in-line June quarter guidance and a new $100B repurchase program (without end date) to alleviate many investor concerns for near-term \"misses.\" Our mid- and long-term theses remain unchanged, however, distortions in Android phone release schedule in the past quarters have made it hard to tell if iPhone can remain competitive with fewer differentiated features.\nPiper Jaffray (Buy) \"Apple reported revenue in-line and EPS ahead of the Street (1.5% above estimates), with June quarter revenue guidance surprisingly above consensus. For the March quarter, iPhone was essentially in-line, as Apple shipped a total of 52.2M units vs. consensus at 52.5M. iPhone ASP was $728, almost exactly in-line with our estimate of $730, but below the Street at $742. Services revenue was $9.2B (Street at $8.4B) and gross margin was 38.3% (consensus was 38.5%). Revenue guidance for the June quarter is above consensus, but the gross margin outlook is fractionally below. Additionally, Apple announced a new $100B buyback and a dividend increase of 16%. Despite potential for ongoing uncertainty around iPhone X demand, we recommend owning AAPL on potential for a \"super-long\" cycle, which we expect will include a wider array of \"X-gen\" devices this fall. Maintain OW, PT to $214.\"\nBMO (Hold) \"iPhone shipments in March grew 3% y/y, just shy of consensus but above our expectations. ASP came in light, down 9% q/q despite a full quarter of iPhone X availability, which echoes our concerns about mix weakening. June quarter guidance paints a similar story, with implied units better than we had modeled under assumptions of more ASP pressure. Services and Greater China growth impressed. We found the dividend raise light, but buybacks are in line with our expectations.\"\nNomura Instinet (Hold) \"Guidance leaves estimates essentially unchanged, target $175. Our FY18E EPS modestly rises from $11.40 to $11.48 on higher sales and lower taxes, partially offset by lower other income. We retain our cross cycle 12.6x multiple on CY19E EPS of $14.00 for our $175 target...Apple remains an uninspired investment for now.\"\nRaymond James (Hold) \"We reiterate our Market Perform rating on Apple following March quarter results. Results held up better than feared, with some incremental weakness on the iPhone, mainly offset by Services. Guidance was largely in-line with consensus, which we think includes some weakness in iPhone, but not as bad as fears into the report. We think the dividend increase and buyback announcement was fully in-line with expectations and therefore a non-event. Looking forward, Apple didn't provide enough information to fully vindicate iPhone X nor indicate its failure, so we don't think investor concerns about iPhone units or mix will likely be put to rest until 4Q sell-through data is available in the fall.\"\nNeedham (Buy) \"AAPL reported FY2Q18 revenue of $61.14B (up 16% y/y, 1% below our estimates), Operating Income of $15.9B (up 13% y/y, 1% below our estimates), Net Income of $13.8B (up 25% y/y, 1% below our estimates), and EPS of $2.73 (up 30% y/y and in line with our estimate). What we liked best was: 1) accelerating revenue growth (to 16% y/y); 2) product diversification (ie, home pods); 3) 14% y/y iPhone sales growth with iPhone X best seller despite highest ASPs; 4) 31% services growth at very high margins, including 40mm music subs; 5) a new $100B share repurchase authorization plus a 16% increase in its dividend (largest increase since 2012). We believe iOS is an ecosystem with falling churn, growing ASPs, and a rising value per customer. We maintain our Buy rating and $210 Target Price.\"\nGuggenheim (Buy) \"Apple beat Mar-qtr revs and EPS, guided the Jun-qtr ABOVE consensus vs. investor worries it would come in below, and announced a new $100B share buyback. Services and Accessories both posted upside as we had previewed. iPhone units grew 3%Y/Y but with ASP up 11%Y/Y iPhone revenue grew 14%Y/Y, with that ASP premium keeping us expecting this to be Apple's best iPhone REVENUE growth year since FY15. Reiterate BUY and $215 price target.\"\nCanaccord Genuity (Buy) \"Apple reported Q2/F'18 results with revenue and EPS in line with consensus estimates due to steady iPhone unit sales and record services revenue up 31% YoY. iPhone unit sales were better than feared with our recently lowered estimates, and management highlighted consistent results in every geography with the iPhone X the top selling iPhone each week of the quarter. In fact, management highlighted share gains during the quarter in China for both Mac and iPhone. Guidance for the June quarter is slightly above consensus due to ongoing expectations for steady iPhone sales and anticipated strong growth in Services revenue... We believe Apple is likely to launch three new iPhones in September with possible lower price points and greater segmentation could lead to YoY unit growth in C2019.\"\nKeyBanc (Hold) \"Results and guidance in line with our estimates, though better than many feared. iPhone sell-through trends appear only slightly lower than our estimates, which likely exceeded many expectations. At the same time, Services revenue meaningfully exceeded our expectation and appears poised to continue growing quickly. Overall, F2Q revenue and EPS and F3Q guidance were relatively in line with our estimates. We believe results supported our views around market saturation and pricing power, while improving our view of Services sustainability.\"\nMacquarie (Buy)\n\"Services growth accelerated 12 points sequentially, reported 25%+ y/y growth in all reported geo's with across-the-board-strength. China growth of 21% y/y (best since '15) should alleviate concerns about AAPL's position in China. iPhone rev accelerated to 14% y/y growth driven by ASP growth of 11%, but units were weaker than expected.\"\nBTIG (Buy) \"We increased our Apple (AAPL, Buy, $207 PT, Mkt Cap: $877B) price target to $207 from $198 based on a $0.55 increase to our 2018 EPS estimate to $12.55 based on higher share repurchase activity, and increased revenue expectations for service revenue and Apple Watch. We estimate that Apple's new guidance implies that it will sell more than 40 million iPhones in the June quarter, contradicting the concerns highlighted by our peers in recent weeks.\"\nHSBC (Buy) \"March quarter mostly in-line, but strength from iPhone X mix, Greater China, Services and Wearables most notable - Units for iPhone, Mac and iPad were generally in-line, though iPhone ASP was a bit softer. iPhone units of 52.2m or +3% y-o-y were in line with revenue +14% y-o-y. Notably, management stated that iPhone X was the most popular model sold during each week of the quarter. Other positive surprises came from the broad-based strength in Services (+31% y-o-y) and Other Products (+38% y-o-y), specifically from wearables (+50% y-o-y) such as Watch and AirPods. Revenue grew in all regions with Greater China surprising, increasing 21% y-o-y - the strongest in the past 10 quarters and far ahead of industry forecasts for a meaningful decline in the overall China smartphone market last quarter. Gross, operating margins and EPS of USD2.73 were roughly in line with our forecasts. \"",
    "published": "2018-05-02T15:01:00.000+03:00",
    "crawled": "2018-05-02T15:09:52.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "apple",
        "share",
        "soared",
        "company",
        "tuesday",
        "reported",
        "earnings",
        "revenue",
        "last",
        "quarter",
        "apple",
        "iphone",
        "sale",
        "slightly",
        "less",
        "expected",
        "however",
        "stock",
        "history",
        "selling",
        "trading",
        "day",
        "following",
        "opening",
        "gap",
        "higher",
        "earnings",
        "wrap",
        "major",
        "analyst",
        "opinion",
        "going",
        "wall",
        "street",
        "pro",
        "wednesday",
        "bank",
        "america",
        "buy",
        "believe",
        "five",
        "reason",
        "stock",
        "outperform",
        "underlying",
        "iphone",
        "demand",
        "better",
        "expected",
        "asp",
        "reduction",
        "amplified",
        "channel",
        "inventory",
        "reduction",
        "high",
        "end",
        "unit",
        "gm",
        "upside",
        "f19",
        "given",
        "tailwind",
        "component",
        "cost",
        "reduction",
        "tailwind",
        "fx",
        "continued",
        "strong",
        "capital",
        "return",
        "100bn",
        "new",
        "buyback",
        "authorization",
        "f19",
        "share",
        "count",
        "without",
        "incorporating",
        "continued",
        "high",
        "level",
        "buyback",
        "post",
        "next",
        "qtrs",
        "increase",
        "dividend",
        "continued",
        "strong",
        "growth",
        "service",
        "rev",
        "across",
        "geography",
        "board",
        "based",
        "strength",
        "lower",
        "relative",
        "contribution",
        "licensing",
        "strong",
        "demand",
        "wearable",
        "apple",
        "watch",
        "airpods",
        "beat",
        "drove",
        "growth",
        "investor",
        "focus",
        "soon",
        "shift",
        "new",
        "iphones",
        "released",
        "fall",
        "battery",
        "replacement",
        "materially",
        "elongating",
        "replacement",
        "cycle",
        "citigroup",
        "buy",
        "coming",
        "apple",
        "earnings",
        "tuesday",
        "night",
        "saw",
        "several",
        "downgrade",
        "stock",
        "seemingly",
        "onslaught",
        "negative",
        "news",
        "order",
        "reduction",
        "claim",
        "bad",
        "apple",
        "earnings",
        "outlook",
        "would",
        "similar",
        "set",
        "prior",
        "quarter",
        "sentiment",
        "apple",
        "stock",
        "past",
        "week",
        "swung",
        "far",
        "negative",
        "negative",
        "medium",
        "news",
        "order",
        "cut",
        "added",
        "fuel",
        "negativism",
        "stock",
        "believe",
        "negativity",
        "apple",
        "stock",
        "overdone",
        "majority",
        "thesis",
        "remains",
        "unchanged",
        "regarding",
        "apple",
        "morgan",
        "stanley",
        "buy",
        "service",
        "growth",
        "acceleration",
        "headlined",
        "better",
        "expected",
        "quarter",
        "guide",
        "even",
        "smartphone",
        "replacement",
        "cycle",
        "continue",
        "lengthen",
        "see",
        "apple",
        "delivering",
        "revenue",
        "eps",
        "growth",
        "next",
        "three",
        "year",
        "service",
        "primary",
        "growth",
        "engine",
        "reiterate",
        "ow",
        "200pt",
        "ubs",
        "buy",
        "apple",
        "march",
        "quarter",
        "line",
        "guidance",
        "company",
        "rarely",
        "miss",
        "important",
        "june",
        "guidance",
        "revenue",
        "50bn",
        "better",
        "feared",
        "top",
        "takeaway",
        "include",
        "iphone",
        "x",
        "selling",
        "better",
        "narrative",
        "expensive",
        "appears",
        "incorrect",
        "user",
        "overall",
        "moving",
        "price",
        "curve",
        "increasing",
        "revenue",
        "balance",
        "iphone",
        "matures",
        "service",
        "wearable",
        "picking",
        "slack",
        "dividend",
        "hike",
        "relatively",
        "measly",
        "suggesting",
        "management",
        "optimistic",
        "stock",
        "price",
        "inventory",
        "increase",
        "appears",
        "component",
        "oled",
        "dram",
        "nand",
        "procure",
        "better",
        "pricing",
        "deutsche",
        "bank",
        "hold",
        "apple",
        "sale",
        "line",
        "expectation",
        "strength",
        "service",
        "wearable",
        "offset",
        "iphone",
        "result",
        "despite",
        "numerous",
        "negative",
        "supplier",
        "comment",
        "past",
        "week",
        "apple",
        "iphone",
        "result",
        "bad",
        "feared",
        "unit",
        "slightly",
        "lower",
        "street",
        "estimate",
        "two",
        "key",
        "highlight",
        "call",
        "strength",
        "service",
        "additional",
        "100b",
        "buyback",
        "authorization",
        "mgmt",
        "indicated",
        "would",
        "done",
        "fast",
        "pace",
        "continue",
        "cautious",
        "iphone",
        "growth",
        "coming",
        "quarter",
        "admit",
        "100b",
        "buyback",
        "create",
        "somewhat",
        "floor",
        "share",
        "positive",
        "negative",
        "largely",
        "balanced",
        "current",
        "level",
        "view",
        "valuation",
        "fair",
        "maintain",
        "hold",
        "rbc",
        "buy",
        "aapl",
        "reported",
        "impressive",
        "beat",
        "guided",
        "sale",
        "ahead",
        "expectation",
        "quarter",
        "impressive",
        "given",
        "negative",
        "sentiment",
        "heading",
        "eps",
        "call",
        "print",
        "came",
        "street",
        "impressive",
        "guide",
        "revenue",
        "range",
        "buyside",
        "strength",
        "revenue",
        "reflects",
        "continued",
        "growth",
        "iphones",
        "revenue",
        "unit",
        "growth",
        "coupled",
        "acceleration",
        "service",
        "wearable",
        "think",
        "slowly",
        "surely",
        "aapl",
        "morphing",
        "iphone",
        "story",
        "displaying",
        "ability",
        "sustain",
        "revenue",
        "growth",
        "irrespective",
        "iphone",
        "trajectory",
        "well",
        "fargo",
        "hold",
        "apple",
        "share",
        "justifiably",
        "rallied",
        "post",
        "close",
        "company",
        "reported",
        "f2q18",
        "result",
        "announced",
        "believe",
        "viewed",
        "capital",
        "return",
        "update",
        "albeit",
        "expected",
        "significant",
        "dividend",
        "increase",
        "announced",
        "focus",
        "faster",
        "pace",
        "100b",
        "share",
        "repo",
        "authorization",
        "forward",
        "revenue",
        "estimate",
        "remain",
        "relatively",
        "unchanged",
        "slightly",
        "lower",
        "tax",
        "rate",
        "additional",
        "share",
        "count",
        "reduction",
        "result",
        "c2018",
        "c2019",
        "c2020",
        "eps",
        "estimate",
        "moving",
        "higher",
        "respectively",
        "maintain",
        "market",
        "perform",
        "rating",
        "target",
        "see",
        "updated",
        "valuation",
        "summary",
        "dcf",
        "model",
        "barclays",
        "hold",
        "expect",
        "share",
        "apple",
        "upward",
        "biased",
        "following",
        "result",
        "outlook",
        "fundamental",
        "good",
        "whereas",
        "capital",
        "return",
        "mixed",
        "interesting",
        "given",
        "think",
        "investor",
        "focused",
        "potential",
        "capital",
        "return",
        "goodness",
        "overall",
        "iphone",
        "service",
        "performance",
        "put",
        "cautious",
        "view",
        "penalty",
        "box",
        "magnitude",
        "cap",
        "return",
        "update",
        "touch",
        "light",
        "could",
        "support",
        "view",
        "might",
        "play",
        "greater",
        "role",
        "overcome",
        "maturing",
        "iphone",
        "franchise",
        "estimate",
        "change",
        "take",
        "pt",
        "oppenheimer",
        "hold",
        "aapl",
        "reported",
        "f2q18",
        "consensus",
        "estimate",
        "service",
        "revenue",
        "beat",
        "consensus",
        "impressive",
        "growth",
        "9b",
        "first",
        "time",
        "set",
        "segment",
        "target",
        "double",
        "fy16",
        "sale",
        "fy20",
        "according",
        "management",
        "total",
        "paid",
        "subscription",
        "across",
        "service",
        "grew",
        "strongly",
        "270m",
        "past",
        "quarter",
        "expect",
        "june",
        "quarter",
        "guidance",
        "new",
        "100b",
        "repurchase",
        "program",
        "without",
        "end",
        "date",
        "alleviate",
        "many",
        "investor",
        "concern",
        "miss",
        "thesis",
        "remain",
        "unchanged",
        "however",
        "distortion",
        "android",
        "phone",
        "release",
        "schedule",
        "past",
        "quarter",
        "made",
        "hard",
        "tell",
        "iphone",
        "remain",
        "competitive",
        "fewer",
        "differentiated",
        "feature",
        "piper",
        "jaffray",
        "buy",
        "apple",
        "reported",
        "revenue",
        "eps",
        "ahead",
        "street",
        "estimate",
        "june",
        "quarter",
        "revenue",
        "guidance",
        "surprisingly",
        "consensus",
        "march",
        "quarter",
        "iphone",
        "essentially",
        "apple",
        "shipped",
        "total",
        "unit",
        "consensus",
        "iphone",
        "asp",
        "almost",
        "exactly",
        "estimate",
        "street",
        "service",
        "revenue",
        "street",
        "gross",
        "margin",
        "consensus",
        "revenue",
        "guidance",
        "june",
        "quarter",
        "consensus",
        "gross",
        "margin",
        "outlook",
        "fractionally",
        "additionally",
        "apple",
        "announced",
        "new",
        "100b",
        "buyback",
        "dividend",
        "increase",
        "despite",
        "potential",
        "ongoing",
        "uncertainty",
        "around",
        "iphone",
        "x",
        "demand",
        "recommend",
        "owning",
        "aapl",
        "potential",
        "cycle",
        "expect",
        "include",
        "wider",
        "array",
        "device",
        "fall",
        "maintain",
        "ow",
        "pt",
        "bmo",
        "hold",
        "iphone",
        "shipment",
        "march",
        "grew",
        "shy",
        "consensus",
        "expectation",
        "asp",
        "came",
        "light",
        "despite",
        "full",
        "quarter",
        "iphone",
        "x",
        "availability",
        "echo",
        "concern",
        "mix",
        "weakening",
        "june",
        "quarter",
        "guidance",
        "paint",
        "similar",
        "story",
        "implied",
        "unit",
        "better",
        "modeled",
        "assumption",
        "asp",
        "pressure",
        "service",
        "greater",
        "china",
        "growth",
        "impressed",
        "found",
        "dividend",
        "raise",
        "light",
        "buyback",
        "line",
        "expectation",
        "nomura",
        "instinet",
        "hold",
        "guidance",
        "leaf",
        "estimate",
        "essentially",
        "unchanged",
        "target",
        "fy18e",
        "eps",
        "modestly",
        "rise",
        "higher",
        "sale",
        "lower",
        "tax",
        "partially",
        "offset",
        "lower",
        "income",
        "retain",
        "cross",
        "cycle",
        "multiple",
        "cy19e",
        "eps",
        "target",
        "apple",
        "remains",
        "uninspired",
        "investment",
        "raymond",
        "james",
        "hold",
        "reiterate",
        "market",
        "perform",
        "rating",
        "apple",
        "following",
        "march",
        "quarter",
        "result",
        "result",
        "held",
        "better",
        "feared",
        "incremental",
        "weakness",
        "iphone",
        "mainly",
        "offset",
        "service",
        "guidance",
        "largely",
        "consensus",
        "think",
        "includes",
        "weakness",
        "iphone",
        "bad",
        "fear",
        "report",
        "think",
        "dividend",
        "increase",
        "buyback",
        "announcement",
        "fully",
        "expectation",
        "therefore",
        "looking",
        "forward",
        "apple",
        "provide",
        "enough",
        "information",
        "fully",
        "vindicate",
        "iphone",
        "x",
        "indicate",
        "failure",
        "think",
        "investor",
        "concern",
        "iphone",
        "unit",
        "mix",
        "likely",
        "put",
        "rest",
        "4q",
        "data",
        "available",
        "fall",
        "needham",
        "buy",
        "aapl",
        "reported",
        "fy2q18",
        "revenue",
        "estimate",
        "operating",
        "income",
        "estimate",
        "net",
        "income",
        "estimate",
        "eps",
        "line",
        "estimate",
        "liked",
        "best",
        "accelerating",
        "revenue",
        "growth",
        "product",
        "diversification",
        "ie",
        "home",
        "pod",
        "iphone",
        "sale",
        "growth",
        "iphone",
        "x",
        "best",
        "seller",
        "despite",
        "highest",
        "asp",
        "service",
        "growth",
        "high",
        "margin",
        "including",
        "40mm",
        "music",
        "sub",
        "new",
        "100b",
        "share",
        "repurchase",
        "authorization",
        "plus",
        "increase",
        "dividend",
        "largest",
        "increase",
        "since",
        "believe",
        "io",
        "ecosystem",
        "falling",
        "churn",
        "growing",
        "asp",
        "rising",
        "value",
        "per",
        "customer",
        "maintain",
        "buy",
        "rating",
        "target",
        "price",
        "guggenheim",
        "buy",
        "apple",
        "beat",
        "rev",
        "eps",
        "guided",
        "consensus",
        "investor",
        "worry",
        "would",
        "come",
        "announced",
        "new",
        "100b",
        "share",
        "buyback",
        "service",
        "accessory",
        "posted",
        "upside",
        "previewed",
        "iphone",
        "unit",
        "grew",
        "asp",
        "iphone",
        "revenue",
        "grew",
        "asp",
        "premium",
        "keeping",
        "u",
        "expecting",
        "apple",
        "best",
        "iphone",
        "revenue",
        "growth",
        "year",
        "since",
        "fy15",
        "reiterate",
        "buy",
        "price",
        "target",
        "canaccord",
        "genuity",
        "buy",
        "apple",
        "reported",
        "result",
        "revenue",
        "eps",
        "line",
        "consensus",
        "estimate",
        "due",
        "steady",
        "iphone",
        "unit",
        "sale",
        "record",
        "service",
        "revenue",
        "yoy",
        "iphone",
        "unit",
        "sale",
        "better",
        "feared",
        "recently",
        "lowered",
        "estimate",
        "management",
        "highlighted",
        "consistent",
        "result",
        "every",
        "geography",
        "iphone",
        "x",
        "top",
        "selling",
        "iphone",
        "week",
        "quarter",
        "fact",
        "management",
        "highlighted",
        "share",
        "gain",
        "quarter",
        "china",
        "mac",
        "iphone",
        "guidance",
        "june",
        "quarter",
        "slightly",
        "consensus",
        "due",
        "ongoing",
        "expectation",
        "steady",
        "iphone",
        "sale",
        "anticipated",
        "strong",
        "growth",
        "service",
        "revenue",
        "believe",
        "apple",
        "likely",
        "launch",
        "three",
        "new",
        "iphones",
        "september",
        "possible",
        "lower",
        "price",
        "point",
        "greater",
        "segmentation",
        "could",
        "lead",
        "yoy",
        "unit",
        "growth",
        "c2019",
        "keybanc",
        "hold",
        "result",
        "guidance",
        "line",
        "estimate",
        "though",
        "better",
        "many",
        "feared",
        "iphone",
        "trend",
        "appear",
        "slightly",
        "lower",
        "estimate",
        "likely",
        "exceeded",
        "many",
        "expectation",
        "time",
        "service",
        "revenue",
        "meaningfully",
        "exceeded",
        "expectation",
        "appears",
        "poised",
        "continue",
        "growing",
        "quickly",
        "overall",
        "f2q",
        "revenue",
        "eps",
        "f3q",
        "guidance",
        "relatively",
        "line",
        "estimate",
        "believe",
        "result",
        "supported",
        "view",
        "around",
        "market",
        "saturation",
        "pricing",
        "power",
        "improving",
        "view",
        "service",
        "sustainability",
        "macquarie",
        "buy",
        "service",
        "growth",
        "accelerated",
        "point",
        "sequentially",
        "reported",
        "growth",
        "reported",
        "geo",
        "china",
        "growth",
        "best",
        "since",
        "alleviate",
        "concern",
        "aapl",
        "position",
        "china",
        "iphone",
        "rev",
        "accelerated",
        "growth",
        "driven",
        "asp",
        "growth",
        "unit",
        "weaker",
        "expected",
        "btig",
        "buy",
        "increased",
        "apple",
        "aapl",
        "buy",
        "pt",
        "mkt",
        "cap",
        "877b",
        "price",
        "target",
        "based",
        "increase",
        "eps",
        "estimate",
        "based",
        "higher",
        "share",
        "repurchase",
        "activity",
        "increased",
        "revenue",
        "expectation",
        "service",
        "revenue",
        "apple",
        "watch",
        "estimate",
        "apple",
        "new",
        "guidance",
        "implies",
        "sell",
        "million",
        "iphones",
        "june",
        "quarter",
        "contradicting",
        "concern",
        "highlighted",
        "peer",
        "recent",
        "week",
        "hsbc",
        "buy",
        "march",
        "quarter",
        "mostly",
        "strength",
        "iphone",
        "x",
        "mix",
        "greater",
        "china",
        "service",
        "wearable",
        "notable",
        "unit",
        "iphone",
        "mac",
        "ipad",
        "generally",
        "though",
        "iphone",
        "asp",
        "bit",
        "softer",
        "iphone",
        "unit",
        "line",
        "revenue",
        "notably",
        "management",
        "stated",
        "iphone",
        "x",
        "popular",
        "model",
        "sold",
        "week",
        "quarter",
        "positive",
        "surprise",
        "came",
        "strength",
        "service",
        "product",
        "specifically",
        "wearable",
        "watch",
        "airpods",
        "revenue",
        "grew",
        "region",
        "greater",
        "china",
        "surprising",
        "increasing",
        "strongest",
        "past",
        "quarter",
        "far",
        "ahead",
        "industry",
        "forecast",
        "meaningful",
        "decline",
        "overall",
        "china",
        "smartphone",
        "market",
        "last",
        "quarter",
        "gross",
        "operating",
        "margin",
        "eps",
        "roughly",
        "line"
    ]
}