{
    "organizations": [],
    "uuid": "6815ba53cd9edcd25c77624b84a5863e00592419",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/03/business-wire-marchex-announces-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Marchex Announces",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SEATTLE--(BUSINESS WIRE)-- Marchex, Inc . (NASDAQ:MCHX), a leading provider of call analytics that drive, measure, and convert callers into customers, today announced its financial results for the first quarter ended March 31, 2018.\nQ1 2018 Financial Highlights\nRevenue was $21.9 million for the first quarter of 2018, compared to $24.4 million for the first quarter of 2017. Net loss was $0.9 million for the first quarter of 2018 or $0.02 per diluted share. For the first quarter of 2017, net loss was $3.5 million or $0.08 per diluted share.\nQ1 2017 Q1 2018 Revenue $24.4 million $21.9 million Net cash provided by (used in) operating activities ($0.9) million $3.0 million Cash Balance $103.1 million $84.6 million Non-GAAP Results 1 : Adjusted EBITDA ($1.4) million $0.3 million Adjusted non-GAAP income (loss) per share 1 for the first quarter of 2018 was ($0.00), compared to ($0.03) for the first quarter of 2017.\n1\nReconciliations of non-GAAP measures are included in the financial tables attached to this press release and we encourage investors to examine the reconciling adjustments between the GAAP and non-GAAP measures.\nStrategic Priorities Update\nGrow New and Existing Enterprise Client Relationships. During the first quarter, Marchex added more than 7 new clients, including several in its core focus verticals, Real Estate and Health.\nAccelerate Product Innovation. In March 2018, Marchex announced new capabilities to its industry-leading Marchex Speech Analytics technology. The update included a new Executive Overview Dashboard that makes it faster and easier for companies to view actionable customer insights from calls to their business in one convenient and comprehensive view. The release also included several feature enhancements that help business leaders improve accuracy in the areas of sales performance, data management, and user adoption.\n“In the first quarter, we saw the investments we’ve made over the past year in our technology and products create meaningful customer opportunities for 2018,” said Mike Arends, Chief Financial Officer. “Throughout 2018 we continue to focus on initiatives to further product and sales progress that can drive long-term growth while investing in strategic initiatives like our Speech technology to support early customer momentum.”\nBusiness Outlook\nThe following reflect Marchex's expectations as of May 3, 2018.\nFinancial Guidance for the Second Quarter ending June 30, 2018\nRevenue $21 million or more Income (loss) from operations ($2) million or better Adjusted OIBA 1, 2 loss of $1 million or better Adjusted EBITDA 1, 2 breakeven or better 2\nSecond quarter GAAP income (loss) from operations is expected to be ($2) million or better, assuming stock-based compensation between $0.9 and $1.1 million for the quarter. In addition, second quarter Adjusted EBITDA includes estimated addbacks of $1 million related to depreciation and amortization.\nConference Call and Webcast Information\nManagement will hold a conference call, starting at 5:00 p.m. ET on Thursday, May 3, 2018, to discuss its first quarter ended March 31, 2018 financial results and other company updates. Access to the live webcast of the conference call will be available online from the Investors section of Marchex’s website at www.marchex.com . An archived version of the webcast will also be available at the same location two hours after completion of the call.\nAbout Marchex\nMarchex understands the best customers are those who call your company - they convert faster, buy more, and churn less. Marchex provides solutions that help companies drive more calls, understand what happens on those calls, and convert more of those callers into customers. Our actionable intelligence strengthens the connection between companies and their customers, bridging the physical and digital world, to help brands maximize their marketing investments and operating efficiencies to acquire the best customers.\nPlease visit http://www.marchex.com , www.marchex.com/blog or @marchex on Twitter ( Twitter.com/Marchex ), where Marchex discloses material information from time to time about the company, its financial information, and its business.\n :\nThis press release contains that involve substantial risks and uncertainties. All statements, other than statements of historical facts, included in this press release regarding our strategy, future operations, future financial position, future revenues, other financial guidance, acquisitions, dispositions, projected costs, prospects, plans and objectives of management are We may not actually achieve the plans, intentions, or expectations disclosed in our and you should not place undue reliance on our Actual results or events could differ materially from the plans, intentions and expectations disclosed in the we make. There are a number of important factors that could cause Marchex’s actual results to differ materially from those indicated by such including but not limited to product demand, order cancellations and delays, competition and general economic conditions. These factors are described in greater detail in the \"Risk Factors\" section of our most recent periodic report and registration statement filed with the SEC. All of the information provided in this release is as of May 3, 2018 and Marchex undertakes no duty to update the information provided herein.\nIn the event the press release contains links to third-party websites or materials, the links are provided solely as a convenience to you. Marchex is not responsible for the content of linked third-party sites or materials and does not make any representations regarding the content or accuracy thereof.\nNon-GAAP Financial Information:\nTo supplement Marchex’s consolidated financial statements presented in accordance with GAAP and to provide clarity internally and externally, Marchex uses certain non-GAAP measures of financial performance and liquidity, including Adjusted OIBA, Adjusted EBITDA, and Adjusted non-GAAP income (loss) per share. Marchex also provides Enterprise Revenue, which represents revenue excluding Yellowpages.com LLC (“YP”) revenue generating contracts and, subsequent to Dex Media, Inc.’s acquisition of YP (collectively “DexYP”), DexYP revenue generating contracts.\nAdjusted OIBA represents income (loss) from operations excluding stock-based compensation expense. This measure, among other things, is one of the primary metrics by which Marchex evaluates the performance of its business. Adjusted OIBA is the basis on which Marchex’s internal budgets are based and by which Marchex’s management is currently evaluated. Marchex believes these measures are useful to investors because they represent Marchex’s consolidated operating results, taking into account depreciation and other intangible amortization, which Marchex believes is an ongoing cost of doing business, but excluding the effects of certain other expenses such as stock-based compensation. Adjusted EBITDA represents income (loss) before interest, income taxes, depreciation, amortization, and stock-based compensation. Marchex believes that Adjusted EBITDA is another alternative measure of liquidity to GAAP net cash provided by (used in) operating activities that provides meaningful supplemental information regarding liquidity and is used by Marchex’s management to measure its ability to fund operations and its financing obligations. Financial analysts and investors may use Adjusted OIBA and EBITDA and Enterprise Revenue to help with comparative financial evaluation to make informed investment decisions. Adjusted non-GAAP income (loss) per share represents Adjusted non-GAAP income (loss) divided by GAAP diluted shares outstanding. Adjusted non-GAAP income (loss) generally captures those items on the statement of operations that have been, or ultimately will be, settled in cash exclusive of certain items that are not indicative of Marchex’s recurring core operating results and represents net income (loss) applicable to common stockholders plus the net of tax effects of: (1) stock-based compensation; and (2) interest income and other, net. Financial analysts and investors may use Adjusted non-GAAP income (loss) per share to analyze Marchex’s financial performance since these groups have historically used EPS related measures, along with other measures, to estimate the value of a company, to make informed investment decisions, and to evaluate a company’s operating performance compared to that of other companies in its industry.\nMarchex’s management believes that investors should have access to, and Marchex is obligated to provide, the same set of tools that management uses in analyzing the company’s results. These non-GAAP measures should be considered in addition to results prepared in accordance with GAAP, and should not be considered in isolation, as a substitute for, or superior to, GAAP results. Marchex’s non-GAAP financial measures may be defined differently from time to time and may be defined differently than similar titled terms used by other companies, and accordingly, care should be exercised in understanding how Marchex defines its non-GAAP financial measures in this release. Marchex endeavors to compensate for the limitations of the non-GAAP measures presented by providing the comparable GAAP measure with equal or greater prominence, GAAP financial statements, and detailed descriptions of the reconciling items and adjustments, including quantifying such items, to derive the non-GAAP measure.\nMARCHEX, INC. AND SUBSIDIARIES Condensed Consolidated Statements of Operations (in thousands, except per share amounts) (unaudited) Three Months Ended\nMarch 31,\n2017 2018 Revenue $ 24,375 $ 21,896 Expenses: Service costs (1) 13,598 12,823 Sales and marketing (1) 4,992 3,610 Product development (1) 5,270 3,648 General and administrative (1) 4,030 2,970 Total operating expenses 27,890 23,051 Loss from operations (3,515 ) (1,155 ) Interest income and other, net 17 240 Loss before provision for income taxes (3,498 ) (915 ) Income tax expense 12 11 Net loss applicable to common stockholders $ (3,510 ) $ (926 ) Basic and diluted net loss per Class A and Class B share applicable to common stockholders\n$ (0.08 ) $ (0.02 ) Shares used to calculate basic net loss per share applicable to common stockholders:\nClass A 5,056 5,056 Class B 37,169 38,039 Shares used to calculate diluted net loss per share applicable to common stockholders:\nClass A 5,056 5,056 Class B 42,225 43,095 (1) Includes stock-based compensation allocated as follows: Service costs $ 125 $ 128 Sales and marketing 406 214 Product development 91 91 General and administrative 735 518 Total $ 1,357 $ 951 MARCHEX, INC. AND SUBSIDIARIES Condensed Consolidated Balance Sheets (in thousands) (unaudited) December 31, March 31, 2017 2018 Assets Current assets: $ 104,190 $ 84,562 Accounts receivable, net 14,860 14,887 Prepaid expenses and other current assets 2,041 1,785 Total current assets 121,091 101,234 Property and equipment, net 2,405 2,635 Other assets, net 326 534 Total assets $ 123,822 $ 104,403 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 4,928 $ 6,110 Accrued expenses and other current liabilities 5,585 6,084 Deferred revenue and deposits 313 841 Dividends Payable 21,907 — Total current liabilities 32,733 13,035 Other non-current liabilities 1,090 1,128 Total liabilities 33,823 14,163 Stockholders’ equity: Class A common stock 53 53 Class B common stock 387 388 Additional paid-in capital 343,268 344,245 Accumulated deficit (253,709 ) (254,446 ) Total stockholders’ equity 89,999 90,240 Total liabilities and stockholders’ equity $ 123,822 $ 104,403 MARCHEX, INC. AND SUBSIDIARIES (in thousands) (unaudited) Reconciliation of GAAP Loss from Operations\nto Adjusted Operating Income (Loss) Before Amortization (Adjusted OIBA)\nThree Months Ended\nMarch 31,\n2017 2018 Loss from operations $ (3,515 ) $ (1,155 ) Stock-based compensation 1,357 951 Adjusted OIBA 1 $ (2,158 ) $ (204 ) Reconciliation from Net Cash provided by (used in)\nOperating Activities to Adjusted EBITDA\nThree Months Ended March 31,\n2017 2018 Net cash provided by (used in) operating activities $ (878 ) $ 3,021 Changes in assets and liabilities (524 ) (2,471 ) Income tax expense 12 11 Interest income and other, net (17 ) (240 ) Adjusted EBITDA 1 $ (1,407 ) $ 321 Net cash used in investing activities $ (6 ) $ (769 ) Net cash provided by (used in) financing activities\n$ 6 $ (21,880 ) 1\nIncludes reorganization costs of approximately $700,000 in Q1 2017. Reconciliation from Revenue to Enterprise Revenue\nThree Months Ended\nMarch 31,\n2017 2018 Revenue $ 24,375 $ 21,896 Less: YP or DexYP Revenue 5,402 3,916 Enterprise Revenue 2 $ 18,973 $ 17,980 2 Enterprise Revenue represents total revenue less revenue generated from contracts with YP, and for the 2018 period, total revenue less revenue generated from contracts with YP and Dex Media, Inc. (collectively “DexYP”). In 2017, Dex Media, Inc. acquired YP Holdings LLC, which is the parent company of YP. MARCHEX, INC. AND SUBSIDIARIES Reconciliation of GAAP Net Loss per Share to Adjusted Non-GAAP Loss per Share (in thousands, except per share amounts) (unaudited) Three Months Ended\nMarch 31,\n2017 2018 Adjusted Non-GAAP income (loss) per share $ (0.03 ) $ (0.00 ) Net loss per share applicable to common stockholders - diluted (GAAP loss per share)\n$ (0.08 ) $ (0.02 ) Shares used to calculate diluted net loss per share applicable to common stockholders\n42,225 43,095 Net loss applicable to common stockholders $ (3,510 ) $ (926 ) Stock-based compensation 1,357 951 Interest income and other, net (17 ) (240 ) Estimated impact of income taxes 714 23 Adjusted Non-GAAP loss $ (1,456 ) $ (192 ) Adjusted Non-GAAP loss per share $ (0.03 ) $ (0.00 ) Shares used to calculate diluted net loss per share applicable to common stockholders (GAAP) and Adjusted Non-GAAP loss per share 1\n42,225 43,095 1 For the purpose of computing the number of diluted shares for Adjusted Non-GAAP loss per share, Marchex uses the accounting guidance that would be applicable for computing the number of diluted shares for GAAP net loss per share.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180503006559/en/\nMarchex\nInvestor Relations\nTrevor Caldwell, 206-331-3600\nir@marchex.com\nOr\nMEDIA INQUIRIES\nCorporate Communications\n206-331-3434\nmarchex@edelman.com\nSource: Marchex, Inc.",
    "published": "2018-05-04T00:15:00.000+03:00",
    "crawled": "2018-05-04T01:32:49.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "seattle",
        "business",
        "wire",
        "marchex",
        "inc",
        "nasdaq",
        "mchx",
        "leading",
        "provider",
        "call",
        "analytics",
        "drive",
        "measure",
        "convert",
        "caller",
        "customer",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "q1",
        "financial",
        "highlight",
        "revenue",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "first",
        "quarter",
        "per",
        "diluted",
        "share",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "q1",
        "q1",
        "revenue",
        "million",
        "million",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "million",
        "million",
        "cash",
        "balance",
        "million",
        "million",
        "result",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "adjusted",
        "income",
        "loss",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "reconciliation",
        "measure",
        "included",
        "financial",
        "table",
        "attached",
        "press",
        "release",
        "encourage",
        "investor",
        "examine",
        "reconciling",
        "adjustment",
        "gaap",
        "measure",
        "strategic",
        "priority",
        "update",
        "grow",
        "new",
        "existing",
        "enterprise",
        "client",
        "relationship",
        "first",
        "quarter",
        "marchex",
        "added",
        "new",
        "client",
        "including",
        "several",
        "core",
        "focus",
        "vertical",
        "real",
        "estate",
        "health",
        "accelerate",
        "product",
        "innovation",
        "march",
        "marchex",
        "announced",
        "new",
        "capability",
        "marchex",
        "speech",
        "analytics",
        "technology",
        "update",
        "included",
        "new",
        "executive",
        "overview",
        "dashboard",
        "make",
        "faster",
        "easier",
        "company",
        "view",
        "actionable",
        "customer",
        "insight",
        "call",
        "business",
        "one",
        "convenient",
        "comprehensive",
        "view",
        "release",
        "also",
        "included",
        "several",
        "feature",
        "enhancement",
        "help",
        "business",
        "leader",
        "improve",
        "accuracy",
        "area",
        "sale",
        "performance",
        "data",
        "management",
        "user",
        "adoption",
        "first",
        "quarter",
        "saw",
        "investment",
        "made",
        "past",
        "year",
        "technology",
        "product",
        "create",
        "meaningful",
        "customer",
        "opportunity",
        "said",
        "mike",
        "arends",
        "chief",
        "financial",
        "officer",
        "throughout",
        "continue",
        "focus",
        "initiative",
        "product",
        "sale",
        "progress",
        "drive",
        "growth",
        "investing",
        "strategic",
        "initiative",
        "like",
        "speech",
        "technology",
        "support",
        "early",
        "customer",
        "business",
        "outlook",
        "following",
        "reflect",
        "marchex",
        "expectation",
        "may",
        "financial",
        "guidance",
        "second",
        "quarter",
        "ending",
        "june",
        "revenue",
        "million",
        "income",
        "loss",
        "operation",
        "million",
        "better",
        "adjusted",
        "oiba",
        "loss",
        "million",
        "better",
        "adjusted",
        "ebitda",
        "breakeven",
        "better",
        "second",
        "quarter",
        "gaap",
        "income",
        "loss",
        "operation",
        "expected",
        "million",
        "better",
        "assuming",
        "compensation",
        "million",
        "quarter",
        "addition",
        "second",
        "quarter",
        "adjusted",
        "ebitda",
        "includes",
        "estimated",
        "addbacks",
        "million",
        "related",
        "depreciation",
        "amortization",
        "conference",
        "call",
        "webcast",
        "information",
        "management",
        "hold",
        "conference",
        "call",
        "starting",
        "et",
        "thursday",
        "may",
        "discus",
        "first",
        "quarter",
        "ended",
        "march",
        "financial",
        "result",
        "company",
        "update",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "online",
        "investor",
        "section",
        "marchex",
        "website",
        "archived",
        "version",
        "webcast",
        "also",
        "available",
        "location",
        "two",
        "hour",
        "completion",
        "call",
        "marchex",
        "marchex",
        "understands",
        "best",
        "customer",
        "call",
        "company",
        "convert",
        "faster",
        "buy",
        "churn",
        "less",
        "marchex",
        "provides",
        "solution",
        "help",
        "company",
        "drive",
        "call",
        "understand",
        "happens",
        "call",
        "convert",
        "caller",
        "customer",
        "actionable",
        "intelligence",
        "strengthens",
        "connection",
        "company",
        "customer",
        "bridging",
        "physical",
        "digital",
        "world",
        "help",
        "brand",
        "maximize",
        "marketing",
        "investment",
        "operating",
        "efficiency",
        "acquire",
        "best",
        "customer",
        "please",
        "visit",
        "http",
        "marchex",
        "twitter",
        "marchex",
        "discloses",
        "material",
        "information",
        "time",
        "time",
        "company",
        "financial",
        "information",
        "business",
        "press",
        "release",
        "contains",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "regarding",
        "strategy",
        "future",
        "operation",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "financial",
        "guidance",
        "acquisition",
        "disposition",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "make",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "marchex",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "including",
        "limited",
        "product",
        "demand",
        "order",
        "cancellation",
        "delay",
        "competition",
        "general",
        "economic",
        "condition",
        "factor",
        "described",
        "greater",
        "detail",
        "risk",
        "factor",
        "section",
        "recent",
        "periodic",
        "report",
        "registration",
        "statement",
        "filed",
        "sec",
        "information",
        "provided",
        "release",
        "may",
        "marchex",
        "undertakes",
        "duty",
        "update",
        "information",
        "provided",
        "herein",
        "event",
        "press",
        "release",
        "contains",
        "link",
        "website",
        "material",
        "link",
        "provided",
        "solely",
        "convenience",
        "marchex",
        "responsible",
        "content",
        "linked",
        "site",
        "material",
        "make",
        "representation",
        "regarding",
        "content",
        "accuracy",
        "thereof",
        "financial",
        "information",
        "supplement",
        "marchex",
        "consolidated",
        "financial",
        "statement",
        "presented",
        "accordance",
        "gaap",
        "provide",
        "clarity",
        "internally",
        "externally",
        "marchex",
        "us",
        "certain",
        "measure",
        "financial",
        "performance",
        "liquidity",
        "including",
        "adjusted",
        "oiba",
        "adjusted",
        "ebitda",
        "adjusted",
        "income",
        "loss",
        "per",
        "share",
        "marchex",
        "also",
        "provides",
        "enterprise",
        "revenue",
        "represents",
        "revenue",
        "excluding",
        "llc",
        "yp",
        "revenue",
        "generating",
        "contract",
        "subsequent",
        "dex",
        "medium",
        "acquisition",
        "yp",
        "collectively",
        "dexyp",
        "dexyp",
        "revenue",
        "generating",
        "contract",
        "adjusted",
        "oiba",
        "represents",
        "income",
        "loss",
        "operation",
        "excluding",
        "compensation",
        "expense",
        "measure",
        "among",
        "thing",
        "one",
        "primary",
        "metric",
        "marchex",
        "evaluates",
        "performance",
        "business",
        "adjusted",
        "oiba",
        "basis",
        "marchex",
        "internal",
        "budget",
        "based",
        "marchex",
        "management",
        "currently",
        "evaluated",
        "marchex",
        "belief",
        "measure",
        "useful",
        "investor",
        "represent",
        "marchex",
        "consolidated",
        "operating",
        "result",
        "taking",
        "account",
        "depreciation",
        "intangible",
        "amortization",
        "marchex",
        "belief",
        "ongoing",
        "cost",
        "business",
        "excluding",
        "effect",
        "certain",
        "expense",
        "compensation",
        "adjusted",
        "ebitda",
        "represents",
        "income",
        "loss",
        "interest",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "marchex",
        "belief",
        "adjusted",
        "ebitda",
        "another",
        "alternative",
        "measure",
        "liquidity",
        "gaap",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "provides",
        "meaningful",
        "supplemental",
        "information",
        "regarding",
        "liquidity",
        "used",
        "marchex",
        "management",
        "measure",
        "ability",
        "fund",
        "operation",
        "financing",
        "obligation",
        "financial",
        "analyst",
        "investor",
        "may",
        "use",
        "adjusted",
        "oiba",
        "ebitda",
        "enterprise",
        "revenue",
        "help",
        "comparative",
        "financial",
        "evaluation",
        "make",
        "informed",
        "investment",
        "decision",
        "adjusted",
        "income",
        "loss",
        "per",
        "share",
        "represents",
        "adjusted",
        "income",
        "loss",
        "divided",
        "gaap",
        "diluted",
        "share",
        "outstanding",
        "adjusted",
        "income",
        "loss",
        "generally",
        "capture",
        "item",
        "statement",
        "operation",
        "ultimately",
        "settled",
        "cash",
        "exclusive",
        "certain",
        "item",
        "indicative",
        "marchex",
        "recurring",
        "core",
        "operating",
        "result",
        "represents",
        "net",
        "income",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "plus",
        "net",
        "tax",
        "effect",
        "compensation",
        "interest",
        "income",
        "net",
        "financial",
        "analyst",
        "investor",
        "may",
        "use",
        "adjusted",
        "income",
        "loss",
        "per",
        "share",
        "analyze",
        "marchex",
        "financial",
        "performance",
        "since",
        "group",
        "historically",
        "used",
        "eps",
        "related",
        "measure",
        "along",
        "measure",
        "estimate",
        "value",
        "company",
        "make",
        "informed",
        "investment",
        "decision",
        "evaluate",
        "company",
        "operating",
        "performance",
        "compared",
        "company",
        "industry",
        "marchex",
        "management",
        "belief",
        "investor",
        "access",
        "marchex",
        "obligated",
        "provide",
        "set",
        "tool",
        "management",
        "us",
        "analyzing",
        "company",
        "result",
        "measure",
        "considered",
        "addition",
        "result",
        "prepared",
        "accordance",
        "gaap",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "gaap",
        "result",
        "marchex",
        "financial",
        "measure",
        "may",
        "defined",
        "differently",
        "time",
        "time",
        "may",
        "defined",
        "differently",
        "similar",
        "titled",
        "term",
        "used",
        "company",
        "accordingly",
        "care",
        "exercised",
        "understanding",
        "marchex",
        "defines",
        "financial",
        "measure",
        "release",
        "marchex",
        "endeavor",
        "compensate",
        "limitation",
        "measure",
        "presented",
        "providing",
        "comparable",
        "gaap",
        "measure",
        "equal",
        "greater",
        "prominence",
        "gaap",
        "financial",
        "statement",
        "detailed",
        "description",
        "reconciling",
        "item",
        "adjustment",
        "including",
        "quantifying",
        "item",
        "derive",
        "measure",
        "marchex",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "expense",
        "service",
        "cost",
        "sale",
        "marketing",
        "product",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "class",
        "class",
        "b",
        "share",
        "applicable",
        "common",
        "stockholder",
        "share",
        "used",
        "calculate",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "stockholder",
        "class",
        "class",
        "b",
        "share",
        "used",
        "calculate",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "stockholder",
        "class",
        "class",
        "b",
        "includes",
        "compensation",
        "allocated",
        "follows",
        "service",
        "cost",
        "sale",
        "marketing",
        "product",
        "development",
        "general",
        "administrative",
        "total",
        "marchex",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "deposit",
        "dividend",
        "payable",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "marchex",
        "subsidiary",
        "thousand",
        "unaudited",
        "reconciliation",
        "gaap",
        "loss",
        "operation",
        "adjusted",
        "operating",
        "income",
        "loss",
        "amortization",
        "adjusted",
        "oiba",
        "three",
        "month",
        "ended",
        "march",
        "loss",
        "operation",
        "compensation",
        "adjusted",
        "oiba",
        "reconciliation",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "change",
        "asset",
        "liability",
        "income",
        "tax",
        "expense",
        "interest",
        "income",
        "net",
        "adjusted",
        "ebitda",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "includes",
        "reorganization",
        "cost",
        "approximately",
        "q1",
        "reconciliation",
        "revenue",
        "enterprise",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "less",
        "yp",
        "dexyp",
        "revenue",
        "enterprise",
        "revenue",
        "enterprise",
        "revenue",
        "represents",
        "total",
        "revenue",
        "less",
        "revenue",
        "generated",
        "contract",
        "yp",
        "period",
        "total",
        "revenue",
        "less",
        "revenue",
        "generated",
        "contract",
        "yp",
        "dex",
        "medium",
        "collectively",
        "dexyp",
        "dex",
        "medium",
        "acquired",
        "yp",
        "holding",
        "llc",
        "parent",
        "company",
        "yp",
        "marchex",
        "subsidiary",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "per",
        "share",
        "adjusted",
        "loss",
        "per",
        "share",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "adjusted",
        "income",
        "loss",
        "per",
        "share",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "stockholder",
        "diluted",
        "gaap",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "calculate",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "stockholder",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "compensation",
        "interest",
        "income",
        "net",
        "estimated",
        "impact",
        "income",
        "tax",
        "adjusted",
        "loss",
        "adjusted",
        "loss",
        "per",
        "share",
        "share",
        "used",
        "calculate",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "stockholder",
        "gaap",
        "adjusted",
        "loss",
        "per",
        "share",
        "purpose",
        "computing",
        "number",
        "diluted",
        "share",
        "adjusted",
        "loss",
        "per",
        "share",
        "marchex",
        "us",
        "accounting",
        "guidance",
        "would",
        "applicable",
        "computing",
        "number",
        "diluted",
        "share",
        "gaap",
        "net",
        "loss",
        "per",
        "share",
        "view",
        "source",
        "version",
        "http",
        "marchex",
        "investor",
        "relation",
        "trevor",
        "caldwell",
        "ir",
        "medium",
        "inquiry",
        "corporate",
        "communication",
        "marchex",
        "source",
        "marchex",
        "inc"
    ]
}