{
    "organizations": [],
    "uuid": "ab3c0f10488465ab78b00218bbf2f5f792e93046",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/30/globe-newswire-leucrotta-announces-q1-2018-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "Leucrotta Announces Q1 2018 Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, May 30, 2018 (GLOBE NEWSWIRE) -- LEUCROTTA EXPLORATION INC. (TSXV:LXE) (“Leucrotta” or the “Company”) is pleased to announce its financial and operating results for the three months ended March 31, 2018. All dollar figures are Canadian dollars unless otherwise noted.\nHIGHLIGHTS\nIncreased production 122% to 4,180 boe/d in Q1 2018 from 1,881 boe/d in Q1 2017 (increased 10% from 3,802 boe/d in Q4 2017).\nIncreased adjusted funds flow 393% to $6.4 million in Q1 2018 from $1.3 million in Q1 2017 (increased 43% from $4.5 million in Q4 2017).\nDrilled 3 Lower Montney delineation wells which are expected to be completed in the second half of 2018.\nFINANCIAL RESULTS Three Months Ended March 31 ($000s, except per share amounts) 2018 2017 % Change Oil and natural gas sales 10,426 4,783 118 Adjusted funds flow (1) 6,387 1,296 393 Per share - basic and diluted 0.03 0.01 200 Net earnings (loss) 2,546 (878) 390 Per share - basic and diluted 0.01 (0.01) 200 Capital expenditures and acquisitions 11,460 18,518 (38) Working capital 13,613 8,889 53 Common shares outstanding (000s) Weighted average - basic 200,516 165,239 21 Weighted average - diluted 203,307 165,239 23 End of period - basic 200,517 165,261 21 End of period - fully diluted 227,133 189,297 20 (1) See “Non-GAAP Measures” section.\nOPERATING RESULTS (1) Three Months Ended March 31 2018 2017 % Change Daily production Oil and NGLs (bbls/d) 1,144 514 123 Natural gas (mcf/d) 18,216 8,197 122 Oil equivalent (boe/d) 4,180 1,881 122 Oil and natural gas sales Oil and NGLs ($/bbl) 62.08 57.81 7 Natural gas ($/mcf) 2.46 2.85 (14) Oil equivalent ($/boe) 27.71 28.26 (2) Royalties Oil and NGLs ($/bbl) - 3.46 (100) Natural gas ($/mcf) - 0.15 (100) Oil equivalent ($/boe) - 1.59 (100) Net operating expenses (2) Oil and NGLs ($/bbl) 6.32 11.75 (46) Natural gas ($/mcf) 0.78 1.08 (28) Oil equivalent ($/boe) 5.14 7.93 (35) Net transportation expenses (2) Oil and NGLs ($/bbl) 2.55 3.73 (32) Natural gas ($/mcf) 0.43 0.96 (55) Oil equivalent ($/boe) 2.59 5.21 (50) Operating netback (2) Oil and NGLs ($/bbl) 53.21 38.87 37 Natural gas ($/mcf) 1.25 0.66 89 Oil equivalent ($/boe) 19.98 13.53 48 Depletion and depreciation ($/boe) (9.37) (10.38) (10) General and administrative expenses ($/boe) (3.23) (6.40) (50) Share based compensation ($/boe) (0.72) (2.24) (68) Finance expense ($/boe) (0.16) (0.23) (30) Finance income ($/boe) 0.26 0.53 (51) Net earnings (loss) ($/boe) 6.76 (5.19) 230 (1) See “Frequently Recurring Terms” section.\n(2) See “Non-GAAP Measures” section.\nSelected financial and operational information outlined in this news release should be read in conjunction with Leucrotta’s unaudited condensed financial statements and related Management’s Discussion and Analysis (“MD&A”) for the three months ended March 31, 2018, which are available for review at www.sedar.com .\nPRESIDENT’S MESSAGE\nIn Q1 2018, Leucrotta continued with the delineation of the Lower Montney turbidite zone on its 140 section contiguous block of land at Doe/Mica. Three significant step-out delineation wells were drilled but not completed as at this date. The wells were positioned to the east and north of Leucrotta’s current development to prove the level of productivity substantially beyond current productive boundaries. Leucrotta will start the completion of these wells in July and report on level of productivity in early fall. The new wells were set up to be completed with higher intensity fracs (40 or 50 frac stages over approximately 1 mile laterals). By the end of the year, the delineation phase for the Lower Montney will be completed.\nFrom an operations perspective, the previous 40 and 50 stage frac wells (8-22 and 9-33) continue to outperform expectations and Leucrotta is very pleased with the longer term production data to date. Production and cash flow reached all time corporate highs due in part to some flush production and favourable commodity prices during the quarter. In Q2 2018, production will be affected by approximately 500 boe/d that was recently shut-in due to pricing and some facility maintenance. This production was flowing through third party facilities and has higher operating costs than average. Leucrotta estimates it will average 3,600 boe/d for 2018.\nLeucrotta continues to maintain a strong balance sheet with net working capital of $13.6 million and no debt at the end of Q1 2018 and has projected to have positive working capital at year-end with an unused bank credit facility of $20 million based on the previously released capital budget of $33 million.\nWe look forward to reporting on the results of the new wells and other business developments in the near future.\nFrequently Recurring Terms\nThe Company uses the following frequently recurring industry terms in this news release: “bbls” refers to barrels, “mcf” refers to thousand cubic feet, and “boe” refers to barrel of oil equivalent. Disclosure provided herein in respect of a boe may be misleading, particularly if used in isolation. A boe conversion rate of six thousand cubic feet of natural gas to one barrel of oil equivalent has been used for the calculation of boe amounts in this news release. This boe conversion rate is based on an energy equivalency conversion method primarily applicable at the burner tip and does not represent a value equivalency at the wellhead.\nNon-GAAP Measures\nThis news release refers to certain financial measures that are not determined in accordance with IFRS (or “GAAP”). This news release contains the terms “adjusted funds flow”, “adjusted funds flow per share”, “operating netback” “net operating expenses”, and “net transportation expenses” which do not have any standardized meaning prescribed by GAAP and therefore may not be comparable to similar measures used by other companies. The Company uses these measures to help evaluate its performance.\nManagement uses adjusted funds flow to analyze performance and considers it a key measure as it demonstrates the Company’s ability to generate the cash necessary to fund future capital investments and abandonment obligations and to repay debt, if any. Adjusted funds flow is a non-GAAP measure and has been defined by the Company as cash flow from operating activities excluding the change in non-cash working capital related to operating activities and expenditures on decommissioning obligations. The Company also presents adjusted funds flow per share whereby amounts per share are calculated using weighted average shares outstanding, consistent with the calculation of net earnings (loss) per share. Adjusted funds flow is reconciled from cash flow from operating activities under the heading “Adjusted Funds Flow” in the Company’s MD&A for the three months ended March 31, 2018, which is available on SEDAR at www.sedar.com .\nManagement considers operating netback an important measure as it demonstrates its profitability relative to current commodity prices. Operating netback, which is calculated as average unit sales price less royalties, net operating expenses, and net transportation expenses, represents the cash margin for every barrel of oil equivalent sold. Operating netback per boe is reconciled to net earnings (loss) per boe under the heading “Operating Netback”.\nNet operating expenses is calculated as operating expenses less processing revenues. Management uses net operating expenses to determine the current periods’ cash cost of operating expenses less processing revenue and net operating expenses per boe is used to measure operating efficiency on a comparative basis. The measure approximates the Company’s operating expenses relative to its produced volumes by excluding third party operating costs.\nNet transportation expenses is calculated as transportation expenses less marketing revenues. Management uses net transportation expenses to determine the current periods’ cash cost of transportation expenses less marketing revenue and net transportation expenses per boe is used to measure transportation efficiency on a comparative basis as well as the Company’s ability to mitigate the cost of excess committed capacity.\nForward-Looking Information\nThis news release contains forward-looking statements and forward-looking information within the meaning of applicable securities laws. The use of any of the words “expect”, “anticipate”, “continue”, “estimate”, “may”, “will”, “should”, “believe”, “intends”, “forecast”, “plans”, “guidance” and similar expressions are intended to identify forward-looking statements or information.\nMore particularly and without limitation, this news release contains forward-looking statements and information relating to the Company’s risk management program, oil, NGLs, and natural gas production, capital programs, and working capital. The forward-looking statements and information are based on certain key expectations and assumptions made by the Company, including expectations and assumptions relating to prevailing commodity prices and exchange rates, applicable royalty rates and tax laws, future well production rates, the performance of existing wells, the success of drilling new wells, the availability of capital to undertake planned activities, and the availability and cost of labour and services.\nAlthough the Company believes that the expectations reflected in such forward-looking statements and information are reasonable, it can give no assurance that such expectations will prove to be correct. Since forward-looking statements and information address future events and conditions, by their very nature they involve inherent risks and uncertainties. Actual results may differ materially from those currently anticipated due to a number of factors and risks. These include, but are not limited to, the risks associated with the oil and gas industry in general such as operational risks in development, exploration and production, delays or changes in plans with respect to exploration or development projects or capital expenditures, the uncertainty of estimates and projections relating to production rates, costs, and expenses, commodity price and exchange rate fluctuations, marketing and transportation, environmental risks, competition, the ability to access sufficient capital from internal and external sources and changes in tax, royalty, and environmental legislation. The forward-looking statements and information contained in this document are made as of the date hereof for the purpose of providing the readers with the Company’s expectations for the coming year. The forward-looking statements and information may not be appropriate for other purposes. The Company undertakes no obligation to update publicly or revise any forward-looking statements or information, whether as a result of new information, future events or otherwise, unless so required by applicable securities laws.\nLeucrotta is an oil and natural gas company, actively engaged in the acquisition, development, exploration, and production of oil and natural gas reserves in northeastern British Columbia, Canada.\nFurther Information\nFor additional information, please contact:\nMr. Robert J. Zakresky\nPresident and Chief Executive Officer\n(403) 705-4525\nMr. Nolan Chicoine\nVice President, Finance and Chief Financial Officer\n(403) 705-4525\nLeucrotta Exploration Inc.\nSuite 700, 639 – 5 th Avenue SW\nCalgary, Alberta T2P 0M9\nPhone: (403) 705-4525\nFax: (403) 705-4526\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource:Leucrotta Exploration Inc.",
    "published": "2018-05-30T14:00:00.000+03:00",
    "crawled": "2018-05-30T15:15:30.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "may",
        "globe",
        "newswire",
        "leucrotta",
        "exploration",
        "tsxv",
        "lxe",
        "leucrotta",
        "company",
        "pleased",
        "announce",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "dollar",
        "figure",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "highlight",
        "increased",
        "production",
        "q1",
        "q1",
        "increased",
        "q4",
        "increased",
        "adjusted",
        "fund",
        "flow",
        "million",
        "q1",
        "million",
        "q1",
        "increased",
        "million",
        "q4",
        "drilled",
        "lower",
        "montney",
        "delineation",
        "well",
        "expected",
        "completed",
        "second",
        "half",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "000s",
        "except",
        "per",
        "share",
        "amount",
        "change",
        "oil",
        "natural",
        "gas",
        "sale",
        "adjusted",
        "fund",
        "flow",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "capital",
        "expenditure",
        "acquisition",
        "working",
        "capital",
        "common",
        "share",
        "outstanding",
        "000s",
        "weighted",
        "average",
        "basic",
        "weighted",
        "average",
        "diluted",
        "end",
        "period",
        "basic",
        "end",
        "period",
        "fully",
        "diluted",
        "see",
        "measure",
        "section",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "change",
        "daily",
        "production",
        "oil",
        "ngls",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "oil",
        "natural",
        "gas",
        "sale",
        "oil",
        "ngls",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "royalty",
        "oil",
        "ngls",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "net",
        "operating",
        "expense",
        "oil",
        "ngls",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "net",
        "transportation",
        "expense",
        "oil",
        "ngls",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "operating",
        "netback",
        "oil",
        "ngls",
        "natural",
        "gas",
        "oil",
        "equivalent",
        "depletion",
        "depreciation",
        "general",
        "administrative",
        "expense",
        "share",
        "based",
        "compensation",
        "finance",
        "expense",
        "finance",
        "income",
        "net",
        "earnings",
        "loss",
        "see",
        "frequently",
        "recurring",
        "term",
        "section",
        "see",
        "measure",
        "section",
        "selected",
        "financial",
        "operational",
        "information",
        "outlined",
        "news",
        "release",
        "read",
        "conjunction",
        "leucrotta",
        "unaudited",
        "condensed",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "md",
        "three",
        "month",
        "ended",
        "march",
        "available",
        "review",
        "president",
        "message",
        "q1",
        "leucrotta",
        "continued",
        "delineation",
        "lower",
        "montney",
        "turbidite",
        "zone",
        "section",
        "contiguous",
        "block",
        "land",
        "three",
        "significant",
        "delineation",
        "well",
        "drilled",
        "completed",
        "date",
        "well",
        "positioned",
        "east",
        "north",
        "leucrotta",
        "current",
        "development",
        "prove",
        "level",
        "productivity",
        "substantially",
        "beyond",
        "current",
        "productive",
        "boundary",
        "leucrotta",
        "start",
        "completion",
        "well",
        "july",
        "report",
        "level",
        "productivity",
        "early",
        "fall",
        "new",
        "well",
        "set",
        "completed",
        "higher",
        "intensity",
        "fracs",
        "frac",
        "stage",
        "approximately",
        "mile",
        "lateral",
        "end",
        "year",
        "delineation",
        "phase",
        "lower",
        "montney",
        "completed",
        "operation",
        "perspective",
        "previous",
        "stage",
        "frac",
        "well",
        "continue",
        "outperform",
        "expectation",
        "leucrotta",
        "pleased",
        "longer",
        "term",
        "production",
        "data",
        "date",
        "production",
        "cash",
        "flow",
        "reached",
        "time",
        "corporate",
        "high",
        "due",
        "part",
        "flush",
        "production",
        "favourable",
        "commodity",
        "price",
        "quarter",
        "q2",
        "production",
        "affected",
        "approximately",
        "recently",
        "due",
        "pricing",
        "facility",
        "maintenance",
        "production",
        "flowing",
        "third",
        "party",
        "facility",
        "higher",
        "operating",
        "cost",
        "average",
        "leucrotta",
        "estimate",
        "average",
        "leucrotta",
        "continues",
        "maintain",
        "strong",
        "balance",
        "sheet",
        "net",
        "working",
        "capital",
        "million",
        "debt",
        "end",
        "q1",
        "projected",
        "positive",
        "working",
        "capital",
        "unused",
        "bank",
        "credit",
        "facility",
        "million",
        "based",
        "previously",
        "released",
        "capital",
        "budget",
        "million",
        "look",
        "forward",
        "reporting",
        "result",
        "new",
        "well",
        "business",
        "development",
        "near",
        "future",
        "frequently",
        "recurring",
        "term",
        "company",
        "us",
        "following",
        "frequently",
        "recurring",
        "industry",
        "term",
        "news",
        "release",
        "bbl",
        "refers",
        "barrel",
        "mcf",
        "refers",
        "thousand",
        "cubic",
        "foot",
        "boe",
        "refers",
        "barrel",
        "oil",
        "equivalent",
        "disclosure",
        "provided",
        "herein",
        "respect",
        "boe",
        "may",
        "misleading",
        "particularly",
        "used",
        "isolation",
        "boe",
        "conversion",
        "rate",
        "six",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "one",
        "barrel",
        "oil",
        "equivalent",
        "used",
        "calculation",
        "boe",
        "amount",
        "news",
        "release",
        "boe",
        "conversion",
        "rate",
        "based",
        "energy",
        "equivalency",
        "conversion",
        "method",
        "primarily",
        "applicable",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "measure",
        "news",
        "release",
        "refers",
        "certain",
        "financial",
        "measure",
        "determined",
        "accordance",
        "ifrs",
        "gaap",
        "news",
        "release",
        "contains",
        "term",
        "adjusted",
        "fund",
        "flow",
        "adjusted",
        "fund",
        "flow",
        "per",
        "share",
        "operating",
        "netback",
        "net",
        "operating",
        "expense",
        "net",
        "transportation",
        "expense",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "therefore",
        "may",
        "comparable",
        "similar",
        "measure",
        "used",
        "company",
        "company",
        "us",
        "measure",
        "help",
        "evaluate",
        "performance",
        "management",
        "us",
        "adjusted",
        "fund",
        "flow",
        "analyze",
        "performance",
        "considers",
        "key",
        "measure",
        "demonstrates",
        "company",
        "ability",
        "generate",
        "cash",
        "necessary",
        "fund",
        "future",
        "capital",
        "investment",
        "abandonment",
        "obligation",
        "repay",
        "debt",
        "adjusted",
        "fund",
        "flow",
        "measure",
        "defined",
        "company",
        "cash",
        "flow",
        "operating",
        "activity",
        "excluding",
        "change",
        "working",
        "capital",
        "related",
        "operating",
        "activity",
        "expenditure",
        "decommissioning",
        "obligation",
        "company",
        "also",
        "present",
        "adjusted",
        "fund",
        "flow",
        "per",
        "share",
        "whereby",
        "amount",
        "per",
        "share",
        "calculated",
        "using",
        "weighted",
        "average",
        "share",
        "outstanding",
        "consistent",
        "calculation",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "adjusted",
        "fund",
        "flow",
        "reconciled",
        "cash",
        "flow",
        "operating",
        "activity",
        "heading",
        "adjusted",
        "fund",
        "flow",
        "company",
        "md",
        "three",
        "month",
        "ended",
        "march",
        "available",
        "sedar",
        "management",
        "considers",
        "operating",
        "netback",
        "important",
        "measure",
        "demonstrates",
        "profitability",
        "relative",
        "current",
        "commodity",
        "price",
        "operating",
        "netback",
        "calculated",
        "average",
        "unit",
        "sale",
        "price",
        "less",
        "royalty",
        "net",
        "operating",
        "expense",
        "net",
        "transportation",
        "expense",
        "represents",
        "cash",
        "margin",
        "every",
        "barrel",
        "oil",
        "equivalent",
        "sold",
        "operating",
        "netback",
        "per",
        "boe",
        "reconciled",
        "net",
        "earnings",
        "loss",
        "per",
        "boe",
        "heading",
        "operating",
        "netback",
        "net",
        "operating",
        "expense",
        "calculated",
        "operating",
        "expense",
        "less",
        "processing",
        "revenue",
        "management",
        "us",
        "net",
        "operating",
        "expense",
        "determine",
        "current",
        "period",
        "cash",
        "cost",
        "operating",
        "expense",
        "less",
        "processing",
        "revenue",
        "net",
        "operating",
        "expense",
        "per",
        "boe",
        "used",
        "measure",
        "operating",
        "efficiency",
        "comparative",
        "basis",
        "measure",
        "approximates",
        "company",
        "operating",
        "expense",
        "relative",
        "produced",
        "volume",
        "excluding",
        "third",
        "party",
        "operating",
        "cost",
        "net",
        "transportation",
        "expense",
        "calculated",
        "transportation",
        "expense",
        "less",
        "marketing",
        "revenue",
        "management",
        "us",
        "net",
        "transportation",
        "expense",
        "determine",
        "current",
        "period",
        "cash",
        "cost",
        "transportation",
        "expense",
        "less",
        "marketing",
        "revenue",
        "net",
        "transportation",
        "expense",
        "per",
        "boe",
        "used",
        "measure",
        "transportation",
        "efficiency",
        "comparative",
        "basis",
        "well",
        "company",
        "ability",
        "mitigate",
        "cost",
        "excess",
        "committed",
        "capacity",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "use",
        "word",
        "expect",
        "anticipate",
        "continue",
        "estimate",
        "may",
        "believe",
        "intends",
        "forecast",
        "plan",
        "guidance",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "information",
        "particularly",
        "without",
        "limitation",
        "news",
        "release",
        "contains",
        "statement",
        "information",
        "relating",
        "company",
        "risk",
        "management",
        "program",
        "oil",
        "ngls",
        "natural",
        "gas",
        "production",
        "capital",
        "program",
        "working",
        "capital",
        "statement",
        "information",
        "based",
        "certain",
        "key",
        "expectation",
        "assumption",
        "made",
        "company",
        "including",
        "expectation",
        "assumption",
        "relating",
        "prevailing",
        "commodity",
        "price",
        "exchange",
        "rate",
        "applicable",
        "royalty",
        "rate",
        "tax",
        "law",
        "future",
        "well",
        "production",
        "rate",
        "performance",
        "existing",
        "well",
        "success",
        "drilling",
        "new",
        "well",
        "availability",
        "capital",
        "undertake",
        "planned",
        "activity",
        "availability",
        "cost",
        "labour",
        "service",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "information",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "since",
        "statement",
        "information",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "include",
        "limited",
        "risk",
        "associated",
        "oil",
        "gas",
        "industry",
        "general",
        "operational",
        "risk",
        "development",
        "exploration",
        "production",
        "delay",
        "change",
        "plan",
        "respect",
        "exploration",
        "development",
        "project",
        "capital",
        "expenditure",
        "uncertainty",
        "estimate",
        "projection",
        "relating",
        "production",
        "rate",
        "cost",
        "expense",
        "commodity",
        "price",
        "exchange",
        "rate",
        "fluctuation",
        "marketing",
        "transportation",
        "environmental",
        "risk",
        "competition",
        "ability",
        "access",
        "sufficient",
        "capital",
        "internal",
        "external",
        "source",
        "change",
        "tax",
        "royalty",
        "environmental",
        "legislation",
        "statement",
        "information",
        "contained",
        "document",
        "made",
        "date",
        "hereof",
        "purpose",
        "providing",
        "reader",
        "company",
        "expectation",
        "coming",
        "year",
        "statement",
        "information",
        "may",
        "appropriate",
        "purpose",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "leucrotta",
        "oil",
        "natural",
        "gas",
        "company",
        "actively",
        "engaged",
        "acquisition",
        "development",
        "exploration",
        "production",
        "oil",
        "natural",
        "gas",
        "reserve",
        "northeastern",
        "british",
        "columbia",
        "canada",
        "information",
        "additional",
        "information",
        "please",
        "contact",
        "robert",
        "zakresky",
        "president",
        "chief",
        "executive",
        "officer",
        "nolan",
        "chicoine",
        "vice",
        "president",
        "finance",
        "chief",
        "financial",
        "officer",
        "leucrotta",
        "exploration",
        "suite",
        "th",
        "avenue",
        "sw",
        "calgary",
        "alberta",
        "t2p",
        "0m9",
        "phone",
        "fax",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "leucrotta",
        "exploration",
        "inc"
    ]
}