{
    "organizations": [],
    "uuid": "1ef120f7a59f3568338c2e3debddba2283c00583",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-encore-announces-agreement-to-acquire-the-remaining-interest-in-cabot.html",
    "ord_in_thread": 0,
    "title": "Encore Announces Agreement to Acquire the Remaining Interest in Cabot",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Acquisition solidifies Encore’s global strategic position\nExpected IRR in excess of 15%\nAccretive to earnings in 2018 and beyond\nCabot Credit Management\n- Conference call scheduled for 5:00 p.m. Eastern, May 8, 2018 -\nSAN DIEGO, May 08, 2018 (GLOBE NEWSWIRE) -- Encore Capital Group, Inc. (Nasdaq:ECPG) today announced an agreement to purchase the remaining interest in Cabot Credit Management (Cabot) from existing shareholders, including J.C. Flowers & Co., for 5 million shares of Encore common stock and £175.5 million (approximately $238.2 million), which will result in Cabot becoming a wholly owned subsidiary of Encore. In 2013, Encore made an initial strategic investment in Cabot representing an approximate 43% ownership interest, in anticipation of Cabot eventually becoming a wholly owned subsidiary. Subject to regulatory approvals and other customary closing conditions, the transaction, which has been unanimously approved by Encore’s board of directors, is expected to close within 90 days.\nCabot is one of the largest credit management services providers in Europe and the market leader in the United Kingdom (U.K.) and Ireland. In 2017, Cabot had a record year, deploying £321.5 million (approximately $420 million) in new portfolio purchases, and its operational improvement initiatives continue to drive enhanced collections performance.\n“This agreement is an important milestone in an extremely successful relationship with Cabot in which they’ve exhibited strong growth and are well positioned to capture significant future opportunities,” said Ashish Masih, President and CEO of Encore. “This transaction also fortifies our long-term plan to strengthen and develop our international business. With operations and investments in 16 countries, our international presence continues to have strategic value for Encore and enables the sharing of best practices around the world. From a financial perspective, the transaction is expected to be accretive to earnings in 2018 and beyond. Assuming a June 30 close, according to our current estimates, Encore earnings growth is expected to accelerate to at least 20% in 2018.”\n“The transaction solidifies our leadership positions in the United States and the U.K., two of the world’s largest debt buying markets, and the ability to deploy significant capital in each. In addition, the transaction will combine the skills and practices of Cabot and Encore’s subsidiary Grove Capital Management, which will strengthen Encore’s platform in Europe, “said Masih.\n“The relationship with Encore has been a great strategic fit for Cabot from the very beginning, so this is a natural next step for us,” said Ken Stannard, Chief Executive Officer of Cabot. “Even with all the growth and success we’ve had over the past five years, we know there’s even more that we can accomplish together, and we appreciate Encore’s commitment to our team. I’m excited about increasing the scale of our business and developing a stronger presence in continental Europe.”\n“This agreement is the culmination of a great partnership between Encore and J.C. Flowers, and we are very proud of the substantial growth Cabot has achieved under our joint ownership. We are excited to once again become shareholders in Encore,” said Tim Hanford, Managing Director at J.C. Flowers.\n“As a long-term investor in this industry and former shareholder of Encore, J.C. Flowers knows the credit management services space well and has added a lot of strategic value to Cabot over the last few years. We appreciate their contributions to the success of the business, “said Masih.\nWhile delivering its strong financial performance, Cabot has shared Encore’s commitment to building collaborative, respectful relationships with consumers and has won numerous industry accolades, including a 2017 U.K. Customer Satisfaction Award from the Institute of Customer Service, the CCR Credit Excellence Awards 2016 for Compliance and the 2016 Credit Today Award for Treating Customers Fairly.\n“Encore and Cabot are completely aligned in our focus on consumer-centric approaches, which is not only the right thing to do but also leads to sustained improvements in business performance,” said Masih. “As Cabot has grown, it has maintained its regulatory and compliance leadership, as well as its focus on the consumer experience, which continues to make the company an attractive partner to banks and drives growth in its debt servicing business.”\nCredit Suisse Securities (USA) LLC acted as financial advisor to Encore on the transaction and Goldman Sachs International acted as financial advisor to Cabot.\nNote: Expected IRR in this document represents a steady state internal rate of return (“IRR”), which provides an estimate of the IRR generated assuming estimated remaining collections (“ERC”) remains constant and all cash generated in excess of the amount of investment required to replenish ERC is distributed to shareholders.\nAbout Encore\nEncore Capital Group, Inc. is an international specialty finance company that provides debt recovery solutions and other related services for consumers across a broad range of financial assets. Through its subsidiaries around the globe, Encore purchases portfolios of consumer receivables from major banks, credit unions, and utility providers.\nEncore partners with individuals as they repay their debt obligations, helping them on the road to financial recovery and ultimately improving their economic well-being. Encore is the first and only company of its kind to operate with a Consumer Bill of Rights that provides industry-leading commitments to consumers.\nHeadquartered in San Diego, Encore is a publicly traded NASDAQ Global Select company (ticker symbol: ECPG) and a component stock of the Russell 2000, the S&P Small Cap 600 and the Wilshire 4500. More information about the company can be found at http://www.encorecapital.com. Information found on the company’s or its subsidiaries’ websites are not incorporated by reference.\nAbout Cabot\nCabot Credit Management ( www.cabotcm.com ) is one of the largest credit management services providers in Europe and the market leader in the U.K. and Ireland, based on expected future gross cash collections. Cabot provides a range of credit management services across a broad client base that includes some of the largest credit providers in Europe. These services include debt servicing offerings such as early stage collections, business process outsourcing, contingent collections, trace services and litigation activities. Cabot has credit management experience across a range of both credit providers (including consumer finance, telecommunications companies, retailers, utilities companies and government agencies) and asset classes (including secured consumer debt, small and medium‑sized enterprise debt, and high‑value accounts).\nWith 20 years of debt purchase and debt servicing experience, Cabot was one of the first companies to engage in the credit management services market in the United Kingdom. In March 2016, Cabot became the first large credit management service company in the United Kingdom to be authorized by the FCA, and in May 2017, Cabot became the first credit management service company in Ireland to be authorized by the Central Bank of Ireland.\nCustomer service and regulatory compliance are at the heart of Cabot’s business, and Cabot seeks to treat its customers fairly and offer affordable payment solutions, often through long‑term payment plans. Cabot has customer satisfaction scores in excess of many leading high street banks. Cabot has won numerous industry accolades, including a 2017 U.K. Customer Satisfaction Award from the Institute of Customer Service, the CCR Credit Excellence Awards 2016 for Compliance and the Credit Today Award 2016 for Treating Customers Fairly.\nConference Call and Webcast\nEncore will host a conference call and slide presentation today, May 8, 2018, at 2:00 p.m. Pacific / 5:00 p.m. Eastern time, presenting and discussing the transaction and the company’s first quarter 2018 results, which were reported in a separate press release today.\nMembers of the public are invited to access the live webcast via the Internet by logging on at the Investor Relations page of Encore's website at www.encorecapital.com . To access the live, listen-only telephone conference portion, please dial (855) 541-0982 or (704) 288-0606.\nFor those who cannot listen to the live broadcast, a telephonic replay will be available for seven days by dialing (800) 585-8367 or (404) 537-3406 and entering the conference number 2445949. A replay of the webcast will also be available shortly after the call on the Company's website.\nForward Looking Statements\nThe statements in this press release that are not historical facts, including, most importantly, those statements preceded by, or that include, the words “will,” “may,” “believe,” “projects,” “expects,” “anticipates” or the negation thereof, or similar expressions, constitute “ ” within the meaning of the Private Securities Litigation Reform Act of 1995 (the “Reform Act”). These statements may include, but are not limited to, statements regarding our future operating results, performance, business plans or prospects. For all “ ,” the Company claims the protection of the safe harbor for contained in the Reform Act. Such involve risks, uncertainties and other factors which may cause actual results, performance or achievements of the Company and its subsidiaries to be materially different from any future results, performance or achievements expressed or implied by such . These risks, uncertainties and other factors are discussed in the reports filed by the Company with the Securities and Exchange Commission, including the most recent reports on Forms 10-K and 10-Q, as they may be amended from time to time. The Company disclaims any intent or obligation to update these .\nContacts:\nEncore Investor Relations\nBruce Thomas\n(858) 309-6442\nbruce.thomas@encorecapital.com\nEncore Media Relations\nKatie Lilley\n(202) 253-5026\nkatielilley@hillenby.com\nCabot Credit Management Investor Relations\nCraig Buick\nTomas Hernanz\n+44 (0) 1753 724 434\ninvestorrelations@cabotcm.com\nCabot Credit Management Media Inquiries\nGill Ackers\nDiana Vaughton\n+44 (0) 20 7404 5959\ncabotcm@brunswickgroup.com\nSource:Encore Capital Group Inc",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-09T01:19:19.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "acquisition",
        "solidifies",
        "encore",
        "global",
        "strategic",
        "position",
        "expected",
        "irr",
        "excess",
        "accretive",
        "earnings",
        "beyond",
        "cabot",
        "credit",
        "management",
        "conference",
        "call",
        "scheduled",
        "eastern",
        "may",
        "san",
        "diego",
        "may",
        "globe",
        "newswire",
        "encore",
        "capital",
        "group",
        "nasdaq",
        "ecpg",
        "today",
        "announced",
        "agreement",
        "purchase",
        "remaining",
        "interest",
        "cabot",
        "credit",
        "management",
        "cabot",
        "existing",
        "shareholder",
        "including",
        "flower",
        "million",
        "share",
        "encore",
        "common",
        "stock",
        "million",
        "approximately",
        "million",
        "result",
        "cabot",
        "becoming",
        "wholly",
        "owned",
        "subsidiary",
        "encore",
        "encore",
        "made",
        "initial",
        "strategic",
        "investment",
        "cabot",
        "representing",
        "approximate",
        "ownership",
        "interest",
        "anticipation",
        "cabot",
        "eventually",
        "becoming",
        "wholly",
        "owned",
        "subsidiary",
        "subject",
        "regulatory",
        "approval",
        "customary",
        "closing",
        "condition",
        "transaction",
        "unanimously",
        "approved",
        "encore",
        "board",
        "director",
        "expected",
        "close",
        "within",
        "day",
        "cabot",
        "one",
        "largest",
        "credit",
        "management",
        "service",
        "provider",
        "europe",
        "market",
        "leader",
        "united",
        "kingdom",
        "ireland",
        "cabot",
        "record",
        "year",
        "deploying",
        "million",
        "approximately",
        "million",
        "new",
        "portfolio",
        "purchase",
        "operational",
        "improvement",
        "initiative",
        "continue",
        "drive",
        "enhanced",
        "collection",
        "performance",
        "agreement",
        "important",
        "milestone",
        "extremely",
        "successful",
        "relationship",
        "cabot",
        "exhibited",
        "strong",
        "growth",
        "well",
        "positioned",
        "capture",
        "significant",
        "future",
        "opportunity",
        "said",
        "ashish",
        "masih",
        "president",
        "ceo",
        "encore",
        "transaction",
        "also",
        "fortifies",
        "plan",
        "strengthen",
        "develop",
        "international",
        "business",
        "operation",
        "investment",
        "country",
        "international",
        "presence",
        "continues",
        "strategic",
        "value",
        "encore",
        "enables",
        "sharing",
        "best",
        "practice",
        "around",
        "world",
        "financial",
        "perspective",
        "transaction",
        "expected",
        "accretive",
        "earnings",
        "beyond",
        "assuming",
        "june",
        "close",
        "according",
        "current",
        "estimate",
        "encore",
        "earnings",
        "growth",
        "expected",
        "accelerate",
        "least",
        "transaction",
        "solidifies",
        "leadership",
        "position",
        "united",
        "state",
        "two",
        "world",
        "largest",
        "debt",
        "buying",
        "market",
        "ability",
        "deploy",
        "significant",
        "capital",
        "addition",
        "transaction",
        "combine",
        "skill",
        "practice",
        "cabot",
        "encore",
        "subsidiary",
        "grove",
        "capital",
        "management",
        "strengthen",
        "encore",
        "platform",
        "europe",
        "said",
        "masih",
        "relationship",
        "encore",
        "great",
        "strategic",
        "fit",
        "cabot",
        "beginning",
        "natural",
        "next",
        "step",
        "u",
        "said",
        "ken",
        "stannard",
        "chief",
        "executive",
        "officer",
        "cabot",
        "even",
        "growth",
        "success",
        "past",
        "five",
        "year",
        "know",
        "even",
        "accomplish",
        "together",
        "appreciate",
        "encore",
        "commitment",
        "team",
        "excited",
        "increasing",
        "scale",
        "business",
        "developing",
        "stronger",
        "presence",
        "continental",
        "agreement",
        "culmination",
        "great",
        "partnership",
        "encore",
        "flower",
        "proud",
        "substantial",
        "growth",
        "cabot",
        "achieved",
        "joint",
        "ownership",
        "excited",
        "become",
        "shareholder",
        "encore",
        "said",
        "tim",
        "hanford",
        "managing",
        "director",
        "flower",
        "investor",
        "industry",
        "former",
        "shareholder",
        "encore",
        "flower",
        "know",
        "credit",
        "management",
        "service",
        "space",
        "well",
        "added",
        "lot",
        "strategic",
        "value",
        "cabot",
        "last",
        "year",
        "appreciate",
        "contribution",
        "success",
        "business",
        "said",
        "masih",
        "delivering",
        "strong",
        "financial",
        "performance",
        "cabot",
        "shared",
        "encore",
        "commitment",
        "building",
        "collaborative",
        "respectful",
        "relationship",
        "consumer",
        "numerous",
        "industry",
        "accolade",
        "including",
        "customer",
        "satisfaction",
        "award",
        "institute",
        "customer",
        "service",
        "ccr",
        "credit",
        "excellence",
        "award",
        "compliance",
        "credit",
        "today",
        "award",
        "treating",
        "customer",
        "fairly",
        "encore",
        "cabot",
        "completely",
        "aligned",
        "focus",
        "approach",
        "right",
        "thing",
        "also",
        "lead",
        "sustained",
        "improvement",
        "business",
        "performance",
        "said",
        "masih",
        "cabot",
        "grown",
        "maintained",
        "regulatory",
        "compliance",
        "leadership",
        "well",
        "focus",
        "consumer",
        "experience",
        "continues",
        "make",
        "company",
        "attractive",
        "partner",
        "bank",
        "drive",
        "growth",
        "debt",
        "servicing",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "acted",
        "financial",
        "advisor",
        "encore",
        "transaction",
        "goldman",
        "sachs",
        "international",
        "acted",
        "financial",
        "advisor",
        "cabot",
        "note",
        "expected",
        "irr",
        "document",
        "represents",
        "steady",
        "state",
        "internal",
        "rate",
        "return",
        "irr",
        "provides",
        "estimate",
        "irr",
        "generated",
        "assuming",
        "estimated",
        "remaining",
        "collection",
        "erc",
        "remains",
        "constant",
        "cash",
        "generated",
        "excess",
        "amount",
        "investment",
        "required",
        "replenish",
        "erc",
        "distributed",
        "shareholder",
        "encore",
        "encore",
        "capital",
        "group",
        "international",
        "specialty",
        "finance",
        "company",
        "provides",
        "debt",
        "recovery",
        "solution",
        "related",
        "service",
        "consumer",
        "across",
        "broad",
        "range",
        "financial",
        "asset",
        "subsidiary",
        "around",
        "globe",
        "encore",
        "purchase",
        "portfolio",
        "consumer",
        "receivables",
        "major",
        "bank",
        "credit",
        "union",
        "utility",
        "provider",
        "encore",
        "partner",
        "individual",
        "repay",
        "debt",
        "obligation",
        "helping",
        "road",
        "financial",
        "recovery",
        "ultimately",
        "improving",
        "economic",
        "encore",
        "first",
        "company",
        "kind",
        "operate",
        "consumer",
        "bill",
        "right",
        "provides",
        "commitment",
        "consumer",
        "headquartered",
        "san",
        "diego",
        "encore",
        "publicly",
        "traded",
        "nasdaq",
        "global",
        "select",
        "company",
        "ticker",
        "symbol",
        "ecpg",
        "component",
        "stock",
        "russell",
        "p",
        "small",
        "cap",
        "wilshire",
        "information",
        "company",
        "found",
        "http",
        "information",
        "found",
        "company",
        "subsidiary",
        "website",
        "incorporated",
        "reference",
        "cabot",
        "cabot",
        "credit",
        "management",
        "one",
        "largest",
        "credit",
        "management",
        "service",
        "provider",
        "europe",
        "market",
        "leader",
        "ireland",
        "based",
        "expected",
        "future",
        "gross",
        "cash",
        "collection",
        "cabot",
        "provides",
        "range",
        "credit",
        "management",
        "service",
        "across",
        "broad",
        "client",
        "base",
        "includes",
        "largest",
        "credit",
        "provider",
        "europe",
        "service",
        "include",
        "debt",
        "servicing",
        "offering",
        "early",
        "stage",
        "collection",
        "business",
        "process",
        "outsourcing",
        "contingent",
        "collection",
        "trace",
        "service",
        "litigation",
        "activity",
        "cabot",
        "credit",
        "management",
        "experience",
        "across",
        "range",
        "credit",
        "provider",
        "including",
        "consumer",
        "finance",
        "telecommunication",
        "company",
        "retailer",
        "utility",
        "company",
        "government",
        "agency",
        "asset",
        "class",
        "including",
        "secured",
        "consumer",
        "debt",
        "small",
        "enterprise",
        "debt",
        "account",
        "year",
        "debt",
        "purchase",
        "debt",
        "servicing",
        "experience",
        "cabot",
        "one",
        "first",
        "company",
        "engage",
        "credit",
        "management",
        "service",
        "market",
        "united",
        "kingdom",
        "march",
        "cabot",
        "became",
        "first",
        "large",
        "credit",
        "management",
        "service",
        "company",
        "united",
        "kingdom",
        "authorized",
        "fca",
        "may",
        "cabot",
        "became",
        "first",
        "credit",
        "management",
        "service",
        "company",
        "ireland",
        "authorized",
        "central",
        "bank",
        "ireland",
        "customer",
        "service",
        "regulatory",
        "compliance",
        "heart",
        "cabot",
        "business",
        "cabot",
        "seek",
        "treat",
        "customer",
        "fairly",
        "offer",
        "affordable",
        "payment",
        "solution",
        "often",
        "payment",
        "plan",
        "cabot",
        "customer",
        "satisfaction",
        "score",
        "excess",
        "many",
        "leading",
        "high",
        "street",
        "bank",
        "cabot",
        "numerous",
        "industry",
        "accolade",
        "including",
        "customer",
        "satisfaction",
        "award",
        "institute",
        "customer",
        "service",
        "ccr",
        "credit",
        "excellence",
        "award",
        "compliance",
        "credit",
        "today",
        "award",
        "treating",
        "customer",
        "fairly",
        "conference",
        "call",
        "webcast",
        "encore",
        "host",
        "conference",
        "call",
        "slide",
        "presentation",
        "today",
        "may",
        "pacific",
        "eastern",
        "time",
        "presenting",
        "discussing",
        "transaction",
        "company",
        "first",
        "quarter",
        "result",
        "reported",
        "separate",
        "press",
        "release",
        "today",
        "member",
        "public",
        "invited",
        "access",
        "live",
        "webcast",
        "via",
        "internet",
        "logging",
        "investor",
        "relation",
        "page",
        "encore",
        "website",
        "access",
        "live",
        "telephone",
        "conference",
        "portion",
        "please",
        "dial",
        "listen",
        "live",
        "broadcast",
        "telephonic",
        "replay",
        "available",
        "seven",
        "day",
        "dialing",
        "entering",
        "conference",
        "number",
        "replay",
        "webcast",
        "also",
        "available",
        "shortly",
        "call",
        "company",
        "website",
        "forward",
        "looking",
        "statement",
        "statement",
        "press",
        "release",
        "historical",
        "fact",
        "including",
        "importantly",
        "statement",
        "preceded",
        "include",
        "word",
        "may",
        "believe",
        "project",
        "expects",
        "anticipates",
        "negation",
        "thereof",
        "similar",
        "expression",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "reform",
        "act",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "regarding",
        "future",
        "operating",
        "result",
        "performance",
        "business",
        "plan",
        "prospect",
        "company",
        "claim",
        "protection",
        "safe",
        "harbor",
        "contained",
        "reform",
        "act",
        "involve",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "subsidiary",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "report",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "report",
        "form",
        "may",
        "amended",
        "time",
        "time",
        "company",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "contact",
        "encore",
        "investor",
        "relation",
        "bruce",
        "thomas",
        "encore",
        "medium",
        "relation",
        "katie",
        "lilley",
        "katielilley",
        "cabot",
        "credit",
        "management",
        "investor",
        "relation",
        "craig",
        "buick",
        "tomas",
        "hernanz",
        "investorrelations",
        "cabot",
        "credit",
        "management",
        "medium",
        "inquiry",
        "gill",
        "ackers",
        "diana",
        "vaughton",
        "cabotcm",
        "source",
        "encore",
        "capital",
        "group",
        "inc"
    ]
}