{
    "organizations": [],
    "uuid": "e1b8b9d333636b0087ce5e33a5baa74c3a022a5a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/25/cnbc-interview-with-francesco-starace-enel-ceo.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Francesco Starace, Enel CEO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Below is the transcript of an exclusive CNBC interview with Enel CEO, Francesco Starace, and CNBC's Geoff Cutmore and Hadley Gamble, which was broadcast live from the St. Petersburg International Economic Forum on Friday 25 May 2018.\nGC: Francesco Starace has stopped by, the CEO of the Italian power company, Enel. Very good morning to you sir.\nFS : Good morning…\nGC: And thanks very much for coming to see us. Can I just start off by asking you a few questions about the state of the government in Italy. Just, are you optimistic that investors may now get some stability and there might be some some good news about where we're going?\nFS: Well I think we're going to have a government, that's really good news. We have a Prime Minister appointed and he's trying to put together a cabinet. At the end this is going to be a completely new government because parties that are together in this coalition are new, in many ways, and the programmes are new and the people are new. So, it's going to be for the first period probably a discovery exercise from the investors standpoint, from the community of the business and probably from the point of view of the Italians. But there's no reason to say that you know this should be a bad government from the beginning – I think it's a government that Italians voted for, by and large I think it was, the vote was very clear, and I don't think there is a reason to say that this is going to be a disaster. The important thing is that we have one and it start to work.\nHG: It's incredible isn't it because it seems as if these governments, whether they be the Italian government, whether it be the British government, the United States, Russia, they're kind of combining to create economic stress.\nFS: Yeah, I think, actually I don't think the Italian government really can can, you know, has the size to create a world shock the way that maybe the US or Russia can but I think in general there is a big change in the mood of people, and that this mood of people needs to be channelled somehow by governments and political parties that have been not, that are new. And so, the issues, all these new things are coming up altogether and they need to be understood, processed and measures taken to work with them. They have on turn, on their turn to learn what's going on, you know how to govern a country complex like Italy, or Spain, or whatever, it's not an easy task. So, I think we should give these people a break and see how they do that.\nGC: Yeah, I mean my, my sense is that actually business people have just been getting on with business and actually the economic environment has been relatively benign, regardless of the politics. I mean I know you're in a slightly sensitive position since the Italian government has a stake in your business, but are you, and we will have to wait and see what happens with this government before we can judge it in real terms, but as you look at some of the early signs about the economic policies that they wish to pursue, are you optimistic or pessimistic for the Italian economy going down the road?\nFS: I think that if you look at the promises that any political party makes during elections and they all are, I would say, extreme in, in their dimensions trying to attract the larger number of political support. If you look at what can be delivered facing the reality and what kind of measures need to be taken to prove the point, probably there is no reason to really be that scared. There is no doubt that our government now needs to simplify the country, to simplify the fiscal structure we have, why not, there's nothing wrong with that. The issue is do, what is the time frame for that? Will people be patient enough to wait…\nGC: Yes…\nFS: …for this really be delivered, that's a big question. That, if you look around most governments fail when they have, they don't give themselves enough time to do what they promised and they just try to deliver everything in the first day, and that's typically very difficult.\nGC: The issue of the government stake is, is interesting I think because Iberdrola has been using that issue in this hand-to-hand combat between you two guys as you try to take this Brazilian business, Eletropaulo. Are you disappointed that Iberdrola has sunk to these depths to actually go to the commission and use the fact of the government's stake as a way of trying to rule you out of the competition?\nFS: No I'm not disappointed, I'm a little bit…\nGC: It's dirty politics though isn't it?\nFS: I am a little bit surprised, let's put it this way that they seem to be so aggressive on this deal, which is dis --- it's a nice thing, but it's not a deal of the century or the deal of the year even. It's a good deal, it's a nice deal, this, we are a large company, they're also a large company, we're not going to die or whatever if we don't make this deal, so I don't get this testosterone content [Inaudible].\nGC: Very quickly, before we let you go, you've got a deal that you're doing here, you happy still to be in Russia? Are you worried at all about the US administration getting tougher with sanctions on this country?\nFS: I am very happy to be in Russia. This country has managed the past crises in a remarkable manner, business is doing well, we are restructuring the company and moving out of coal into renewables in a successful way. I think, yes, there is a small uncertainty --- I, rather than small, it's a cloud about the way these new sanctions can or may disturb what's going on in the business because no one really has a clear picture of how they would be applied, what is the implication of all this new rules they've thrown at us, so I think that needs to be understood deeply, but so far for what we are concerned, you know we don't export or import matters or materials back and forth from Russia, we produce energy for Russians in Russia using Russian gas…\nGC: Yeah…\nFS: …and Russian coal. It's not, we are never, we so far have not been affected by sanctions by and large.\nGC: Sir, it's always a pleasure catching up with you --- thanks so much for coming and joining us early here. Francesco Starace coming to us from Enel.\nENDS\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com / +44 7788 307 996\nAbout CNBC:\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com .",
    "published": "2018-05-25T08:00:00.000+03:00",
    "crawled": "2018-05-25T14:09:18.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "transcript",
        "exclusive",
        "cnbc",
        "interview",
        "enel",
        "ceo",
        "francesco",
        "starace",
        "cnbc",
        "geoff",
        "cutmore",
        "hadley",
        "gamble",
        "broadcast",
        "live",
        "petersburg",
        "international",
        "economic",
        "forum",
        "friday",
        "may",
        "gc",
        "francesco",
        "starace",
        "stopped",
        "ceo",
        "italian",
        "power",
        "company",
        "enel",
        "good",
        "morning",
        "sir",
        "f",
        "good",
        "gc",
        "thanks",
        "much",
        "coming",
        "see",
        "u",
        "start",
        "asking",
        "question",
        "state",
        "government",
        "italy",
        "optimistic",
        "investor",
        "may",
        "get",
        "stability",
        "might",
        "good",
        "news",
        "going",
        "f",
        "well",
        "think",
        "going",
        "government",
        "really",
        "good",
        "news",
        "prime",
        "minister",
        "appointed",
        "trying",
        "put",
        "together",
        "cabinet",
        "end",
        "going",
        "completely",
        "new",
        "government",
        "party",
        "together",
        "coalition",
        "new",
        "many",
        "way",
        "programme",
        "new",
        "people",
        "new",
        "going",
        "first",
        "period",
        "probably",
        "discovery",
        "exercise",
        "investor",
        "standpoint",
        "community",
        "business",
        "probably",
        "point",
        "view",
        "italian",
        "reason",
        "say",
        "know",
        "bad",
        "government",
        "beginning",
        "think",
        "government",
        "italian",
        "voted",
        "large",
        "think",
        "vote",
        "clear",
        "think",
        "reason",
        "say",
        "going",
        "disaster",
        "important",
        "thing",
        "one",
        "start",
        "work",
        "hg",
        "incredible",
        "seems",
        "government",
        "whether",
        "italian",
        "government",
        "whether",
        "british",
        "government",
        "united",
        "state",
        "russia",
        "kind",
        "combining",
        "create",
        "economic",
        "stress",
        "f",
        "yeah",
        "think",
        "actually",
        "think",
        "italian",
        "government",
        "really",
        "know",
        "size",
        "create",
        "world",
        "shock",
        "way",
        "maybe",
        "u",
        "russia",
        "think",
        "general",
        "big",
        "change",
        "mood",
        "people",
        "mood",
        "people",
        "need",
        "channelled",
        "somehow",
        "government",
        "political",
        "party",
        "new",
        "issue",
        "new",
        "thing",
        "coming",
        "altogether",
        "need",
        "understood",
        "processed",
        "measure",
        "taken",
        "work",
        "turn",
        "turn",
        "learn",
        "going",
        "know",
        "govern",
        "country",
        "complex",
        "like",
        "italy",
        "spain",
        "whatever",
        "easy",
        "task",
        "think",
        "give",
        "people",
        "break",
        "see",
        "gc",
        "yeah",
        "mean",
        "sense",
        "actually",
        "business",
        "people",
        "getting",
        "business",
        "actually",
        "economic",
        "environment",
        "relatively",
        "benign",
        "regardless",
        "politics",
        "mean",
        "know",
        "slightly",
        "sensitive",
        "position",
        "since",
        "italian",
        "government",
        "stake",
        "business",
        "wait",
        "see",
        "happens",
        "government",
        "judge",
        "real",
        "term",
        "look",
        "early",
        "sign",
        "economic",
        "policy",
        "wish",
        "pursue",
        "optimistic",
        "pessimistic",
        "italian",
        "economy",
        "going",
        "road",
        "f",
        "think",
        "look",
        "promise",
        "political",
        "party",
        "make",
        "election",
        "would",
        "say",
        "extreme",
        "dimension",
        "trying",
        "attract",
        "larger",
        "number",
        "political",
        "support",
        "look",
        "delivered",
        "facing",
        "reality",
        "kind",
        "measure",
        "need",
        "taken",
        "prove",
        "point",
        "probably",
        "reason",
        "really",
        "scared",
        "doubt",
        "government",
        "need",
        "simplify",
        "country",
        "simplify",
        "fiscal",
        "structure",
        "nothing",
        "wrong",
        "issue",
        "time",
        "frame",
        "people",
        "patient",
        "enough",
        "gc",
        "f",
        "really",
        "delivered",
        "big",
        "question",
        "look",
        "around",
        "government",
        "fail",
        "give",
        "enough",
        "time",
        "promised",
        "try",
        "deliver",
        "everything",
        "first",
        "day",
        "typically",
        "difficult",
        "gc",
        "issue",
        "government",
        "stake",
        "interesting",
        "think",
        "iberdrola",
        "using",
        "issue",
        "combat",
        "two",
        "guy",
        "try",
        "take",
        "brazilian",
        "business",
        "eletropaulo",
        "disappointed",
        "iberdrola",
        "sunk",
        "depth",
        "actually",
        "go",
        "commission",
        "use",
        "fact",
        "government",
        "stake",
        "way",
        "trying",
        "rule",
        "competition",
        "f",
        "disappointed",
        "little",
        "gc",
        "dirty",
        "politics",
        "though",
        "f",
        "little",
        "bit",
        "surprised",
        "let",
        "put",
        "way",
        "seem",
        "aggressive",
        "deal",
        "dis",
        "nice",
        "thing",
        "deal",
        "century",
        "deal",
        "year",
        "even",
        "good",
        "deal",
        "nice",
        "deal",
        "large",
        "company",
        "also",
        "large",
        "company",
        "going",
        "die",
        "whatever",
        "make",
        "deal",
        "get",
        "testosterone",
        "content",
        "inaudible",
        "gc",
        "quickly",
        "let",
        "go",
        "got",
        "deal",
        "happy",
        "still",
        "russia",
        "worried",
        "u",
        "administration",
        "getting",
        "tougher",
        "sanction",
        "country",
        "f",
        "happy",
        "russia",
        "country",
        "managed",
        "past",
        "crisis",
        "remarkable",
        "manner",
        "business",
        "well",
        "restructuring",
        "company",
        "moving",
        "coal",
        "renewables",
        "successful",
        "way",
        "think",
        "yes",
        "small",
        "uncertainty",
        "rather",
        "small",
        "cloud",
        "way",
        "new",
        "sanction",
        "may",
        "disturb",
        "going",
        "business",
        "one",
        "really",
        "clear",
        "picture",
        "would",
        "applied",
        "implication",
        "new",
        "rule",
        "thrown",
        "u",
        "think",
        "need",
        "understood",
        "deeply",
        "far",
        "concerned",
        "know",
        "export",
        "import",
        "matter",
        "material",
        "back",
        "forth",
        "russia",
        "produce",
        "energy",
        "russian",
        "russia",
        "using",
        "russian",
        "gc",
        "f",
        "russian",
        "coal",
        "never",
        "far",
        "affected",
        "sanction",
        "large",
        "gc",
        "sir",
        "always",
        "pleasure",
        "catching",
        "thanks",
        "much",
        "coming",
        "joining",
        "u",
        "early",
        "francesco",
        "starace",
        "coming",
        "u",
        "enel",
        "end",
        "information",
        "contact",
        "jonathan",
        "millman",
        "emea",
        "communication",
        "executive",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "major",
        "financial",
        "market",
        "around",
        "globe",
        "regional",
        "headquarters",
        "singapore",
        "abu",
        "dhabi",
        "london",
        "new",
        "york",
        "tv",
        "channel",
        "available",
        "million",
        "home",
        "worldwide",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "unprecedented",
        "amount",
        "video",
        "market",
        "analysis",
        "live",
        "video",
        "analytical",
        "financial",
        "tool",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "visit"
    ]
}