{
    "organizations": [],
    "uuid": "af59f6b03252fceb37a7aeaa9c8c981c30fb4dfc",
    "author": "",
    "url": "https://in.reuters.com/article/us-china-monitoring-tech-insight/at-beijing-security-fair-an-arms-race-for-surveillance-tech-idINKCN1IV0OY",
    "ord_in_thread": 0,
    "title": "At Beijing security fair, an arms race for surveillance tech",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING (Reuters) - It can crack your smartphone password in seconds, rip personal data from call and messaging apps, and peruse your contact book.\nThe Chinese-made XDH-CF-5600 scanner - or “mobile phone sleuth”, as sales staff described it when touting its claimed features - was one of hundreds of surveillance gadgets on display at a recent police equipment fair in Beijing.\nThe China International Exhibition on Police Equipment is something of a one-stop shop for China’s police forces looking to arm up with the latest in “black tech” - a term widely used to refer to cutting-edge surveillance gadgets.\nThe fair underscores the extent to which China’s security forces are using technology to monitor and punish behavior that runs counter to the ruling Communist Party.\nThat sort of monitoring - both offline and online - is stoking concerns from human rights groups about the development of a nationwide surveillance system to quell dissent.\nThe Ministry of Public Security, which hosted the Beijing fair, did not respond to a request for comment.\nAt the fair, Reuters also saw stalls offering cute-looking robots, equipped with artificial intelligence systems to detect criminals, as well as an array of drones, smart glasses, DNA database software and facial-recognition cameras.\nAt the fair, which is held annually, most buyers appeared to be local Chinese police, though some global firms attended, selling mainly vehicles and aircraft. Ford Motor Co, Daimler AG’s Mercedes-Benz and Airbus SE had cars and model helicopters on display.\nThe companies did not immediately respond to requests for comment. It is not unusual for western companies to sell vehicles to overseas police forces.\nIt was not possible to verify all the claims made about the products at the fair, including the XDH-CF-5600 scanner, which is made by Xiamen Meiya Pico Information Co Ltd, a Chinese provider of security products and services.\nScanners like the XDH-CF-5600 exist in other markets around the world, including the United States, but their use is contentious, especially regarding the forcible extraction of data from mobile phone devices.\nChinese firms are rushing to meet the growing demand from the country’s security services, fuelling a surveillance tech arms race as companies look to outdo each others’ tracking and monitoring capabilities. Western firms have played little overt role so far in China’s surveillance boom.\nBeijing-based Hisign Technology said its desktop and portable phone scanners can retrieve even deleted data from over 90 mobile applications on smart phones, including overseas platforms like Facebook and Twitter.\nA big selling point of the technology, according to one policeman from the restive far western region of Xinjiang who was eyeing a Hisign scanner, was its claimed ability to get data from Apple Inc’s iOS operating system, used in products like the widely popular iPhone.\n“We are actually using these kinds of scanners in Xinjiang already, but I am interested in this one as it claims to be more successful with iOS phones than other brands,” said the policeman, surnamed Gu, who traveled 3,000 kilometers to attend the fair. He declined to provide his given name.\nThe iPhone’s iOS system is seen by many analysts as the most secure operating system. A handful of firms in Israel and the United States have been able to crack into the iOS system, according to media reports. That ability is often shrouded in secrecy, however.\n“The ability to crack iOS has been around,” said Matthew Warren, the deputy director of the Deakin University Center for Cyber Security Research in Melbourne. “What’s different in this situation is that Chinese authorities are admitting that they have the capabilities to do that.”\nAt the Beijing fair, several firms told Reuters they could crack 4-digit passwords on platforms ranging from iOS 6 to iOS 8.1, and were working to break through security of the latest iOS 10 platform.\nThe vendors did not demonstrate their stated capability of getting into security systems of older iPhones. Apple’s latest operating system uses a stronger 6-digit password.\nApple declined to comment on the vendors’ claims.\nFILE PHOTO: A police robot patrols before the third plenary session of the Chinese People's Political Consultative Conference (CPPCC) in Beijing, China March 10, 2018. REUTERS/Aly Song/File Photo SURVEILLANCE WEB Chinese authorities are targeting a nationwide surveillance network, leveraging off tools made by companies like Hisign to compile data gleaned from smartphones and cameras into an online database of its near 1.4 billion people.\n“Our forensic products are sold in 26 provinces across China and have helped police process 11 million cases,” Han Xuesong, a sales director at Hisign, told Reuters at the fair.\nHisign is not alone. Meiya Pico has a rival offering, the DC-8811 Magic Cube, which its marketing materials call “the Swiss Army Knife of forensics”. The larger FL-2000 is a “forensic aircraft carrier”.\nPwnzen Infotech, a firm backed by Qihoo 360, a cybersecurity specialist, was another scanner maker at the fair who talked up its system’s ability to get data from overseas platforms.\nA sales representative described a case last year in which Pwnzen cracked the phone of a suspect who was “subverting the government” to get data from his Facebook and Twitter accounts. The representative spoke on condition of anonymity.\nFacebook did not respond to requests for comment.\nA spokeswoman for Twitter said the firm was unable to comment on technology it had not seen, but added that “privacy is built into Twitter’s DNA and it’s something we take an active role in promoting and advocating for across the world.”\nBLUE-EYED ROBOT\nOther sellers tout police glasses that scan people and match them with a database of fugitives. There was also the AI-2000-Xiao An robot, a blue-eyed police automaton for use at train stations and airports.\nThe robot, shaped like R2-D2 from “Star Wars”, but with red flashing “ears” and over a dozen sensors and cameras, can identify people in a crowd, engage in conversations and broadcast police announcements.\nThe robots were used for security at an international summit last year held in the port city of Xiamen, state media reported.\nZhao Jianqiang, an R&D manager at Meiya Pico, said the firm’s tools used artificial intelligence to detect “terrorism-related or violent content” online and on smart phones. Zhao cited images of guns, and the crescent and star symbols often found on the flags of Muslim nations.\nThe firm also has software which can analyze audio files, convert voice messages into text, and translate minority dialects like that of the Turkic-language speaking Uighurs in Xinjiang into Mandarin Chinese.\nChinese authorities over the past two years have escalated security and surveillance operations across Xinjiang, widely using technology to track the local Uighur population as well as other Muslim minorities, residents and human rights activists say. China denies carrying out repression in the region.\nThe rise of sophisticated monitoring technology in China has raised fears among rights activists that Chinese citizens will have little space left that remains private.\nPublic debate on the subject is more restrained though, with many resigned to the fact that individual rights are subordinated to state interests.\nLiu Haifeng, vice general manager at Xindehui, a Meiya Pico subsidiary, said he sees surveillance tech as a positive.\nSlideshow (5 Images) “It is impossible for people, especially the younger generations, to live without electronics,” he told a roomful of police listening on at the Beijing event. Therefore, suspects trying to escape, “can never get away”.\nReporting by Pei Li and Cate Cadell; Writing by Adam Jourdan; Editing by Philip McClellan\n ",
    "published": "2018-05-30T12:04:00.000+03:00",
    "crawled": "2018-05-30T12:29:25.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "reuters",
        "crack",
        "smartphone",
        "password",
        "second",
        "rip",
        "personal",
        "data",
        "call",
        "messaging",
        "apps",
        "peruse",
        "contact",
        "book",
        "scanner",
        "mobile",
        "phone",
        "sleuth",
        "sale",
        "staff",
        "described",
        "touting",
        "claimed",
        "feature",
        "one",
        "hundred",
        "surveillance",
        "gadget",
        "display",
        "recent",
        "police",
        "equipment",
        "fair",
        "beijing",
        "china",
        "international",
        "exhibition",
        "police",
        "equipment",
        "something",
        "shop",
        "china",
        "police",
        "force",
        "looking",
        "arm",
        "latest",
        "black",
        "tech",
        "term",
        "widely",
        "used",
        "refer",
        "surveillance",
        "gadget",
        "fair",
        "underscore",
        "extent",
        "china",
        "security",
        "force",
        "using",
        "technology",
        "monitor",
        "punish",
        "behavior",
        "run",
        "counter",
        "ruling",
        "communist",
        "party",
        "sort",
        "monitoring",
        "offline",
        "online",
        "stoking",
        "concern",
        "human",
        "right",
        "group",
        "development",
        "nationwide",
        "surveillance",
        "system",
        "quell",
        "dissent",
        "ministry",
        "public",
        "security",
        "hosted",
        "beijing",
        "fair",
        "respond",
        "request",
        "comment",
        "fair",
        "reuters",
        "also",
        "saw",
        "stall",
        "offering",
        "robot",
        "equipped",
        "artificial",
        "intelligence",
        "system",
        "detect",
        "criminal",
        "well",
        "array",
        "drone",
        "smart",
        "glass",
        "dna",
        "database",
        "software",
        "camera",
        "fair",
        "held",
        "annually",
        "buyer",
        "appeared",
        "local",
        "chinese",
        "police",
        "though",
        "global",
        "firm",
        "attended",
        "selling",
        "mainly",
        "vehicle",
        "aircraft",
        "ford",
        "motor",
        "co",
        "daimler",
        "ag",
        "airbus",
        "se",
        "car",
        "model",
        "helicopter",
        "display",
        "company",
        "immediately",
        "respond",
        "request",
        "comment",
        "unusual",
        "western",
        "company",
        "sell",
        "vehicle",
        "overseas",
        "police",
        "force",
        "possible",
        "verify",
        "claim",
        "made",
        "product",
        "fair",
        "including",
        "scanner",
        "made",
        "xiamen",
        "meiya",
        "pico",
        "information",
        "co",
        "ltd",
        "chinese",
        "provider",
        "security",
        "product",
        "service",
        "scanner",
        "like",
        "exist",
        "market",
        "around",
        "world",
        "including",
        "united",
        "state",
        "use",
        "contentious",
        "especially",
        "regarding",
        "forcible",
        "extraction",
        "data",
        "mobile",
        "phone",
        "device",
        "chinese",
        "firm",
        "rushing",
        "meet",
        "growing",
        "demand",
        "country",
        "security",
        "service",
        "fuelling",
        "surveillance",
        "tech",
        "arm",
        "race",
        "company",
        "look",
        "outdo",
        "others",
        "tracking",
        "monitoring",
        "capability",
        "western",
        "firm",
        "played",
        "little",
        "overt",
        "role",
        "far",
        "china",
        "surveillance",
        "boom",
        "hisign",
        "technology",
        "said",
        "desktop",
        "portable",
        "phone",
        "scanner",
        "retrieve",
        "even",
        "deleted",
        "data",
        "mobile",
        "application",
        "smart",
        "phone",
        "including",
        "overseas",
        "platform",
        "like",
        "facebook",
        "twitter",
        "big",
        "selling",
        "point",
        "technology",
        "according",
        "one",
        "policeman",
        "restive",
        "far",
        "western",
        "region",
        "xinjiang",
        "eyeing",
        "hisign",
        "scanner",
        "claimed",
        "ability",
        "get",
        "data",
        "apple",
        "inc",
        "io",
        "operating",
        "system",
        "used",
        "product",
        "like",
        "widely",
        "popular",
        "iphone",
        "actually",
        "using",
        "kind",
        "scanner",
        "xinjiang",
        "already",
        "interested",
        "one",
        "claim",
        "successful",
        "io",
        "phone",
        "brand",
        "said",
        "policeman",
        "surnamed",
        "gu",
        "traveled",
        "kilometer",
        "attend",
        "fair",
        "declined",
        "provide",
        "given",
        "name",
        "iphone",
        "io",
        "system",
        "seen",
        "many",
        "analyst",
        "secure",
        "operating",
        "system",
        "handful",
        "firm",
        "israel",
        "united",
        "state",
        "able",
        "crack",
        "io",
        "system",
        "according",
        "medium",
        "report",
        "ability",
        "often",
        "shrouded",
        "secrecy",
        "however",
        "ability",
        "crack",
        "io",
        "around",
        "said",
        "matthew",
        "warren",
        "deputy",
        "director",
        "deakin",
        "university",
        "center",
        "cyber",
        "security",
        "research",
        "melbourne",
        "different",
        "situation",
        "chinese",
        "authority",
        "admitting",
        "capability",
        "beijing",
        "fair",
        "several",
        "firm",
        "told",
        "reuters",
        "could",
        "crack",
        "password",
        "platform",
        "ranging",
        "io",
        "io",
        "working",
        "break",
        "security",
        "latest",
        "io",
        "platform",
        "vendor",
        "demonstrate",
        "stated",
        "capability",
        "getting",
        "security",
        "system",
        "older",
        "iphones",
        "apple",
        "latest",
        "operating",
        "system",
        "us",
        "stronger",
        "password",
        "apple",
        "declined",
        "comment",
        "vendor",
        "claim",
        "file",
        "photo",
        "police",
        "robot",
        "patrol",
        "third",
        "plenary",
        "session",
        "chinese",
        "people",
        "political",
        "consultative",
        "conference",
        "cppcc",
        "beijing",
        "china",
        "march",
        "photo",
        "surveillance",
        "web",
        "chinese",
        "authority",
        "targeting",
        "nationwide",
        "surveillance",
        "network",
        "leveraging",
        "tool",
        "made",
        "company",
        "like",
        "hisign",
        "compile",
        "data",
        "gleaned",
        "smartphones",
        "camera",
        "online",
        "database",
        "near",
        "billion",
        "people",
        "forensic",
        "product",
        "sold",
        "province",
        "across",
        "china",
        "helped",
        "police",
        "process",
        "million",
        "case",
        "han",
        "xuesong",
        "sale",
        "director",
        "hisign",
        "told",
        "reuters",
        "fair",
        "hisign",
        "alone",
        "meiya",
        "pico",
        "rival",
        "offering",
        "magic",
        "cube",
        "marketing",
        "material",
        "call",
        "swiss",
        "army",
        "knife",
        "forensics",
        "larger",
        "forensic",
        "aircraft",
        "carrier",
        "pwnzen",
        "infotech",
        "firm",
        "backed",
        "qihoo",
        "cybersecurity",
        "specialist",
        "another",
        "scanner",
        "maker",
        "fair",
        "talked",
        "system",
        "ability",
        "get",
        "data",
        "overseas",
        "platform",
        "sale",
        "representative",
        "described",
        "case",
        "last",
        "year",
        "pwnzen",
        "cracked",
        "phone",
        "suspect",
        "subverting",
        "government",
        "get",
        "data",
        "facebook",
        "twitter",
        "account",
        "representative",
        "spoke",
        "condition",
        "anonymity",
        "facebook",
        "respond",
        "request",
        "comment",
        "spokeswoman",
        "twitter",
        "said",
        "firm",
        "unable",
        "comment",
        "technology",
        "seen",
        "added",
        "privacy",
        "built",
        "twitter",
        "dna",
        "something",
        "take",
        "active",
        "role",
        "promoting",
        "advocating",
        "across",
        "robot",
        "seller",
        "tout",
        "police",
        "glass",
        "scan",
        "people",
        "match",
        "database",
        "fugitive",
        "also",
        "robot",
        "police",
        "automaton",
        "use",
        "train",
        "station",
        "airport",
        "robot",
        "shaped",
        "like",
        "star",
        "war",
        "red",
        "flashing",
        "ear",
        "dozen",
        "sensor",
        "camera",
        "identify",
        "people",
        "crowd",
        "engage",
        "conversation",
        "broadcast",
        "police",
        "announcement",
        "robot",
        "used",
        "security",
        "international",
        "summit",
        "last",
        "year",
        "held",
        "port",
        "city",
        "xiamen",
        "state",
        "medium",
        "reported",
        "zhao",
        "jianqiang",
        "r",
        "manager",
        "meiya",
        "pico",
        "said",
        "firm",
        "tool",
        "used",
        "artificial",
        "intelligence",
        "detect",
        "violent",
        "content",
        "online",
        "smart",
        "phone",
        "zhao",
        "cited",
        "image",
        "gun",
        "crescent",
        "star",
        "symbol",
        "often",
        "found",
        "flag",
        "muslim",
        "nation",
        "firm",
        "also",
        "software",
        "analyze",
        "audio",
        "file",
        "convert",
        "voice",
        "message",
        "text",
        "translate",
        "minority",
        "dialect",
        "like",
        "speaking",
        "uighur",
        "xinjiang",
        "mandarin",
        "chinese",
        "chinese",
        "authority",
        "past",
        "two",
        "year",
        "escalated",
        "security",
        "surveillance",
        "operation",
        "across",
        "xinjiang",
        "widely",
        "using",
        "technology",
        "track",
        "local",
        "uighur",
        "population",
        "well",
        "muslim",
        "minority",
        "resident",
        "human",
        "right",
        "activist",
        "say",
        "china",
        "denies",
        "carrying",
        "repression",
        "region",
        "rise",
        "sophisticated",
        "monitoring",
        "technology",
        "china",
        "raised",
        "fear",
        "among",
        "right",
        "activist",
        "chinese",
        "citizen",
        "little",
        "space",
        "left",
        "remains",
        "private",
        "public",
        "debate",
        "subject",
        "restrained",
        "though",
        "many",
        "resigned",
        "fact",
        "individual",
        "right",
        "subordinated",
        "state",
        "interest",
        "liu",
        "haifeng",
        "vice",
        "general",
        "manager",
        "xindehui",
        "meiya",
        "pico",
        "subsidiary",
        "said",
        "see",
        "surveillance",
        "tech",
        "positive",
        "slideshow",
        "image",
        "impossible",
        "people",
        "especially",
        "younger",
        "generation",
        "live",
        "without",
        "electronics",
        "told",
        "roomful",
        "police",
        "listening",
        "beijing",
        "event",
        "therefore",
        "suspect",
        "trying",
        "escape",
        "never",
        "get",
        "away",
        "reporting",
        "pei",
        "li",
        "cate",
        "cadell",
        "writing",
        "adam",
        "jourdan",
        "editing",
        "philip",
        "mcclellan"
    ]
}