{
    "organizations": [],
    "uuid": "0230265d1fa9f4f69b6d2783f47264a2b93206f2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/15/pr-newswire-creative-realities-announces-1q18-financial-results.html",
    "ord_in_thread": 0,
    "title": "Creative Realities announces 1Q18 financial results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOUISVILLE, Ky., May 15, 2018 /PRNewswire/ -- Creative Realities, Inc. (\"Creative Realities,\" \"CRI,\" or the \"Company\") (OTCQX: CREX), a leading provider of digital marketing solutions, announced its financial results for the quarter ended March 31, 2018.\nRick Mills, Chief Executive Officer, remarked, \"CRI achieved revenue of approximately $4.1 million in the first quarter of 2018, in line with our first quarter budget despite a customer delay in acceptance of approximately $1.8 million in orders, which are now anticipated to be delivered in the third quarter. Our continued progress in 2018 is attributable to two things: investing in our sales team, which has resulted in a record customer backlog and project pipeline, and solid execution of our strategic plan for profitable growth. Our ability to achieve our budgeted first quarter revenues despite customer delays is evidence of the maturation of our business over the past twelve months. Our product offerings and sales team continue to gain traction in a rapidly changing marketplace, and we expect to further build upon this momentum throughout 2018.\"\n2018 First Quarter Financial Overview\nRevenues were approximately $4.1 million for the three-month period ended March 31, 2018, $2.3 million lower than first quarter 2017. Excluding a single significant non-recurring project from the same customer in each period, revenues were approximately $2.9 million for the three-month period ended March 31, 2018 as compared to $2.2 million for the same period in 2017, or growth of approximately 24%. Gross profit was $1.5 million in the first quarter of 2018. Gross margin declined to 37% in the first quarter of 2018 compared to 44% in the same period in 2017 due to sales mix and higher than normal gross margins on a $4.2 million non-recurring project in 2017. Hardware sales grew approximately $0.7 million, or 120% in the first quarter of 2018 as compared to the same period in the prior year. Operating Loss was approximately $1.3 million excluding the effect of a $0.5 million one-time non-cash charge related to exit of a long-term lease.\n2018 Financial Guidance\nThe Company is reaffirming its 2018 financial guidance previously provided in connection with our FY2017 earnings release as follows:\nOrganic revenue growth for FY18 of approximately 83%, to $33 million. 2018 positive EBITDA of approximately $3.5 million, excluding one-time, non-cash charges related to restructuring.\nMr. Mills added, \"Our business is experiencing tremendous momentum in the marketplace with respect to both organic and inorganic growth throughout the remainder of 2018. We are participating in an increasing number of opportunities and are converting those opportunities into future revenues.\nRecent developments include:\nWe competed and won an RFP for a French company with 850 retail locations in airports throughout the country; Our partnership with one of the largest convenience chains in the country to provide menu board solutions is growing rapidly as nationwide rollout continues; We were selected to install the pilot stores for the launch of an upscale chain of fuel & convenience stores by the largest oil company in the world; We are working closely with the University of Louisville on providing digital signage solutions for their football complex and stadium expansion; We were selected by a North American based LED manufacturer as their provider of installation, maintenance and support services; and We have entered into the sports and entertainment sales vertical, hiring Scott Werlein to drive the development of that business. Scott was the founding member of the Cisco Sports and Entertainment Solutions Group and was formerly employed as the Global Director of Strategy and Digital at Cisco Systems.\"\nMr. Mills continued, \"We have stated before that our primary goal for 2018 is to achieve scale and operating leverage which will result in ongoing sustainable profitability. We are actively working on various consolidation opportunities and have made significant progress in discussions with a number of parties. Our senior management team is now in place with the recent hiring and promotion of Will Logan to Chief Financial Officer, who has done an outstanding job in building a sustainable financial reporting infrastructure. John Walpuck will continue as Chief Operating Officer and focus on the operational issues and opportunities that our larger platform provides. We are focused on the execution of this strategy throughout the remainder of 2018.\"\nConference Call Details\nThe Company will host a conference call to review the results and provide additional commentary about the Company's recent performance, which is scheduled for Wednesday, May 16, 2018 at 9:00 am Eastern Time.\nPrior to the call, participants should register at bit.ly/criearnings2018Q1 . Once registered, participants can use the weblink provided in the registration email to dial-in by phone or use your computer to listen to the live webcast.\nFollowing the live webcast, a replay will be available approximately two hours after the webcast on our website at www.cri.com for at least 30 days.\nAbout Creative Realities, Inc.\nCreative Realities helps retailers and brands use the latest technologies to inspire shopper engagement in and around the Store. Founded over 15 years ago, the firm's evolving client base has led to recognized leadership in deploying technology aligned with strategic and consumer behavior goals at Retail. The firm has created and delivered consumer/shopper experiences, designs and installs high-end audio-visual networks, and is actively providing recurring SaaS and support services across diverse categories: Automotive, Apparel & Accessories, Banking, Baby/Children, Beauty, CPG, Department Stores, Digital Out-of-Home (DOOH), Electronics, Fashion, Fitness, Foodservice/QSR, Financial Services, Gaming, Luxury, Mass Merchants, Mobile Operators, and Pharmacy Retail.\nCautionary Note on Forward-Looking Statements\nThis press release contains certain statements that would be deemed \"forward-looking statements\" under Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934 and includes, among other things, discussions of our business strategies, future operations and capital resources. Words such as \"may,\" \"likely,\" \"anticipate,\" \"expect\" and \"believe\" indicate forward-looking statements.\nThese forward-looking statements may reflect management's present expectations and estimates regarding future expenses, revenue and profitability, trends affecting our financial condition and results of operations, operating efficiencies, revenue opportunities, potential new markets, and the ability of the Company to effectively compete in a highly competitive market. Nevertheless, and despite the fact that management's expectations and estimates are based on assumptions management believes to be reasonable and data management believes to be reliable, the Company's actual results, performance, or achievements are subject to future risks and uncertainties, any of which could materially affect the Company's actual performance. Risks and uncertainties that could affect such performance include, but are not limited to: the adequacy of funds for future operations; future expenses, revenue and profitability; trends affecting financial condition and results of operations; ability to convert proposals into customer orders; the ability of customers to pay for products and services; the impact of changing customer requirements upon revenue recognition; customer cancellations; the availability and terms of additional capital; ability to develop new products; dependence on key suppliers, manufacturers and strategic partners; industry trends and the competitive environment; the impact of the Company's financial condition upon customer and prospective customer relationships; and the impact of losing one or more senior executives or failing to attract additional key personnel. These and other risk factors are discussed in Company reports filed with the Securities and Exchange Commission.\nGiven these uncertainties, and the fact that forward-looking statements represent management's estimates and assumption as of the date of this press release, you should not attribute undue certainty to these forward-looking statements. We assume no obligation to update any forward-looking statements publicly, or to update the reasons why actual results could differ materially from those anticipated in any forward-looking statements contained in this press release, even if new information becomes available in the future.\nView original content: http://www.prnewswire.com/news-releases/creative-realities-announces-1q18-financial-results-300648884.html\nSOURCE Creative Realities, Inc.",
    "published": "2018-05-15T23:00:00.000+03:00",
    "crawled": "2018-05-16T02:31:14.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "louisville",
        "may",
        "creative",
        "reality",
        "creative",
        "reality",
        "cri",
        "company",
        "otcqx",
        "crex",
        "leading",
        "provider",
        "digital",
        "marketing",
        "solution",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "rick",
        "mill",
        "chief",
        "executive",
        "officer",
        "remarked",
        "cri",
        "achieved",
        "revenue",
        "approximately",
        "million",
        "first",
        "quarter",
        "line",
        "first",
        "quarter",
        "budget",
        "despite",
        "customer",
        "delay",
        "acceptance",
        "approximately",
        "million",
        "order",
        "anticipated",
        "delivered",
        "third",
        "quarter",
        "continued",
        "progress",
        "attributable",
        "two",
        "thing",
        "investing",
        "sale",
        "team",
        "resulted",
        "record",
        "customer",
        "backlog",
        "project",
        "pipeline",
        "solid",
        "execution",
        "strategic",
        "plan",
        "profitable",
        "growth",
        "ability",
        "achieve",
        "budgeted",
        "first",
        "quarter",
        "revenue",
        "despite",
        "customer",
        "delay",
        "evidence",
        "maturation",
        "business",
        "past",
        "twelve",
        "month",
        "product",
        "offering",
        "sale",
        "team",
        "continue",
        "gain",
        "traction",
        "rapidly",
        "changing",
        "marketplace",
        "expect",
        "build",
        "upon",
        "momentum",
        "throughout",
        "first",
        "quarter",
        "financial",
        "overview",
        "revenue",
        "approximately",
        "million",
        "period",
        "ended",
        "march",
        "million",
        "lower",
        "first",
        "quarter",
        "excluding",
        "single",
        "significant",
        "project",
        "customer",
        "period",
        "revenue",
        "approximately",
        "million",
        "period",
        "ended",
        "march",
        "compared",
        "million",
        "period",
        "growth",
        "approximately",
        "gross",
        "profit",
        "million",
        "first",
        "quarter",
        "gross",
        "margin",
        "declined",
        "first",
        "quarter",
        "compared",
        "period",
        "due",
        "sale",
        "mix",
        "higher",
        "normal",
        "gross",
        "margin",
        "million",
        "project",
        "hardware",
        "sale",
        "grew",
        "approximately",
        "million",
        "first",
        "quarter",
        "compared",
        "period",
        "prior",
        "year",
        "operating",
        "loss",
        "approximately",
        "million",
        "excluding",
        "effect",
        "million",
        "charge",
        "related",
        "exit",
        "lease",
        "financial",
        "guidance",
        "company",
        "reaffirming",
        "financial",
        "guidance",
        "previously",
        "provided",
        "connection",
        "fy2017",
        "earnings",
        "release",
        "follows",
        "organic",
        "revenue",
        "growth",
        "fy18",
        "approximately",
        "million",
        "positive",
        "ebitda",
        "approximately",
        "million",
        "excluding",
        "charge",
        "related",
        "restructuring",
        "mill",
        "added",
        "business",
        "experiencing",
        "tremendous",
        "momentum",
        "marketplace",
        "respect",
        "organic",
        "inorganic",
        "growth",
        "throughout",
        "remainder",
        "participating",
        "increasing",
        "number",
        "opportunity",
        "converting",
        "opportunity",
        "future",
        "revenue",
        "recent",
        "development",
        "include",
        "competed",
        "rfp",
        "french",
        "company",
        "retail",
        "location",
        "airport",
        "throughout",
        "country",
        "partnership",
        "one",
        "largest",
        "convenience",
        "chain",
        "country",
        "provide",
        "menu",
        "board",
        "solution",
        "growing",
        "rapidly",
        "nationwide",
        "rollout",
        "continues",
        "selected",
        "install",
        "pilot",
        "store",
        "launch",
        "upscale",
        "chain",
        "fuel",
        "convenience",
        "store",
        "largest",
        "oil",
        "company",
        "world",
        "working",
        "closely",
        "university",
        "louisville",
        "providing",
        "digital",
        "signage",
        "solution",
        "football",
        "complex",
        "stadium",
        "expansion",
        "selected",
        "north",
        "american",
        "based",
        "led",
        "manufacturer",
        "provider",
        "installation",
        "maintenance",
        "support",
        "service",
        "entered",
        "sport",
        "entertainment",
        "sale",
        "vertical",
        "hiring",
        "scott",
        "werlein",
        "drive",
        "development",
        "business",
        "scott",
        "founding",
        "member",
        "cisco",
        "sport",
        "entertainment",
        "solution",
        "group",
        "formerly",
        "employed",
        "global",
        "director",
        "strategy",
        "digital",
        "cisco",
        "system",
        "mill",
        "continued",
        "stated",
        "primary",
        "goal",
        "achieve",
        "scale",
        "operating",
        "leverage",
        "result",
        "ongoing",
        "sustainable",
        "profitability",
        "actively",
        "working",
        "various",
        "consolidation",
        "opportunity",
        "made",
        "significant",
        "progress",
        "discussion",
        "number",
        "party",
        "senior",
        "management",
        "team",
        "place",
        "recent",
        "hiring",
        "promotion",
        "logan",
        "chief",
        "financial",
        "officer",
        "done",
        "outstanding",
        "job",
        "building",
        "sustainable",
        "financial",
        "reporting",
        "infrastructure",
        "john",
        "walpuck",
        "continue",
        "chief",
        "operating",
        "officer",
        "focus",
        "operational",
        "issue",
        "opportunity",
        "larger",
        "platform",
        "provides",
        "focused",
        "execution",
        "strategy",
        "throughout",
        "remainder",
        "conference",
        "call",
        "detail",
        "company",
        "host",
        "conference",
        "call",
        "review",
        "result",
        "provide",
        "additional",
        "commentary",
        "company",
        "recent",
        "performance",
        "scheduled",
        "wednesday",
        "may",
        "eastern",
        "time",
        "prior",
        "call",
        "participant",
        "register",
        "registered",
        "participant",
        "use",
        "weblink",
        "provided",
        "registration",
        "email",
        "phone",
        "use",
        "computer",
        "listen",
        "live",
        "webcast",
        "following",
        "live",
        "webcast",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "webcast",
        "website",
        "least",
        "day",
        "creative",
        "reality",
        "creative",
        "reality",
        "help",
        "retailer",
        "brand",
        "use",
        "latest",
        "technology",
        "inspire",
        "shopper",
        "engagement",
        "around",
        "store",
        "founded",
        "year",
        "ago",
        "firm",
        "evolving",
        "client",
        "base",
        "led",
        "recognized",
        "leadership",
        "deploying",
        "technology",
        "aligned",
        "strategic",
        "consumer",
        "behavior",
        "goal",
        "retail",
        "firm",
        "created",
        "delivered",
        "experience",
        "design",
        "installs",
        "network",
        "actively",
        "providing",
        "recurring",
        "saas",
        "support",
        "service",
        "across",
        "diverse",
        "category",
        "automotive",
        "apparel",
        "accessory",
        "banking",
        "beauty",
        "cpg",
        "department",
        "store",
        "digital",
        "dooh",
        "electronics",
        "fashion",
        "fitness",
        "financial",
        "service",
        "gaming",
        "luxury",
        "mass",
        "merchant",
        "mobile",
        "operator",
        "pharmacy",
        "retail",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "would",
        "deemed",
        "statement",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "includes",
        "among",
        "thing",
        "discussion",
        "business",
        "strategy",
        "future",
        "operation",
        "capital",
        "resource",
        "word",
        "may",
        "likely",
        "anticipate",
        "expect",
        "believe",
        "indicate",
        "statement",
        "statement",
        "may",
        "reflect",
        "management",
        "present",
        "expectation",
        "estimate",
        "regarding",
        "future",
        "expense",
        "revenue",
        "profitability",
        "trend",
        "affecting",
        "financial",
        "condition",
        "result",
        "operation",
        "operating",
        "efficiency",
        "revenue",
        "opportunity",
        "potential",
        "new",
        "market",
        "ability",
        "company",
        "effectively",
        "compete",
        "highly",
        "competitive",
        "market",
        "nevertheless",
        "despite",
        "fact",
        "management",
        "expectation",
        "estimate",
        "based",
        "assumption",
        "management",
        "belief",
        "reasonable",
        "data",
        "management",
        "belief",
        "reliable",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "subject",
        "future",
        "risk",
        "uncertainty",
        "could",
        "materially",
        "affect",
        "company",
        "actual",
        "performance",
        "risk",
        "uncertainty",
        "could",
        "affect",
        "performance",
        "include",
        "limited",
        "adequacy",
        "fund",
        "future",
        "operation",
        "future",
        "expense",
        "revenue",
        "profitability",
        "trend",
        "affecting",
        "financial",
        "condition",
        "result",
        "operation",
        "ability",
        "convert",
        "proposal",
        "customer",
        "order",
        "ability",
        "customer",
        "pay",
        "product",
        "service",
        "impact",
        "changing",
        "customer",
        "requirement",
        "upon",
        "revenue",
        "recognition",
        "customer",
        "cancellation",
        "availability",
        "term",
        "additional",
        "capital",
        "ability",
        "develop",
        "new",
        "product",
        "dependence",
        "key",
        "supplier",
        "manufacturer",
        "strategic",
        "partner",
        "industry",
        "trend",
        "competitive",
        "environment",
        "impact",
        "company",
        "financial",
        "condition",
        "upon",
        "customer",
        "prospective",
        "customer",
        "relationship",
        "impact",
        "losing",
        "one",
        "senior",
        "executive",
        "failing",
        "attract",
        "additional",
        "key",
        "personnel",
        "risk",
        "factor",
        "discussed",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "given",
        "uncertainty",
        "fact",
        "statement",
        "represent",
        "management",
        "estimate",
        "assumption",
        "date",
        "press",
        "release",
        "attribute",
        "undue",
        "certainty",
        "statement",
        "assume",
        "obligation",
        "update",
        "statement",
        "publicly",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "contained",
        "press",
        "release",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "view",
        "original",
        "content",
        "http",
        "source",
        "creative",
        "reality",
        "inc"
    ]
}