{
    "organizations": [],
    "uuid": "0d929bf6e56cc3d80d1adb65b35569374da48830",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/07/pr-newswire-maa-announces-pricing-of-senior-unsecured-notes-offering.html",
    "ord_in_thread": 0,
    "title": "MAA Announces Pricing of Senior Unsecured Notes Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MEMPHIS, Tenn., May 7, 2018 /PRNewswire/ -- Mid-America Apartment Communities, Inc. (NYSE: MAA) today announced that its operating partnership, Mid-America Apartments, L.P. (\"MAALP\") priced a $400 million offering of MAALP's 4.200% senior unsecured notes due 2028 (the \"Notes\") under its existing shelf registration statement. The Notes were priced at 99.403% of the principal amount. The closing of the offering is expected to occur on May 14, 2018, subject to the satisfaction of customary closing conditions.\nMAALP intends to use net proceeds from the offering to repay a portion of the approximately $450 million of borrowings outstanding under its $1 billion revolving credit facility, and for general corporate purposes, which may include, without limitation, the repayment of other debt and the acquisition, development and redevelopment of apartment communities.\nWells Fargo Securities, LLC, Citigroup Global Markets Inc., J.P. Morgan Securities LLC, U.S. Bancorp Investments, Inc. and SunTrust Robinson Humphrey, Inc. were the joint book-running managers for the offering.\nA registration statement relating to these securities has been filed with the Securities and Exchange Commission and has become effective. The offering of these securities will be made only by means of a prospectus supplement and accompanying prospectus. Copies of these documents may be obtained from: Wells Fargo Securities, LLC, 608 2 nd Avenue South, Suite 1000, Minneapolis, MN 55402, Attention: WFS Customer Service, or by calling: 1-800-645-3751, or by emailing: wfscustomerservice@wellsfargo.com ; Citigroup Global Markets Inc., c/o Broadridge Financial Solutions, 1155 Long Island Avenue, Edgewood, NY 11717, or by calling 1-800-831-9146, or by emailing: prospectus@citi.com ; J.P. Morgan Securities LLC, 383 Madison Avenue, New York, NY 10179; Attention: Investment Grade Syndicate Desk, or by calling: 1-212-834-4533; and U.S. Bancorp Investments, Inc., 214 N. Tryon St., 26 th Floor, Charlotte, NC 28202, Attention: Credit Fixed Income, or by calling: 1-877-558-2607. Alternatively, investors may obtain these documents, when available, for free by visiting EDGAR on the Securities and Exchange Commission's website at www.sec.gov .\nThis press release shall not constitute an offer to sell or a solicitation of an offer to buy the Notes, nor shall there be any sale of the Notes in any jurisdiction in which such offer, solicitation, or sale would be unlawful under the securities laws of any such jurisdiction.\nForward-Looking Statements\nWe consider this and other sections of this press release to contain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, with respect to our expectations for future periods. Forward-looking statements do not discuss historical fact, but instead include statements related to expectations, projections, intentions or other items related to the future. Such forward-looking statements may include, without limitation, statements related to the Notes offering and the expected use of the net proceeds therefrom, as well as any statements concerning property acquisitions and dispositions, joint venture activity, development and renovation activity as well as other capital expenditures, capital raising activities, rent and expense growth, occupancy, financing activities and interest rate and other economic expectations. Words such as \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"seeks,\" \"estimates,\" and variations of such words and similar expressions are intended to identify such forward-looking statements. Such forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause our actual results, performance or achievements to be materially different from the results of operations, financial conditions or plans expressed or implied by such forward-looking statements. Such factors include, among other things, unanticipated adverse business developments affecting us, or our properties, adverse changes in the real estate markets and general and local economies and business conditions. Although we believe that the assumptions underlying the forward-looking statements contained herein are reasonable, any of the assumptions could be inaccurate, and therefore such forward-looking statements included in this release may not prove to be accurate. In light of the significant uncertainties inherent in the forward-looking statements included herein, the inclusion of such information should not be regarded as a representation by us or any other person that the results or conditions described in such statements or our objectives and plans will be achieved.\nThe following factors, among others, could cause our future results to those expressed in the forward-looking statements:\ninability to generate sufficient cash flows due to market conditions, changes in supply and/or demand, competition, uninsured losses, changes in tax and housing laws, or other factors; exposure, as a multifamily focused real estate investment trust (\"REIT\"), to risks inherent in investments in a single industry and sector; adverse changes in real estate markets, including, but not limited to, the extent of future demand for multifamily units in our significant markets, barriers of entry into new markets, which we may seek to enter in the future, limitations on our ability to increase rental rates, competition, our ability to identify and consummate attractive acquisitions or development projects on favorable terms, our ability to consummate any planned dispositions in a timely manner on acceptable terms, and our ability to reinvest sale proceeds in a manner that generates favorable returns; failure of new acquisitions to achieve anticipated results or be efficiently integrated; failure of development communities to be completed within budget, if at all, and on a timely basis or to lease-up as anticipated; unexpected capital needs; changes in operating costs, including real estate taxes, utilities and insurance costs; losses from catastrophes in excess of our insurance coverage; difficulty in integrating MAA's and Post Properties' businesses; ability to obtain financing at favorable rates, if at all, and refinance existing debt as it matures; level and volatility of interest or capitalization rates or capital market conditions; loss of hedge accounting treatment for interest rate swaps or interest rate caps; the continuation of the good credit of our interest rate swap and cap providers; price volatility, dislocations and liquidity disruptions in the financial markets and the resulting impact on financing; the effect of any rating agency actions on the cost and availability of new debt financing; significant decline in market value of real estate serving as collateral for mortgage obligations; significant change in the mortgage financing market that would cause single-family housing, either as an owned or rental product, to become a more significant competitive product; our ability to continue to satisfy complex rules in order to maintain our status as a REIT for federal income tax purposes, the ability of our operating partnership to satisfy the rules to maintain its status as a partnership for federal income tax purposes, the ability of our taxable REIT subsidiaries to maintain their status as such for federal income tax purposes, and our ability and the ability of our subsidiaries to operate effectively within the limitations imposed by these rules; inability to attract and retain qualified personnel; cyber-liability or potential liability for breaches of our privacy or information security systems; potential liability for environmental contamination; adverse legislative or regulatory tax changes; litigation and compliance costs associated with laws requiring access for disabled persons; and other risks identified in this press release and, from time to time, in other reports we file with the SEC or in other documents that we publicly disseminate.\nNew factors may also emerge from time to time that could have a material adverse effect on our business. Except as required by law, we undertake no obligation to publicly update or revise these forward-looking statements to reflect events, circumstances or changes in expectations after the date of this release.\nView original content with multimedia: http://www.prnewswire.com/news-releases/maa-announces-pricing-of-senior-unsecured-notes-offering-300643977.html\nSOURCE MAA",
    "published": "2018-05-08T01:28:00.000+03:00",
    "crawled": "2018-05-08T02:52:27.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "memphis",
        "may",
        "apartment",
        "community",
        "nyse",
        "maa",
        "today",
        "announced",
        "operating",
        "partnership",
        "apartment",
        "maalp",
        "priced",
        "million",
        "offering",
        "maalp",
        "senior",
        "unsecured",
        "note",
        "due",
        "note",
        "existing",
        "shelf",
        "registration",
        "statement",
        "note",
        "priced",
        "principal",
        "amount",
        "closing",
        "offering",
        "expected",
        "occur",
        "may",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "maalp",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "repay",
        "portion",
        "approximately",
        "million",
        "borrowing",
        "outstanding",
        "billion",
        "revolving",
        "credit",
        "facility",
        "general",
        "corporate",
        "purpose",
        "may",
        "include",
        "without",
        "limitation",
        "repayment",
        "debt",
        "acquisition",
        "development",
        "redevelopment",
        "apartment",
        "community",
        "well",
        "fargo",
        "security",
        "llc",
        "citigroup",
        "global",
        "market",
        "morgan",
        "security",
        "llc",
        "bancorp",
        "investment",
        "suntrust",
        "robinson",
        "humphrey",
        "joint",
        "manager",
        "offering",
        "registration",
        "statement",
        "relating",
        "security",
        "filed",
        "security",
        "exchange",
        "commission",
        "become",
        "effective",
        "offering",
        "security",
        "made",
        "mean",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "copy",
        "document",
        "may",
        "obtained",
        "well",
        "fargo",
        "security",
        "llc",
        "nd",
        "avenue",
        "south",
        "suite",
        "minneapolis",
        "mn",
        "attention",
        "wfs",
        "customer",
        "service",
        "calling",
        "emailing",
        "wfscustomerservice",
        "citigroup",
        "global",
        "market",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "ny",
        "calling",
        "emailing",
        "prospectus",
        "morgan",
        "security",
        "llc",
        "madison",
        "avenue",
        "new",
        "york",
        "ny",
        "attention",
        "investment",
        "grade",
        "syndicate",
        "desk",
        "calling",
        "bancorp",
        "investment",
        "tryon",
        "th",
        "floor",
        "charlotte",
        "nc",
        "attention",
        "credit",
        "fixed",
        "income",
        "calling",
        "alternatively",
        "investor",
        "may",
        "obtain",
        "document",
        "available",
        "free",
        "visiting",
        "edgar",
        "security",
        "exchange",
        "commission",
        "website",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "note",
        "shall",
        "sale",
        "note",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "security",
        "law",
        "jurisdiction",
        "statement",
        "consider",
        "section",
        "press",
        "release",
        "contain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "respect",
        "expectation",
        "future",
        "period",
        "statement",
        "discus",
        "historical",
        "fact",
        "instead",
        "include",
        "statement",
        "related",
        "expectation",
        "projection",
        "intention",
        "item",
        "related",
        "future",
        "statement",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "related",
        "note",
        "offering",
        "expected",
        "use",
        "net",
        "proceeds",
        "therefrom",
        "well",
        "statement",
        "concerning",
        "property",
        "acquisition",
        "disposition",
        "joint",
        "venture",
        "activity",
        "development",
        "renovation",
        "activity",
        "well",
        "capital",
        "expenditure",
        "capital",
        "raising",
        "activity",
        "rent",
        "expense",
        "growth",
        "occupancy",
        "financing",
        "activity",
        "interest",
        "rate",
        "economic",
        "expectation",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "seek",
        "estimate",
        "variation",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "result",
        "operation",
        "financial",
        "condition",
        "plan",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "thing",
        "unanticipated",
        "adverse",
        "business",
        "development",
        "affecting",
        "u",
        "property",
        "adverse",
        "change",
        "real",
        "estate",
        "market",
        "general",
        "local",
        "economy",
        "business",
        "condition",
        "although",
        "believe",
        "assumption",
        "underlying",
        "statement",
        "contained",
        "herein",
        "reasonable",
        "assumption",
        "could",
        "inaccurate",
        "therefore",
        "statement",
        "included",
        "release",
        "may",
        "prove",
        "accurate",
        "light",
        "significant",
        "uncertainty",
        "inherent",
        "statement",
        "included",
        "herein",
        "inclusion",
        "information",
        "regarded",
        "representation",
        "u",
        "person",
        "result",
        "condition",
        "described",
        "statement",
        "objective",
        "plan",
        "achieved",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "future",
        "result",
        "expressed",
        "statement",
        "inability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "due",
        "market",
        "condition",
        "change",
        "supply",
        "demand",
        "competition",
        "uninsured",
        "loss",
        "change",
        "tax",
        "housing",
        "law",
        "factor",
        "exposure",
        "multifamily",
        "focused",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "risk",
        "inherent",
        "investment",
        "single",
        "industry",
        "sector",
        "adverse",
        "change",
        "real",
        "estate",
        "market",
        "including",
        "limited",
        "extent",
        "future",
        "demand",
        "multifamily",
        "unit",
        "significant",
        "market",
        "barrier",
        "entry",
        "new",
        "market",
        "may",
        "seek",
        "enter",
        "future",
        "limitation",
        "ability",
        "increase",
        "rental",
        "rate",
        "competition",
        "ability",
        "identify",
        "consummate",
        "attractive",
        "acquisition",
        "development",
        "project",
        "favorable",
        "term",
        "ability",
        "consummate",
        "planned",
        "disposition",
        "timely",
        "manner",
        "acceptable",
        "term",
        "ability",
        "reinvest",
        "sale",
        "proceeds",
        "manner",
        "generates",
        "favorable",
        "return",
        "failure",
        "new",
        "acquisition",
        "achieve",
        "anticipated",
        "result",
        "efficiently",
        "integrated",
        "failure",
        "development",
        "community",
        "completed",
        "within",
        "budget",
        "timely",
        "basis",
        "anticipated",
        "unexpected",
        "capital",
        "need",
        "change",
        "operating",
        "cost",
        "including",
        "real",
        "estate",
        "tax",
        "utility",
        "insurance",
        "cost",
        "loss",
        "catastrophe",
        "excess",
        "insurance",
        "coverage",
        "difficulty",
        "integrating",
        "maa",
        "post",
        "property",
        "business",
        "ability",
        "obtain",
        "financing",
        "favorable",
        "rate",
        "refinance",
        "existing",
        "debt",
        "matures",
        "level",
        "volatility",
        "interest",
        "capitalization",
        "rate",
        "capital",
        "market",
        "condition",
        "loss",
        "hedge",
        "accounting",
        "treatment",
        "interest",
        "rate",
        "swap",
        "interest",
        "rate",
        "cap",
        "continuation",
        "good",
        "credit",
        "interest",
        "rate",
        "swap",
        "cap",
        "provider",
        "price",
        "volatility",
        "dislocation",
        "liquidity",
        "disruption",
        "financial",
        "market",
        "resulting",
        "impact",
        "financing",
        "effect",
        "rating",
        "agency",
        "action",
        "cost",
        "availability",
        "new",
        "debt",
        "financing",
        "significant",
        "decline",
        "market",
        "value",
        "real",
        "estate",
        "serving",
        "collateral",
        "mortgage",
        "obligation",
        "significant",
        "change",
        "mortgage",
        "financing",
        "market",
        "would",
        "cause",
        "housing",
        "either",
        "owned",
        "rental",
        "product",
        "become",
        "significant",
        "competitive",
        "product",
        "ability",
        "continue",
        "satisfy",
        "complex",
        "rule",
        "order",
        "maintain",
        "status",
        "reit",
        "federal",
        "income",
        "tax",
        "purpose",
        "ability",
        "operating",
        "partnership",
        "satisfy",
        "rule",
        "maintain",
        "status",
        "partnership",
        "federal",
        "income",
        "tax",
        "purpose",
        "ability",
        "taxable",
        "reit",
        "subsidiary",
        "maintain",
        "status",
        "federal",
        "income",
        "tax",
        "purpose",
        "ability",
        "ability",
        "subsidiary",
        "operate",
        "effectively",
        "within",
        "limitation",
        "imposed",
        "rule",
        "inability",
        "attract",
        "retain",
        "qualified",
        "personnel",
        "potential",
        "liability",
        "breach",
        "privacy",
        "information",
        "security",
        "system",
        "potential",
        "liability",
        "environmental",
        "contamination",
        "adverse",
        "legislative",
        "regulatory",
        "tax",
        "change",
        "litigation",
        "compliance",
        "cost",
        "associated",
        "law",
        "requiring",
        "access",
        "disabled",
        "person",
        "risk",
        "identified",
        "press",
        "release",
        "time",
        "time",
        "report",
        "file",
        "sec",
        "document",
        "publicly",
        "disseminate",
        "new",
        "factor",
        "may",
        "also",
        "emerge",
        "time",
        "time",
        "could",
        "material",
        "adverse",
        "effect",
        "business",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "change",
        "expectation",
        "date",
        "release",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "maa"
    ]
}