{
    "organizations": [],
    "uuid": "9b2ae34808609c948f03cb9b915060e54b4f6c1b",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL3N1SU64D",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "May 24 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 6,032.50 -9.40 NZX 50** 8,553.23 -60.09 DJIA** 24,886.81 52.40 NIKKEI** 22,960.34 -270.60 Nasdaq** 7,425.955 47.50 FTSE** 7,788.44 -89.01 S&P 500** 2,733.29 8.85 Hang Seng** 30,665.64 -568.71 SPI 200 Fut 6,024 -12.00 STI** 3,496.27 -46.91 SSEC** 3,169.2393 -45.11 KOSPI** 2,471.91 6.34 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.044 -0.001 KR 10 YR Bond 2.755 -0.014 AU 10 YR Bond 2.84 -0.006 US 10 YR Bond 2.9935 -0.072 NZ 10 YR Bond 2.8 -0.035 US 30 YR Bond 3.1525 -0.057 -- Currencies Net Chng Net Chng SGD US$ 1.3427 -0.0006 KRW US$ 1,076.12 -0.13 AUD US$ 0.7561 0.0002 NZD US$ 0.6917 0.0003 EUR US$ 1.1702 0.0006 Yen US$ 109.95 -0.12 THB US$ 32.11 0.02 PHP US$ 52.443 -0.012 IDR US$ 14,202 69 INR US$ 68.31 -0.05 MYR US$ 3.98 0.0145 TWD US$ 29.96 0.038 CNY US$ 6.3883 0.0215 HKD US$ 7.8486 -0.0007 -- Commodities Net Chng Net Chng Spot Gold 1,293 2.08 Silver (Lon) 16.412 -0.106 U.S. Gold Fut 1,293 1 Brent Crude 79.71 0.14 Iron Ore CNY457 2.5 TRJCRB Index - - TOCOM Rubber JPY195.3 -1.2 LME Copper 6,835 -144 -- ** indicates closing price All prices as of 21:18 GMT EQUITIES GLOBAL - Global stock markets pared losses and the dollar cut gains on Wednesday after the release of minutes from the U.S. Federal Reserve's May 1-2 meeting amid heightened concerns that setbacks to U.S.-China trade talks would undermine world economic growth. U.S. President Donald Trump said trade discussions with China would need to be rerouted, saying the current track appeared \"too hard to get done\" and any agreement reached between the world's two largest economies needed \"a different structure.\" For a full report, click on - - - - NEW YORK - U.S. stocks ended with small gains on Wednesday after minutes from the Federal Reserve's latest meeting suggested higher inflation may not result in faster interest rate hikes. Most Fed policymakers thought it likely another rate increase would be warranted \"soon\" if the U.S. economic outlook remains intact, and many participants saw little evidence of general overheating of the labor market, minutes of the central bank's last policy meeting showed. For a full report, click on - - - - LONDON - European shares pulled back on Wednesday as U.S.-China trade talks stalled and a drop in crude prices slammed the brakes on a stellar run in energy stocks, while uncertainty in Italian politics continued to weigh on banks. The pan-European STOXX 600 index fell 1.1 percent, its biggest drop in two months, pulling back from a 3-1/2 month high hit on Tuesday. Germany's export-oriented DAX, which has been especially sensitive to trade disputes, tumbled 1.5 percent. For a full report, click on - - - - TOKYO - Japan's Nikkei share average suffered its biggest fall in two months on Wednesday, as comments from U.S. President Donald Trump rekindled worries about trade friction, hurting steelmakers and shippers among others. The Nikkei tumbled 1.2 percent to 22,690, after sliding to 22,650 earlier, the weakest intraday level since May 11. For a full report, click on - - - - SHANGHAI - China stocks fell the most in a month on Wednesday, dragged by a slump in coal miners as Beijing intervened to cool the red-hot coal market. The blue-chip CSI300 index fell 1.3 percent to 3,854.58, while the Shanghai Composite Index declined 1.4 percent to 3,168.96 points, their sharpest single-day drop since late April. For a full report, click on - - - - AUSTRALIA - Australian shares are likely to slip at open on Thursday, extending losses to their sixth straight session, as material and energy stocks are expected to come under pressure after oil, iron ore prices fell. China's construction steel rebar futures dropped to a one-month low on Wednesday, while oil benchmarks fell after an unexpected build in U.S. crude and gasoline inventories despite strong demand. The local share price index futures fell 0.2 percent or 12 points to 6,024 , a 8.5-point discount to the underlying S&P/ASX 200 index close. The benchmark shed 0.2 percent on Wednesday. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index closed higher on Wednesday. The Korean won ended stronger against the greenback in the local platform, while bond yields dropped. At 0630 GMT, the KOSPI was up 6.34 points or 0.26 percent at 2,471.91. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar held near a more than five-month high against a basket of currencies on Wednesday, after minutes of the Federal Reserve's May policy meeting showed most policymakers thought it likely another interest rate increase would be warranted \"soon\" if the U.S. economic outlook remains intact. The dollar index, which measures the greenback against a basket of six other currencies, hit a high of 94.188 before the release of the minutes, but pared some gains to trade up 0.42 percent at 94.006. For a full report, click on - - - - SHANGHAI - China's yuan eased against the U.S. dollar in thin trade on Wednesday, reflecting broad pressure on emerging market currencies from a firm greenback that has gained on the prospect of faster U.S. rate rises. Markets are awaiting the minutes of the latest Federal Reserve meeting for clues on the pace of further U.S. monetary tightening. For a full report, click on - - - - AUSTRALIA - The New Zealand dollar retreated on Wednesday after the central bank said it could slash cash rates to below zero and engage in asset buying programmes in case of a major crisis, with the Australian currency falling in sympathy. The kiwi dollar fell more than three quarters of a U.S. cent to a session low of $0.6894, from a one-week top of $0.6974 touched on Tuesday. For a full report, click on - - - - SEOUL - The won was Quote: d at 1,080.7 per dollar on the onshore settlement platform , 0.43 percent firmer than its previous close at 1,085.4. In offshore trading, the won was Quote: d at 1,079.46 per U.S. dollar, down 0.36 percent from the previous day, while in one-year non-deliverable forwards it was being asked at 1,062 per dollar. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields held at lower levels on Wednesday after minutes of the Federal Reserve's May meeting showed that most Fed policymakers thought it likely another interest rate increase would be warranted \"soon\" if the U.S. economic outlook remains intact. The minutes also included a call by some policymakers to revise the Fed's monetary policy statement soon to reflect that rates would be close or above long-run estimates before too long. For a full report, click on - - - - LONDON - German 10-year bond yields hit five-week lows on Wednesday, after news of a slowdown in euro zone business activity cast doubt on the timing of a planned exit by the ECB from its hefty stimulus programme. Italy's 10-year bond yield, pushed up by growing political risks, hit a 14-month high - widening the gap over German Bund yields by 18 basis points at one stage ,. For a full report, click on - - - - TOKYO - Japanese government bonds rose on Wednesday after the Bank of Japan's buying operation produced strong results, highlighting limited availability of JGBs for investors. The BOJ bought one- to five-year sector and the 10- to 40-year zone as previously announced, with the latter drawing smallest amount of selling since the end of last month. For a full report, click on COMMODITIES GOLD Gold prices rose on Wednesday as the U.S. dollar backed off its highs against a basket of currencies while investors interpreted minutes from the U.S. Federal Reserve's latest policy meeting as dovish. Most Federal Reserve policymakers thought it likely another interest rate increase would be warranted \"soon\" if the U.S. economic outlook remains intact, minutes of the central bank's last policy meeting showed. For a full report, click on - - - - IRON ORE China's construction steel rebar futures fell to a one-month low on Wednesday, as supply glut concerns continued to weigh on market sentiment, offsetting the impact of overcapacity inspections. The most-active rebar contract for October delivery on the Shanghai Futures Exchange closed down 1.4 percent at 3,531 yuan ($553.44) a tonne, having earlier touched 3,511 yuan, its lowest since April 23. For a full report, click on - - - - BASE METALS Copper posted its biggest one-day drop in nearly a month on Wednesday as fading optimism that a China-U.S. trade stand-off was at an end knocked appetite for cyclical assets, helping pull the metal from the previous day's high. Three-month copper on the London Metal Exchange fell as low as $6,805 a tonne before ending the day at $6,867 a tonne, down 1.6 percent. That is its biggest retracement of any day since April 27. For a full report, click on - - - - OIL Oil benchmarks fell on Wednesday after an unexpected build in U.S. crude and gasoline inventories despite strong demand, and as traders weighed a possible increase in OPEC crude output to cover any shortfalls in supply from Iran and Venezuela. U.S. crude inventories rose 5.8 million barrels last week, while gasoline stocks increased by 1.9 million barrels, the Energy Information Administration said. Brent crude futures slipped 23 cents to settle at $79.80 a barrel, while U.S. crude lost 36 cents to $71.84 a barrel. For a full report, click on - - - - PALM OIL Malaysian palm oil futures declined in trade on Wednesday evening, tracking weakness in crude oil prices and as traders booked profit after the vegetable oil jumped to a six-week high in the previous session. The benchmark palm oil contract for August delivery on the Bursa Malaysia Derivatives Exchange was down 0.2 percent at 2,473 ringgit ($621.36) a tonne at the close of trade. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures slipped on Wednesday from a near four-month high hit in the previous session, hurt by a firmer yen against the dollar on fears that setbacks to U.S-China trade talks would undermine increasingly fragile-looking world growth. The Tokyo Commodity Exchange (TOCOM) rubber contract for October delivery, finished 2.5 yen lower at 196.5 yen ($1.8) per kg, sliding from Tuesday's high of 202.1 yen, which marked the highest since Jan 29. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-05-24T05:28:00.000+03:00",
    "crawled": "2018-05-24T20:12:47.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "may",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny457",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "global",
        "stock",
        "market",
        "pared",
        "loss",
        "dollar",
        "cut",
        "gain",
        "wednesday",
        "release",
        "minute",
        "federal",
        "reserve",
        "may",
        "meeting",
        "amid",
        "heightened",
        "concern",
        "setback",
        "trade",
        "talk",
        "would",
        "undermine",
        "world",
        "economic",
        "growth",
        "president",
        "donald",
        "trump",
        "said",
        "trade",
        "discussion",
        "china",
        "would",
        "need",
        "rerouted",
        "saying",
        "current",
        "track",
        "appeared",
        "hard",
        "get",
        "done",
        "agreement",
        "reached",
        "world",
        "two",
        "largest",
        "economy",
        "needed",
        "different",
        "structure",
        "full",
        "report",
        "click",
        "new",
        "york",
        "stock",
        "ended",
        "small",
        "gain",
        "wednesday",
        "minute",
        "federal",
        "reserve",
        "latest",
        "meeting",
        "suggested",
        "higher",
        "inflation",
        "may",
        "result",
        "faster",
        "interest",
        "rate",
        "hike",
        "fed",
        "policymakers",
        "thought",
        "likely",
        "another",
        "rate",
        "increase",
        "would",
        "warranted",
        "soon",
        "economic",
        "outlook",
        "remains",
        "intact",
        "many",
        "participant",
        "saw",
        "little",
        "evidence",
        "general",
        "overheating",
        "labor",
        "market",
        "minute",
        "central",
        "bank",
        "last",
        "policy",
        "meeting",
        "showed",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "pulled",
        "back",
        "wednesday",
        "trade",
        "talk",
        "stalled",
        "drop",
        "crude",
        "price",
        "slammed",
        "brake",
        "stellar",
        "run",
        "energy",
        "stock",
        "uncertainty",
        "italian",
        "politics",
        "continued",
        "weigh",
        "bank",
        "stoxx",
        "index",
        "fell",
        "percent",
        "biggest",
        "drop",
        "two",
        "month",
        "pulling",
        "back",
        "month",
        "high",
        "hit",
        "tuesday",
        "germany",
        "dax",
        "especially",
        "sensitive",
        "trade",
        "dispute",
        "tumbled",
        "percent",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "suffered",
        "biggest",
        "fall",
        "two",
        "month",
        "wednesday",
        "comment",
        "president",
        "donald",
        "trump",
        "rekindled",
        "worry",
        "trade",
        "friction",
        "hurting",
        "steelmaker",
        "shipper",
        "among",
        "others",
        "nikkei",
        "tumbled",
        "percent",
        "sliding",
        "earlier",
        "weakest",
        "intraday",
        "level",
        "since",
        "may",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "fell",
        "month",
        "wednesday",
        "dragged",
        "slump",
        "coal",
        "miner",
        "beijing",
        "intervened",
        "cool",
        "coal",
        "market",
        "csi300",
        "index",
        "fell",
        "percent",
        "shanghai",
        "composite",
        "index",
        "declined",
        "percent",
        "point",
        "sharpest",
        "drop",
        "since",
        "late",
        "april",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "likely",
        "slip",
        "open",
        "thursday",
        "extending",
        "loss",
        "sixth",
        "straight",
        "session",
        "material",
        "energy",
        "stock",
        "expected",
        "come",
        "pressure",
        "oil",
        "iron",
        "ore",
        "price",
        "fell",
        "china",
        "construction",
        "steel",
        "rebar",
        "future",
        "dropped",
        "low",
        "wednesday",
        "oil",
        "benchmark",
        "fell",
        "unexpected",
        "build",
        "crude",
        "gasoline",
        "inventory",
        "despite",
        "strong",
        "demand",
        "local",
        "share",
        "price",
        "index",
        "future",
        "fell",
        "percent",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "benchmark",
        "shed",
        "percent",
        "wednesday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "closed",
        "higher",
        "wednesday",
        "korean",
        "ended",
        "stronger",
        "greenback",
        "local",
        "platform",
        "bond",
        "yield",
        "dropped",
        "gmt",
        "kospi",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "held",
        "near",
        "high",
        "basket",
        "currency",
        "wednesday",
        "minute",
        "federal",
        "reserve",
        "may",
        "policy",
        "meeting",
        "showed",
        "policymakers",
        "thought",
        "likely",
        "another",
        "interest",
        "rate",
        "increase",
        "would",
        "warranted",
        "soon",
        "economic",
        "outlook",
        "remains",
        "intact",
        "dollar",
        "index",
        "measure",
        "greenback",
        "basket",
        "six",
        "currency",
        "hit",
        "high",
        "release",
        "minute",
        "pared",
        "gain",
        "trade",
        "percent",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "yuan",
        "eased",
        "dollar",
        "thin",
        "trade",
        "wednesday",
        "reflecting",
        "broad",
        "pressure",
        "emerging",
        "market",
        "currency",
        "firm",
        "greenback",
        "gained",
        "prospect",
        "faster",
        "rate",
        "rise",
        "market",
        "awaiting",
        "minute",
        "latest",
        "federal",
        "reserve",
        "meeting",
        "clue",
        "pace",
        "monetary",
        "tightening",
        "full",
        "report",
        "click",
        "australia",
        "new",
        "zealand",
        "dollar",
        "retreated",
        "wednesday",
        "central",
        "bank",
        "said",
        "could",
        "slash",
        "cash",
        "rate",
        "zero",
        "engage",
        "asset",
        "buying",
        "programme",
        "case",
        "major",
        "crisis",
        "australian",
        "currency",
        "falling",
        "sympathy",
        "kiwi",
        "dollar",
        "fell",
        "three",
        "quarter",
        "cent",
        "session",
        "low",
        "top",
        "touched",
        "tuesday",
        "full",
        "report",
        "click",
        "seoul",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "offshore",
        "trading",
        "quote",
        "per",
        "dollar",
        "percent",
        "previous",
        "day",
        "forward",
        "asked",
        "per",
        "dollar",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "held",
        "lower",
        "level",
        "wednesday",
        "minute",
        "federal",
        "reserve",
        "may",
        "meeting",
        "showed",
        "fed",
        "policymakers",
        "thought",
        "likely",
        "another",
        "interest",
        "rate",
        "increase",
        "would",
        "warranted",
        "soon",
        "economic",
        "outlook",
        "remains",
        "intact",
        "minute",
        "also",
        "included",
        "call",
        "policymakers",
        "revise",
        "fed",
        "monetary",
        "policy",
        "statement",
        "soon",
        "reflect",
        "rate",
        "would",
        "close",
        "estimate",
        "long",
        "full",
        "report",
        "click",
        "london",
        "german",
        "bond",
        "yield",
        "hit",
        "low",
        "wednesday",
        "news",
        "slowdown",
        "euro",
        "zone",
        "business",
        "activity",
        "cast",
        "doubt",
        "timing",
        "planned",
        "exit",
        "ecb",
        "hefty",
        "stimulus",
        "programme",
        "italy",
        "bond",
        "yield",
        "pushed",
        "growing",
        "political",
        "risk",
        "hit",
        "high",
        "widening",
        "gap",
        "german",
        "bund",
        "yield",
        "basis",
        "point",
        "one",
        "stage",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "rose",
        "wednesday",
        "bank",
        "japan",
        "buying",
        "operation",
        "produced",
        "strong",
        "result",
        "highlighting",
        "limited",
        "availability",
        "jgbs",
        "investor",
        "boj",
        "bought",
        "sector",
        "zone",
        "previously",
        "announced",
        "latter",
        "drawing",
        "smallest",
        "amount",
        "selling",
        "since",
        "end",
        "last",
        "month",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "rose",
        "wednesday",
        "dollar",
        "backed",
        "high",
        "basket",
        "currency",
        "investor",
        "interpreted",
        "minute",
        "federal",
        "reserve",
        "latest",
        "policy",
        "meeting",
        "dovish",
        "federal",
        "reserve",
        "policymakers",
        "thought",
        "likely",
        "another",
        "interest",
        "rate",
        "increase",
        "would",
        "warranted",
        "soon",
        "economic",
        "outlook",
        "remains",
        "intact",
        "minute",
        "central",
        "bank",
        "last",
        "policy",
        "meeting",
        "showed",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "china",
        "construction",
        "steel",
        "rebar",
        "future",
        "fell",
        "low",
        "wednesday",
        "supply",
        "glut",
        "concern",
        "continued",
        "weigh",
        "market",
        "sentiment",
        "offsetting",
        "impact",
        "overcapacity",
        "inspection",
        "rebar",
        "contract",
        "october",
        "delivery",
        "shanghai",
        "future",
        "exchange",
        "closed",
        "percent",
        "yuan",
        "tonne",
        "earlier",
        "touched",
        "yuan",
        "lowest",
        "since",
        "april",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "copper",
        "posted",
        "biggest",
        "drop",
        "nearly",
        "month",
        "wednesday",
        "fading",
        "optimism",
        "trade",
        "end",
        "knocked",
        "appetite",
        "cyclical",
        "asset",
        "helping",
        "pull",
        "metal",
        "previous",
        "day",
        "high",
        "copper",
        "london",
        "metal",
        "exchange",
        "fell",
        "low",
        "tonne",
        "ending",
        "day",
        "tonne",
        "percent",
        "biggest",
        "retracement",
        "day",
        "since",
        "april",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "benchmark",
        "fell",
        "wednesday",
        "unexpected",
        "build",
        "crude",
        "gasoline",
        "inventory",
        "despite",
        "strong",
        "demand",
        "trader",
        "weighed",
        "possible",
        "increase",
        "opec",
        "crude",
        "output",
        "cover",
        "shortfall",
        "supply",
        "iran",
        "venezuela",
        "crude",
        "inventory",
        "rose",
        "million",
        "barrel",
        "last",
        "week",
        "gasoline",
        "stock",
        "increased",
        "million",
        "barrel",
        "energy",
        "information",
        "administration",
        "said",
        "brent",
        "crude",
        "future",
        "slipped",
        "cent",
        "settle",
        "barrel",
        "crude",
        "lost",
        "cent",
        "barrel",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "declined",
        "trade",
        "wednesday",
        "evening",
        "tracking",
        "weakness",
        "crude",
        "oil",
        "price",
        "trader",
        "booked",
        "profit",
        "vegetable",
        "oil",
        "jumped",
        "high",
        "previous",
        "session",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "august",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "percent",
        "ringgit",
        "tonne",
        "close",
        "trade",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "slipped",
        "wednesday",
        "near",
        "high",
        "hit",
        "previous",
        "session",
        "hurt",
        "firmer",
        "yen",
        "dollar",
        "fear",
        "setback",
        "trade",
        "talk",
        "would",
        "undermine",
        "increasingly",
        "world",
        "growth",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "rubber",
        "contract",
        "october",
        "delivery",
        "finished",
        "yen",
        "lower",
        "yen",
        "per",
        "kg",
        "sliding",
        "tuesday",
        "high",
        "yen",
        "marked",
        "highest",
        "since",
        "jan",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}