{
    "organizations": [],
    "uuid": "346e929077bfc1439e0b254ba6b1d0697c273706",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-novavax-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Novavax First Quarter Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GAITHERSBURG, Md., May 09, 2018 (GLOBE NEWSWIRE) -- Novavax, Inc., (Nasdaq:NVAX) today announced its financial results for the first quarter ended March 31, 2018.\nFirst Quarter and Subsequent Achievements:\nRSV F Vaccine\nIn May 2018, Novavax reached enrollment of approximately 4,600 pregnant women in its Prepare™ Phase 3 clinical trial of its RSV F Vaccine for infants via maternal immunization. This milestone enables Novavax to initiate a prespecified interim efficacy analysis after approximately six months of follow-up of the last infant born to the approximately 4,600 women enrolled (including 3,000 actively vaccinated women). Completion of this analysis is expected in the first quarter of 2019. Since 2015, the Prepare trial is supported by an $89 million grant from the Bill & Melinda Gates Foundation (BMGF).\nIn April 2018, Novavax presented at the World Vaccine Congress on the status of its Phase 3 clinical trial of its RSV F Vaccine.\nNanoFlu™\nIn April 2018, Novavax presented clinical data at the World Vaccine Congress from the Phase 1/2 clinical trial in older adults comparing trivalent formulations of NanoFlu to the market-leading licensed egg-based, high-dose influenza vaccine for older adults.\nIn February 2018, Novavax reported positive top-line results from its Phase 1/2 clinical trial of its trivalent NanoFlu.\nCorporate\nIn April 2018, Novavax completed an underwritten public offering of approximately 34.8 million shares of its common stock, including 4.5 million shares pursuant to the underwriters’ option to purchase additional shares. The shares resulted in net proceeds of $54 million.\nEffective on March 14, 2018, John J. Trizzino, former Senior Vice President, Commercial Operations since 2014, was promoted to Senior Vice President, Chief Business Officer and Chief Financial Officer.\nAnticipated Events:\nInitiation of the Phase 2 clinical trial of quadrivalent formulations of NanoFlu scheduled to begin in the third quarter of 2018.\nTop-line data from the Phase 2 NanoFlu trial and End of Phase 2 meeting with the FDA expected in the first quarter of 2019.\nResults of the Prepare Phase 3 interim efficacy analysis for our RSV F Vaccine expected in the first quarter of 2019.\nSummary\n“We had an extremely productive first quarter, including making important advances in our two lead clinical vaccine programs. We are pleased to have reached the enrollment target for our Prepare Phase 3 RSV F Vaccine trial, which clears the path for following these most recent participants and their babies, and subsequently announcing top-line results of our planned interim efficacy analysis in the first quarter of 2019,” said Stanley C. Erck, President and CEO of Novavax, Inc. “We also continue to make significant progress on NanoFlu and plan to initiate a Phase 2 clinical trial in the third quarter of 2018.”\nFinancial Results for the First Quarter Ended March 31, 2018\nNovavax reported a net loss of $46.4 million, or $0.14 per share, for the first quarter of 2018, compared to a net loss of $43.9 million, or $0.16 per share, for the first quarter of 2017.\nNovavax revenue in the first quarter of 2018 was $9.7 million, compared to $5.7 million in the same period in 2017. This 70% increase was driven by higher revenue recorded under the BMGF grant corresponding to the increased enrollment in the Prepare trial.\nResearch and development expenses increased 18% to $44.5 million in the first quarter of 2018, compared to $37.7 million for the same period in 2017. The increase was primarily due to increased development activities of the RSV F Vaccine for infants via maternal immunization.\nInterest income (expense), net for the first quarter of 2018 was ($2.9) million, compared to ($3.0) million for the same period of 2017.\nAs of March 31, 2018, Novavax had $164.2 million in cash, cash equivalents, marketable securities and restricted cash, compared to $186.4 million as of December 31, 2017. Net cash used in operating activities for the first quarter of 2018 was $66.1 million, compared to $44.5 million for same period in 2017. The increase in cash usage was primarily due to approximately $16 million of one-time payments, as well as the adoption of a new accounting standard that requires restricted cash to be included in the beginning and ending balances on the statements of cash flows, thus increasing Novavax’ cash usage in the first quarter of 2018 and 2017 by approximately $9 million and $6 million, respectively. We expect our cash used in operating activities to significantly decrease for the subsequent quarters of 2018 as compared to the first quarter of 2018.\nConference Call\nNovavax management will host its quarterly conference call today at 4:30 p.m. ET. The dial-in number for the conference call is (877) 212-6076 (Domestic) or (707) 287-9331 (International), passcode 3687883. A replay of the conference call will be available starting at 7:30 p.m. ET on May 9, 2018 until 7:30 p.m. ET on May 16, 2018. To access the replay by telephone, dial (855) 859-2056 (Domestic) or (404) 537-3406 (International) and use passcode 3687883.\nA webcast of the conference call can also be accessed via a link on the home page of the Novavax website at www.novavax.com or through the “Investor Info”/“Events” tab on the Novavax website. A replay of the webcast will be available on the Novavax website until August 9, 2018.\nAbout RSV\nRSV is the most common cause of lower respiratory tract infections and the leading viral cause of severe lower respiratory tract disease in infants and young children worldwide, with estimated annual infection and mortality rates of 64 million and 160,000, respectively. 1 In the U.S., RSV is the leading cause of hospitalization of infants. 2 Despite the induction of post-infection immunity, repeat infection and lifelong susceptibility to RSV is common. 3 Currently, there is no approved RSV vaccine available.\nAbout RSV F Vaccine for Infants via Maternal Immunization\nNovavax is developing a vaccine that targets the fusion protein, or F protein, of the RSV virus. The F protein has highly conserved amino acid sequences, called antigenic sites, which are the target of neutralizing antibodies and are believed to be ideal vaccine targets. Novavax’ genetically engineered novel F protein antigen exposes a range of these antigenic sites, and can evoke immune responses to them in human vaccine recipients. In a previous Phase 2 clinical trial of the RSV F Vaccine, which assessed the transplacental transfer of maternal antibodies induced by the vaccine, immunized women demonstrated meaningful fold rises in anti-F IgG, palivizumab-competing antibodies and microneutralization titers. In addition, infants’ antibody levels at delivery averaged 90-100% of the mothers’ levels, indicating efficient transplacental transfer of antibodies from mother to infant.\nAbout Influenza\nInfluenza is a world-wide infectious disease that causes illness in humans with symptoms ranging from mild to life-threatening or even death. Serious illness occurs not only in susceptible populations such as infants, young children and older adults, but also in the general population largely because of infection by continuously evolving strains of influenza which can evade the existing protective antibodies in humans. An estimated one million deaths each year are attributed to influenza. 4 Current estimates for seasonal influenza vaccine growth in the top seven markets (U.S., Japan, France, Germany, Italy, Spain and UK), show a potential increase from approximately $3.2 billion in 2015 to $5.3 billion by 2025. 5\nAbout NanoFlu™\nNanoFlu is a recombinant hemagglutinin (HA) protein nanoparticle influenza vaccine candidate produced by Novavax in its SF9 insect cell baculovirus system. NanoFlu uses HA amino acid protein sequences that are the same as the recommended wild-type circulating virus HA sequences. NanoFlu contains Novavax’ patented saponin-based Matrix-M adjuvant, which has demonstrated a potent and well-tolerated effect by stimulating the entry of antigen-presenting cells into the injection site and enhancing antigen presentation in local lymph nodes.\nAbout Novavax\nNovavax, Inc. (Nasdaq:NVAX) is a clinical-stage biotechnology company committed to delivering novel products to prevent infectious diseases. Its RSV and influenza nanoparticle vaccine candidates are Novavax’ most advanced clinical programs and are at the forefront of Novavax’ efforts to improve global health. For more information, please visit www.novavax.com .\nForward-Looking Statements\nStatements herein relating to the future of Novavax and the ongoing development of its vaccine and adjuvant products are . Novavax cautions that these forward looking statements are subject to numerous risks and uncertainties, which could cause actual results to those expressed or implied by such statements. These risks and uncertainties include those identified under the heading “Risk Factors” in the Novavax Annual Report on Form 10-K for the year ended December 31, 2017 as filed Commission (SEC). We caution investors not to place considerable reliance on the contained in this press release. You are encouraged to read our filings with the SEC, available at sec.gov , for a discussion of these and other risks and uncertainties. The in this press release speak only as of the date of this document, and we undertake no obligation to update or revise any of the statements. Our business is subject to substantial risks and uncertainties, including those referenced above. Investors, potential investors, and others should give careful consideration to these risks and uncertainties.\n1 https://www.niaid.nih.gov/diseases-conditions/respiratory-syncytial-virus-rsv\n2 Leader S. Pediatr Infect Dis J. 2002 Jul;21(7):629-32\n3 PLOS. “How immunity to respiratory syncytial virus develops in childhood, deteriorates in adults.” ScienceDaily. 21 April 2016. https://www.sciencedaily.com/releases/2016/04/160421145747.htm\n4 Resolution of the World Health Assembly (2003) WHA56.19.28\n5 Influenza Vaccines Forecasts. Datamonitor (2013)\nNOVAVAX, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands, except per share information) (unaudited) 2018 2017 Revenue $ 9,653 $ 5,680 Expenses: Research and development 44,514 37,654 General and administrative 8,652 8,852 Total expenses 53,166 46,506 Loss from operations (43,513 ) (40,826 ) Interest income (expense), net (2,872 ) (3,039 ) Other income (expense) 33 11 Net loss $ (46,352 ) $ (43,854 ) Basic and diluted net loss per share $ (0.14 ) $ (0.16 ) Basic and diluted weighted average number of common shares outstanding 336,972 274,178\nSELECTED CONSOLIDATED BALANCE SHEET DATA (in thousands) March 31,\n2018 December 31,\n2017 (unaudited) 113,402 $ 106,307 Marketable securities 30,358 50,996 Total restricted cash 20,439 29,124 181,034 203,311 Working capital 136,130 129,636 Total assets 276,067 302,493 Notes payable 318,119 317,763 Total stockholders’ deficit (99,369 ) (101,732 ) Contact:\nInvestors\nNovavax, Inc.\nErika Trahan\nir@novavax.com\n240-268-2000\nWestwicke Partners\nJohn Woolford\njohn.woolford@westwicke.com\n443-213-0506\nMedia\nSam Brown\nMike Beyer\nmikebeyer@sambrown.com\n312-961-2502\nSource:Novavax, Inc.",
    "published": "2018-05-10T00:05:00.000+03:00",
    "crawled": "2018-05-10T01:41:29.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gaithersburg",
        "may",
        "globe",
        "newswire",
        "novavax",
        "nasdaq",
        "nvax",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "first",
        "quarter",
        "subsequent",
        "achievement",
        "rsv",
        "f",
        "vaccine",
        "may",
        "novavax",
        "reached",
        "enrollment",
        "approximately",
        "pregnant",
        "woman",
        "phase",
        "clinical",
        "trial",
        "rsv",
        "f",
        "vaccine",
        "infant",
        "via",
        "maternal",
        "immunization",
        "milestone",
        "enables",
        "novavax",
        "initiate",
        "prespecified",
        "interim",
        "efficacy",
        "analysis",
        "approximately",
        "six",
        "month",
        "last",
        "infant",
        "born",
        "approximately",
        "woman",
        "enrolled",
        "including",
        "actively",
        "vaccinated",
        "woman",
        "completion",
        "analysis",
        "expected",
        "first",
        "quarter",
        "since",
        "prepare",
        "trial",
        "supported",
        "million",
        "grant",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "bmgf",
        "april",
        "novavax",
        "presented",
        "world",
        "vaccine",
        "congress",
        "status",
        "phase",
        "clinical",
        "trial",
        "rsv",
        "f",
        "vaccine",
        "april",
        "novavax",
        "presented",
        "clinical",
        "data",
        "world",
        "vaccine",
        "congress",
        "phase",
        "clinical",
        "trial",
        "older",
        "adult",
        "comparing",
        "trivalent",
        "formulation",
        "nanoflu",
        "licensed",
        "influenza",
        "vaccine",
        "older",
        "adult",
        "february",
        "novavax",
        "reported",
        "positive",
        "result",
        "phase",
        "clinical",
        "trial",
        "trivalent",
        "nanoflu",
        "corporate",
        "april",
        "novavax",
        "completed",
        "underwritten",
        "public",
        "offering",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "including",
        "million",
        "share",
        "pursuant",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "share",
        "resulted",
        "net",
        "proceeds",
        "million",
        "effective",
        "march",
        "john",
        "trizzino",
        "former",
        "senior",
        "vice",
        "president",
        "commercial",
        "operation",
        "since",
        "promoted",
        "senior",
        "vice",
        "president",
        "chief",
        "business",
        "officer",
        "chief",
        "financial",
        "officer",
        "anticipated",
        "event",
        "initiation",
        "phase",
        "clinical",
        "trial",
        "quadrivalent",
        "formulation",
        "nanoflu",
        "scheduled",
        "begin",
        "third",
        "quarter",
        "data",
        "phase",
        "nanoflu",
        "trial",
        "end",
        "phase",
        "meeting",
        "fda",
        "expected",
        "first",
        "quarter",
        "result",
        "prepare",
        "phase",
        "interim",
        "efficacy",
        "analysis",
        "rsv",
        "f",
        "vaccine",
        "expected",
        "first",
        "quarter",
        "summary",
        "extremely",
        "productive",
        "first",
        "quarter",
        "including",
        "making",
        "important",
        "advance",
        "two",
        "lead",
        "clinical",
        "vaccine",
        "program",
        "pleased",
        "reached",
        "enrollment",
        "target",
        "prepare",
        "phase",
        "rsv",
        "f",
        "vaccine",
        "trial",
        "clear",
        "path",
        "following",
        "recent",
        "participant",
        "baby",
        "subsequently",
        "announcing",
        "result",
        "planned",
        "interim",
        "efficacy",
        "analysis",
        "first",
        "quarter",
        "said",
        "stanley",
        "erck",
        "president",
        "ceo",
        "novavax",
        "also",
        "continue",
        "make",
        "significant",
        "progress",
        "nanoflu",
        "plan",
        "initiate",
        "phase",
        "clinical",
        "trial",
        "third",
        "quarter",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "novavax",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "novavax",
        "revenue",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "driven",
        "higher",
        "revenue",
        "recorded",
        "bmgf",
        "grant",
        "corresponding",
        "increased",
        "enrollment",
        "prepare",
        "trial",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "period",
        "increase",
        "primarily",
        "due",
        "increased",
        "development",
        "activity",
        "rsv",
        "f",
        "vaccine",
        "infant",
        "via",
        "maternal",
        "immunization",
        "interest",
        "income",
        "expense",
        "net",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "march",
        "novavax",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "restricted",
        "cash",
        "compared",
        "million",
        "december",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "first",
        "quarter",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "cash",
        "usage",
        "primarily",
        "due",
        "approximately",
        "million",
        "payment",
        "well",
        "adoption",
        "new",
        "accounting",
        "standard",
        "requires",
        "restricted",
        "cash",
        "included",
        "beginning",
        "ending",
        "balance",
        "statement",
        "cash",
        "flow",
        "thus",
        "increasing",
        "novavax",
        "cash",
        "usage",
        "first",
        "quarter",
        "approximately",
        "million",
        "million",
        "respectively",
        "expect",
        "cash",
        "used",
        "operating",
        "activity",
        "significantly",
        "decrease",
        "subsequent",
        "quarter",
        "compared",
        "first",
        "quarter",
        "conference",
        "call",
        "novavax",
        "management",
        "host",
        "quarterly",
        "conference",
        "call",
        "today",
        "et",
        "number",
        "conference",
        "call",
        "domestic",
        "international",
        "passcode",
        "replay",
        "conference",
        "call",
        "available",
        "starting",
        "et",
        "may",
        "et",
        "may",
        "access",
        "replay",
        "telephone",
        "dial",
        "domestic",
        "international",
        "use",
        "passcode",
        "webcast",
        "conference",
        "call",
        "also",
        "accessed",
        "via",
        "link",
        "home",
        "page",
        "novavax",
        "website",
        "investor",
        "info",
        "event",
        "tab",
        "novavax",
        "website",
        "replay",
        "webcast",
        "available",
        "novavax",
        "website",
        "august",
        "rsv",
        "rsv",
        "common",
        "cause",
        "lower",
        "respiratory",
        "tract",
        "infection",
        "leading",
        "viral",
        "cause",
        "severe",
        "lower",
        "respiratory",
        "tract",
        "disease",
        "infant",
        "young",
        "child",
        "worldwide",
        "estimated",
        "annual",
        "infection",
        "mortality",
        "rate",
        "million",
        "respectively",
        "rsv",
        "leading",
        "cause",
        "hospitalization",
        "infant",
        "despite",
        "induction",
        "immunity",
        "repeat",
        "infection",
        "lifelong",
        "susceptibility",
        "rsv",
        "common",
        "currently",
        "approved",
        "rsv",
        "vaccine",
        "available",
        "rsv",
        "f",
        "vaccine",
        "infant",
        "via",
        "maternal",
        "immunization",
        "novavax",
        "developing",
        "vaccine",
        "target",
        "fusion",
        "protein",
        "f",
        "protein",
        "rsv",
        "virus",
        "f",
        "protein",
        "highly",
        "conserved",
        "amino",
        "acid",
        "sequence",
        "called",
        "antigenic",
        "site",
        "target",
        "neutralizing",
        "antibody",
        "believed",
        "ideal",
        "vaccine",
        "target",
        "novavax",
        "genetically",
        "engineered",
        "novel",
        "f",
        "protein",
        "antigen",
        "expose",
        "range",
        "antigenic",
        "site",
        "evoke",
        "immune",
        "response",
        "human",
        "vaccine",
        "recipient",
        "previous",
        "phase",
        "clinical",
        "trial",
        "rsv",
        "f",
        "vaccine",
        "assessed",
        "transplacental",
        "transfer",
        "maternal",
        "antibody",
        "induced",
        "vaccine",
        "immunized",
        "woman",
        "demonstrated",
        "meaningful",
        "fold",
        "rise",
        "igg",
        "antibody",
        "microneutralization",
        "titer",
        "addition",
        "infant",
        "antibody",
        "level",
        "delivery",
        "averaged",
        "mother",
        "level",
        "indicating",
        "efficient",
        "transplacental",
        "transfer",
        "antibody",
        "mother",
        "infant",
        "influenza",
        "influenza",
        "infectious",
        "disease",
        "cause",
        "illness",
        "human",
        "symptom",
        "ranging",
        "mild",
        "even",
        "death",
        "serious",
        "illness",
        "occurs",
        "susceptible",
        "population",
        "infant",
        "young",
        "child",
        "older",
        "adult",
        "also",
        "general",
        "population",
        "largely",
        "infection",
        "continuously",
        "evolving",
        "strain",
        "influenza",
        "evade",
        "existing",
        "protective",
        "antibody",
        "human",
        "estimated",
        "one",
        "million",
        "death",
        "year",
        "attributed",
        "influenza",
        "current",
        "estimate",
        "seasonal",
        "influenza",
        "vaccine",
        "growth",
        "top",
        "seven",
        "market",
        "japan",
        "france",
        "germany",
        "italy",
        "spain",
        "uk",
        "show",
        "potential",
        "increase",
        "approximately",
        "billion",
        "billion",
        "nanoflu",
        "recombinant",
        "hemagglutinin",
        "ha",
        "protein",
        "nanoparticle",
        "influenza",
        "vaccine",
        "candidate",
        "produced",
        "novavax",
        "sf9",
        "insect",
        "cell",
        "baculovirus",
        "system",
        "nanoflu",
        "us",
        "ha",
        "amino",
        "acid",
        "protein",
        "sequence",
        "recommended",
        "circulating",
        "virus",
        "ha",
        "sequence",
        "nanoflu",
        "contains",
        "novavax",
        "patented",
        "adjuvant",
        "demonstrated",
        "potent",
        "effect",
        "stimulating",
        "entry",
        "cell",
        "injection",
        "site",
        "enhancing",
        "antigen",
        "presentation",
        "local",
        "lymph",
        "node",
        "novavax",
        "novavax",
        "nasdaq",
        "nvax",
        "biotechnology",
        "company",
        "committed",
        "delivering",
        "novel",
        "product",
        "prevent",
        "infectious",
        "disease",
        "rsv",
        "influenza",
        "nanoparticle",
        "vaccine",
        "candidate",
        "novavax",
        "advanced",
        "clinical",
        "program",
        "forefront",
        "novavax",
        "effort",
        "improve",
        "global",
        "health",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "herein",
        "relating",
        "future",
        "novavax",
        "ongoing",
        "development",
        "vaccine",
        "adjuvant",
        "product",
        "novavax",
        "caution",
        "forward",
        "looking",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "identified",
        "heading",
        "risk",
        "factor",
        "novavax",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "commission",
        "sec",
        "caution",
        "investor",
        "place",
        "considerable",
        "reliance",
        "contained",
        "press",
        "release",
        "encouraged",
        "read",
        "filing",
        "sec",
        "available",
        "discussion",
        "risk",
        "uncertainty",
        "press",
        "release",
        "speak",
        "date",
        "document",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "business",
        "subject",
        "substantial",
        "risk",
        "uncertainty",
        "including",
        "referenced",
        "investor",
        "potential",
        "investor",
        "others",
        "give",
        "careful",
        "consideration",
        "risk",
        "uncertainty",
        "http",
        "leader",
        "pediatr",
        "infect",
        "dis",
        "j",
        "jul",
        "plo",
        "immunity",
        "respiratory",
        "syncytial",
        "virus",
        "develops",
        "childhood",
        "deteriorates",
        "sciencedaily",
        "april",
        "http",
        "resolution",
        "world",
        "health",
        "assembly",
        "influenza",
        "vaccine",
        "forecast",
        "datamonitor",
        "novavax",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "information",
        "unaudited",
        "revenue",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "march",
        "december",
        "unaudited",
        "marketable",
        "security",
        "total",
        "restricted",
        "cash",
        "working",
        "capital",
        "total",
        "asset",
        "note",
        "payable",
        "total",
        "stockholder",
        "deficit",
        "contact",
        "investor",
        "novavax",
        "erika",
        "trahan",
        "ir",
        "westwicke",
        "partner",
        "john",
        "woolford",
        "medium",
        "sam",
        "brown",
        "mike",
        "beyer",
        "mikebeyer",
        "source",
        "novavax",
        "inc"
    ]
}