{
    "organizations": [],
    "uuid": "60c9a0344dbd55591a12979dcf00e8268f144315",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/business-wire-charles-river-associates-cra-announces-adjustment-to-previously-released-2018-first-quarter-financial-results-to-reflect.html",
    "ord_in_thread": 0,
    "title": "Charles River Associates (CRA) Announces Adjustment to Previously Released 2018 First Quarter Financial Results to Reflect Change to Non-Cash Forgivable Loan Amortization",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Reaffirms Financial Guidance for Fiscal 2018\nBOSTON--(BUSINESS WIRE)-- Charles River Associates (NASDAQ: CRAI), a worldwide leader in providing economic, financial and management consulting services , today announced an adjustment to its previously released 2018 first quarter financial results to reflect a change to non-cash forgivable loan amortization.\nSubsequent to CRA’s fiscal 2018 first quarter earnings announcement on April 26, 2018, and prior to filing its Quarterly Report on Form 10-Q, an adjustment associated with the renewal of certain loan arrangements was identified, which increased non-cash forgivable loan amortization in the first quarter of fiscal 2018 by $1.3 million. As a result of this increase, GAAP and non-GAAP net income, earnings per diluted share and EBITDA decreased by $0.9 million, $0.11 per diluted share, and $1.3 million, respectively, for the quarter.\nThe increase to forgivable loan amortization has no effect on previously announced quarterly revenue of $99.5 million and quarter-end cash and cash equivalents of $10.9 million. Attached to this release are financial schedules for the first quarter of fiscal 2018 that reflect the change to forgivable loan amortization as discussed above.\nIn addition, the increase to forgivable loan amortization has no effect on the announced differences between financial metrics and their constant currency counterparts. Finally, the increase does not change CRA’s guidance for fiscal 2018. To reiterate, on a constant currency basis relative to fiscal 2017, CRA reaffirms its previous guidance of revenue in the range of $380 million to $392 million and non-GAAP EBITDA margin in the range of 8.8% to 9.8%.\nCRA does not provide reconciliations of its annual non-GAAP EBITDA margin guidance to GAAP net income margin because CRA is unable to estimate with reasonable certainty the revaluation of contingent consideration liabilities, unusual gains or charges, foreign currency exchange rates, and the resulting effect of these items, and of equity awards, on CRA’s taxes without unreasonable effort. These items are uncertain, depend on various factors, and may have a material effect on CRA’s results computed in accordance with GAAP.\nCRA’s Quarterly Report on Form 10-Q for the first quarter of fiscal 2018, which is being filed today with the U.S. Securities and Exchange Commission, will reflect this adjustment.\nAbout Charles River Associates (CRA)\nCharles River Associates® is a global consulting firm specializing in economic, financial, and management consulting services . CRA advises clients on economic and financial matters pertaining to litigation and regulatory proceedings, and guides corporations through critical business strategy and performance-related issues. Since 1965, clients have engaged CRA for its unique combination of functional expertise and industry knowledge, and for its objective solutions to complex problems. Headquartered in Boston, CRA has offices throughout the world. Detailed information about Charles River Associates, a registered trade name of CRA International, Inc., is available at www.crai.com . Follow us on LinkedIn , Twitter , and Facebook .\nNON-GAAP FINANCIAL MEASURES\nIn this release, CRA has supplemented the presentation of its financial results calculated in accordance with U.S. generally accepted accounting principles or “GAAP” with financial measures that were not calculated in accordance with GAAP. CRA believes that the non-GAAP financial measures described below are important to management and investors because these measures are more indicative of CRA’s ongoing operating results and financial condition.\nThe adjustments made to the financial measures identified as “non-GAAP” are as follows: for all periods presented, CRA has excluded the results of its GNU subsidiary, which sold substantially all of its assets in April 2016, and for the first quarter of fiscal 2018, CRA has also excluded certain charges relating principally to non-cash charges resulting from valuation changes in contingent consideration and to net costs of a lease recapture. This release also presents the non-GAAP financial metric EBITDA. In addition to supplementing its understanding and evaluation of CRA’s performance, these non-GAAP measures are used by CRA in its budgeting process, and the non-GAAP adjustments described above are made to the performance criteria for some of CRA’s performance-based compensation.\nAll of the non-GAAP financial measures referred to above should be considered in conjunction with, and not as a substitute for, the GAAP financial information presented in this release. EBITDA and the other historical financial measures identified as “non-GAAP” are reconciled to their GAAP comparable measures in the financial tables appended to the end of this press release. In evaluating these non-GAAP financial measures, note that the non-GAAP financial measures used by CRA may be calculated differently from, and therefore may not be comparable to, similarly titled measures used by other companies.\nSAFE HARBOR STATEMENT\nStatements in this press release concerning our future business, operating results and financial condition, including those concerning guidance on future revenue and non-GAAP EBITDA margin, are “forward-looking” statements as defined in Section 21 of the Exchange Act. These statements are based upon our current expectations and various underlying assumptions. Although we believe there is a reasonable basis for these statements and assumptions, and these statements are expressed in good faith, these statements are subject to a number of additional factors and uncertainties. Our actual revenue and non-GAAP EBITDA margin in fiscal 2018 on a constant currency basis relative to fiscal 2017 could differ materially from the guidance presented herein due to many important factors. These factors include, but are not limited to, the possibility that the demand for our services may decline as a result of changes in general and industry specific economic conditions; the timing of engagements for our services; the effects of competitive services and pricing; our ability to attract and retain key employee or non-employee experts; the inability to integrate and utilize existing consultants and personnel; the decline or reduction in project work or activity; global economic conditions including less stable political and economic environments; foreign currency exchange rate fluctuations; unanticipated expenses and liabilities; risks inherent in international operations; changes in tax law or accounting standards, rules, and regulations; our ability to collect on forgivable loans should any become due; and professional and other legal liability or settlements. Additional risks and uncertainties are discussed in our periodic filings with the Securities and Exchange Commission under the heading “Risk Factors.” The inclusion of such forward-looking information should not be regarded as our representation that the future events, plans, or expectations contemplated will be achieved. We undertake no obligation to update any forward-looking statements after the date of this press release, and we do not intend to do so.\nCRA INTERNATIONAL, INC. UNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS INCLUDING A RECONCILIATION TO NON-GAAP RESULTS FOR THE QUARTER ENDED MARCH 31, 2018 COMPARED TO THE QUARTER ENDED APRIL 1, 2017 (In thousands, except per share data) Quarter Ended March 31, 2018 Quarter Ended April 1, 2017 GAAP Non-GAAP GAAP Non-GAAP GAAP % of Adjustments to Non-GAAP % of GAAP % of Adjustments to Non-GAAP % of Results Revenues GAAP Results (1) Results Revenues Results Revenues GAAP Results (2) Results Revenues Revenues $ 99,476 100.0 % $ - $ 99,476 100.0 % $ 88,171 100.0 % $ - $ 88,171 100.0 % Cost of services (exclusive of depreciation and amortization) 69,391 69.8 % (107 ) 69,498 69.9 % 62,581 71.0 % - 62,581 71.0 % Selling, general and administrative expenses 21,650 21.8 % 555 21,095 21.2 % 18,716 21.2 % 52 18,664 21.2 % Depreciation and amortization 2,231 2.2 % - 2,231 2.2 % 1,963 2.2 % - 1,963 2.2 % Income (loss) from operations 6,204 6.2 % (448 ) 6,652 6.7 % 4,911 5.6 % (52 ) 4,963 5.6 % Interest and other income (expense), net (278 ) -0.3 % - (278 ) -0.3 % (303 ) -0.3 % - (303 ) -0.3 % Income (loss) before provision for income taxes and noncontrolling interest 5,926 6.0 % (448 ) 6,374 6.4 % 4,608 5.2 % (52 ) 4,660 5.3 % Provision for income taxes 1,040 1.0 % (68 ) 1,108 1.1 % 1,778 2.0 % - 1,778 2.0 % Net income (loss) 4,886 4.9 % (380 ) 5,266 5.3 % 2,830 3.2 % (52 ) 2,882 3.3 % Net (income) loss attributable to noncontrolling interests, net of tax - 0.0 % - - 0.0 % 23 0.0 % 23 - 0.0 % Net income (loss) attributable to CRA International, Inc. $ 4,886 4.9 % $ (380 ) $ 5,266 5.3 % $ 2,853 3.2 % $ (29 ) $ 2,882 3.3 % Net Income per share attributable to CRA International, Inc.: Basic $ 0.59 $ 0.63 $ 0.34 $ 0.34 Diluted $ 0.57 $ 0.61 $ 0.33 $ 0.33 Weighted average number of shares outstanding: Basic 8,285 8,285 8,419 8,419 Diluted 8,580 8,580 8,621 8,621 (1) These adjustments relate principally to valuation changes in contingent consideration and net costs related to a lease recapture.\n(2) These adjustments include activity related to GNU123 Liquidating Corporation (“GNU”), formerly known as CRA’s majority owned subsidiary “NeuCo”. In April 2016, substantially all of GNU's assets were sold.\nCRA INTERNATIONAL, INC. UNAUDITED NON-GAAP EBITDA AND RECONCILIATION TO NET INCOME FOR THE FISCAL QUARTER ENDED MARCH 31, 2018 COMPARED TO THE FISCAL QUARTER ENDED APRIL 1, 2017 (In thousands) Quarter Ended March 31, 2018 Quarter Ended April 1, 2017 GAAP Non-GAAP GAAP Non-GAAP % of Adjustments to % of % of Adjustments to % of GAAP Revenues GAAP Results (1) Non-GAAP Revenues GAAP Revenues GAAP Results (2) Non-GAAP Revenues Revenues $ 99,476 100.0 % $ - $ 99,476 100.0 % $ 88,171 100.0 % $ - $ 88,171 100.0 % Net income (loss) attributable to CRA International, Inc. $ 4,886 4.9 % $ (380 ) $ 5,266 5.3 % $ 2,853 3.2 % $ (29 ) $ 2,882 3.3 % Net loss attributable to noncontrolling interests, net of tax - 0.0 % - - 0.0 % (23 ) 0.0 % (23 ) - 0.0 % Net income (loss) 4,886 4.9 % (380 ) 5,266 5.3 % 2,830 3.2 % (52 ) 2,882 3.3 % Interest expense, net 37 0.0 % - 37 0.0 % 112 0.1 % - 112 0.1 % Provision for income taxes 1,040 1.0 % (68 ) 1,108 1.1 % 1,778 2.0 % - 1,778 2.0 % Depreciation and amortization 2,231 2.2 % - 2,231 2.2 % 1,963 2.2 % - 1,963 2.2 % EBITDA $ 8,194 8.2 % $ (448 ) $ 8,642 8.7 % $ 6,683 7.6 % $ (52 ) $ 6,735 7.6 % (1) These adjustments relate principally to valuation changes in contingent consideration and net costs related to a lease recapture.\n(2) These adjustments include activity related to GNU123 Liquidating Corporation (“GNU”), formerly known as CRA’s majority owned subsidiary “NeuCo\". In April 2016, substantially all of GNU's assets were sold.\nCRA INTERNATIONAL, INC. UNAUDITED CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands) March 31, December 30, 2018 2017 Assets Cash and cash equivalents $ 10,852 $ 54,035 Accounts receivable and unbilled, net 120,191 113,333 Other current assets 17,406 16,913 Total current assets 148,449 184,281 Property and equipment, net 46,917 44,643 Goodwill and intangible assets, net 98,408 98,208 Other assets 49,280 34,625 Total assets $ 343,054 $ 361,757 Liabilities and shareholders’ equity Current liabilities $ 104,272 $ 121,981 Long-term liabilities 34,507 32,547 Total liabilities 138,779 154,528 Total shareholders’ equity 204,275 207,229 Total liabilities and shareholders’ equity $ 343,054 $ 361,757 CRA INTERNATIONAL, INC. UNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (In thousands) Quarter Ended Quarter Ended March 31, April 1, 2018 2017 Operating activities: Net income $ 4,886 $ 2,830 Adjustments to reconcile net income to net cash used in operating activities, net of effect of acquired businesses: Non-cash items, net 5,517 5,221 Accounts receivable and unbilled services (5,436 ) (9,596 ) Working capital items, net (45,506 ) (18,826 ) Net cash used in operating activities (40,539 ) (20,371 ) Investing activities: Consideration relating to acquisitions, net - (16,163 ) Purchases of property and equipment (3,248 ) (823 ) Net cash used in investing activities (3,248 ) (16,986 ) Financing activities: Issuance of common stock, principally stock option exercises 535 1,266 Borrowings under line of credit 10,000 6,000 Tax withholding payments reimbursed by restricted shares (1,783 ) (703 ) Cash paid on dividend equivalents (98 ) (24 ) Cash dividend paid to shareholders (1,423 ) (1,188 ) Repurchases of common stock (7,230 ) - Net cash provided by financing activities 1 5,351 Effect of foreign exchange rates on cash and cash equivalents 603 295 Net decrease in cash and cash equivalents (43,183 ) (31,711 ) Cash and cash equivalents at beginning of period 54,035 53,530 Cash and cash equivalents at end of period $ 10,852 $ 21,819 Noncash investing and financing activities: Issuance of common stock for acquired business $ - $ 3,000 Repurchases of common stock payable $ 1,095 $ - Purchases of property and equipment not yet paid for $ 3,923 $ 512 Purchases of property and equipment paid by a third party $ - $ 153 Asset retirement obligations $ 223 $ - Supplemental cash flow information: Cash paid for income taxes $ 212 $ 281 Cash paid for interest $ 60 $ 78\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180508005914/en/\nCharles River Associates\nChad Holmes, 312-377-2322\nChief Financial Officer\nor\nSharon Merrill Associates, Inc.\nAndrew Blazier, 617-542-5300\nSenior Associate\nSource: Charles River Associates",
    "published": "2018-05-08T16:05:00.000+03:00",
    "crawled": "2018-05-08T16:35:59.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reaffirms",
        "financial",
        "guidance",
        "fiscal",
        "boston",
        "business",
        "wire",
        "charles",
        "river",
        "associate",
        "nasdaq",
        "crai",
        "worldwide",
        "leader",
        "providing",
        "economic",
        "financial",
        "management",
        "consulting",
        "service",
        "today",
        "announced",
        "adjustment",
        "previously",
        "released",
        "first",
        "quarter",
        "financial",
        "result",
        "reflect",
        "change",
        "forgivable",
        "loan",
        "amortization",
        "subsequent",
        "cra",
        "fiscal",
        "first",
        "quarter",
        "earnings",
        "announcement",
        "april",
        "prior",
        "filing",
        "quarterly",
        "report",
        "form",
        "adjustment",
        "associated",
        "renewal",
        "certain",
        "loan",
        "arrangement",
        "identified",
        "increased",
        "forgivable",
        "loan",
        "amortization",
        "first",
        "quarter",
        "fiscal",
        "million",
        "result",
        "increase",
        "gaap",
        "net",
        "income",
        "earnings",
        "per",
        "diluted",
        "share",
        "ebitda",
        "decreased",
        "million",
        "per",
        "diluted",
        "share",
        "million",
        "respectively",
        "quarter",
        "increase",
        "forgivable",
        "loan",
        "amortization",
        "effect",
        "previously",
        "announced",
        "quarterly",
        "revenue",
        "million",
        "cash",
        "cash",
        "equivalent",
        "million",
        "attached",
        "release",
        "financial",
        "schedule",
        "first",
        "quarter",
        "fiscal",
        "reflect",
        "change",
        "forgivable",
        "loan",
        "amortization",
        "discussed",
        "addition",
        "increase",
        "forgivable",
        "loan",
        "amortization",
        "effect",
        "announced",
        "difference",
        "financial",
        "metric",
        "constant",
        "currency",
        "counterpart",
        "finally",
        "increase",
        "change",
        "cra",
        "guidance",
        "fiscal",
        "reiterate",
        "constant",
        "currency",
        "basis",
        "relative",
        "fiscal",
        "cra",
        "reaffirms",
        "previous",
        "guidance",
        "revenue",
        "range",
        "million",
        "million",
        "ebitda",
        "margin",
        "range",
        "cra",
        "provide",
        "reconciliation",
        "annual",
        "ebitda",
        "margin",
        "guidance",
        "gaap",
        "net",
        "income",
        "margin",
        "cra",
        "unable",
        "estimate",
        "reasonable",
        "certainty",
        "revaluation",
        "contingent",
        "consideration",
        "liability",
        "unusual",
        "gain",
        "charge",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "resulting",
        "effect",
        "item",
        "equity",
        "award",
        "cra",
        "tax",
        "without",
        "unreasonable",
        "effort",
        "item",
        "uncertain",
        "depend",
        "various",
        "factor",
        "may",
        "material",
        "effect",
        "cra",
        "result",
        "computed",
        "accordance",
        "gaap",
        "cra",
        "quarterly",
        "report",
        "form",
        "first",
        "quarter",
        "fiscal",
        "filed",
        "today",
        "security",
        "exchange",
        "commission",
        "reflect",
        "adjustment",
        "charles",
        "river",
        "associate",
        "cra",
        "charles",
        "river",
        "global",
        "consulting",
        "firm",
        "specializing",
        "economic",
        "financial",
        "management",
        "consulting",
        "service",
        "cra",
        "advises",
        "client",
        "economic",
        "financial",
        "matter",
        "pertaining",
        "litigation",
        "regulatory",
        "proceeding",
        "guide",
        "corporation",
        "critical",
        "business",
        "strategy",
        "issue",
        "since",
        "client",
        "engaged",
        "cra",
        "unique",
        "combination",
        "functional",
        "expertise",
        "industry",
        "knowledge",
        "objective",
        "solution",
        "complex",
        "problem",
        "headquartered",
        "boston",
        "cra",
        "office",
        "throughout",
        "world",
        "detailed",
        "information",
        "charles",
        "river",
        "associate",
        "registered",
        "trade",
        "name",
        "cra",
        "international",
        "available",
        "follow",
        "u",
        "linkedin",
        "twitter",
        "facebook",
        "financial",
        "measure",
        "release",
        "cra",
        "supplemented",
        "presentation",
        "financial",
        "result",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "cra",
        "belief",
        "financial",
        "measure",
        "described",
        "important",
        "management",
        "investor",
        "measure",
        "indicative",
        "cra",
        "ongoing",
        "operating",
        "result",
        "financial",
        "condition",
        "adjustment",
        "made",
        "financial",
        "measure",
        "identified",
        "follows",
        "period",
        "presented",
        "cra",
        "excluded",
        "result",
        "gnu",
        "subsidiary",
        "sold",
        "substantially",
        "asset",
        "april",
        "first",
        "quarter",
        "fiscal",
        "cra",
        "also",
        "excluded",
        "certain",
        "charge",
        "relating",
        "principally",
        "charge",
        "resulting",
        "valuation",
        "change",
        "contingent",
        "consideration",
        "net",
        "cost",
        "lease",
        "recapture",
        "release",
        "also",
        "present",
        "financial",
        "metric",
        "ebitda",
        "addition",
        "supplementing",
        "understanding",
        "evaluation",
        "cra",
        "performance",
        "measure",
        "used",
        "cra",
        "budgeting",
        "process",
        "adjustment",
        "described",
        "made",
        "performance",
        "criterion",
        "cra",
        "compensation",
        "financial",
        "measure",
        "referred",
        "considered",
        "conjunction",
        "substitute",
        "gaap",
        "financial",
        "information",
        "presented",
        "release",
        "ebitda",
        "historical",
        "financial",
        "measure",
        "identified",
        "reconciled",
        "gaap",
        "comparable",
        "measure",
        "financial",
        "table",
        "appended",
        "end",
        "press",
        "release",
        "evaluating",
        "financial",
        "measure",
        "note",
        "financial",
        "measure",
        "used",
        "cra",
        "may",
        "calculated",
        "differently",
        "therefore",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "safe",
        "harbor",
        "statement",
        "statement",
        "press",
        "release",
        "concerning",
        "future",
        "business",
        "operating",
        "result",
        "financial",
        "condition",
        "including",
        "concerning",
        "guidance",
        "future",
        "revenue",
        "ebitda",
        "margin",
        "statement",
        "defined",
        "section",
        "exchange",
        "act",
        "statement",
        "based",
        "upon",
        "current",
        "expectation",
        "various",
        "underlying",
        "assumption",
        "although",
        "believe",
        "reasonable",
        "basis",
        "statement",
        "assumption",
        "statement",
        "expressed",
        "good",
        "faith",
        "statement",
        "subject",
        "number",
        "additional",
        "factor",
        "uncertainty",
        "actual",
        "revenue",
        "ebitda",
        "margin",
        "fiscal",
        "constant",
        "currency",
        "basis",
        "relative",
        "fiscal",
        "could",
        "differ",
        "materially",
        "guidance",
        "presented",
        "herein",
        "due",
        "many",
        "important",
        "factor",
        "factor",
        "include",
        "limited",
        "possibility",
        "demand",
        "service",
        "may",
        "decline",
        "result",
        "change",
        "general",
        "industry",
        "specific",
        "economic",
        "condition",
        "timing",
        "engagement",
        "service",
        "effect",
        "competitive",
        "service",
        "pricing",
        "ability",
        "attract",
        "retain",
        "key",
        "employee",
        "expert",
        "inability",
        "integrate",
        "utilize",
        "existing",
        "consultant",
        "personnel",
        "decline",
        "reduction",
        "project",
        "work",
        "activity",
        "global",
        "economic",
        "condition",
        "including",
        "less",
        "stable",
        "political",
        "economic",
        "environment",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "unanticipated",
        "expense",
        "liability",
        "risk",
        "inherent",
        "international",
        "operation",
        "change",
        "tax",
        "law",
        "accounting",
        "standard",
        "rule",
        "regulation",
        "ability",
        "collect",
        "forgivable",
        "loan",
        "become",
        "due",
        "professional",
        "legal",
        "liability",
        "settlement",
        "additional",
        "risk",
        "uncertainty",
        "discussed",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "heading",
        "risk",
        "inclusion",
        "information",
        "regarded",
        "representation",
        "future",
        "event",
        "plan",
        "expectation",
        "contemplated",
        "achieved",
        "undertake",
        "obligation",
        "update",
        "statement",
        "date",
        "press",
        "release",
        "intend",
        "cra",
        "international",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "including",
        "reconciliation",
        "result",
        "quarter",
        "ended",
        "march",
        "compared",
        "quarter",
        "ended",
        "april",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "april",
        "gaap",
        "gaap",
        "gaap",
        "adjustment",
        "gaap",
        "adjustment",
        "result",
        "revenue",
        "gaap",
        "result",
        "result",
        "revenue",
        "result",
        "revenue",
        "gaap",
        "result",
        "result",
        "revenue",
        "revenue",
        "cost",
        "service",
        "exclusive",
        "depreciation",
        "amortization",
        "selling",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "noncontrolling",
        "interest",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "tax",
        "net",
        "income",
        "loss",
        "attributable",
        "cra",
        "international",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "cra",
        "international",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "adjustment",
        "relate",
        "principally",
        "valuation",
        "change",
        "contingent",
        "consideration",
        "net",
        "cost",
        "related",
        "lease",
        "recapture",
        "adjustment",
        "include",
        "activity",
        "related",
        "gnu123",
        "liquidating",
        "corporation",
        "gnu",
        "formerly",
        "known",
        "cra",
        "majority",
        "owned",
        "subsidiary",
        "neuco",
        "april",
        "substantially",
        "gnu",
        "asset",
        "sold",
        "cra",
        "international",
        "unaudited",
        "ebitda",
        "reconciliation",
        "net",
        "income",
        "fiscal",
        "quarter",
        "ended",
        "march",
        "compared",
        "fiscal",
        "quarter",
        "ended",
        "april",
        "thousand",
        "quarter",
        "ended",
        "march",
        "quarter",
        "ended",
        "april",
        "gaap",
        "gaap",
        "adjustment",
        "adjustment",
        "gaap",
        "revenue",
        "gaap",
        "result",
        "revenue",
        "gaap",
        "revenue",
        "gaap",
        "result",
        "revenue",
        "revenue",
        "net",
        "income",
        "loss",
        "attributable",
        "cra",
        "international",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "tax",
        "net",
        "income",
        "loss",
        "interest",
        "expense",
        "net",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "adjustment",
        "relate",
        "principally",
        "valuation",
        "change",
        "contingent",
        "consideration",
        "net",
        "cost",
        "related",
        "lease",
        "recapture",
        "adjustment",
        "include",
        "activity",
        "related",
        "gnu123",
        "liquidating",
        "corporation",
        "gnu",
        "formerly",
        "known",
        "cra",
        "majority",
        "owned",
        "subsidiary",
        "neuco",
        "april",
        "substantially",
        "gnu",
        "asset",
        "sold",
        "cra",
        "international",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "march",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "unbilled",
        "net",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "cra",
        "international",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "quarter",
        "ended",
        "quarter",
        "ended",
        "march",
        "april",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "net",
        "effect",
        "acquired",
        "business",
        "item",
        "net",
        "account",
        "receivable",
        "unbilled",
        "service",
        "working",
        "capital",
        "item",
        "net",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "investing",
        "activity",
        "consideration",
        "relating",
        "acquisition",
        "net",
        "purchase",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "issuance",
        "common",
        "stock",
        "principally",
        "stock",
        "option",
        "exercise",
        "borrowing",
        "line",
        "credit",
        "tax",
        "withholding",
        "payment",
        "reimbursed",
        "restricted",
        "share",
        "cash",
        "paid",
        "dividend",
        "equivalent",
        "cash",
        "dividend",
        "paid",
        "shareholder",
        "repurchase",
        "common",
        "stock",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "effect",
        "foreign",
        "exchange",
        "rate",
        "cash",
        "cash",
        "equivalent",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "noncash",
        "investing",
        "financing",
        "activity",
        "issuance",
        "common",
        "stock",
        "acquired",
        "business",
        "repurchase",
        "common",
        "stock",
        "payable",
        "purchase",
        "property",
        "equipment",
        "yet",
        "paid",
        "purchase",
        "property",
        "equipment",
        "paid",
        "third",
        "party",
        "asset",
        "retirement",
        "obligation",
        "supplemental",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "income",
        "tax",
        "cash",
        "paid",
        "interest",
        "view",
        "source",
        "version",
        "http",
        "charles",
        "river",
        "associate",
        "chad",
        "holmes",
        "chief",
        "financial",
        "officer",
        "sharon",
        "merrill",
        "associate",
        "andrew",
        "blazier",
        "senior",
        "associate",
        "source",
        "charles",
        "river",
        "associate"
    ]
}