{
    "organizations": [],
    "uuid": "99dfee7a96504b7dd03cd117b9207c1c0c55ec3d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/04/business-wire-sifco-industries-inc-asifcoa-announces-second-quarter-fiscal-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "SIFCO Industries, Inc. (“SIFCO”) Announces Second Quarter Fiscal 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CLEVELAND--(BUSINESS WIRE)-- SIFCO Industries, Inc. (NYSE American: SIF) today announced financial results for its second quarter of fiscal 2018, which ended March 31, 2018.\nSecond Quarter 2018 Highlights\nTotal debt was reduced by $3.0 million. Backlog as of March 31, 2018 was $99.8 million. Our delivery requirements for the balance of the fiscal year total $64.3 million. Overall backlog is the highest of the previous three years. Significant sequential quarter-over-quarter improvement in pre-tax results after one-time non-GAAP measures are considered. See \"Use of Non-GAAP Financial Measures\" section and \"Supplemental Data\" section within release for important information regarding these measures.\nCEO Peter W. Knapper stated, \"Our focus continues to be on delivering quality products, on time to our customers and growing our company. The Aerospace market was strong for the quarter while we were unfavorably impacted by the softness in our served Energy market. Accounting for one-time items, we see our rationalization efforts discussed previously demonstrate significant improvement quarter over quarter. Our cash management performed well, reducing debt by $3.0 million in the quarter.\"\nResults for the Second Quarter\nNet sales in the second quarter of fiscal 2018 decreased 11.2% to $27.8 million, compared with $31.3 million in the second quarter of fiscal 2017. Net loss for the second quarter of fiscal 2018 was $2.0 million, or ($0.37) per diluted share, compared with a loss of $1.7 million or ($0.30) per diluted share, in the second quarter of fiscal 2017. EBITDA was $0.5 million in the second quarter of fiscal 2018 compared with $1.2 million in the second quarter of fiscal 2017. Adjusted EBITDA in the second quarter of fiscal 2018 was $0.5 million compared with Adjusted EBITDA of $2.4 million in the second quarter of fiscal 2017.\nResults for the Year to Date\nNet sales in the first six months of fiscal 2018 decreased 17.1% to $52.0 million, compared with $62.8 million in fiscal 2017. Net loss for the first six months of fiscal 2018 was $2.9 million, or $(0.53) per diluted share, compared with net loss of $4.3 million, or $(0.78) per diluted share, in the first six months of fiscal 2017. EBITDA was $2.0 million in the first six months of fiscal 2018 compared with $2.1 million in the first six months of fiscal 2017. Adjusted EBITDA in the first six months of fiscal 2018 was $0.4 million with Adjusted EBITDA of $4.4 million in the first six months of fiscal 2017.\nUse of Non-GAAP Financial Measures\nThe Company uses certain non-GAAP measures in this release. EBITDA, Adjusted EBITDA and the presentation of measures adjusted for certain items that we do not consider part of on-going operations are non-GAAP financial measures and are intended to serve as supplements to results provided in accordance with accounting principles generally accepted in the United States. Items excluded in the presentation of the non-GAAP financials are discussed in the \"Supplemental Data\" of this filing. SIFCO Industries, Inc. believes that such information provides an additional measurement and consistent historical comparison of the Company’s performance. A reconciliation of the non-GAAP financial measures to the most directly comparable GAAP measures is available under \"Non-GAAP Financial Measures\" in this news release.\nForward-Looking Language\nCertain statements contained in this press release are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, such as statements relating to financial results and plans for future business development activities (including backlog), and are thus prospective. Such forward-looking statements are subject to risks, uncertainties and other factors, which could cause actual results to differ materially from future results expressed or implied by such forward-looking statements. Potential risks and uncertainties include, but are not limited to, economic conditions, competition and other uncertainties detailed from time to time in the Company's Securities and Exchange Commission filings.\nThe Company's Form 10-K for the year ended September 30, 2017 can be accessed through its website: www.sifco.com , or on the Securities and Exchange Commission's website: www.sec.gov .\nSIFCO Industries, Inc. is engaged in the production of forgings and machined components primarily for the aerospace and energy markets. The processes and services include forging, heat-treating, coating, and machining.\nSIFCO Industries, Inc.\nSecond Quarter Ended March 31,\n(Amounts in thousands, except per share data)\nThree Months Ended Six Months Ended March 31, March 31, 2018 2017 2018 2017 Net sales $ 27,794 $ 31,302 $ 52,044 $ 62,776 Cost of goods sold 25,265 27,643 47,487 54,948 Gross profit 2,529 3,659 4,557 7,828 Selling, general and administrative expenses 3,861 4,396 7,933 9,699 Amortization of intangible assets 433 573 858 1,165 Gain on disposal of operating assets (29 ) — (1,429 ) (6 ) Operating loss (1,736 ) (1,310 ) (2,805 ) (3,030 ) Interest income (14 ) (16 ) (29 ) (30 ) Interest expense 436 541 886 1,219 Foreign currency exchange (gain) loss, net (43 ) 12 (80 ) 17 Other income, net (80 ) (107 ) (396 ) (214 ) Loss from operations before income tax expense (benefit) (2,035 ) (1,740 ) (3,186 ) (4,022 ) Income tax expense (benefit) 3 (83 ) (237 ) 244 Net loss $ (2,038 ) $ (1,657 ) $ (2,949 ) $ (4,266 ) Net loss per share Basic $ (0.37 ) $ (0.30 ) $ (0.53 ) $ (0.78 ) Diluted $ (0.37 ) $ (0.30 ) $ (0.53 ) $ (0.78 ) Weighted-average number of common shares (basic) 5,535 5,479 5,519 5,473 Weighted-average number of common shares (diluted) 5,535 5,479 5,519 5,473 SIFCO Industries, Inc.\nSecond Quarter Ended Fiscal 2018, (Amounts in thousands, except per share data)\nMarch 31,\nSeptember 30, 2018\n2017 (unaudited) ASSETS\nCurrent assets: Cash and cash equivalents $ 885 $ 1,399 Receivables, net of allowance for doubtful accounts of $488 and $330, respectively 26,211 25,894 Inventories, net 18,874 20,381 Refundable income taxes 99 292 Prepaid expenses and other current assets 2,016 1,644 Assets held for sale 1,027 2,524 Total current assets 49,112 52,134 Property, plant and equipment, net 37,894 39,508 Intangible assets, net 6,075 6,814 Goodwill 12,544 12,170 Other assets 175 261 Total assets $ 105,800 $ 110,887 LIABILITIES AND SHAREHOLDERS’ EQUITY\nCurrent liabilities: Current maturities of long-term debt $ 7,463 $ 7,560 Revolving credit agreement 16,807 18,557 Accounts payable 13,225 12,817 Accrued liabilities 7,095 6,791 Total current liabilities 44,590 45,725 Long-term debt, net of current maturities 4,048 5,151 Deferred income taxes 2,478 3,266 Pension liability 5,972 6,184 Other long-term liabilities 117 430 Shareholders’ equity: Serial preferred shares, no par value, authorized 1,000 shares — — Common shares, par value $1 per share, authorized 10,000 shares; issued and outstanding shares –5,691 at March 31, 2018 and 5,596 at September 30, 2017 5,691 5,596 Additional paid-in capital 9,664 9,519 Retained earnings 41,318 44,267 Accumulated other comprehensive loss (8,078 ) (9,251 ) Total shareholders’ equity 48,595 50,131 Total liabilities and shareholders’ equity $ 105,800 $ 110,887 Non-GAAP Financial Measures\nPresented below is certain financial information based on the Company's EBITDA and Adjusted EBITDA. References to “EBITDA” mean earnings (losses) from continuing operations before interest, taxes, depreciation and amortization, and references to “Adjusted EBITDA” mean EBITDA plus, as applicable for each relevant period, certain adjustments as set forth in the reconciliations of net income to EBITDA and Adjusted EBITDA.\nNeither EBITDA nor Adjusted EBITDA is a measurement of financial performance under generally accepted accounting principles in the United States of America (“GAAP”). The Company presents EBITDA and Adjusted EBITDA because it believes that they are useful indicators for evaluating operating performance and liquidity, including the Company’s ability to incur and service debt and it uses EBITDA to evaluate prospective acquisitions. Although the Company uses EBITDA and Adjusted EBITDA for the reasons noted above, the use of these non-GAAP financial measures as analytical tools has limitations. Therefore, reviewers of the Company’s financial information should not consider them in isolation, or as a substitute for analysis of the Company's results of operations as reported in accordance with GAAP. Some of these limitations include:\nNeither EBITDA nor Adjusted EBITDA reflects the interest expense, or the cash requirements necessary to service interest payments on indebtedness; Although depreciation and amortization are non-cash charges, the assets being depreciated and amortized will often have to be replaced in the future, and neither EBITDA nor Adjusted EBITDA reflects any cash requirements for such replacements; The omission of the substantial amortization expense associated with the Company’s intangible assets further limits the usefulness of EBITDA and Adjusted EBITDA; and Neither EBITDA nor Adjusted EBITDA includes the payment of taxes, which is a necessary element of operations.\nBecause of these limitations, EBITDA and Adjusted EBITDA should not be considered as measures of discretionary cash available to the Company to invest in the growth of its businesses. Management compensates for these limitations by not viewing EBITDA or Adjusted EBITDA in isolation and specifically by using other GAAP measures, such as net income (loss), net sales, and operating income (loss), to measure operating performance. Neither EBITDA nor Adjusted EBITDA is a measurement of financial performance under GAAP, and neither should be considered as an alternative to net loss or cash flow from operations determined in accordance with GAAP. The Company’s calculation of EBITDA and Adjusted EBITDA may not be comparable to the calculation of similarly titled measures reported by other companies.\nThe following table sets forth a reconciliation of net income to EBITDA and Adjusted EBITDA:\nDollars in thousands Three Months Ended Six Months Ended March 31, March 31, 2018 2017 2018 2017 Net loss $ (2,038 ) $ (1,657 ) $ (2,949 ) $ (4,266 ) Adjustments: Depreciation and amortization expense 2,128 2,424 4,319 4,939 Interest expense, net 422 525 857 1,189 Income tax expense (benefit) 3 (83 ) (237 ) 244 EBITDA 515 1,209 1,990 2,106 Adjustments: Foreign currency exchange (gain) loss, net (1) (43 ) 12 (80 ) 17 Other income, net (2) (80 ) (107 ) (396 ) (214 ) Gain on disposal of operating assets (3) (29 ) — (1,429 ) (6 ) Equity compensation (4) 47 187 242 345 LIFO impact (5) 63 118 115 225 Orange expansion (6) — 931 — 1,883 Adjusted EBITDA $ 473 $ 2,350 $ 442 $ 4,356 (1) Represents the gain or loss from changes in the exchange rates between the functional currency and the foreign currency in which the transaction is denominated. (2) Represents miscellaneous non-operating income or expense, primarily rental income from the Company's Irish subsidiary and in the three and six months ended March 31, 2018, grant income was realized as it relates to the Company's Irish subsidiary. (3) Represents the difference between the proceeds from the sale of operating equipment and sale of the Ireland building and the carrying value shown on the Company’s books. (4) Represents the equity-based compensation benefit and expense recognized by the Company under its 2016 Long-Term Incentive Plan due to granting of awards, awards not vesting and/or forfeitures. (5) Represents the increase in the reserve for inventories for which cost is determined using the last-in, first-out (“LIFO”) method. (6) Represents costs related to expansion of one of the plant locations that are required to be expensed as incurred. Supplemental Data\nSignificant items impacting quarter-over-quarter comparability for fiscal 2018 are presented below.\n(Amounts in thousands)\nThree Months Ended Three Months Ended December 31, March 31, One- 2017 % of One- 2018 % of 2017 time (1) Adjusted Sales 2018 time (2) Adjusted Sales Net sales $ 24,251 $ — $ 24,251 100.0 % $ 27,794 $ — $ 27,794 100.0 % Cost of goods sold 22,222 — 22,222 91.6 % 25,265 (607 ) 24,658 88.7 % Gross profit 2,029 — 2,029 8.4 % 2,529 607 3,136 11.3 % Selling, general and administrative expenses 4,072 — 4,072 3,861 (170 ) 3,691 Amortization of intangible assets 425 — 425 433 — 433 Gain on disposal of operating assets (1,400 ) 1,520 120 (29 ) 25 (4 ) Operating loss (1,068 ) (1,520 ) (2,588 ) (10.7 )% (1,736 ) 752 (984 ) (3.5 )% Interest income (9 ) — (9 ) (14 ) — (14 ) Interest expense 444 — 444 436 — 436 Foreign currency exchange (gain) loss, net (36 ) — (36 ) (43 ) — (43 ) Other income, net (316 ) — (316 ) (80 ) — (80 ) Loss from operations before income tax expense (benefit) $ (1,151 ) $ (1,520 ) $ (2,671 ) (11.0 )% $ (2,035 ) $ 752 $ (1,283 ) (4.6 )% 1. In December 2017, the Company sold its Ireland building which approximated $1.5 million in gains included in the first quarter 2018, which impacted comparability of our reported results. 2. At March 31, 2018, non-cash adjustments for the write-down of $0.6 million inventory remaining at the now-closed Alliance, Ohio facility and full reserve of $0.2 million of a note receivable from a former customer.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180504005877/en/\nSIFCO Industries, Inc.\nThomas R. Kubera, 216-881-8600\nwww.sifco.com\nSource: SIFCO Industries, Inc.",
    "published": "2018-05-05T01:24:00.000+03:00",
    "crawled": "2018-05-05T02:19:21.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cleveland",
        "business",
        "wire",
        "sifco",
        "industry",
        "nyse",
        "american",
        "sif",
        "today",
        "announced",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "ended",
        "march",
        "second",
        "quarter",
        "highlight",
        "total",
        "debt",
        "reduced",
        "million",
        "backlog",
        "march",
        "million",
        "delivery",
        "requirement",
        "balance",
        "fiscal",
        "year",
        "total",
        "million",
        "overall",
        "backlog",
        "highest",
        "previous",
        "three",
        "year",
        "significant",
        "sequential",
        "improvement",
        "result",
        "measure",
        "considered",
        "see",
        "use",
        "financial",
        "measure",
        "section",
        "supplemental",
        "data",
        "section",
        "within",
        "release",
        "important",
        "information",
        "regarding",
        "measure",
        "ceo",
        "peter",
        "knapper",
        "stated",
        "focus",
        "continues",
        "delivering",
        "quality",
        "product",
        "time",
        "customer",
        "growing",
        "company",
        "aerospace",
        "market",
        "strong",
        "quarter",
        "unfavorably",
        "impacted",
        "softness",
        "served",
        "energy",
        "market",
        "accounting",
        "item",
        "see",
        "rationalization",
        "effort",
        "discussed",
        "previously",
        "demonstrate",
        "significant",
        "improvement",
        "quarter",
        "quarter",
        "cash",
        "management",
        "performed",
        "well",
        "reducing",
        "debt",
        "million",
        "quarter",
        "result",
        "second",
        "quarter",
        "net",
        "sale",
        "second",
        "quarter",
        "fiscal",
        "decreased",
        "million",
        "compared",
        "million",
        "second",
        "quarter",
        "fiscal",
        "net",
        "loss",
        "second",
        "quarter",
        "fiscal",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "second",
        "quarter",
        "fiscal",
        "ebitda",
        "million",
        "second",
        "quarter",
        "fiscal",
        "compared",
        "million",
        "second",
        "quarter",
        "fiscal",
        "adjusted",
        "ebitda",
        "second",
        "quarter",
        "fiscal",
        "million",
        "compared",
        "adjusted",
        "ebitda",
        "million",
        "second",
        "quarter",
        "fiscal",
        "result",
        "year",
        "date",
        "net",
        "sale",
        "first",
        "six",
        "month",
        "fiscal",
        "decreased",
        "million",
        "compared",
        "million",
        "fiscal",
        "net",
        "loss",
        "first",
        "six",
        "month",
        "fiscal",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "diluted",
        "share",
        "first",
        "six",
        "month",
        "fiscal",
        "ebitda",
        "million",
        "first",
        "six",
        "month",
        "fiscal",
        "compared",
        "million",
        "first",
        "six",
        "month",
        "fiscal",
        "adjusted",
        "ebitda",
        "first",
        "six",
        "month",
        "fiscal",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "first",
        "six",
        "month",
        "fiscal",
        "use",
        "financial",
        "measure",
        "company",
        "us",
        "certain",
        "measure",
        "release",
        "ebitda",
        "adjusted",
        "ebitda",
        "presentation",
        "measure",
        "adjusted",
        "certain",
        "item",
        "consider",
        "part",
        "operation",
        "financial",
        "measure",
        "intended",
        "serve",
        "supplement",
        "result",
        "provided",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "item",
        "excluded",
        "presentation",
        "financials",
        "discussed",
        "supplemental",
        "data",
        "filing",
        "sifco",
        "industry",
        "belief",
        "information",
        "provides",
        "additional",
        "measurement",
        "consistent",
        "historical",
        "comparison",
        "company",
        "performance",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "available",
        "financial",
        "measure",
        "news",
        "release",
        "language",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relating",
        "financial",
        "result",
        "plan",
        "future",
        "business",
        "development",
        "activity",
        "including",
        "backlog",
        "thus",
        "prospective",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "economic",
        "condition",
        "competition",
        "uncertainty",
        "detailed",
        "time",
        "time",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "company",
        "form",
        "year",
        "ended",
        "september",
        "accessed",
        "website",
        "security",
        "exchange",
        "commission",
        "website",
        "sifco",
        "industry",
        "engaged",
        "production",
        "forging",
        "machined",
        "component",
        "primarily",
        "aerospace",
        "energy",
        "market",
        "process",
        "service",
        "include",
        "forging",
        "coating",
        "machining",
        "sifco",
        "industry",
        "second",
        "quarter",
        "ended",
        "march",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "gain",
        "disposal",
        "operating",
        "asset",
        "operating",
        "loss",
        "interest",
        "income",
        "interest",
        "expense",
        "foreign",
        "currency",
        "exchange",
        "gain",
        "loss",
        "net",
        "income",
        "net",
        "loss",
        "operation",
        "income",
        "tax",
        "expense",
        "benefit",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "number",
        "common",
        "share",
        "basic",
        "number",
        "common",
        "share",
        "diluted",
        "sifco",
        "industry",
        "second",
        "quarter",
        "ended",
        "fiscal",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "march",
        "september",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "receivables",
        "net",
        "allowance",
        "doubtful",
        "account",
        "respectively",
        "inventory",
        "net",
        "refundable",
        "income",
        "tax",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "held",
        "sale",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "current",
        "maturity",
        "debt",
        "revolving",
        "credit",
        "agreement",
        "account",
        "payable",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "net",
        "current",
        "maturity",
        "deferred",
        "income",
        "tax",
        "pension",
        "liability",
        "liability",
        "shareholder",
        "equity",
        "serial",
        "preferred",
        "share",
        "par",
        "value",
        "authorized",
        "share",
        "common",
        "share",
        "par",
        "value",
        "per",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "march",
        "september",
        "additional",
        "capital",
        "retained",
        "earnings",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "financial",
        "measure",
        "presented",
        "certain",
        "financial",
        "information",
        "based",
        "company",
        "ebitda",
        "adjusted",
        "ebitda",
        "reference",
        "ebitda",
        "mean",
        "earnings",
        "loss",
        "continuing",
        "operation",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "reference",
        "adjusted",
        "ebitda",
        "mean",
        "ebitda",
        "plus",
        "applicable",
        "relevant",
        "period",
        "certain",
        "adjustment",
        "set",
        "forth",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "neither",
        "ebitda",
        "adjusted",
        "ebitda",
        "measurement",
        "financial",
        "performance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "america",
        "gaap",
        "company",
        "present",
        "ebitda",
        "adjusted",
        "ebitda",
        "belief",
        "useful",
        "indicator",
        "evaluating",
        "operating",
        "performance",
        "liquidity",
        "including",
        "company",
        "ability",
        "incur",
        "service",
        "debt",
        "us",
        "ebitda",
        "evaluate",
        "prospective",
        "acquisition",
        "although",
        "company",
        "us",
        "ebitda",
        "adjusted",
        "ebitda",
        "reason",
        "noted",
        "use",
        "financial",
        "measure",
        "analytical",
        "tool",
        "limitation",
        "therefore",
        "reviewer",
        "company",
        "financial",
        "information",
        "consider",
        "isolation",
        "substitute",
        "analysis",
        "company",
        "result",
        "operation",
        "reported",
        "accordance",
        "gaap",
        "limitation",
        "include",
        "neither",
        "ebitda",
        "adjusted",
        "ebitda",
        "reflects",
        "interest",
        "expense",
        "cash",
        "requirement",
        "necessary",
        "service",
        "interest",
        "payment",
        "indebtedness",
        "although",
        "depreciation",
        "amortization",
        "charge",
        "asset",
        "depreciated",
        "amortized",
        "often",
        "replaced",
        "future",
        "neither",
        "ebitda",
        "adjusted",
        "ebitda",
        "reflects",
        "cash",
        "requirement",
        "replacement",
        "omission",
        "substantial",
        "amortization",
        "expense",
        "associated",
        "company",
        "intangible",
        "asset",
        "limit",
        "usefulness",
        "ebitda",
        "adjusted",
        "ebitda",
        "neither",
        "ebitda",
        "adjusted",
        "ebitda",
        "includes",
        "payment",
        "tax",
        "necessary",
        "element",
        "operation",
        "limitation",
        "ebitda",
        "adjusted",
        "ebitda",
        "considered",
        "measure",
        "discretionary",
        "cash",
        "available",
        "company",
        "invest",
        "growth",
        "business",
        "management",
        "compensates",
        "limitation",
        "viewing",
        "ebitda",
        "adjusted",
        "ebitda",
        "isolation",
        "specifically",
        "using",
        "gaap",
        "measure",
        "net",
        "income",
        "loss",
        "net",
        "sale",
        "operating",
        "income",
        "loss",
        "measure",
        "operating",
        "performance",
        "neither",
        "ebitda",
        "adjusted",
        "ebitda",
        "measurement",
        "financial",
        "performance",
        "gaap",
        "neither",
        "considered",
        "alternative",
        "net",
        "loss",
        "cash",
        "flow",
        "operation",
        "determined",
        "accordance",
        "gaap",
        "company",
        "calculation",
        "ebitda",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "calculation",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "following",
        "table",
        "set",
        "forth",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "dollar",
        "thousand",
        "three",
        "month",
        "ended",
        "six",
        "month",
        "ended",
        "march",
        "march",
        "net",
        "loss",
        "adjustment",
        "depreciation",
        "amortization",
        "expense",
        "interest",
        "expense",
        "net",
        "income",
        "tax",
        "expense",
        "benefit",
        "ebitda",
        "adjustment",
        "foreign",
        "currency",
        "exchange",
        "gain",
        "loss",
        "net",
        "income",
        "net",
        "gain",
        "disposal",
        "operating",
        "asset",
        "equity",
        "compensation",
        "lifo",
        "impact",
        "orange",
        "expansion",
        "adjusted",
        "ebitda",
        "represents",
        "gain",
        "loss",
        "change",
        "exchange",
        "rate",
        "functional",
        "currency",
        "foreign",
        "currency",
        "transaction",
        "denominated",
        "represents",
        "miscellaneous",
        "income",
        "expense",
        "primarily",
        "rental",
        "income",
        "company",
        "irish",
        "subsidiary",
        "three",
        "six",
        "month",
        "ended",
        "march",
        "grant",
        "income",
        "realized",
        "relates",
        "company",
        "irish",
        "subsidiary",
        "represents",
        "difference",
        "proceeds",
        "sale",
        "operating",
        "equipment",
        "sale",
        "ireland",
        "building",
        "carrying",
        "value",
        "shown",
        "company",
        "book",
        "represents",
        "compensation",
        "benefit",
        "expense",
        "recognized",
        "company",
        "incentive",
        "plan",
        "due",
        "granting",
        "award",
        "award",
        "vesting",
        "forfeiture",
        "represents",
        "increase",
        "reserve",
        "inventory",
        "cost",
        "determined",
        "using",
        "lifo",
        "method",
        "represents",
        "cost",
        "related",
        "expansion",
        "one",
        "plant",
        "location",
        "required",
        "expensed",
        "incurred",
        "supplemental",
        "data",
        "significant",
        "item",
        "impacting",
        "comparability",
        "fiscal",
        "presented",
        "amount",
        "thousand",
        "three",
        "month",
        "ended",
        "three",
        "month",
        "ended",
        "december",
        "march",
        "time",
        "adjusted",
        "sale",
        "time",
        "adjusted",
        "sale",
        "net",
        "sale",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "gain",
        "disposal",
        "operating",
        "asset",
        "operating",
        "loss",
        "interest",
        "income",
        "interest",
        "expense",
        "foreign",
        "currency",
        "exchange",
        "gain",
        "loss",
        "net",
        "income",
        "net",
        "loss",
        "operation",
        "income",
        "tax",
        "expense",
        "benefit",
        "december",
        "company",
        "sold",
        "ireland",
        "building",
        "approximated",
        "million",
        "gain",
        "included",
        "first",
        "quarter",
        "impacted",
        "comparability",
        "reported",
        "result",
        "march",
        "adjustment",
        "million",
        "inventory",
        "remaining",
        "alliance",
        "ohio",
        "facility",
        "full",
        "reserve",
        "million",
        "note",
        "receivable",
        "former",
        "customer",
        "view",
        "source",
        "version",
        "http",
        "sifco",
        "industry",
        "thomas",
        "kubera",
        "source",
        "sifco",
        "industry",
        "inc"
    ]
}