{
    "organizations": [],
    "uuid": "47b5a22c1bbb381d25a2b993fc49c3b565bab8f9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/31/pr-newswire-delek-group-announces-consolidated-first-quarter-2018-results.html",
    "ord_in_thread": 0,
    "title": "Delek Group Announces Consolidated First Quarter 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TEL AVIV, Israel, May 31, 2018 /PRNewswire/ -- Delek Group Ltd. (TASE: DLEKG) (US ADR: DGRLY) (hereinafter: \"Delek Group\" or \"The Group\") announced today its results for the first quarter period ended March 31, 2018.\nThe full financial statements will be available in English on Delek Group's website at: www.Delek-Group.com\nFIRST QUARTER 2018 HIGHLIGHTS\nNet income amounting to NIS 243 million, compared with NIS 220 million in Q1 2017; the E&P sector contributed NIS 314 million to operating income The Leviathan project remains on schedule for gas sales to begin by the end of 2019, with several large sales agreement completed since the start of this year Energean's decision to develop the Karish and Tanin leases entitles Delek Drilling to payments totalling $109 million, along with additional royalties gas and condensate produced\nGroup revenues in the first quarter of 2018 totaled NIS 1.8 billion compared with NIS 1.5 billion in the first quarter of 2017, and increase of 16%. Driving the growth was the first-time consolidation of Ithaca's financial results into the first quarter as well as an increase in Delek Israel's revenue, which was offset by the decrease in the Group's Eastern Mediterranean revenue following the sale of 9.25% of the Group's working interest holdings in the Tamar project.\nGroup operating profit in the first quarter of 2018 totaled NIS 328 million, compared with NIS 348 million in the first quarter of 2017. The decrease was due to reduced operating profit contribution from the E&P sector in Israel following the sale of the Group's stake in the Tamar project, which was for the most part offset by the first-time consolidation of Ithaca's profit.\nNet income in the first quarter was NIS 243 million compared with NIS 220 million in the first quarter of 2017.\nThe balance sheet continued to strengthen and current cash balance as of March 31, 2018 was NIS 2.0 billion, including unutilized credit lines and marketable securities. In February 2018, the Company issued Debentures (Series B34). Overall consideration (after issuance costs) received for the debentures totalled NIS 0.5 billion.\nMANAGEMENT COMMENT\nMr. Asaf Bartfeld, President and CEO of Delek Group, commented, \"Almost half of the Leviathan project has been completed and is on track for production of first gas during 2019. We are now in the process of selling Delek Energy's royalties, achieving one of the Group's important targets for this year and an indicator of the Group's financial flexibility. Production in the North Sea continues to improve, and this is reflected in this quarter's results. Delek Group will continue to divest non-core assets as we focus on expanding our energy business in Israel and abroad.\"\nMAIN BUSINESS HIGHLIGHTS\nCONTRIBUTION OF PRINCIPAL OPERATIONS TO NET INCOME* (NIS MILLIONS)\nFY\n2017\nQ1\n2017\nQ1\n2018\nOil and Gas E&P Operations in Israel and its Surroundings\n366\n121\n79\nOil and Gas E&P Operations in the North Sea\n20\n8\n53\nFuel Operations in Israel\n100\n20\n32\nAutomotive Operations\n63\n18\n10\nContribution to continuing operations before discontinued operations\nand capital and other gains\n549\n167\n174\nProfit from Oil and Gas assets sales\n857\n6\n132\nFinance Expenses & Others\n(190)\n47\n(63)\nNet Income (Loss) Attributed to Group's Shareholders\n1,216\n220\n243\n*The full report, including the full notes for the above items, will be available on the Group's website at www.delek-Group.com\nOIL AND GAS EXPLORATION & PRODUCTION\nDelek Group's strategy is to focus on the development of its core assets in the Eastern Mediterranean E&P and expand its activities in global E&P markets, with the intention of becoming a key international player in the energy industry with operational capabilities.\nLeviathan Project\nThe development of the Leviathan project is approximately half complete (45%) and construction of the production platform continues to progress. The project remains on budget and on schedule with first gas sales anticipated by the end of 2019. The Ensco DS-7 rig completed drilling the bottom part of the Leviathan 3 well to its final depth, and is currently drilling the bottom part of the Leviathan 7 well to its final depth.\nSince the beginning of 2018, the Company has executed several natural gas contracts with customers in Egypt, Jordan, and Israel, bringing total volumes under contract for Leviathan to over 9.3 BCM per year, approaching the Leviathan reservoir's total planned stage 1A production capacity. These include:\nExport to Egypt via the Dolphinus Company for a total of 64 BCM of natural gas for approximately $15 billion. A take or pay agreement for $65 million with Israel Chemicals for a minimum of 0.38 BCM of natural gas annually, with a mechanism to double the amounts. Agreement conditions were fulfilled to begin supplying 45 BCM of natural gas to the Jordanian Electricity Company (NEPCO) at an estimated value of $7.5 billion.\nKarish and Tanin\nEnergean, which purchased all the rights in the Karish and Tanin leases, notified the Company on March 27, 2018 that it had made a Final Investment Decision (FID) to develop the leases. Under the terms of the rights-sale agreement, from the date of such a FID, Delek Drilling is entitled to a total of $108.5 million, in ten equal annual payments, plus interest. In addition, Delek Drilling, Delek Energy and the Company are entitled to royalties on gas and condensate produced from these leases.\nIn the reporting period, the Group updated the fair value of the amounts and royalties due. Following such updates, the Group recognized finance income to a total amount of NIS 258 million (post-tax profit attributable to the Company's shareholders totaled NIS 141 million).\nDelek Energy\nOn May 22, 2018, Delek Energy's Board of Directors approved an agreement whereby Delek Energy would transfer its rights to receive royalties from the Tamar project to a subsidiary, Delek Royalties, against a cash consideration funded through the offering of Delek Royalties debentures and shares to the public. On May 29, 2018, Delek Royalties sold NIS 426 million of bonds, and is now conducting the equity offering. The process is subject to regulatory and Tel Aviv Stock exchange approvals.\nIthaca Energy\nIn June 2017, Delek Group completed the acquisition of Ithaca, which is core component of the Group's strategy to grow its international E&P business. Ithaca contributed NIS 53 million to Delek Group's operating income in the quarter, compared with an NIS 8 million contribution in the first quarter of 2017. Delek Group began fully consolidating Ithaca's results starting from the second quarter of 2017, when ownership rose to 100% from 20%.\nThe operational highlights of the quarter was production of 18,165 barrels of oil equivalent per day, a 95% increase on the first quarter of last year, driven by a full quarter's contribution from the Stella field and consistent performance across the base producing assets. Planning began in the first quarter of 2018 for the drilling of a potential Stella infill well in 2019 to maximize reserves recovery from the field. Ithaca plans to increase exposure to the Greater Stella Area (GSA) in the years to come, connecting new assets to its existing platfom. As part of this strategy Ithaca received three new North Sea licenses during May 2018, two of which are in the GSA.\nLooking ahead, average 2018 production forecast is approximately 15,000 boepd, reflecting the divestment of the Wytch Farm field for $51 million in March 2018, the anticipated start-up of the Harrier field in mid-2018, and planned maintenance shutdowns being undertaken during the year.\nGulf of Mexico\nOn January 8, 2018, Delek Group finalized an agreement to acquire oil and gas assets in the Gulf of Mexico along with GulfSlope Energy and Texas South Energy. These include 12 federal exploration and production rights, of which 9 are exploratory prospects (7 deep waters and 2 shallow waters). Delek Group will finance 90% of two initial drillings in the Tau and Canoe prospects for a cost of up to $50 million in return for 75% of the rights, with addition options to acquire rights in future prospects.\nThe two exploration wells will be drilled in the next few months using a Rowan Companies rig, which has already reached the Gulf of Mexico. Necessary tests, including regulatory tests, are now under way in preparation for drilling the wells. The operator has filed two drilling plans for the first-phase assets for approval by the Bureau of Ocean Energy Management, which approved drilling of the Canoe well in May, and is expected to grant approval for Tau in the coming days. As of the financial statements' approval date, development costs for the reservoirs have totaled $6 million.\nDOWNSTREAM ENERGY SECTOR\nDelek – the Israel Fuel Company Ltd. (fully held by Delek Group); operating profit contribution in the first quarter of 2018 amounted to NIS 32 million compared with NIS 20 million in the first quarter of 2017. The increase was due to NIS 12 million (pre-tax) from the sale of a consolidated company.\nOTHER ASSETS\nOn April 4, 2018, the Company sold all of its 15% holdings in Faroe Petroleum to a third party for a total cash consideration of NIS 350 million (GBP 70 million). In the first quarter of 2018, the Company recognized NIS 20 million in gains from an increase in the market price of Faroe's shares, and in the second quarter of 2018, the Company is expected to recognize an additional gain of NIS 53 million, following the above sale.\nDIVIDEND\nOn April 29, 2018, the Company's Board of Directors resolved to distribute a dividend of NIS 120 million. The dividend was paid to shareholders on May 24, 2018.\nCONFERENCE CALL DETAILS\nThe Company will be hosting a conference call in English today on Thursday, May 31, 2018 at 3:30pm (Israel Time), 8:30am (ET), 1:30pm (UK). To participate in the conference call, please dial:\nIsrael: 03-918-0610\nThe USA: 1-888-668-9141\nThe UK: 0-800-917-5108\nInternational: +972-3-918-0610\nA day following the conference calls, a recording of both the calls will be hosted on the Company's website at: http://ir.delek-group.com .\nABOUT THE DELEK GROUP\nThe Delek Group, Israel's dominant integrated energy company, is the pioneering leader of the natural gas exploration and production activities that are transforming the Eastern Mediterranean's Levant Basin into one of the energy industry's most promising emerging regions. Having discovered Tamar and Leviathan, two of the world's largest natural gas finds since 2000, Delek and its partners are now developing a balanced, world-class portfolio of exploration, development and production assets with total gross natural gas resources discovered since 2009 of approximately 40 TCF.\nIn addition, Delek Group has a number of other assets including downstream energy, water desalination, and finance.\nFor more information, please visit www.delek-group.com or email: investor@delek-group.com\nCONTACT INFORMATION\nYonah Weisz\nHead of Investor Relations\nDelek Group Ltd.\nTel: +972 9 863 8443\nEmail: investor@delek-group.com\nView original content: http://www.prnewswire.com/news-releases/delek-group-announces-consolidated-first-quarter-2018-results-300657199.html\nSOURCE Delek Group Ltd.",
    "published": "2018-05-31T13:27:00.000+03:00",
    "crawled": "2018-05-31T13:35:41.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tel",
        "aviv",
        "israel",
        "may",
        "delek",
        "group",
        "tase",
        "dlekg",
        "u",
        "adr",
        "dgrly",
        "hereinafter",
        "delek",
        "group",
        "group",
        "announced",
        "today",
        "result",
        "first",
        "quarter",
        "period",
        "ended",
        "march",
        "full",
        "financial",
        "statement",
        "available",
        "english",
        "delek",
        "group",
        "website",
        "first",
        "quarter",
        "highlight",
        "net",
        "income",
        "amounting",
        "ni",
        "million",
        "compared",
        "ni",
        "million",
        "q1",
        "e",
        "p",
        "sector",
        "contributed",
        "ni",
        "million",
        "operating",
        "income",
        "leviathan",
        "project",
        "remains",
        "schedule",
        "gas",
        "sale",
        "begin",
        "end",
        "several",
        "large",
        "sale",
        "agreement",
        "completed",
        "since",
        "start",
        "year",
        "energean",
        "decision",
        "develop",
        "karish",
        "tanin",
        "lease",
        "entitles",
        "delek",
        "drilling",
        "payment",
        "totalling",
        "million",
        "along",
        "additional",
        "royalty",
        "gas",
        "condensate",
        "produced",
        "group",
        "revenue",
        "first",
        "quarter",
        "totaled",
        "ni",
        "billion",
        "compared",
        "ni",
        "billion",
        "first",
        "quarter",
        "increase",
        "driving",
        "growth",
        "consolidation",
        "ithaca",
        "financial",
        "result",
        "first",
        "quarter",
        "well",
        "increase",
        "delek",
        "israel",
        "revenue",
        "offset",
        "decrease",
        "group",
        "eastern",
        "mediterranean",
        "revenue",
        "following",
        "sale",
        "group",
        "working",
        "interest",
        "holding",
        "tamar",
        "project",
        "group",
        "operating",
        "profit",
        "first",
        "quarter",
        "totaled",
        "ni",
        "million",
        "compared",
        "ni",
        "million",
        "first",
        "quarter",
        "decrease",
        "due",
        "reduced",
        "operating",
        "profit",
        "contribution",
        "e",
        "p",
        "sector",
        "israel",
        "following",
        "sale",
        "group",
        "stake",
        "tamar",
        "project",
        "part",
        "offset",
        "consolidation",
        "ithaca",
        "profit",
        "net",
        "income",
        "first",
        "quarter",
        "ni",
        "million",
        "compared",
        "ni",
        "million",
        "first",
        "quarter",
        "balance",
        "sheet",
        "continued",
        "strengthen",
        "current",
        "cash",
        "balance",
        "march",
        "ni",
        "billion",
        "including",
        "unutilized",
        "credit",
        "line",
        "marketable",
        "security",
        "february",
        "company",
        "issued",
        "debenture",
        "series",
        "b34",
        "overall",
        "consideration",
        "issuance",
        "cost",
        "received",
        "debenture",
        "totalled",
        "ni",
        "billion",
        "management",
        "comment",
        "asaf",
        "bartfeld",
        "president",
        "ceo",
        "delek",
        "group",
        "commented",
        "almost",
        "half",
        "leviathan",
        "project",
        "completed",
        "track",
        "production",
        "first",
        "gas",
        "process",
        "selling",
        "delek",
        "energy",
        "royalty",
        "achieving",
        "one",
        "group",
        "important",
        "target",
        "year",
        "indicator",
        "group",
        "financial",
        "flexibility",
        "production",
        "north",
        "sea",
        "continues",
        "improve",
        "reflected",
        "quarter",
        "result",
        "delek",
        "group",
        "continue",
        "divest",
        "asset",
        "focus",
        "expanding",
        "energy",
        "business",
        "israel",
        "abroad",
        "main",
        "business",
        "highlight",
        "contribution",
        "principal",
        "operation",
        "net",
        "income",
        "ni",
        "million",
        "fy",
        "q1",
        "q1",
        "oil",
        "gas",
        "e",
        "p",
        "operation",
        "israel",
        "surroundings",
        "oil",
        "gas",
        "e",
        "p",
        "operation",
        "north",
        "sea",
        "fuel",
        "operation",
        "israel",
        "automotive",
        "operation",
        "contribution",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "capital",
        "gain",
        "profit",
        "oil",
        "gas",
        "asset",
        "sale",
        "finance",
        "expense",
        "others",
        "net",
        "income",
        "loss",
        "attributed",
        "group",
        "shareholder",
        "full",
        "report",
        "including",
        "full",
        "note",
        "item",
        "available",
        "group",
        "website",
        "oil",
        "gas",
        "exploration",
        "production",
        "delek",
        "group",
        "strategy",
        "focus",
        "development",
        "core",
        "asset",
        "eastern",
        "mediterranean",
        "e",
        "p",
        "expand",
        "activity",
        "global",
        "e",
        "p",
        "market",
        "intention",
        "becoming",
        "key",
        "international",
        "player",
        "energy",
        "industry",
        "operational",
        "capability",
        "leviathan",
        "project",
        "development",
        "leviathan",
        "project",
        "approximately",
        "half",
        "complete",
        "construction",
        "production",
        "platform",
        "continues",
        "progress",
        "project",
        "remains",
        "budget",
        "schedule",
        "first",
        "gas",
        "sale",
        "anticipated",
        "end",
        "ensco",
        "rig",
        "completed",
        "drilling",
        "bottom",
        "part",
        "leviathan",
        "well",
        "final",
        "depth",
        "currently",
        "drilling",
        "bottom",
        "part",
        "leviathan",
        "well",
        "final",
        "depth",
        "since",
        "beginning",
        "company",
        "executed",
        "several",
        "natural",
        "gas",
        "contract",
        "customer",
        "egypt",
        "jordan",
        "israel",
        "bringing",
        "total",
        "volume",
        "contract",
        "leviathan",
        "bcm",
        "per",
        "year",
        "approaching",
        "leviathan",
        "reservoir",
        "total",
        "planned",
        "stage",
        "1a",
        "production",
        "capacity",
        "include",
        "export",
        "egypt",
        "via",
        "dolphinus",
        "company",
        "total",
        "bcm",
        "natural",
        "gas",
        "approximately",
        "billion",
        "take",
        "pay",
        "agreement",
        "million",
        "israel",
        "chemical",
        "minimum",
        "bcm",
        "natural",
        "gas",
        "annually",
        "mechanism",
        "double",
        "amount",
        "agreement",
        "condition",
        "fulfilled",
        "begin",
        "supplying",
        "bcm",
        "natural",
        "gas",
        "jordanian",
        "electricity",
        "company",
        "nepco",
        "estimated",
        "value",
        "billion",
        "karish",
        "tanin",
        "energean",
        "purchased",
        "right",
        "karish",
        "tanin",
        "lease",
        "notified",
        "company",
        "march",
        "made",
        "final",
        "investment",
        "decision",
        "fid",
        "develop",
        "lease",
        "term",
        "agreement",
        "date",
        "fid",
        "delek",
        "drilling",
        "entitled",
        "total",
        "million",
        "ten",
        "equal",
        "annual",
        "payment",
        "plus",
        "interest",
        "addition",
        "delek",
        "drilling",
        "delek",
        "energy",
        "company",
        "entitled",
        "royalty",
        "gas",
        "condensate",
        "produced",
        "lease",
        "reporting",
        "period",
        "group",
        "updated",
        "fair",
        "value",
        "amount",
        "royalty",
        "due",
        "following",
        "update",
        "group",
        "recognized",
        "finance",
        "income",
        "total",
        "amount",
        "ni",
        "million",
        "profit",
        "attributable",
        "company",
        "shareholder",
        "totaled",
        "ni",
        "million",
        "delek",
        "energy",
        "may",
        "delek",
        "energy",
        "board",
        "director",
        "approved",
        "agreement",
        "whereby",
        "delek",
        "energy",
        "would",
        "transfer",
        "right",
        "receive",
        "royalty",
        "tamar",
        "project",
        "subsidiary",
        "delek",
        "royalty",
        "cash",
        "consideration",
        "funded",
        "offering",
        "delek",
        "royalty",
        "debenture",
        "share",
        "public",
        "may",
        "delek",
        "royalty",
        "sold",
        "ni",
        "million",
        "bond",
        "conducting",
        "equity",
        "offering",
        "process",
        "subject",
        "regulatory",
        "tel",
        "aviv",
        "stock",
        "exchange",
        "approval",
        "ithaca",
        "energy",
        "june",
        "delek",
        "group",
        "completed",
        "acquisition",
        "ithaca",
        "core",
        "component",
        "group",
        "strategy",
        "grow",
        "international",
        "e",
        "p",
        "business",
        "ithaca",
        "contributed",
        "ni",
        "million",
        "delek",
        "group",
        "operating",
        "income",
        "quarter",
        "compared",
        "ni",
        "million",
        "contribution",
        "first",
        "quarter",
        "delek",
        "group",
        "began",
        "fully",
        "consolidating",
        "ithaca",
        "result",
        "starting",
        "second",
        "quarter",
        "ownership",
        "rose",
        "operational",
        "highlight",
        "quarter",
        "production",
        "barrel",
        "oil",
        "equivalent",
        "per",
        "day",
        "increase",
        "first",
        "quarter",
        "last",
        "year",
        "driven",
        "full",
        "quarter",
        "contribution",
        "stella",
        "field",
        "consistent",
        "performance",
        "across",
        "base",
        "producing",
        "asset",
        "planning",
        "began",
        "first",
        "quarter",
        "drilling",
        "potential",
        "stella",
        "infill",
        "well",
        "maximize",
        "reserve",
        "recovery",
        "field",
        "ithaca",
        "plan",
        "increase",
        "exposure",
        "greater",
        "stella",
        "area",
        "gsa",
        "year",
        "come",
        "connecting",
        "new",
        "asset",
        "existing",
        "platfom",
        "part",
        "strategy",
        "ithaca",
        "received",
        "three",
        "new",
        "north",
        "sea",
        "license",
        "may",
        "two",
        "gsa",
        "looking",
        "ahead",
        "average",
        "production",
        "forecast",
        "approximately",
        "boepd",
        "reflecting",
        "divestment",
        "wytch",
        "farm",
        "field",
        "million",
        "march",
        "anticipated",
        "harrier",
        "field",
        "planned",
        "maintenance",
        "shutdown",
        "undertaken",
        "year",
        "gulf",
        "mexico",
        "january",
        "delek",
        "group",
        "finalized",
        "agreement",
        "acquire",
        "oil",
        "gas",
        "asset",
        "gulf",
        "mexico",
        "along",
        "gulfslope",
        "energy",
        "texas",
        "south",
        "energy",
        "include",
        "federal",
        "exploration",
        "production",
        "right",
        "exploratory",
        "prospect",
        "deep",
        "water",
        "shallow",
        "water",
        "delek",
        "group",
        "finance",
        "two",
        "initial",
        "drilling",
        "tau",
        "canoe",
        "prospect",
        "cost",
        "million",
        "return",
        "right",
        "addition",
        "option",
        "acquire",
        "right",
        "future",
        "prospect",
        "two",
        "exploration",
        "well",
        "drilled",
        "next",
        "month",
        "using",
        "rowan",
        "company",
        "rig",
        "already",
        "reached",
        "gulf",
        "mexico",
        "necessary",
        "test",
        "including",
        "regulatory",
        "test",
        "way",
        "preparation",
        "drilling",
        "well",
        "operator",
        "filed",
        "two",
        "drilling",
        "plan",
        "asset",
        "approval",
        "bureau",
        "ocean",
        "energy",
        "management",
        "approved",
        "drilling",
        "canoe",
        "well",
        "may",
        "expected",
        "grant",
        "approval",
        "tau",
        "coming",
        "day",
        "financial",
        "statement",
        "approval",
        "date",
        "development",
        "cost",
        "reservoir",
        "totaled",
        "million",
        "downstream",
        "energy",
        "sector",
        "delek",
        "israel",
        "fuel",
        "company",
        "fully",
        "held",
        "delek",
        "group",
        "operating",
        "profit",
        "contribution",
        "first",
        "quarter",
        "amounted",
        "ni",
        "million",
        "compared",
        "ni",
        "million",
        "first",
        "quarter",
        "increase",
        "due",
        "ni",
        "million",
        "sale",
        "consolidated",
        "company",
        "asset",
        "april",
        "company",
        "sold",
        "holding",
        "faroe",
        "petroleum",
        "third",
        "party",
        "total",
        "cash",
        "consideration",
        "ni",
        "million",
        "gbp",
        "million",
        "first",
        "quarter",
        "company",
        "recognized",
        "ni",
        "million",
        "gain",
        "increase",
        "market",
        "price",
        "faroe",
        "share",
        "second",
        "quarter",
        "company",
        "expected",
        "recognize",
        "additional",
        "gain",
        "ni",
        "million",
        "following",
        "sale",
        "dividend",
        "april",
        "company",
        "board",
        "director",
        "resolved",
        "distribute",
        "dividend",
        "ni",
        "million",
        "dividend",
        "paid",
        "shareholder",
        "may",
        "conference",
        "call",
        "detail",
        "company",
        "hosting",
        "conference",
        "call",
        "english",
        "today",
        "thursday",
        "may",
        "israel",
        "time",
        "et",
        "uk",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "israel",
        "usa",
        "uk",
        "international",
        "day",
        "following",
        "conference",
        "call",
        "recording",
        "call",
        "hosted",
        "company",
        "website",
        "http",
        "delek",
        "group",
        "delek",
        "group",
        "israel",
        "dominant",
        "integrated",
        "energy",
        "company",
        "pioneering",
        "leader",
        "natural",
        "gas",
        "exploration",
        "production",
        "activity",
        "transforming",
        "eastern",
        "mediterranean",
        "levant",
        "basin",
        "one",
        "energy",
        "industry",
        "promising",
        "emerging",
        "region",
        "discovered",
        "tamar",
        "leviathan",
        "two",
        "world",
        "largest",
        "natural",
        "gas",
        "find",
        "since",
        "delek",
        "partner",
        "developing",
        "balanced",
        "portfolio",
        "exploration",
        "development",
        "production",
        "asset",
        "total",
        "gross",
        "natural",
        "gas",
        "resource",
        "discovered",
        "since",
        "approximately",
        "tcf",
        "addition",
        "delek",
        "group",
        "number",
        "asset",
        "including",
        "downstream",
        "energy",
        "water",
        "desalination",
        "finance",
        "information",
        "please",
        "visit",
        "email",
        "investor",
        "contact",
        "information",
        "yonah",
        "weisz",
        "head",
        "investor",
        "relation",
        "delek",
        "group",
        "tel",
        "email",
        "investor",
        "view",
        "original",
        "content",
        "http",
        "source",
        "delek",
        "group",
        "ltd"
    ]
}