{
    "organizations": [],
    "uuid": "bfa9f1efae73bd396517beb9d12c33de149edfa1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/22/globe-newswire-cuv-ventures-corp-completes-acquisition-of-panamanian-domiciled-company-provides-shareholder-progress-report.html",
    "ord_in_thread": 0,
    "title": "CUV Ventures Corp. Completes Acquisition of Panamanian Domiciled Company; Provides Shareholder Progress Report",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, May 22, 2018 (GLOBE NEWSWIRE) -- CUV Ventures Corp. (TSX-V:CUV) (the “Company”) is pleased to announce that it has completed the acquisition of a Licensed, and operating (Since 2011), Panamanian Limited Liability company, which has become a wholly owned subsidiary. The company has obtained the approval from Panamanian authorities to rename this entity RevoluFIN Inc. with the accompanying approved commercial name, RevoluPAY®. The acquired entity has an existing corporate banking relationship with Tower Bank Panama. TowerBank was founded in 1971 and has a Fitch rating of A and Equilibrium rating of A+.\nRevoluFIN Inc Panama\nThe Panamanian subsidiary will be involved in certain aspects of the RevoluFIN platform, guaranteeing, through its banking partners, fiduciary and other services to lending partners. Panama has the most modern and successful international banking center in Latin America, with more than 85 banks from 35 countries. RevoluFIN Inc Panama will also be involved in Panamanian tourism promotion, including the potential leased use of a network of +50 websites currently promoting the Central American nation.\nRevoluPAY® Europe\nThe company anticipates that the wholly owned subsidiary, RevoluPAY® S.L, will receive final approval from the Spanish mercantile authorities to begin operations, on or before, Monday 28 th May. Shortly thereafter, the company hopes to conclude its agreement with the European EDE Banking licensed entity with which it has successfully negotiated favorable terms for RevoluPAY® digital wallet load capability. The proposed partner holds the required European banking license, permitting the projected June 2018 launch of RevoluPAY®. In parallel with the above roll-out chronology, the wholly owned subsidiary intends to seek a proprietary European EDE Banking license.\nRevoluPAY® Apple and Android App\nUXS Mobile has provided the company with a releasable version of both the end user and merchant apps. These apps have been tested extensively and have garnered excellent response times, meeting or exceeding all security requirements. Management of Crypto Liquidity has received APK working versions of the app, in order to properly structure the integration of their patent pending technology. Both the company and Crypto Liquidity are working towards a definitive agreement concerning the licensing and synergized roll-out of the public version of the app, expected in June 2018.\nRevoluPAY® Licensing Agreements\nAs previously reported to shareholders, the company’s equity partner Duales Inc is a FINTRAC certified remittance operator, capable of handling disbursements in certain Caribbean markets. Further, the company is in the final stages of negotiation with a licensed partner in the Dominican Republic for disbursements in that nation. The current remittance market in the DR is approximately $5.6 Billion USD annually and, allied to other Caribbean markets included in the initial rollout, the total initial RevoluPAY® market is expected to be approximately $9 Billion USD . The company then expects to continue its progress into the Mexican market which is approximately $26.8 Billion USD , before moving onto further world markets. The RevoluPAY® app will concurrently empower entrepreneurs, primarily in the travel sector, with a more convenient way of handling receivables.\nRevoluPAY® Pre-Launch Meeting Miami\nThe company is pleased to inform shareholders that equity partners and key management met in Miami, Florida, between the 14 th and 17 th of May 2018. Miami, Florida was chosen as the venue, due to it being the headquarters of: Havana Consulting Group, IBTO Travel and Third Circle Publishing, companies in which CUV Ventures Corp holds strategic equity positions. CUV Management and, the respective CEOs of the aforementioned partners, met for an intensive three-day period to finalize the soon anticipated rollout, in-house marketing and, logistics, of the upcoming RevoluPAY® launch. Management is elated with the meetings and proposed marketing strategy. Shareholders are reminded that the company also owns 432 websites, which collectively accrue approximately 35 million annual page views. These websites and underlying web traffic will be the cornerstone of in-house marketing, allied to the impressive marketing prowess of its equity partners and, the habitual worldwide media the company has always received.\nTeide HPC Supercomputer Data Center\nShareholders were informed of the company’s interest in adopting a centralized data center on April 27 th 2018 , in which, all of its digital technology can be securely hosted. Such an advent would bring the company’s data centers and collocated servers, currently located in disparate locations and countries, into one centralized location, promoting both enhanced economy and greater control. As a subsidiary benefit, due to the disclosed computing power of the anticipated supercomputer and, its unique solar powered configuration, ancillary revenue is planned, through using the data center for crypto mining purposes and, as a central data nucleus for the, leisure industry focused, CCU Coin CryptoToken. The company is pleased to inform shareholders that Director Bernard Lonis, who has been responsible for these negotiations, received a formal offer on May 02 nd 2018 to lease the said data center facilities. The company is in the process of studying this proposal in association with its in-house network specialists and, is expected to make a decision on this dual, hosting and mining opportunity, in the coming weeks.\nRevoluPAY® Trade and Image mark Granted in the European Union\nThe company is pleased to announce that both Image and Trademark petitions for RevoluPAY®, covering all European member states, was granted on 9 th May 2018. The protected trademark and, its associated use, are fundamental to the licensing agreements and upcoming country based roll-out.\nPanamchain Fintech and Blockchain Conference\nOn Saturday, May 5th and Sunday, May 6th, Company Director Alfredo Manresa, Panamanian Legal Counsel, Paula Sarmiento and Spanish Legal Counsel, Rocio Jimenez, attended the notable Panamchain Fintech and Blockchain Conference, Panama City, Republic of Panama. The significant international turnout for the event, allied to the impressive caliber of Banking and FinTech attendees, promises to aid the company with its South American rollout of RevoluPAY® and RevoluFIN. Several potential country based licensing partner candidates were met and, the company expects to offer an update on these candidates and developments in due course.\nAbout CUV Ventures Corp.:\nCUV Ventures Corp. is a multi-asset, multidivisional publicly traded Canadian company deploying advanced technologies in the; Online Travel, Vacation Resort, Mobile Apps, Money Remittance, Invoice factoring, Crypto Mining, Blockchain Systems, and Cryptotoken sectors.\nOur flagship technology is RevoluPAY®, the Apple and Android multinational remittance app, powered by blockchain protocols, and aimed at the worldwide + $595 billion family remittance market.\nThe ₡CU Coin Cryptotoken, allied to RevoluPAY®, promises to be the coin of choice for remittance senders, travelers and the hospitality industry. Its increasing adoption across several spheres exemplifies its international perspective and future value amongst users.\nThe company’s FinTech division continues to expand into this rapidly emerging segment, in which it; manages, operates and develops end-to-end digital platforms to monetize the blockchain ecosystem across a broad spectrum of leisure related industries, remittances and finance.\nA diverse division of the company, named Cuba Ventures , is involved in Caribbean Basin strategic investments. Similar to the United States NASDAQ listed Herzfeld Fund , the focus is to control noteworthy assets related to the Caribbean Basin (including Cuba). The division is comprised of numerous assets. A wholly owned subsidiary Travelucion Media , is a duly licensed and bonded online travel company, Amadeus GDS affiliated, digital and print media powerhouse that specializes in travel marketing, electronic reservations and online booking solutions. Travelucion owns a vast portfolio of web assets consisting of 432 Cuba-centric websites in up to 5 languages which generate over 35 million page-views per year and direct traffic to Travelucion’s online booking and e-commerce sites and proprietary online booking systems, also customized for white label deployment on third party booking websites for; Cayman Islands, Dominican republic, Aruba, Bahamas, BVI, Belize, Antigua, Jamaica and Cuba, offering bookings for hotels, private residences, car rentals, tours, flights and a variety of other types of specialized travel services.\nIn 2017, the company acquired equity in the Florida, USA based, licensed and bonded travel agency; International Business & Travel Opportunities, LLC ( IBTO ), a Caribbean Basin focused travel facilitator operating trips in the region (including licensed Cuba trips for Americans).\nIn 2018, the company acquired equity in the Florida, USA based, Third Circle Publishing LLC, publisher of the esteemed and U.S circulated print and digital magazine Cuba Trade Magazine . CUV Ventures Corp owns an interest in some important print and digital media assets, reaching 10s of millions of consumers globally.\nIn 2018, the company acquired equity in the Toronto; Canada based, FINTRAC licensed, remittance company, Duales Inc . as part of the RevoluPAY®® remittance app partner network.\nIn 2018, the company acquired equity in the Miami, USA based, Business advisory/consultant think-tank Havana Consulting Group , as part of the progressive acquisition of key Cuba related but, non domiciled, businesses.\nThe Cuba Ventures division consulting team harnesses over 80 years of combined advisor experience in submitting and, obtaining approval, for joint ventures, joint production agreements and import/export permits for foreign enterprises. More recently the company has taken a royalty approach for future agreements between third parties anxious to begin comercial operations with Cuba and, the company’s Cuba Consulting Unit.\nThrough this methodology, the Company is gradually building a potentially valuable “future-ready”, non Caribbean (Cuba) domiciled asset base while, in the interim, securing revenue, growth and unique opportunities present in the Caribbean Basin, with an emphasis on the $4 billion dollar and rapidly growing Cuban travel and tourism industry, $3 billion factoring and FinTech sector, $18.6 billion Caribbean remittance industry and international corporate consulting for Cuba’s estimated $86 Billion annual economy , which remains an interesting opportunity and, one that this division strives to dominate at every opportunity by acquiring assets that are neither physically domiciled nor associated with entities located in Republic of Cuba but, that have unparalleled future takeover prospects, should the political climate improve.\nFor further information on CUV Ventures Corp. (TSX-V:CUV) visit the Company’s website at www.cuvventures.com . The Company has approximately 123,000,000 shares issued and outstanding.\nCUV VENTURES CORP.\nSTEVE MARSHALL",
    "published": "2018-05-22T15:30:00.000+03:00",
    "crawled": "2018-05-22T15:36:26.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "may",
        "globe",
        "newswire",
        "cuv",
        "venture",
        "cuv",
        "company",
        "pleased",
        "announce",
        "completed",
        "acquisition",
        "licensed",
        "operating",
        "since",
        "panamanian",
        "limited",
        "liability",
        "company",
        "become",
        "wholly",
        "owned",
        "subsidiary",
        "company",
        "obtained",
        "approval",
        "panamanian",
        "authority",
        "rename",
        "entity",
        "revolufin",
        "accompanying",
        "approved",
        "commercial",
        "name",
        "acquired",
        "entity",
        "existing",
        "corporate",
        "banking",
        "relationship",
        "tower",
        "bank",
        "panama",
        "towerbank",
        "founded",
        "fitch",
        "rating",
        "equilibrium",
        "rating",
        "revolufin",
        "inc",
        "panama",
        "panamanian",
        "subsidiary",
        "involved",
        "certain",
        "aspect",
        "revolufin",
        "platform",
        "guaranteeing",
        "banking",
        "partner",
        "fiduciary",
        "service",
        "lending",
        "partner",
        "panama",
        "modern",
        "successful",
        "international",
        "banking",
        "center",
        "latin",
        "america",
        "bank",
        "country",
        "revolufin",
        "inc",
        "panama",
        "also",
        "involved",
        "panamanian",
        "tourism",
        "promotion",
        "including",
        "potential",
        "leased",
        "use",
        "network",
        "website",
        "currently",
        "promoting",
        "central",
        "american",
        "nation",
        "europe",
        "company",
        "anticipates",
        "wholly",
        "owned",
        "subsidiary",
        "receive",
        "final",
        "approval",
        "spanish",
        "mercantile",
        "authority",
        "begin",
        "operation",
        "monday",
        "th",
        "may",
        "shortly",
        "thereafter",
        "company",
        "hope",
        "conclude",
        "agreement",
        "european",
        "ede",
        "banking",
        "licensed",
        "entity",
        "successfully",
        "negotiated",
        "favorable",
        "term",
        "digital",
        "wallet",
        "load",
        "capability",
        "proposed",
        "partner",
        "hold",
        "required",
        "european",
        "banking",
        "license",
        "permitting",
        "projected",
        "june",
        "launch",
        "parallel",
        "chronology",
        "wholly",
        "owned",
        "subsidiary",
        "intends",
        "seek",
        "proprietary",
        "european",
        "ede",
        "banking",
        "license",
        "apple",
        "android",
        "app",
        "uxs",
        "mobile",
        "provided",
        "company",
        "releasable",
        "version",
        "end",
        "user",
        "merchant",
        "apps",
        "apps",
        "tested",
        "extensively",
        "garnered",
        "excellent",
        "response",
        "time",
        "meeting",
        "exceeding",
        "security",
        "requirement",
        "management",
        "crypto",
        "liquidity",
        "received",
        "apk",
        "working",
        "version",
        "app",
        "order",
        "properly",
        "structure",
        "integration",
        "patent",
        "pending",
        "technology",
        "company",
        "crypto",
        "liquidity",
        "working",
        "towards",
        "definitive",
        "agreement",
        "concerning",
        "licensing",
        "synergized",
        "public",
        "version",
        "app",
        "expected",
        "june",
        "licensing",
        "agreement",
        "previously",
        "reported",
        "shareholder",
        "company",
        "equity",
        "partner",
        "duales",
        "inc",
        "fintrac",
        "certified",
        "remittance",
        "operator",
        "capable",
        "handling",
        "disbursement",
        "certain",
        "caribbean",
        "market",
        "company",
        "final",
        "stage",
        "negotiation",
        "licensed",
        "partner",
        "dominican",
        "republic",
        "disbursement",
        "nation",
        "current",
        "remittance",
        "market",
        "dr",
        "approximately",
        "billion",
        "usd",
        "annually",
        "allied",
        "caribbean",
        "market",
        "included",
        "initial",
        "rollout",
        "total",
        "initial",
        "market",
        "expected",
        "approximately",
        "billion",
        "usd",
        "company",
        "expects",
        "continue",
        "progress",
        "mexican",
        "market",
        "approximately",
        "billion",
        "usd",
        "moving",
        "onto",
        "world",
        "market",
        "app",
        "concurrently",
        "empower",
        "entrepreneur",
        "primarily",
        "travel",
        "sector",
        "convenient",
        "way",
        "handling",
        "receivables",
        "meeting",
        "miami",
        "company",
        "pleased",
        "inform",
        "shareholder",
        "equity",
        "partner",
        "key",
        "management",
        "met",
        "miami",
        "florida",
        "th",
        "th",
        "may",
        "miami",
        "florida",
        "chosen",
        "venue",
        "due",
        "headquarters",
        "havana",
        "consulting",
        "group",
        "ibto",
        "travel",
        "third",
        "circle",
        "publishing",
        "company",
        "cuv",
        "venture",
        "corp",
        "hold",
        "strategic",
        "equity",
        "position",
        "cuv",
        "management",
        "respective",
        "ceo",
        "aforementioned",
        "partner",
        "met",
        "intensive",
        "period",
        "finalize",
        "soon",
        "anticipated",
        "rollout",
        "marketing",
        "logistics",
        "upcoming",
        "launch",
        "management",
        "elated",
        "meeting",
        "proposed",
        "marketing",
        "strategy",
        "shareholder",
        "reminded",
        "company",
        "also",
        "owns",
        "website",
        "collectively",
        "accrue",
        "approximately",
        "million",
        "annual",
        "page",
        "view",
        "website",
        "underlying",
        "web",
        "traffic",
        "cornerstone",
        "marketing",
        "allied",
        "impressive",
        "marketing",
        "prowess",
        "equity",
        "partner",
        "habitual",
        "worldwide",
        "medium",
        "company",
        "always",
        "received",
        "teide",
        "hpc",
        "supercomputer",
        "data",
        "center",
        "shareholder",
        "informed",
        "company",
        "interest",
        "adopting",
        "centralized",
        "data",
        "center",
        "april",
        "th",
        "digital",
        "technology",
        "securely",
        "hosted",
        "advent",
        "would",
        "bring",
        "company",
        "data",
        "center",
        "collocated",
        "server",
        "currently",
        "located",
        "disparate",
        "location",
        "country",
        "one",
        "centralized",
        "location",
        "promoting",
        "enhanced",
        "economy",
        "greater",
        "control",
        "subsidiary",
        "benefit",
        "due",
        "disclosed",
        "computing",
        "power",
        "anticipated",
        "supercomputer",
        "unique",
        "solar",
        "powered",
        "configuration",
        "ancillary",
        "revenue",
        "planned",
        "using",
        "data",
        "center",
        "crypto",
        "mining",
        "purpose",
        "central",
        "data",
        "nucleus",
        "leisure",
        "industry",
        "focused",
        "ccu",
        "coin",
        "cryptotoken",
        "company",
        "pleased",
        "inform",
        "shareholder",
        "director",
        "bernard",
        "lonis",
        "responsible",
        "negotiation",
        "received",
        "formal",
        "offer",
        "may",
        "nd",
        "lease",
        "said",
        "data",
        "center",
        "facility",
        "company",
        "process",
        "studying",
        "proposal",
        "association",
        "network",
        "specialist",
        "expected",
        "make",
        "decision",
        "dual",
        "hosting",
        "mining",
        "opportunity",
        "coming",
        "week",
        "trade",
        "image",
        "mark",
        "granted",
        "european",
        "union",
        "company",
        "pleased",
        "announce",
        "image",
        "trademark",
        "petition",
        "covering",
        "european",
        "member",
        "state",
        "granted",
        "th",
        "may",
        "protected",
        "trademark",
        "associated",
        "use",
        "fundamental",
        "licensing",
        "agreement",
        "upcoming",
        "country",
        "based",
        "panamchain",
        "fintech",
        "blockchain",
        "conference",
        "saturday",
        "may",
        "5th",
        "sunday",
        "may",
        "6th",
        "company",
        "director",
        "alfredo",
        "manresa",
        "panamanian",
        "legal",
        "counsel",
        "paula",
        "sarmiento",
        "spanish",
        "legal",
        "counsel",
        "rocio",
        "jimenez",
        "attended",
        "notable",
        "panamchain",
        "fintech",
        "blockchain",
        "conference",
        "panama",
        "city",
        "republic",
        "panama",
        "significant",
        "international",
        "turnout",
        "event",
        "allied",
        "impressive",
        "caliber",
        "banking",
        "fintech",
        "attendee",
        "promise",
        "aid",
        "company",
        "south",
        "american",
        "rollout",
        "revolufin",
        "several",
        "potential",
        "country",
        "based",
        "licensing",
        "partner",
        "candidate",
        "met",
        "company",
        "expects",
        "offer",
        "update",
        "candidate",
        "development",
        "due",
        "course",
        "cuv",
        "venture",
        "cuv",
        "venture",
        "multidivisional",
        "publicly",
        "traded",
        "canadian",
        "company",
        "deploying",
        "advanced",
        "technology",
        "online",
        "travel",
        "vacation",
        "resort",
        "mobile",
        "apps",
        "money",
        "remittance",
        "invoice",
        "factoring",
        "crypto",
        "mining",
        "blockchain",
        "system",
        "cryptotoken",
        "sector",
        "flagship",
        "technology",
        "apple",
        "android",
        "multinational",
        "remittance",
        "app",
        "powered",
        "blockchain",
        "protocol",
        "aimed",
        "worldwide",
        "billion",
        "family",
        "remittance",
        "market",
        "coin",
        "cryptotoken",
        "allied",
        "promise",
        "coin",
        "choice",
        "remittance",
        "sender",
        "traveler",
        "hospitality",
        "industry",
        "increasing",
        "adoption",
        "across",
        "several",
        "sphere",
        "exemplifies",
        "international",
        "perspective",
        "future",
        "value",
        "amongst",
        "user",
        "company",
        "fintech",
        "division",
        "continues",
        "expand",
        "rapidly",
        "emerging",
        "segment",
        "manages",
        "operates",
        "develops",
        "digital",
        "platform",
        "monetize",
        "blockchain",
        "ecosystem",
        "across",
        "broad",
        "spectrum",
        "leisure",
        "related",
        "industry",
        "remittance",
        "finance",
        "diverse",
        "division",
        "company",
        "named",
        "cuba",
        "venture",
        "involved",
        "caribbean",
        "basin",
        "strategic",
        "investment",
        "similar",
        "united",
        "state",
        "nasdaq",
        "listed",
        "herzfeld",
        "fund",
        "focus",
        "control",
        "noteworthy",
        "asset",
        "related",
        "caribbean",
        "basin",
        "including",
        "cuba",
        "division",
        "comprised",
        "numerous",
        "asset",
        "wholly",
        "owned",
        "subsidiary",
        "travelucion",
        "medium",
        "duly",
        "licensed",
        "bonded",
        "online",
        "travel",
        "company",
        "amadeus",
        "gd",
        "affiliated",
        "digital",
        "print",
        "medium",
        "powerhouse",
        "specializes",
        "travel",
        "marketing",
        "electronic",
        "reservation",
        "online",
        "booking",
        "solution",
        "travelucion",
        "owns",
        "vast",
        "portfolio",
        "web",
        "asset",
        "consisting",
        "website",
        "language",
        "generate",
        "million",
        "per",
        "year",
        "direct",
        "traffic",
        "travelucion",
        "online",
        "booking",
        "site",
        "proprietary",
        "online",
        "booking",
        "system",
        "also",
        "customized",
        "white",
        "label",
        "deployment",
        "third",
        "party",
        "booking",
        "website",
        "cayman",
        "island",
        "dominican",
        "republic",
        "aruba",
        "bahamas",
        "bvi",
        "belize",
        "antigua",
        "jamaica",
        "cuba",
        "offering",
        "booking",
        "hotel",
        "private",
        "residence",
        "car",
        "rental",
        "tour",
        "flight",
        "variety",
        "type",
        "specialized",
        "travel",
        "service",
        "company",
        "acquired",
        "equity",
        "florida",
        "usa",
        "based",
        "licensed",
        "bonded",
        "travel",
        "agency",
        "international",
        "business",
        "travel",
        "opportunity",
        "llc",
        "ibto",
        "caribbean",
        "basin",
        "focused",
        "travel",
        "facilitator",
        "operating",
        "trip",
        "region",
        "including",
        "licensed",
        "cuba",
        "trip",
        "american",
        "company",
        "acquired",
        "equity",
        "florida",
        "usa",
        "based",
        "third",
        "circle",
        "publishing",
        "llc",
        "publisher",
        "esteemed",
        "circulated",
        "print",
        "digital",
        "magazine",
        "cuba",
        "trade",
        "magazine",
        "cuv",
        "venture",
        "corp",
        "owns",
        "interest",
        "important",
        "print",
        "digital",
        "medium",
        "asset",
        "reaching",
        "10",
        "million",
        "consumer",
        "globally",
        "company",
        "acquired",
        "equity",
        "toronto",
        "canada",
        "based",
        "fintrac",
        "licensed",
        "remittance",
        "company",
        "duales",
        "inc",
        "part",
        "remittance",
        "app",
        "partner",
        "network",
        "company",
        "acquired",
        "equity",
        "miami",
        "usa",
        "based",
        "business",
        "havana",
        "consulting",
        "group",
        "part",
        "progressive",
        "acquisition",
        "key",
        "cuba",
        "related",
        "non",
        "domiciled",
        "business",
        "cuba",
        "venture",
        "division",
        "consulting",
        "team",
        "harness",
        "year",
        "combined",
        "advisor",
        "experience",
        "submitting",
        "obtaining",
        "approval",
        "joint",
        "venture",
        "joint",
        "production",
        "agreement",
        "permit",
        "foreign",
        "enterprise",
        "recently",
        "company",
        "taken",
        "royalty",
        "approach",
        "future",
        "agreement",
        "third",
        "party",
        "anxious",
        "begin",
        "comercial",
        "operation",
        "cuba",
        "company",
        "cuba",
        "consulting",
        "unit",
        "methodology",
        "company",
        "gradually",
        "building",
        "potentially",
        "valuable",
        "non",
        "caribbean",
        "cuba",
        "domiciled",
        "asset",
        "base",
        "interim",
        "securing",
        "revenue",
        "growth",
        "unique",
        "opportunity",
        "present",
        "caribbean",
        "basin",
        "emphasis",
        "billion",
        "dollar",
        "rapidly",
        "growing",
        "cuban",
        "travel",
        "tourism",
        "industry",
        "billion",
        "factoring",
        "fintech",
        "sector",
        "billion",
        "caribbean",
        "remittance",
        "industry",
        "international",
        "corporate",
        "consulting",
        "cuba",
        "estimated",
        "billion",
        "annual",
        "economy",
        "remains",
        "interesting",
        "opportunity",
        "one",
        "division",
        "strives",
        "dominate",
        "every",
        "opportunity",
        "acquiring",
        "asset",
        "neither",
        "physically",
        "domiciled",
        "associated",
        "entity",
        "located",
        "republic",
        "cuba",
        "unparalleled",
        "future",
        "takeover",
        "prospect",
        "political",
        "climate",
        "improve",
        "information",
        "cuv",
        "venture",
        "cuv",
        "visit",
        "company",
        "website",
        "company",
        "approximately",
        "share",
        "issued",
        "outstanding",
        "cuv",
        "venture",
        "steve",
        "marshall"
    ]
}