{
    "organizations": [],
    "uuid": "67d4f57f1242b0eba1a30c0255400a3ff54af214",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/globe-newswire-restoration-robotics-inc-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Restoration Robotics, Inc. Reports First Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., May 14, 2018 (GLOBE NEWSWIRE) -- Restoration Robotics, Inc. (NASDAQ:HAIR), announced today financial results for the first quarter\nFirst Quarter and Recent Highlights\nReceived U.S. FDA 510(k) clearance for implantation functionality Revenue of $5.0 million, compared to $5.5 million in 2017 Sold 8 ARTAS® Robotic Hair Restoration Systems Appointed Chris Aronson, Vice President, Sales, effective February 1, 2018 Announced the appointment of aesthetics veteran Keith Sullivan to the Board of Directors, effective July 1, 2018 Finalized a $20 million loan and security agreement on May 10, 2018\nRyan Rhodes, President and Chief Executive Officer of Restoration Robotics, said, “In the first quarter we continued to position the Company for sustained sales growth especially following our receipt of FDA 510(k) clearance for ARTAS implantation functionality. This allows us to further extend ARTAS’ leadership position in the field of robotic hair restoration by rounding out our offering to address all three of the most difficult, repetitive tasks in hair restoration: harvesting, site making, and implantation. We strengthened and expanded our U.S. Sales leadership, with the appointment of Chris Aronson as Vice President of Sales. We also grew our team of U.S. regional sales managers responsible for capital sales to seven professionals, as we execute a more U.S. centric strategy in preparation for the launch of the implantation functionality expected before the end of 2018.”\nMr. Rhodes continued, “In the first quarter we sold eight ARTAS Systems while continuing to drive procedure-based revenue through the installed base. As of March 31, 2018 we have sold a cumulative total of 261 ARTAS systems worldwide, providing a strong base for increased procedure volume as we continue to drive growth and penetrate the market.”\nMr. Rhodes added, “We are also very excited to welcome Keith Sullivan to our board of directors, effective July 1, 2018. I am confident that Keith’s deep commercial and operational experience within the aesthetics space as Interim General Manager of miraDry® at Sientra® and as former Chief Commercial Officer and President, North America at ZELTIQ® Aesthetics, will prove to be invaluable as we further penetrate our substantial addressable market.”\nFirst Quarter 2018 Financial Results\nRevenue in the first quarter of 2018 was $5.0 million, a 9% decrease from $5.5 million in the first quarter of 2017. The decline was driven by a decrease in system revenue, partially offset by a year over year increase in procedure-based fees.\nGross margin for the first quarter was 36% compared to 44% in the first quarter of 2017. The decrease in gross margin was primarily related to a non-recurring charge for excess components procured in connection with existing ARTAS technology. This was partially offset by product cost efficiencies and higher procedure-based revenue which generally provides a higher gross margin.\nOperating expenses in the first quarter of 2018 were $8.9 million, a 30% increase from the $6.8 million in the first quarter of 2017. The increase reflects investments in the company's sales and marketing initiatives along with higher head count and other costs related to being a public company.\nNet loss for the first quarter of 2018 was $(7.4) million or $(0.26) per share, compared with a net loss of $(5.2) million, or $(0.32) per share, for the first quarter of 2017.\nTotal cash and cash equivalents were $16.5 million as of March 31, 2018 compared to $23.5 million as of December 31, 2017. Cash and cash equivalents as of March 31, 2018 do not include proceeds from our new debt facility finalized on May 10, 2018. The refinancing of the Company’s debt provided an incremental $9.3 million of cash net of the repayment of its previous loan facility and costs related to the new facility.\nConference Call Information\nRestoration Robotics will hold a conference call on, Monday, May 14, 2018, at 4:30pm ET to discuss the results. The dial-in numbers are (866) 916-2179 for domestic callers and (210) 874-7716 for international callers. The conference ID is 7886649. A live webcast of the conference call will be available on the investor relations section of the Company’s website.\nA replay of the call will be available starting on May 14, 2018 through May 21, 2018. To access the replay, dial (855) 859-2056 for domestic callers and (404) 537-3406 for international callers and enter access code 7886649. The webcast will be available in the investor relations section of the Company’s website for 90 days following the completion of the call.\nAbout Restoration Robotics\nRestoration Robotics, Inc., is a medical device company developing and commercializing the ARTAS™ Robotic Hair Restoration System. We believe the ARTAS System is the first and only physician-assisted system to dissect, and assist in the harvesting of, follicular units directly from the scalp and create recipient implant sites using proprietary algorithms. The Company has unique expertise in machine vision, image guidance, visual servoing and robotics, as well as developing intuitive interfaces to manage these technologies.\nForward-Looking Statements\nStatements made in this press release and the earnings call referencing the press release that are not statements of historical fact are forward-looking statements. Forward-looking statements are subject to the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are commonly identified by words such as “would,” “may,” “expects,” “believes,” “plans,” “intends,” “projects” and other terms with similar meaning. Investors are cautioned that the forward-looking statements in this document are based on current beliefs, assumptions and expectations, speak only as of the date of this document and involve risks and uncertainties that could cause actual results to differ materially from current expectations. Such statements, including our expectations as to our cash runway and timing and expectations for the launch of implantation functionality, are subject to certain known and unknown risks and uncertainties, many of which are difficult to predict and generally beyond our control, that could cause actual results and other future events to differ materially from those expressed in, or implied or projected by, the forward-looking information and statements. Material factors that could cause actual results to differ materially from current expectations include, without limitation, the following: whether there is growth in demand for our ARTAS System for use in harvesting hair follicles for transplant; the progress of our commercialization, marketing and manufacturing capabilities; the continuing productivity and effectiveness of our commercial infrastructure and salesforce; our financial performance; our ability to establish collaborations and/or partnerships; the timing or likelihood of regulatory filings and approvals for ARTAS for use in transplanting of hair follicles, and expanding the approved use of ARTAS for use in dissecting hair follicles to include women and individuals without straight brown or black hair; our expectations regarding the potential market size and the size of the patient populations for ARTAS being accurate; whether we are effective in the pricing of ARTAS; whether we are successful in the implementation of our business model and strategic plans for our business and technology; the scope of protection we are able to establish and maintain for intellectual property rights covering ARTAS, along with any product enhancements; our ability to accurately estimate our expenses, future revenue, capital requirements, our needs for additional financing and our ability to obtain additional capital; and developments relating to our competitors and our industry, including competing therapies and procedures. These factors, together with those that are described in greater detail in our Annual Report on Form 10-K filed on March 5, 2018, as well as any reports that we may file with the SEC in the future, including our Quarterly Report for the three months ended March 31, 2018 which we expect to file on May 14, 2018, may cause our actual results, performance or achievements to differ materially and adversely from those anticipated or implied by our forward-looking statements. We expressly disclaim any obligation, except as required by law, or undertaking to update or revise any such forward-looking statements. Our results for the quarter ended March 31, 2018 are not necessarily indicative of our operating results for the full year 2018 or any other future periods.\nMedia Contact\nLisa Markle\nDirector of Marketing\nRestoration Robotics, Inc.\n+1-408-883-6764\nlisam@restorationrobotics.com\nInvestor Contact\nThe Ruth Group\nLee Roth & Brian Johnston\nir@restorationrobotics.com\n646-536-7000\nRESTORATION ROBOTICS, INC. CONSOLIDATED STATEMENT OF OPERATIONS (in thousands, except share and per share data) Three Months Ended March 31, 2018 2017 Revenue, net $ 5,005 $ 5,475 Cost of revenue 3,185 3,091 Gross profit 1,820 2,384 Gross Margin 36 % 44 % Operating expenses: Sales and marketing 4,384 3,966 Research and development 2,125 1,916 General and administrative 2,351 926 Total operating expenses 8,860 6,808 Loss from operations (7,040 ) (4,424 ) Other expense, net: Interest expense (358 ) (586 ) Other expense, net (20 ) (149 ) Total other expense, net (378 ) (735 ) Net loss before provision for income taxes (7,418 ) (5,159 ) Provision for income taxes 13 16 Net loss attributable to common stockholders $ (7,431 ) $ (5,175 ) Net loss per share attributable to common stockholders, basic and diluted $ (0.26 ) $ (0.32 ) Weighted-average shares used in computing net loss per share attributable\nto common stockholders, basic and diluted 28,962,269 16,183,178\nRESTORATION ROBOTICS, INC. CONSOLIDATED BALANCE SHEETS (in thousands, except share and per share data) March 31, December 31, 2018 2017 ASSETS CURRENT ASSETS: Cash and cash equivalents $ 16,530 $ 23,545 Accounts receivable, net 4,478 3,864 Inventory 2,222 2,761 Prepaid expenses and other current assets 1,233 1,562 Total current assets 24,463 31,732 Property and equipment, net 1,217 1,138 Restricted cash 100 100 Other assets 100 TOTAL ASSETS $ 25,880 $ 32,970 LIABILITIES, CONVERTIBLE PREFERRED STOCK AND STOCKHOLDERS’ DEFICIT CURRENT LIABILITIES: Accounts payable $ 2,296 $ 2,044 Accrued compensation 1,648 1,630 Other accrued liabilities 2,199 1,125 Deferred revenue 1,884 1,517 Current portion of long-term debt, net of discount of $199 and $270 as of March 31, 2018\nand December 31, 2017 7,801 7,730 Total current liabilities 15,828 14,046 Other long-term liabilities 670 459 Long-term debt, net of discount of $6 and $29 as of March 31, 2018 and December 31,\n2017 3,294 5,271 TOTAL LIABILITIES 19,792 19,776 Commitments and Contingencies Convertible preferred stock, $0.0001 par value; 236,154,444 shares authorized and no shares issued\nand outstanding as of March 31, 2018 and December 31, 2017 — — STOCKHOLDERS’ DEFICIT: Common stock, $0.0001 par value: 350,490,000 shares authorized as of March 31, 2018 and\nDecember 31, 2017; 29,046,156 and 28,940,282 shares issued and outstanding as of March 31,2018\nand December 31, 2017 3 3 Additional paid-in capital 178,078 177,757 Accumulated other comprehensive loss (75 ) (79 ) Accumulated deficit (171,918 ) (164,487 ) TOTAL STOCKHOLDERS’ DEFICIT 6,088 13,194 TOTAL LIABILITIES, CONVERTIBLE PREFERRED STOCK AND STOCKHOLDERS’\nDEFICIT $ 25,880 $ 32,970\nSource:Restoration Robotics, Inc.",
    "published": "2018-05-15T00:01:00.000+03:00",
    "crawled": "2018-05-15T01:00:29.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "may",
        "globe",
        "newswire",
        "restoration",
        "robotics",
        "nasdaq",
        "hair",
        "announced",
        "today",
        "financial",
        "result",
        "first",
        "quarter",
        "first",
        "quarter",
        "recent",
        "highlight",
        "received",
        "fda",
        "k",
        "clearance",
        "implantation",
        "functionality",
        "revenue",
        "million",
        "compared",
        "million",
        "sold",
        "robotic",
        "hair",
        "restoration",
        "system",
        "appointed",
        "chris",
        "aronson",
        "vice",
        "president",
        "sale",
        "effective",
        "february",
        "announced",
        "appointment",
        "aesthetic",
        "veteran",
        "keith",
        "sullivan",
        "board",
        "director",
        "effective",
        "july",
        "finalized",
        "million",
        "loan",
        "security",
        "agreement",
        "may",
        "ryan",
        "rhodes",
        "president",
        "chief",
        "executive",
        "officer",
        "restoration",
        "robotics",
        "said",
        "first",
        "quarter",
        "continued",
        "position",
        "company",
        "sustained",
        "sale",
        "growth",
        "especially",
        "following",
        "receipt",
        "fda",
        "k",
        "clearance",
        "artas",
        "implantation",
        "functionality",
        "allows",
        "u",
        "extend",
        "artas",
        "leadership",
        "position",
        "field",
        "robotic",
        "hair",
        "restoration",
        "rounding",
        "offering",
        "address",
        "three",
        "difficult",
        "repetitive",
        "task",
        "hair",
        "restoration",
        "harvesting",
        "site",
        "making",
        "implantation",
        "strengthened",
        "expanded",
        "sale",
        "leadership",
        "appointment",
        "chris",
        "aronson",
        "vice",
        "president",
        "sale",
        "also",
        "grew",
        "team",
        "regional",
        "sale",
        "manager",
        "responsible",
        "capital",
        "sale",
        "seven",
        "professional",
        "execute",
        "centric",
        "strategy",
        "preparation",
        "launch",
        "implantation",
        "functionality",
        "expected",
        "end",
        "rhodes",
        "continued",
        "first",
        "quarter",
        "sold",
        "eight",
        "artas",
        "system",
        "continuing",
        "drive",
        "revenue",
        "installed",
        "base",
        "march",
        "sold",
        "cumulative",
        "total",
        "artas",
        "system",
        "worldwide",
        "providing",
        "strong",
        "base",
        "increased",
        "procedure",
        "volume",
        "continue",
        "drive",
        "growth",
        "penetrate",
        "rhodes",
        "added",
        "also",
        "excited",
        "welcome",
        "keith",
        "sullivan",
        "board",
        "director",
        "effective",
        "july",
        "confident",
        "keith",
        "deep",
        "commercial",
        "operational",
        "experience",
        "within",
        "aesthetic",
        "space",
        "interim",
        "general",
        "manager",
        "former",
        "chief",
        "commercial",
        "officer",
        "president",
        "north",
        "america",
        "aesthetic",
        "prove",
        "invaluable",
        "penetrate",
        "substantial",
        "addressable",
        "first",
        "quarter",
        "financial",
        "result",
        "revenue",
        "first",
        "quarter",
        "million",
        "decrease",
        "million",
        "first",
        "quarter",
        "decline",
        "driven",
        "decrease",
        "system",
        "revenue",
        "partially",
        "offset",
        "year",
        "year",
        "increase",
        "fee",
        "gross",
        "margin",
        "first",
        "quarter",
        "compared",
        "first",
        "quarter",
        "decrease",
        "gross",
        "margin",
        "primarily",
        "related",
        "charge",
        "excess",
        "component",
        "procured",
        "connection",
        "existing",
        "artas",
        "technology",
        "partially",
        "offset",
        "product",
        "cost",
        "efficiency",
        "higher",
        "revenue",
        "generally",
        "provides",
        "higher",
        "gross",
        "margin",
        "operating",
        "expense",
        "first",
        "quarter",
        "million",
        "increase",
        "million",
        "first",
        "quarter",
        "increase",
        "reflects",
        "investment",
        "company",
        "sale",
        "marketing",
        "initiative",
        "along",
        "higher",
        "head",
        "count",
        "cost",
        "related",
        "public",
        "company",
        "net",
        "loss",
        "first",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "total",
        "cash",
        "cash",
        "equivalent",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "cash",
        "cash",
        "equivalent",
        "march",
        "include",
        "proceeds",
        "new",
        "debt",
        "facility",
        "finalized",
        "may",
        "refinancing",
        "company",
        "debt",
        "provided",
        "incremental",
        "million",
        "cash",
        "net",
        "repayment",
        "previous",
        "loan",
        "facility",
        "cost",
        "related",
        "new",
        "facility",
        "conference",
        "call",
        "information",
        "restoration",
        "robotics",
        "hold",
        "conference",
        "call",
        "monday",
        "may",
        "et",
        "discus",
        "result",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "replay",
        "call",
        "available",
        "starting",
        "may",
        "may",
        "access",
        "replay",
        "dial",
        "domestic",
        "caller",
        "international",
        "caller",
        "enter",
        "access",
        "code",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "day",
        "following",
        "completion",
        "call",
        "restoration",
        "robotics",
        "restoration",
        "robotics",
        "medical",
        "device",
        "company",
        "developing",
        "commercializing",
        "robotic",
        "hair",
        "restoration",
        "system",
        "believe",
        "artas",
        "system",
        "first",
        "system",
        "dissect",
        "assist",
        "harvesting",
        "follicular",
        "unit",
        "directly",
        "scalp",
        "create",
        "recipient",
        "implant",
        "site",
        "using",
        "proprietary",
        "algorithm",
        "company",
        "unique",
        "expertise",
        "machine",
        "vision",
        "image",
        "guidance",
        "visual",
        "servoing",
        "robotics",
        "well",
        "developing",
        "intuitive",
        "interface",
        "manage",
        "technology",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "earnings",
        "call",
        "referencing",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "subject",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "commonly",
        "identified",
        "word",
        "would",
        "may",
        "expects",
        "belief",
        "plan",
        "intends",
        "project",
        "term",
        "similar",
        "meaning",
        "investor",
        "cautioned",
        "statement",
        "document",
        "based",
        "current",
        "belief",
        "assumption",
        "expectation",
        "speak",
        "date",
        "document",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "statement",
        "including",
        "expectation",
        "cash",
        "runway",
        "timing",
        "expectation",
        "launch",
        "implantation",
        "functionality",
        "subject",
        "certain",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "future",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "information",
        "statement",
        "material",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "without",
        "limitation",
        "following",
        "whether",
        "growth",
        "demand",
        "artas",
        "system",
        "use",
        "harvesting",
        "hair",
        "follicle",
        "transplant",
        "progress",
        "commercialization",
        "marketing",
        "manufacturing",
        "capability",
        "continuing",
        "productivity",
        "effectiveness",
        "commercial",
        "infrastructure",
        "salesforce",
        "financial",
        "performance",
        "ability",
        "establish",
        "collaboration",
        "partnership",
        "timing",
        "likelihood",
        "regulatory",
        "filing",
        "approval",
        "artas",
        "use",
        "transplanting",
        "hair",
        "follicle",
        "expanding",
        "approved",
        "use",
        "artas",
        "use",
        "dissecting",
        "hair",
        "follicle",
        "include",
        "woman",
        "individual",
        "without",
        "straight",
        "brown",
        "black",
        "hair",
        "expectation",
        "regarding",
        "potential",
        "market",
        "size",
        "size",
        "patient",
        "population",
        "artas",
        "accurate",
        "whether",
        "effective",
        "pricing",
        "artas",
        "whether",
        "successful",
        "implementation",
        "business",
        "model",
        "strategic",
        "plan",
        "business",
        "technology",
        "scope",
        "protection",
        "able",
        "establish",
        "maintain",
        "intellectual",
        "property",
        "right",
        "covering",
        "artas",
        "along",
        "product",
        "enhancement",
        "ability",
        "accurately",
        "estimate",
        "expense",
        "future",
        "revenue",
        "capital",
        "requirement",
        "need",
        "additional",
        "financing",
        "ability",
        "obtain",
        "additional",
        "capital",
        "development",
        "relating",
        "competitor",
        "industry",
        "including",
        "competing",
        "therapy",
        "procedure",
        "factor",
        "together",
        "described",
        "greater",
        "detail",
        "annual",
        "report",
        "form",
        "filed",
        "march",
        "well",
        "report",
        "may",
        "file",
        "sec",
        "future",
        "including",
        "quarterly",
        "report",
        "three",
        "month",
        "ended",
        "march",
        "expect",
        "file",
        "may",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "adversely",
        "anticipated",
        "implied",
        "statement",
        "expressly",
        "disclaim",
        "obligation",
        "except",
        "required",
        "law",
        "undertaking",
        "update",
        "revise",
        "statement",
        "result",
        "quarter",
        "ended",
        "march",
        "necessarily",
        "indicative",
        "operating",
        "result",
        "full",
        "year",
        "future",
        "period",
        "medium",
        "contact",
        "lisa",
        "markle",
        "director",
        "marketing",
        "restoration",
        "robotics",
        "lisam",
        "investor",
        "contact",
        "ruth",
        "group",
        "lee",
        "roth",
        "brian",
        "johnston",
        "ir",
        "restoration",
        "robotics",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "net",
        "cost",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "operating",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "net",
        "interest",
        "expense",
        "expense",
        "net",
        "total",
        "expense",
        "net",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "restoration",
        "robotics",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "debt",
        "net",
        "discount",
        "march",
        "december",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "net",
        "discount",
        "march",
        "december",
        "total",
        "liability",
        "commitment",
        "contingency",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "stockholder",
        "deficit",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "march",
        "december",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "deficit",
        "source",
        "restoration",
        "robotics",
        "inc"
    ]
}