{
    "organizations": [],
    "uuid": "a198bb937fa4bb9a53ebbf92cee2ac5caae5ffab",
    "author": "Getty Images",
    "url": "https://www.cnbc.com/2018/05/09/trump-says-it-was-a-great-night-after-an-ex-con-loses-west-virginia-primary.html",
    "ord_in_thread": 0,
    "title": "Trump says it was a 'great night' after an ex-con loses West Virginia primary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Republican voters rejected ex-convict Don Blankenship in a West Virginia Senate primary in which he sold himself as \"Trumpier than Trump\" but was vigorously opposed by Trump himself. GOP voters in Indiana , meanwhile, chose wealthy businessman Mike Braun over two sitting congressmen to lead the party's charge against a vulnerable Democratic senator in the fall.\nPresident Donald Trump and his allies cheered the West Virginia result, which helped avert a potential political disaster for a GOP already bracing for major losses in the November midterm elections.\nTrump said on Twitter Wednesday that Republicans \"had a great night.\" He added: \"Tremendous voter energy and excitement, and all candidates are those who have a great chance of winning in November.\"\nDonald Trump tweet\nIn both cases, Trump's party appears to have avoided the missteps that doomed candidates in high-profile Senate races in the past. Clinging to a 2-seat Senate majority, Republicans are well positioned to challenge at least two Senate Democrats this fall — West Virginia's Joe Manchin and Indiana's Joe Donnelly — who are facing re-election in the heart of Trump country.\nThe day's slate of early season elections tested the limits of the anti-establishment fervor that has defined the Trump era.\nHopelessly behind in West Virginia, Blankenship conceded defeat in the contest to determine Democratic Sen. Joe Manchin's general election challenger. The Republican president fought in the campaign's final days to defeat Blankenship, a retired coal executive, who remained popular among some West Virginia Republicans despite having served a year in prison for his role in a deadly mine disaster and attacked the Asian heritage of the top Senate Republican's wife.\nState Attorney General Patrick Morrisey claimed the nomination instead, promoting his record of challenging policies of the administration of former President Barack Obama and deflecting criticism of his roots in New Jersey, where he lost a 2000 congressional race.\n\"Mr. President, if you're watching right now, let me tell you, your tweet was huge,\" Morrisey said in his nomination address, referring to Trump's election eve call for voters to shun Blankenship's candidacy. \"You've been to the state now four times. I'd like you to come back as many times as you can between now and November.\"\nVice President Mike Pence congratulated Morrisey on Twitter, saying, \"The great people of WV need a senator who supports the #MAGA agenda.\"\nMike Pence tweet\nThe key Senate contests headlined primary elections across four states on Tuesday that will help shape the political landscape in this fall's midterm elections. Control of Congress is at stake in addition to state governments across the nation.\nIn a possible sign of party unrest, however, Rep. Robert Pittenger lost in North Carolina to the Rev. Mark Harris, a Baptist pastor he narrowly beat two years ago. Pittinger is the first incumbent to lose his seat this primary season.\nIn most cases, the Republican candidates on the ballot had competed to be seen as the most conservative, the most anti-Washington and the most loyal to the Republican president.\nIn Indiana, Democratic Sen. Joe Donnelly will face off in November against Braun, a multimillionaire owner of a national auto parts distribution business who loaned more than $5.4 million of his own money to his campaign. Braun credited his victory to voter disenchantment with \"business as usual\" and said he hoped to join other Republican senators who came from outside politics.\nAnother Indiana contest was less contentious: Greg Pence won the primary for the congressional seat his younger brother, Vice President Mike Pence , once held. Greg Pence is a Marine veteran and owner of two antique malls who once ran the now-bankrupt chain of Tobacco Road convenience stores. He'll be the favorite to win the seat in November.\nIn Ohio's high-profile governor's race, Democrats nominated Obama-era consumer watchdog Richard Cordray while Republicans selected state Attorney General Mike DeWine.\nAn Ohio state senator won the Republican primary to succeed retiring Rep. Pat Tiberi. The race had become a proxy fight between Tiberi, a GOP moderate, and conservative Republican Rep. Jim Jordan. Tiberi's candidate, Troy Balderson of Zanesville pulled out a win.\nAnd on the local level, a woman who accused Trump of sexually harassing her more than a decade ago claimed the Democratic nomination in a race to represent an area southeast of Toledo in the state House of Representatives. Democrat Rachel Crooks, a 35-year-old university administrator, ran unopposed, but must next win a November general election to become the first Trump accuser to hold elected office.\nA bright spot for Republicans in swing-state Ohio: GOP turnout was considerably stronger than Democratic voting in the open governor's race. With nearly two-thirds of the vote counted, 567, 000 Republicans cast votes, to 412,000 Democrats.\nU.S. Rep. Jim Renacci, with Trump's support, won the Republican primary to challenge Democratic Sen. Sherrod Brown in November.\nYet none of Tuesday's other contests was expected to have more impact on the midterm landscape than West Virginia, where Blankenship had embraced Trump's tactics — casting himself as a victim of government persecution and seizing on xenophobia, if not racism — to stand out in a crowded Republican field that included Attorney General Morrisey and Congressman Evan Jenkins.\nBefore his loss was official, Blankenship promised to explore his options in the general election — including whether state election law might allow him to launch a third-party bid that could undermine Morrisey's candidacy. State officials noted that West Virginia's \"sore loser\" law leaves Blankenship with virtually no option to run in the general election.\nNo matter Tuesday's winner, Trump's team was keeping pressure on Manchin. A pro-Trump political action committee America First was airing ads promoting Gina Haspel, Trump's nominee to be CIA director, and urging residents to call Manchin to support her confirmation.\nManchin coasted to the Democratic nomination, but he remains a top Republican target this fall.\nSpeaking Tuesday night at his Charleston headquarters, he said he expects Trump to get involved in the contest, despite Manchin's \"good relationship\" with the president. The Democrat said he would campaign as he always has: a bipartisan problem solver who works \"for West Virginians.\"\nTrump and his party invested significant time and resources to attack Blankenship in recent weeks. The head of the Senate Republican campaign arm highlighted Blankenship's criminal history. And a group allied with the national GOP, known as Mountain Families PAC, spent more than $1.2 million in attack ads against Blankenship.\nThe retired businessman was released less than a year ago from a prison term for a 2010 mine explosion that left 29 men dead. Blankenship led the company that owned the mine and was sentenced to a year in prison for conspiring to break safety laws, a misdemeanor.\nHe repeatedly blamed government regulators for the disaster, casting himself as the victim of an overzealous Obama-era Justice Department — an argument Trump regularly uses to dismiss federal agents investigating his campaign's ties to Russia.\nEven as Blankenship rebuffed Trump's criticism this week, he described himself as \"Trumpier than Trump\" and played up his outsider credentials.\n\"We just started from so far behind with the hangover of the explosion we couldn't make it up,\" Blankenship said late Tuesday, noting that the probation stemming from his prison term would formally end in a matter of minutes.\n\"I haven't really thought about what I'm going to do tomorrow,\" he continued. \"Probation ends at 12:01 a.m. tonight. Tomorrow, I may be in Aruba before sunset. I don't know.\"",
    "published": "2018-05-09T03:00:00.000+03:00",
    "crawled": "2018-05-09T16:12:02.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "republican",
        "voter",
        "rejected",
        "blankenship",
        "west",
        "virginia",
        "senate",
        "primary",
        "sold",
        "trumpier",
        "trump",
        "vigorously",
        "opposed",
        "trump",
        "gop",
        "voter",
        "indiana",
        "meanwhile",
        "chose",
        "wealthy",
        "businessman",
        "mike",
        "braun",
        "two",
        "sitting",
        "congressman",
        "lead",
        "party",
        "charge",
        "vulnerable",
        "democratic",
        "senator",
        "fall",
        "president",
        "donald",
        "trump",
        "ally",
        "cheered",
        "west",
        "virginia",
        "result",
        "helped",
        "avert",
        "potential",
        "political",
        "disaster",
        "gop",
        "already",
        "bracing",
        "major",
        "loss",
        "november",
        "midterm",
        "election",
        "trump",
        "said",
        "twitter",
        "wednesday",
        "republican",
        "great",
        "night",
        "added",
        "tremendous",
        "voter",
        "energy",
        "excitement",
        "candidate",
        "great",
        "chance",
        "winning",
        "november",
        "donald",
        "trump",
        "tweet",
        "case",
        "trump",
        "party",
        "appears",
        "avoided",
        "misstep",
        "doomed",
        "candidate",
        "senate",
        "race",
        "past",
        "clinging",
        "senate",
        "majority",
        "republican",
        "well",
        "positioned",
        "challenge",
        "least",
        "two",
        "senate",
        "democrat",
        "fall",
        "west",
        "virginia",
        "joe",
        "manchin",
        "indiana",
        "joe",
        "donnelly",
        "facing",
        "heart",
        "trump",
        "country",
        "day",
        "slate",
        "early",
        "season",
        "election",
        "tested",
        "limit",
        "fervor",
        "defined",
        "trump",
        "era",
        "hopelessly",
        "behind",
        "west",
        "virginia",
        "blankenship",
        "conceded",
        "defeat",
        "contest",
        "determine",
        "democratic",
        "joe",
        "manchin",
        "general",
        "election",
        "challenger",
        "republican",
        "president",
        "fought",
        "campaign",
        "final",
        "day",
        "defeat",
        "blankenship",
        "retired",
        "coal",
        "executive",
        "remained",
        "popular",
        "among",
        "west",
        "virginia",
        "republican",
        "despite",
        "served",
        "year",
        "prison",
        "role",
        "deadly",
        "mine",
        "disaster",
        "attacked",
        "asian",
        "heritage",
        "top",
        "senate",
        "republican",
        "wife",
        "state",
        "attorney",
        "general",
        "patrick",
        "morrisey",
        "claimed",
        "nomination",
        "instead",
        "promoting",
        "record",
        "challenging",
        "policy",
        "administration",
        "former",
        "president",
        "barack",
        "obama",
        "deflecting",
        "criticism",
        "root",
        "new",
        "jersey",
        "lost",
        "congressional",
        "race",
        "president",
        "watching",
        "right",
        "let",
        "tell",
        "tweet",
        "huge",
        "morrisey",
        "said",
        "nomination",
        "address",
        "referring",
        "trump",
        "election",
        "eve",
        "call",
        "voter",
        "shun",
        "blankenship",
        "candidacy",
        "state",
        "four",
        "time",
        "like",
        "come",
        "back",
        "many",
        "time",
        "november",
        "vice",
        "president",
        "mike",
        "penny",
        "congratulated",
        "morrisey",
        "twitter",
        "saying",
        "great",
        "people",
        "wv",
        "need",
        "senator",
        "support",
        "maga",
        "agenda",
        "mike",
        "penny",
        "tweet",
        "key",
        "senate",
        "contest",
        "headlined",
        "primary",
        "election",
        "across",
        "four",
        "state",
        "tuesday",
        "help",
        "shape",
        "political",
        "landscape",
        "fall",
        "midterm",
        "election",
        "control",
        "congress",
        "stake",
        "addition",
        "state",
        "government",
        "across",
        "nation",
        "possible",
        "sign",
        "party",
        "unrest",
        "however",
        "robert",
        "pittenger",
        "lost",
        "north",
        "carolina",
        "rev",
        "mark",
        "harris",
        "baptist",
        "pastor",
        "narrowly",
        "beat",
        "two",
        "year",
        "ago",
        "pittinger",
        "first",
        "incumbent",
        "lose",
        "seat",
        "primary",
        "season",
        "case",
        "republican",
        "candidate",
        "ballot",
        "competed",
        "seen",
        "conservative",
        "loyal",
        "republican",
        "president",
        "indiana",
        "democratic",
        "joe",
        "donnelly",
        "face",
        "november",
        "braun",
        "multimillionaire",
        "owner",
        "national",
        "auto",
        "part",
        "distribution",
        "business",
        "loaned",
        "million",
        "money",
        "campaign",
        "braun",
        "credited",
        "victory",
        "voter",
        "disenchantment",
        "business",
        "usual",
        "said",
        "hoped",
        "join",
        "republican",
        "senator",
        "came",
        "outside",
        "politics",
        "another",
        "indiana",
        "contest",
        "less",
        "contentious",
        "greg",
        "penny",
        "primary",
        "congressional",
        "seat",
        "younger",
        "brother",
        "vice",
        "president",
        "mike",
        "penny",
        "held",
        "greg",
        "penny",
        "marine",
        "veteran",
        "owner",
        "two",
        "antique",
        "mall",
        "ran",
        "chain",
        "tobacco",
        "road",
        "convenience",
        "store",
        "favorite",
        "win",
        "seat",
        "november",
        "ohio",
        "governor",
        "race",
        "democrat",
        "nominated",
        "consumer",
        "watchdog",
        "richard",
        "cordray",
        "republican",
        "selected",
        "state",
        "attorney",
        "general",
        "mike",
        "dewine",
        "ohio",
        "state",
        "senator",
        "republican",
        "primary",
        "succeed",
        "retiring",
        "pat",
        "tiberi",
        "race",
        "become",
        "proxy",
        "fight",
        "tiberi",
        "gop",
        "moderate",
        "conservative",
        "republican",
        "jim",
        "jordan",
        "tiberi",
        "candidate",
        "troy",
        "balderson",
        "zanesville",
        "pulled",
        "win",
        "local",
        "level",
        "woman",
        "accused",
        "trump",
        "sexually",
        "harassing",
        "decade",
        "ago",
        "claimed",
        "democratic",
        "nomination",
        "race",
        "represent",
        "area",
        "southeast",
        "toledo",
        "state",
        "house",
        "representative",
        "democrat",
        "rachel",
        "crook",
        "university",
        "administrator",
        "ran",
        "unopposed",
        "must",
        "next",
        "win",
        "november",
        "general",
        "election",
        "become",
        "first",
        "trump",
        "accuser",
        "hold",
        "elected",
        "office",
        "bright",
        "spot",
        "republican",
        "ohio",
        "gop",
        "turnout",
        "considerably",
        "stronger",
        "democratic",
        "voting",
        "open",
        "governor",
        "race",
        "nearly",
        "vote",
        "counted",
        "republican",
        "cast",
        "vote",
        "democrat",
        "jim",
        "renacci",
        "trump",
        "support",
        "republican",
        "primary",
        "challenge",
        "democratic",
        "sherrod",
        "brown",
        "november",
        "yet",
        "none",
        "tuesday",
        "contest",
        "expected",
        "impact",
        "midterm",
        "landscape",
        "west",
        "virginia",
        "blankenship",
        "embraced",
        "trump",
        "tactic",
        "casting",
        "victim",
        "government",
        "persecution",
        "seizing",
        "xenophobia",
        "racism",
        "stand",
        "crowded",
        "republican",
        "field",
        "included",
        "attorney",
        "general",
        "morrisey",
        "congressman",
        "evan",
        "jenkins",
        "loss",
        "official",
        "blankenship",
        "promised",
        "explore",
        "option",
        "general",
        "election",
        "including",
        "whether",
        "state",
        "election",
        "law",
        "might",
        "allow",
        "launch",
        "bid",
        "could",
        "undermine",
        "morrisey",
        "candidacy",
        "state",
        "official",
        "noted",
        "west",
        "virginia",
        "sore",
        "loser",
        "law",
        "leaf",
        "blankenship",
        "virtually",
        "option",
        "run",
        "general",
        "election",
        "matter",
        "tuesday",
        "winner",
        "trump",
        "team",
        "keeping",
        "pressure",
        "manchin",
        "political",
        "action",
        "committee",
        "america",
        "first",
        "airing",
        "ad",
        "promoting",
        "gina",
        "haspel",
        "trump",
        "nominee",
        "cia",
        "director",
        "urging",
        "resident",
        "call",
        "manchin",
        "support",
        "confirmation",
        "manchin",
        "coasted",
        "democratic",
        "nomination",
        "remains",
        "top",
        "republican",
        "target",
        "fall",
        "speaking",
        "tuesday",
        "night",
        "charleston",
        "headquarters",
        "said",
        "expects",
        "trump",
        "get",
        "involved",
        "contest",
        "despite",
        "manchin",
        "good",
        "relationship",
        "president",
        "democrat",
        "said",
        "would",
        "campaign",
        "always",
        "bipartisan",
        "problem",
        "solver",
        "work",
        "west",
        "virginian",
        "trump",
        "party",
        "invested",
        "significant",
        "time",
        "resource",
        "attack",
        "blankenship",
        "recent",
        "week",
        "head",
        "senate",
        "republican",
        "campaign",
        "arm",
        "highlighted",
        "blankenship",
        "criminal",
        "history",
        "group",
        "allied",
        "national",
        "gop",
        "known",
        "mountain",
        "family",
        "pac",
        "spent",
        "million",
        "attack",
        "ad",
        "blankenship",
        "retired",
        "businessman",
        "released",
        "less",
        "year",
        "ago",
        "prison",
        "term",
        "mine",
        "explosion",
        "left",
        "men",
        "dead",
        "blankenship",
        "led",
        "company",
        "owned",
        "mine",
        "sentenced",
        "year",
        "prison",
        "conspiring",
        "break",
        "safety",
        "law",
        "misdemeanor",
        "repeatedly",
        "blamed",
        "government",
        "regulator",
        "disaster",
        "casting",
        "victim",
        "overzealous",
        "justice",
        "department",
        "argument",
        "trump",
        "regularly",
        "us",
        "dismiss",
        "federal",
        "agent",
        "investigating",
        "campaign",
        "tie",
        "russia",
        "even",
        "blankenship",
        "rebuffed",
        "trump",
        "criticism",
        "week",
        "described",
        "trumpier",
        "trump",
        "played",
        "outsider",
        "credential",
        "started",
        "far",
        "behind",
        "hangover",
        "explosion",
        "could",
        "make",
        "blankenship",
        "said",
        "late",
        "tuesday",
        "noting",
        "probation",
        "stemming",
        "prison",
        "term",
        "would",
        "formally",
        "end",
        "matter",
        "minute",
        "really",
        "thought",
        "going",
        "tomorrow",
        "continued",
        "probation",
        "end",
        "tonight",
        "tomorrow",
        "may",
        "aruba",
        "sunset",
        "know"
    ]
}