{
    "organizations": [],
    "uuid": "9d5d1acec5756cd859c0ab5c7d5b15d2adf72b2c",
    "author": "Dr. Michael Ivanovitch",
    "url": "https://www.cnbc.com/2018/05/13/iran-sanctions-will-aggravate-discord-on-eu-reforms--commentary.html",
    "ord_in_thread": 0,
    "title": "Iran sanctions will aggravate discord on EU reforms - commentary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Germany does not want to finance the budget to support reforms in a French proposal to \"refound\" the European economic and political integration (aka \"the European project\").\nAt the same time, the presumption of European unity is being severely tested by the extraterritorial impact of President Donald Trump's unilateral sanctions on Iran.\nIronically, the money is the least of the problems in a quasi-permanent state of unease in French-German relations. Against that background, displays of bonhomie on official occasions look like a polite gloss of convenience on a centuries-old hostility of neighbors living the illusion of harmony and cooperation.\nAfter a decade of taking a back seat to Germany in economic policy and European affairs, France is now moving center stage in denouncing what it calls the German \"fetishism of trade and budget surpluses\" at the expense of the rest of Europe and a wider world. France, correctly, sees these policies as a serious obstacle to its proposals to strengthen the European project.\nPredictably, Germany is stalling, while the hostility of the German media sounds like an intention to bring the young French upstart — President Emmanuel Macron — down to the real world by showing him who's the boss.\n\"Don't be afraid,\" says Macron Paris , however, is neither fooled nor intimidated. The highly educated French president is no shrinking violet, as he showed in his frontal attack on Trump's policies during his address to the joint session of the U.S. Congress last month.\nHe knows that his ideas about the future of Europe and the French-German relations are issues for serious debate. He also knows that Germany's peremptory dismissal of his reform proposals are signs of vulnerability because he is pressing the right buttons.\nHere is what's at stake. In several of his speeches last year, Macron proposed measures mostly focused on the 19-nation monetary union that should serve as a strong core of the European Union consisting of 28 member states (or 27 if the UK concludes the separation agreement by the spring 2019).\nAmong the key proposals are a common euro area finance minister, a legislative and executive authority and a budget to finance the euro area's economic, social and fiscal convergence.\nSuffering from a protracted interregnum last year, Germany took all that as an affront. Macron's pIan was dead on arrival in Berlin , shot to pieces well in advance in a typical NIH (not invented here) manner. The whole thing was ridiculed as an exercise in building unnecessary bureaucracy and imposing new financial burdens.\nBerlin prefers to talk about its own priorities, such as the mandatory EU quotas for taking migrants that Germany invited and could no longer manage, digital economy and the completion of the euro area banking union. True to form, the German \"down-to-earth\" talk is also accompanied by the usual violins about staying competitive to push exports.\nMake no mistake, this French-German kabuki show is a deadly serious power play.\nAs a well-informed analyst of the European political scene, Macron is moved by a number of fundamental factors underlying the future of the European project.\nMacron again: \"The time to act is now!\" One, his plan for a complete federal structure of the monetary and fiscal union is meant to guarantee the strength and the finality of the European project and its legal tender.\nTwo, such a structure would be impossible to deconstruct by nationalists, populists and similar constituencies blaming all sorts of socio-economic problems on the EU's single market and the common currency.\nThree, I'll take the liberty of ascribing to Macron this unstated thought: His euro area reform program would also make it impossible for Germany to boss people around; the administrative setup he proposes would unfailingly and routinely enforce the rules of the monetary and fiscal union.\nThe focus is now on the meeting of the European Council — a forum of EU heads of state and government — on June 28-29, where France and Germany are supposed to present a joint \"road map\" of European reforms.\nFrench commentators of all stripes expect a damp squib, accusing Macron of talking too much instead of \"banging his fist on the table.\" Responding to that criticism, the French presidency announced last week that it was looking for substantive decisions next month.\nWish them luck, because Germany does not seem ready for substantive decisions on anything.\nIn her speech last week to celebrate Macron's Charlemagne Prize (for contributions to the cause of the European Union), German Chancellor Angela Merkel spoke mainly of the problems the U.S. was creating for the German economy with its unilateral sanctions on Iran .\nMacron, in her words, was \"bubbling with ideas,\" but said nothing about Germany's response, or what Germany was prepared to do to help \"Europe take its destiny in its own hands.\"\nThe reaction to the fallout from Washington's Iran sanctions is characteristic of ambiguity in French-German relations. In spite of statements that the two countries wanted to stay in Iran's nuclear agreement, Paris and Berlin are working on separate tracks to get exemptions from the U.S.-imposed sanctions on their companies involved in multi-year and multi-billion deals with Tehran.\nFrance says that the extraterritorial reach of Trump's Iran sanctions is \"unacceptable,\" while Germany remains resigned that \"nothing can be done about it.\" Following that conclusion, Germany is talking about post-Trump policies, because Berlin presumably expects that next November's mid-term Congressional elections can cripple what they apparently believe will be a one-term presidency.\nMore realistically, Germany seems to be counting on China and Russia (and perhaps India ) to reject Washington's unilateral sanctions on Iran — offering a way out the German-led Europe is unable to find on its own. All eyes are now on Iran's ongoing talks in Beijing and Moscow, and a visit of Tehran's delegation to Brussels next Tuesday.\nInvestment thoughts Investors voting with their savings on euro-denominated assets may wish to follow closely the French-German clash about measures that are necessary to strengthen the European project. These are crucially important steps to make irrevocable the EU's single market and the euro as a legal tender.\nFrance has posed that question in the form of far-reaching reforms to mend Europe's dangerous fault lines and set the famously fractious continent on a path to peace, harmony and prosperity. So far, Germany has shown no interest to cooperate, but France, apparently, won't give up. A prominent French philosopher reminded the body politic last week that \"article one of Macronist doctrine is attachment to the idea of a united Europe.\"\nTrump has made this intra-European discord more difficult with extraterritorial economic and financial implications of his wide-ranging sanctions.\nBy withdrawing from the Iran nuclear agreement, and threatening sanctions on any company working with Iranian counterparts, Trump could potentially tear up the fragile European project.\nI am not betting on that, but those who argue that Trump's disruptions could achieve the opposite result ignore deeply entrenched divisions and outright hostilities plaguing what people still hopefully call the European Union.\nYou want to take a bet?\nHere is mine: Macron will win and Italy will soon get a pro-European prime minister with little patience for Germany. The fiercely independent and highly professional European Central Bank will remain a pillar of the steadily growing euro area economy. Trump will be \"convinced\" by China, Russia and India — all actively trading with Tehran as an ally — to scale back his Iranian hostilities.\nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School.",
    "published": "2018-05-13T03:00:00.000+03:00",
    "crawled": "2018-05-14T05:32:04.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "germany",
        "want",
        "finance",
        "budget",
        "support",
        "reform",
        "french",
        "proposal",
        "refound",
        "european",
        "economic",
        "political",
        "integration",
        "aka",
        "european",
        "project",
        "time",
        "presumption",
        "european",
        "unity",
        "severely",
        "tested",
        "extraterritorial",
        "impact",
        "president",
        "donald",
        "trump",
        "unilateral",
        "sanction",
        "iran",
        "ironically",
        "money",
        "least",
        "problem",
        "state",
        "unease",
        "relation",
        "background",
        "display",
        "bonhomie",
        "official",
        "occasion",
        "look",
        "like",
        "polite",
        "gloss",
        "convenience",
        "hostility",
        "neighbor",
        "living",
        "illusion",
        "harmony",
        "cooperation",
        "decade",
        "taking",
        "back",
        "seat",
        "germany",
        "economic",
        "policy",
        "european",
        "affair",
        "france",
        "moving",
        "center",
        "stage",
        "denouncing",
        "call",
        "german",
        "fetishism",
        "trade",
        "budget",
        "surplus",
        "expense",
        "rest",
        "europe",
        "wider",
        "world",
        "france",
        "correctly",
        "see",
        "policy",
        "serious",
        "obstacle",
        "proposal",
        "strengthen",
        "european",
        "project",
        "predictably",
        "germany",
        "stalling",
        "hostility",
        "german",
        "medium",
        "sound",
        "like",
        "intention",
        "bring",
        "young",
        "french",
        "upstart",
        "president",
        "emmanuel",
        "macron",
        "real",
        "world",
        "showing",
        "bos",
        "afraid",
        "say",
        "macron",
        "paris",
        "however",
        "neither",
        "fooled",
        "intimidated",
        "highly",
        "educated",
        "french",
        "president",
        "shrinking",
        "violet",
        "showed",
        "frontal",
        "attack",
        "trump",
        "policy",
        "address",
        "joint",
        "session",
        "congress",
        "last",
        "month",
        "know",
        "idea",
        "future",
        "europe",
        "relation",
        "issue",
        "serious",
        "debate",
        "also",
        "know",
        "germany",
        "peremptory",
        "dismissal",
        "reform",
        "proposal",
        "sign",
        "vulnerability",
        "pressing",
        "right",
        "button",
        "stake",
        "several",
        "speech",
        "last",
        "year",
        "macron",
        "proposed",
        "measure",
        "mostly",
        "focused",
        "monetary",
        "union",
        "serve",
        "strong",
        "core",
        "european",
        "union",
        "consisting",
        "member",
        "state",
        "uk",
        "concludes",
        "separation",
        "agreement",
        "spring",
        "among",
        "key",
        "proposal",
        "common",
        "euro",
        "area",
        "finance",
        "minister",
        "legislative",
        "executive",
        "authority",
        "budget",
        "finance",
        "euro",
        "area",
        "economic",
        "social",
        "fiscal",
        "convergence",
        "suffering",
        "protracted",
        "interregnum",
        "last",
        "year",
        "germany",
        "took",
        "affront",
        "macron",
        "pian",
        "dead",
        "arrival",
        "berlin",
        "shot",
        "piece",
        "well",
        "advance",
        "typical",
        "nih",
        "invented",
        "manner",
        "whole",
        "thing",
        "ridiculed",
        "exercise",
        "building",
        "unnecessary",
        "bureaucracy",
        "imposing",
        "new",
        "financial",
        "burden",
        "berlin",
        "prefers",
        "talk",
        "priority",
        "mandatory",
        "eu",
        "quota",
        "taking",
        "migrant",
        "germany",
        "invited",
        "could",
        "longer",
        "manage",
        "digital",
        "economy",
        "completion",
        "euro",
        "area",
        "banking",
        "union",
        "true",
        "form",
        "german",
        "talk",
        "also",
        "accompanied",
        "usual",
        "violin",
        "staying",
        "competitive",
        "push",
        "export",
        "make",
        "mistake",
        "kabuki",
        "show",
        "deadly",
        "serious",
        "power",
        "play",
        "analyst",
        "european",
        "political",
        "scene",
        "macron",
        "moved",
        "number",
        "fundamental",
        "factor",
        "underlying",
        "future",
        "european",
        "project",
        "macron",
        "time",
        "act",
        "one",
        "plan",
        "complete",
        "federal",
        "structure",
        "monetary",
        "fiscal",
        "union",
        "meant",
        "guarantee",
        "strength",
        "finality",
        "european",
        "project",
        "legal",
        "tender",
        "two",
        "structure",
        "would",
        "impossible",
        "deconstruct",
        "nationalist",
        "populist",
        "similar",
        "constituency",
        "blaming",
        "sort",
        "problem",
        "eu",
        "single",
        "market",
        "common",
        "currency",
        "three",
        "take",
        "liberty",
        "ascribing",
        "macron",
        "unstated",
        "thought",
        "euro",
        "area",
        "reform",
        "program",
        "would",
        "also",
        "make",
        "impossible",
        "germany",
        "bos",
        "people",
        "around",
        "administrative",
        "setup",
        "proposes",
        "would",
        "unfailingly",
        "routinely",
        "enforce",
        "rule",
        "monetary",
        "fiscal",
        "union",
        "focus",
        "meeting",
        "european",
        "council",
        "forum",
        "eu",
        "head",
        "state",
        "government",
        "june",
        "france",
        "germany",
        "supposed",
        "present",
        "joint",
        "road",
        "map",
        "european",
        "reform",
        "french",
        "commentator",
        "stripe",
        "expect",
        "damp",
        "squib",
        "accusing",
        "macron",
        "talking",
        "much",
        "instead",
        "banging",
        "fist",
        "table",
        "responding",
        "criticism",
        "french",
        "presidency",
        "announced",
        "last",
        "week",
        "looking",
        "substantive",
        "decision",
        "next",
        "month",
        "wish",
        "luck",
        "germany",
        "seem",
        "ready",
        "substantive",
        "decision",
        "anything",
        "speech",
        "last",
        "week",
        "celebrate",
        "macron",
        "charlemagne",
        "prize",
        "contribution",
        "cause",
        "european",
        "union",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "spoke",
        "mainly",
        "problem",
        "creating",
        "german",
        "economy",
        "unilateral",
        "sanction",
        "iran",
        "macron",
        "word",
        "bubbling",
        "idea",
        "said",
        "nothing",
        "germany",
        "response",
        "germany",
        "prepared",
        "help",
        "europe",
        "take",
        "destiny",
        "hand",
        "reaction",
        "fallout",
        "washington",
        "iran",
        "sanction",
        "characteristic",
        "ambiguity",
        "relation",
        "spite",
        "statement",
        "two",
        "country",
        "wanted",
        "stay",
        "iran",
        "nuclear",
        "agreement",
        "paris",
        "berlin",
        "working",
        "separate",
        "track",
        "get",
        "exemption",
        "sanction",
        "company",
        "involved",
        "deal",
        "tehran",
        "france",
        "say",
        "extraterritorial",
        "reach",
        "trump",
        "iran",
        "sanction",
        "unacceptable",
        "germany",
        "remains",
        "resigned",
        "nothing",
        "done",
        "following",
        "conclusion",
        "germany",
        "talking",
        "policy",
        "berlin",
        "presumably",
        "expects",
        "next",
        "november",
        "congressional",
        "election",
        "cripple",
        "apparently",
        "believe",
        "presidency",
        "realistically",
        "germany",
        "seems",
        "counting",
        "china",
        "russia",
        "perhaps",
        "india",
        "reject",
        "washington",
        "unilateral",
        "sanction",
        "iran",
        "offering",
        "way",
        "europe",
        "unable",
        "find",
        "eye",
        "iran",
        "ongoing",
        "talk",
        "beijing",
        "moscow",
        "visit",
        "tehran",
        "delegation",
        "brussels",
        "next",
        "tuesday",
        "investment",
        "thought",
        "investor",
        "voting",
        "saving",
        "asset",
        "may",
        "wish",
        "follow",
        "closely",
        "clash",
        "measure",
        "necessary",
        "strengthen",
        "european",
        "project",
        "crucially",
        "important",
        "step",
        "make",
        "irrevocable",
        "eu",
        "single",
        "market",
        "euro",
        "legal",
        "tender",
        "france",
        "posed",
        "question",
        "form",
        "reform",
        "mend",
        "europe",
        "dangerous",
        "fault",
        "line",
        "set",
        "famously",
        "fractious",
        "continent",
        "path",
        "peace",
        "harmony",
        "prosperity",
        "far",
        "germany",
        "shown",
        "interest",
        "cooperate",
        "france",
        "apparently",
        "wo",
        "give",
        "prominent",
        "french",
        "philosopher",
        "reminded",
        "body",
        "politic",
        "last",
        "week",
        "article",
        "one",
        "macronist",
        "doctrine",
        "attachment",
        "idea",
        "united",
        "europe",
        "trump",
        "made",
        "discord",
        "difficult",
        "extraterritorial",
        "economic",
        "financial",
        "implication",
        "sanction",
        "withdrawing",
        "iran",
        "nuclear",
        "agreement",
        "threatening",
        "sanction",
        "company",
        "working",
        "iranian",
        "counterpart",
        "trump",
        "could",
        "potentially",
        "tear",
        "fragile",
        "european",
        "project",
        "betting",
        "argue",
        "trump",
        "disruption",
        "could",
        "achieve",
        "opposite",
        "result",
        "ignore",
        "deeply",
        "entrenched",
        "division",
        "outright",
        "hostility",
        "plaguing",
        "people",
        "still",
        "hopefully",
        "call",
        "european",
        "union",
        "want",
        "take",
        "bet",
        "mine",
        "macron",
        "win",
        "italy",
        "soon",
        "get",
        "prime",
        "minister",
        "little",
        "patience",
        "germany",
        "fiercely",
        "independent",
        "highly",
        "professional",
        "european",
        "central",
        "bank",
        "remain",
        "pillar",
        "steadily",
        "growing",
        "euro",
        "area",
        "economy",
        "trump",
        "convinced",
        "china",
        "russia",
        "india",
        "actively",
        "trading",
        "tehran",
        "ally",
        "scale",
        "back",
        "iranian",
        "hostility",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school"
    ]
}