{
    "organizations": [],
    "uuid": "3615e2fc27c597e1483a38d324e6f25dcef8d2cc",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-usa-trade-china-instantview/instant-view-u-s-china-agree-on-some-trade-issues-far-apart-on-others-idUSKBN1I50U3",
    "ord_in_thread": 0,
    "title": "Instant View: China media say some progress made with U.S. in trade dispute talks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING (Reuters) - China and the United States have reached a consensus on some areas of their trade dispute but are still relatively far apart on other issues, China’s official Xinhua news agency said on Friday.\nMembers of U.S. trade delegation, Treasury Secretary Steven Mnuchin and Commerce Secretary Wilbur Ross, leave a hotel in Beijing, China, May 4, 2018. REUTERS/Thomas Peter The two sides committed to resolve trade disputes through dialogue and exchanged opinions on expanding U.S. exports to China, Xinhua said, without giving details on what the officials agreed on and what issues divided them.\nThe U.S. trade delegation asked China to cut a bilateral trade imbalance immediately and to stop subsidizing advanced technology, a Wall Street Journal reporter wrote on Twitter, citing a document issued to the Chinese before talks.\nThe trade delegation also asked China not to target U.S. farmers and to cut its tariffs to levels no higher than those in the United States.\nFollowing are market reactions to the initial reports of the outcome of talks held in Beijing.\nRICHARD JERRAM, CHIEF ECONOMIST, BANK OF SINGAPORE, SINGAPORE\n“It is impossible to imagine China acceding to these demands, but they are best seen as the first, inflated, bid in a negotiating process.\n“Trade talks are likely to be messy. Firstly, the U.S. team is divided between those looking to minimize disruptions (Mnuchin, Kudlow) and those who favor a hard-line stance (Navarro, Lighthizer).\n“Secondly, there is little confidence that President Trump will support any deal. Presumably the Chinese negotiators realize this, and will come in with a low initial offer, fully expecting to have to raise it after intervention from the president.\n“China will use the threat of retaliation to avoid over-promising. Presumably we will again see the strategy of re-packaging previous commitments, while making some new pledges that will be forgotten and others that will be delivered.\n“At the same time, delay will be a key tactic, trying to run down the clock until elections produce a less confrontational U.S. administration. Comments from the U.S. team suggest they are wise to this game, which points to a meaningful risk of disruption.\n“Irrespective of any short-term deal, which is fundamentally unpredictable, trade friction will be a permanent feature of the next few years. China might be able to dent the bilateral deficit by changes in procurement practices, although not by anything close to $200 billion. However, the probability is that the overall U.S. trade deficit will continue to rise.\n“By implication, the U.S. administration’s view that they are ‘losing’ in world trade is likely to continue. This suggests that we will be in a permanent cycle of threats, negotiations and tariffs.\n“This is likely to contribute to the ‘bumpy ride’ expected by our strategy team. Moreover, the need to fund the twin deficits should weigh on the USD and pull it lower in the medium term, once the short-term bounce due to the shift in interest rate expectations fades.”\nTOMMY XIE, ECONOMIST AT OCBC BANK IN SINGAPORE: “I think the U.S. is asking the impossible. Reducing deficit by $200 billion by 2020 is quite unrealistic demand. But it may also be its negotiation tactic to start high first. Anyway, I guess it is only the start of negotiation not the end of negotiation.\n“The root problem of the widening U.S. trade deficit is low saving rate, which is not really addressed. As the U.S. is running fiscal stimulus, I think the chance for the U.S. to narrow its current imbalance is low.\n“This may bode well for further volatility. In terms of the impact, I think the dollar may weaken in the longer run.”\nIRIS PANG, GREATER CHINA ECONOMIST, ING, HONG KONG “An inconclusive outcome means there is a deadlock. There may not be a negotiation at all if it really starts with the U.S. demanding a $200 billion reduction in trade deficit within two years.\n“First of all, China has no obligation to do that. Secondly, how to achieve that?\n“The market has already reacted. The dollar/yuan rose from 6.35 to 6.359.\n“This is negative for the markets. It’s not tit-for-tat on just trade anymore, it’s more than trade, it’s about investments as well. If it involves the ZTE case, it means it’s on the larger topic of ‘Made in China 2025’.\n“I don’t think China will give in on anything. What China has announced already — opening up financial markets and the intention to cut tariffs on automobiles — will continue.\n“But it means that the U.S. can’t enjoy the cut in tariffs and it will be worse for the U.S. For example, European cars will be able to enter the market at a cheaper price for Chinese consumers and U.S. cars won’t.\n“This kind of retaliation will continue and probably broaden to other goods and services. I don’t think this is the end, this is just the start.\n“It would affect trade volumes for the whole world, not just between China and the U.S. and will push up prices of many goods in the world.\n“But it will not affect China’s GDP growth because ... China will speed up R&D. The investments part of China’s GDP will grow tremendously to offset the loss of trade, logistics services and manufacturing of some goods.”\nXU HONGCAI, DEPUTY CHIEF ECONOMIST, CHINA CENTRE FOR INTERNATIONAL ECONOMIC EXCHANGES (CCIEE), A BEIJING-BASED THINK TANK:\n“The achievement is hard-won given that this is the first time they talked.\n“The Chinese side has made many concessions, and China’s attitude is pro-active. But China will not accept their demand for cutting the trade surplus by $200 billion by 2020, which is impossible to achieve. Both sides need common efforts.\n“Both sides need to talk further as they are back on the path of negotiations. We need to do it in a step-by-step way. Rome wasn’t built in a day.\n“I don’t think they (the United States) will impose tariffs on imports from China, people don’t want a trade war. They definitely want to contain China. But opening is a big trend and it’s difficult for them to sustain efforts to contain China.”\nHELEN LAU, METALS AND MINING ANALYST, ARGONAUT SECURITIES, HONG KONG:\nThe talks saw “more unexpected demands from the U.S., hence creating more uncertainty. We also don’t know how long these trade negotiations will drag on.”\nWith U.S. tariffs on Chinese goods due to come into force in June “it is up to the U.S. to decide to extend. If not, a trade war starts and it is bad for commodities.”\nKEN CHEUNG, SENIOR FX STRATEGIST AT MIZUHO BANK, HONG KONG “The outcome was largely within expectations. (The two-day talks) did not make much progress. And potential risks from trade war might linger for some time.\n“It could prompt China to curb yuan appreciation. Chinese policymakers are paying more attention to the downside risk on the economy now as seen from the latest RRR cut (banks’ reserve requirements). The central bank may not only use the monetary policy but also comprehensive stimulus to boost the economy, and yuan policy is one of them.\n“The government is likely to use the news headlines as an excuse to slightly weaken the yuan for now.”\nPAUL BURKE, ASIA DIRECTOR, US SOYBEAN EXPORT COUNCIL, BEIJING OFFICE:\n“My position has moved from pessimistic to cautiously optimistic and I’m looking forward to the details.\n“But if the result of these agreements doesn’t have the impact of both sides backing away from the imposition of duties, and the threat of a 25 percent tariff on soybeans remains, I’m concerned that the status quo would remain in place. That means essentially that no U.S. soybeans are being contracted for future delivery right now.”\nLI QIANG, CHIEF CONSULTANT AT AGRICULTURE CONSULTANCY SHANGHAI JC INTELLIGENCE CO LTD, SHANGHAI:\n“It’s basically a win-win, it’s better than a trade war.”\nFor imported products that were facing tariffs such as soybeans, “there’s now room for adjustment”.\n“It’s bullish for imports. For sorghum, there’s room for negotiation. There’s still hope for it to be resolved.”\nANDY JI, ASIAN CURRENCY STRATEGIST, COMMONWEALTH BANK OF AUSTRALIA, SINGAPORE\n“The headlines so far suggest there are still no concrete steps that could be taken to diminish the trade tensions... In that regard, the (China-U.S.) talks do not alleviate concerns over the region’s growth outlook.\n“In Asia, Hong Kong, Singapore, South Korea and Taiwan are known to be the key upstream economies in advanced manufacturing global value chains. As a result, the lingering trade dispute bodes ill for their respective currencies.”\nBACKGROUND: — U.S. and Chinese negotiators will end two days of talks on Friday to try and avert a trade war over thorny technology transfer issues amid expectations that they will not reach a breakthrough deal but will at least agree to keep talking.\n— President Donald Trump’s threatened tariffs are seen as likely to continue their march toward activation.\n— U.S. complaints about Chinese intellectual property, or IP, abuses are at the core of the current dispute. The Trump administration says U.S. companies lose hundreds of billions of dollars annually to China’s theft of trade secrets.\n— In recent months, Trump has demanded a $100 billion annual reduction in the $375 billion U.S. goods trade deficit with China, and responded to Chinese vows of retaliation over U.S. tariffs with threats of duties on another $100 billion worth of Chinese exports to the United States.\nReporting by Beijing, Shanghai and Singapore bureaus; Editing by Kim Coghill\n ",
    "published": "2018-05-04T17:04:00.000+03:00",
    "crawled": "2018-05-04T21:05:58.024+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "reuters",
        "china",
        "united",
        "state",
        "reached",
        "consensus",
        "area",
        "trade",
        "dispute",
        "still",
        "relatively",
        "far",
        "apart",
        "issue",
        "china",
        "official",
        "xinhua",
        "news",
        "agency",
        "said",
        "friday",
        "member",
        "trade",
        "delegation",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "commerce",
        "secretary",
        "wilbur",
        "ross",
        "leave",
        "hotel",
        "beijing",
        "china",
        "may",
        "peter",
        "two",
        "side",
        "committed",
        "resolve",
        "trade",
        "dispute",
        "dialogue",
        "exchanged",
        "opinion",
        "expanding",
        "export",
        "china",
        "xinhua",
        "said",
        "without",
        "giving",
        "detail",
        "official",
        "agreed",
        "issue",
        "divided",
        "trade",
        "delegation",
        "asked",
        "china",
        "cut",
        "bilateral",
        "trade",
        "imbalance",
        "immediately",
        "stop",
        "subsidizing",
        "advanced",
        "technology",
        "wall",
        "street",
        "journal",
        "reporter",
        "wrote",
        "twitter",
        "citing",
        "document",
        "issued",
        "chinese",
        "talk",
        "trade",
        "delegation",
        "also",
        "asked",
        "china",
        "target",
        "farmer",
        "cut",
        "tariff",
        "level",
        "higher",
        "united",
        "state",
        "following",
        "market",
        "reaction",
        "initial",
        "report",
        "outcome",
        "talk",
        "held",
        "beijing",
        "richard",
        "jerram",
        "chief",
        "economist",
        "bank",
        "singapore",
        "singapore",
        "impossible",
        "imagine",
        "china",
        "acceding",
        "demand",
        "best",
        "seen",
        "first",
        "inflated",
        "bid",
        "negotiating",
        "process",
        "trade",
        "talk",
        "likely",
        "messy",
        "firstly",
        "team",
        "divided",
        "looking",
        "minimize",
        "disruption",
        "mnuchin",
        "kudlow",
        "favor",
        "stance",
        "navarro",
        "lighthizer",
        "secondly",
        "little",
        "confidence",
        "president",
        "trump",
        "support",
        "deal",
        "presumably",
        "chinese",
        "negotiator",
        "realize",
        "come",
        "low",
        "initial",
        "offer",
        "fully",
        "expecting",
        "raise",
        "intervention",
        "president",
        "china",
        "use",
        "threat",
        "retaliation",
        "avoid",
        "presumably",
        "see",
        "strategy",
        "previous",
        "commitment",
        "making",
        "new",
        "pledge",
        "forgotten",
        "others",
        "delivered",
        "time",
        "delay",
        "key",
        "tactic",
        "trying",
        "run",
        "clock",
        "election",
        "produce",
        "less",
        "confrontational",
        "administration",
        "comment",
        "team",
        "suggest",
        "wise",
        "game",
        "point",
        "meaningful",
        "risk",
        "disruption",
        "irrespective",
        "deal",
        "fundamentally",
        "unpredictable",
        "trade",
        "friction",
        "permanent",
        "feature",
        "next",
        "year",
        "china",
        "might",
        "able",
        "dent",
        "bilateral",
        "deficit",
        "change",
        "procurement",
        "practice",
        "although",
        "anything",
        "close",
        "billion",
        "however",
        "probability",
        "overall",
        "trade",
        "deficit",
        "continue",
        "rise",
        "implication",
        "administration",
        "view",
        "losing",
        "world",
        "trade",
        "likely",
        "continue",
        "suggests",
        "permanent",
        "cycle",
        "threat",
        "negotiation",
        "tariff",
        "likely",
        "contribute",
        "bumpy",
        "ride",
        "expected",
        "strategy",
        "team",
        "moreover",
        "need",
        "fund",
        "twin",
        "deficit",
        "weigh",
        "usd",
        "pull",
        "lower",
        "medium",
        "term",
        "bounce",
        "due",
        "shift",
        "interest",
        "rate",
        "expectation",
        "tommy",
        "xie",
        "economist",
        "ocbc",
        "bank",
        "singapore",
        "think",
        "asking",
        "impossible",
        "reducing",
        "deficit",
        "billion",
        "quite",
        "unrealistic",
        "demand",
        "may",
        "also",
        "negotiation",
        "tactic",
        "start",
        "high",
        "first",
        "anyway",
        "guess",
        "start",
        "negotiation",
        "end",
        "negotiation",
        "root",
        "problem",
        "widening",
        "trade",
        "deficit",
        "low",
        "saving",
        "rate",
        "really",
        "addressed",
        "running",
        "fiscal",
        "stimulus",
        "think",
        "chance",
        "narrow",
        "current",
        "imbalance",
        "low",
        "may",
        "bode",
        "well",
        "volatility",
        "term",
        "impact",
        "think",
        "dollar",
        "may",
        "weaken",
        "longer",
        "iris",
        "pang",
        "greater",
        "china",
        "economist",
        "ing",
        "hong",
        "kong",
        "inconclusive",
        "outcome",
        "mean",
        "deadlock",
        "may",
        "negotiation",
        "really",
        "start",
        "demanding",
        "billion",
        "reduction",
        "trade",
        "deficit",
        "within",
        "two",
        "year",
        "first",
        "china",
        "obligation",
        "secondly",
        "achieve",
        "market",
        "already",
        "reacted",
        "rose",
        "negative",
        "market",
        "trade",
        "anymore",
        "trade",
        "investment",
        "well",
        "involves",
        "zte",
        "case",
        "mean",
        "larger",
        "topic",
        "made",
        "china",
        "think",
        "china",
        "give",
        "anything",
        "china",
        "announced",
        "already",
        "opening",
        "financial",
        "market",
        "intention",
        "cut",
        "tariff",
        "automobile",
        "continue",
        "mean",
        "enjoy",
        "cut",
        "tariff",
        "worse",
        "example",
        "european",
        "car",
        "able",
        "enter",
        "market",
        "cheaper",
        "price",
        "chinese",
        "consumer",
        "car",
        "kind",
        "retaliation",
        "continue",
        "probably",
        "broaden",
        "good",
        "service",
        "think",
        "end",
        "start",
        "would",
        "affect",
        "trade",
        "volume",
        "whole",
        "world",
        "china",
        "push",
        "price",
        "many",
        "good",
        "world",
        "affect",
        "china",
        "gdp",
        "growth",
        "china",
        "speed",
        "r",
        "investment",
        "part",
        "china",
        "gdp",
        "grow",
        "tremendously",
        "offset",
        "loss",
        "trade",
        "logistics",
        "service",
        "manufacturing",
        "xu",
        "hongcai",
        "deputy",
        "chief",
        "economist",
        "china",
        "centre",
        "international",
        "economic",
        "exchange",
        "cciee",
        "think",
        "tank",
        "achievement",
        "given",
        "first",
        "time",
        "talked",
        "chinese",
        "side",
        "made",
        "many",
        "concession",
        "china",
        "attitude",
        "china",
        "accept",
        "demand",
        "cutting",
        "trade",
        "surplus",
        "billion",
        "impossible",
        "achieve",
        "side",
        "need",
        "common",
        "effort",
        "side",
        "need",
        "talk",
        "back",
        "path",
        "negotiation",
        "need",
        "way",
        "rome",
        "built",
        "day",
        "think",
        "united",
        "state",
        "impose",
        "tariff",
        "import",
        "china",
        "people",
        "want",
        "trade",
        "war",
        "definitely",
        "want",
        "contain",
        "china",
        "opening",
        "big",
        "trend",
        "difficult",
        "sustain",
        "effort",
        "contain",
        "helen",
        "lau",
        "metal",
        "mining",
        "analyst",
        "argonaut",
        "security",
        "hong",
        "kong",
        "talk",
        "saw",
        "unexpected",
        "demand",
        "hence",
        "creating",
        "uncertainty",
        "also",
        "know",
        "long",
        "trade",
        "negotiation",
        "drag",
        "tariff",
        "chinese",
        "good",
        "due",
        "come",
        "force",
        "june",
        "decide",
        "extend",
        "trade",
        "war",
        "start",
        "bad",
        "ken",
        "cheung",
        "senior",
        "fx",
        "strategist",
        "mizuho",
        "bank",
        "hong",
        "kong",
        "outcome",
        "largely",
        "within",
        "expectation",
        "talk",
        "make",
        "much",
        "progress",
        "potential",
        "risk",
        "trade",
        "war",
        "might",
        "linger",
        "time",
        "could",
        "prompt",
        "china",
        "curb",
        "yuan",
        "appreciation",
        "chinese",
        "policymakers",
        "paying",
        "attention",
        "downside",
        "risk",
        "economy",
        "seen",
        "latest",
        "rrr",
        "cut",
        "bank",
        "reserve",
        "requirement",
        "central",
        "bank",
        "may",
        "use",
        "monetary",
        "policy",
        "also",
        "comprehensive",
        "stimulus",
        "boost",
        "economy",
        "yuan",
        "policy",
        "one",
        "government",
        "likely",
        "use",
        "news",
        "headline",
        "excuse",
        "slightly",
        "weaken",
        "yuan",
        "paul",
        "burke",
        "asia",
        "director",
        "u",
        "soybean",
        "export",
        "council",
        "beijing",
        "office",
        "position",
        "moved",
        "pessimistic",
        "cautiously",
        "optimistic",
        "looking",
        "forward",
        "detail",
        "result",
        "agreement",
        "impact",
        "side",
        "backing",
        "away",
        "imposition",
        "duty",
        "threat",
        "percent",
        "tariff",
        "soybean",
        "remains",
        "concerned",
        "status",
        "quo",
        "would",
        "remain",
        "place",
        "mean",
        "essentially",
        "soybean",
        "contracted",
        "future",
        "delivery",
        "right",
        "li",
        "qiang",
        "chief",
        "consultant",
        "agriculture",
        "consultancy",
        "shanghai",
        "jc",
        "intelligence",
        "co",
        "ltd",
        "shanghai",
        "basically",
        "better",
        "trade",
        "imported",
        "product",
        "facing",
        "tariff",
        "soybean",
        "room",
        "adjustment",
        "bullish",
        "import",
        "sorghum",
        "room",
        "negotiation",
        "still",
        "hope",
        "andy",
        "ji",
        "asian",
        "currency",
        "strategist",
        "commonwealth",
        "bank",
        "australia",
        "singapore",
        "headline",
        "far",
        "suggest",
        "still",
        "concrete",
        "step",
        "could",
        "taken",
        "diminish",
        "trade",
        "tension",
        "regard",
        "talk",
        "alleviate",
        "concern",
        "region",
        "growth",
        "outlook",
        "asia",
        "hong",
        "kong",
        "singapore",
        "south",
        "korea",
        "taiwan",
        "known",
        "key",
        "upstream",
        "economy",
        "advanced",
        "manufacturing",
        "global",
        "value",
        "chain",
        "result",
        "lingering",
        "trade",
        "dispute",
        "bodes",
        "ill",
        "respective",
        "background",
        "chinese",
        "negotiator",
        "end",
        "two",
        "day",
        "talk",
        "friday",
        "try",
        "avert",
        "trade",
        "war",
        "thorny",
        "technology",
        "transfer",
        "issue",
        "amid",
        "expectation",
        "reach",
        "breakthrough",
        "deal",
        "least",
        "agree",
        "keep",
        "talking",
        "president",
        "donald",
        "trump",
        "threatened",
        "tariff",
        "seen",
        "likely",
        "continue",
        "march",
        "toward",
        "activation",
        "complaint",
        "chinese",
        "intellectual",
        "property",
        "ip",
        "abuse",
        "core",
        "current",
        "dispute",
        "trump",
        "administration",
        "say",
        "company",
        "lose",
        "hundred",
        "billion",
        "dollar",
        "annually",
        "china",
        "theft",
        "trade",
        "secret",
        "recent",
        "month",
        "trump",
        "demanded",
        "billion",
        "annual",
        "reduction",
        "billion",
        "good",
        "trade",
        "deficit",
        "china",
        "responded",
        "chinese",
        "vow",
        "retaliation",
        "tariff",
        "threat",
        "duty",
        "another",
        "billion",
        "worth",
        "chinese",
        "export",
        "united",
        "state",
        "reporting",
        "beijing",
        "shanghai",
        "singapore",
        "bureau",
        "editing",
        "kim",
        "coghill"
    ]
}