{
    "organizations": [],
    "uuid": "d7c90a253d6b91d01fd0bb6245fd1189d1c13940",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/09/globe-newswire-asterias-biotherapeutics-reports-first-quarter-financial-results-and-recent-development-progress.html",
    "ord_in_thread": 0,
    "title": "Asterias Biotherapeutics Reports First Quarter Financial Results and Recent Development Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- AST-VAC2 Immunotherapy Program Prepares to Enter Clinic in Second Quarter of 2018 –\n- Conference Call and Webcast Today, May 9, at 5:00 p.m. ET –\nFREMONT, Calif., May 09, 2018 (GLOBE NEWSWIRE) -- Asterias Biotherapeutics, Inc. (NYSE MKT:AST), a biotechnology company dedicated to developing cell-based therapeutics to treat neurological conditions associated with demyelination and cellular immunotherapies to treat cancer, today reported financial and operational results for the quarter ended March 31, 2018, as well as recent corporate progress.\n“Our partner, Cancer Research UK, recently achieved additional milestones with our cancer immunotherapy product candidate AST-VAC2,” commented Michael Mulroy, President and Chief Executive Officer. “The first clinical site for the first-in-human clinical trial of AST-VAC2 in non-small cell lung cancer (NSCLC) has completed its site initiation visit and commenced the process to open enrollment following the release of the initial cGMP (current Good Manufacturing Practice) grade lot of AST-VAC2. With this progress, Asterias is poised to have two of its cell-based therapies in active clinical development programs, which will be a significant milestone for the company.”\nMulroy continued, “We are also excited about the continued progress in our spinal cord injury clinical program. The results from the SCiStar study that we reported in February further support AST-OPC1’s positive safety profile and its potential to durably engraft and help restore upper extremity motor function improvement to individuals with severe cervical spinal cord injuries. We will be providing additional data readouts from the SCiStar study in 2018 and into the first quarter of 2019.”\n“On the corporate side, Asterias reduced its cash burn significantly in the first quarter, and we anticipate that the quarterly cash burn rate for the remainder of 2018 will be near or slightly below the first quarter burn rate,” said Ryan Chavez, Chief Financial Officer.\nFirst Quarter 2018 and Recent Key Achievements\nAST-VAC2:\nCancer Research UK released the first cGMP clinical grade lot of AST-VAC2. This lot will provide initial clinical trial material for subjects enrolling in the first-in-human Phase 1 study evaluating AST-VAC2 in NSCLC. This initial clinical trial, which is being sponsored and managed by Cancer Research UK, will examine the safety and tolerability of AST-VAC2 in NSCLC subjects as the study’s primary endpoints. Secondary and tertiary endpoints of the study include evaluations of the immunogenicity of AST-VAC2 in NSCLC subjects. The partnership between Asterias and Cancer Research UK is being conducted under Cancer Research UK’s Clinical Development Partnerships (CDP) scheme, which allows the first clinical trial of AST-VAC2 to be initiated without significant Asterias resources being allocated to the trial or the manufacturing of the product. On completion of the clinical trial, Asterias will have an exclusive first option to acquire the data from the trial. Initiated the process to open enrollment in the first site for the AST-VAC2 trial in NSCLC. The study will enroll up to 24 subjects into one of two cohorts, depending on the stage of each subject’s NSCLC.\nThe company anticipates the first subject in the NSCLC study being enrolled and dosed in the second quarter of 2018. AST-VAC2 is a platform cancer immunotherapy that could be investigated as a potential therapeutic for many cancer indications and for targeting of many antigens. The results from the Phase 1 clinical trial sponsored by Cancer Research UK could be used to support advanced clinical studies in one or more of the following areas:\nNon-small cell lung cancer Other indications showing high levels of telomerase activity and susceptibility to immunotherapy In combination with check point or immune pathway inhibitors In combination with additional antigens, including those arising from the exciting new field of tumor\nAST-OPC1:\nIn February, Asterias reported additional results from the company’s ongoing Phase 1/2a SCiStar study that continued to support AST-OPC1’s positive safety profile and its potential to durably engraft and help restore upper extremity motor function improvement to individuals with severe cervical spinal cord injuries.\nThe company intends to report the following AST-OPC1 data readouts later this year:\nSix-month update for the entire SCiStar study, including Cohort 5, late in the second quarter or early third quarter of 2018. 12-month update for Cohorts 3 and 4 in the third quarter of 2018. 24-month update for Cohort 2 in the third or fourth quarter of 2018. 12-month update for the entire SCiStar study, including Cohort 5, late in the fourth quarter of 2018 or early in the first quarter of 2019.\nFirst Quarter 2018 Financial Results\nCash, cash equivalents, and available-for-sale securities totaled $18.8 million as of March 31, 2018.\nTotal revenues were $0.5 million for the first quarter, which were comprised of license revenues and royalty revenues on product sales by licensees. Research and development expenses were $3.6 million in the first quarter, with the primary driver being expenses associated with the company’s AST-OPC1 program. General and administrative expenses were $1.9 million in the first quarter. Total operating expenses were $5.5 million in the first quarter of 2018 compared to $11.1 million in the first quarter of 2017.\nNet loss was $2.3 million, or $0.04 per share, for the first quarter of 2018, compared to a net loss of $6.3 million, or $0.13 per share, for the first quarter of 2017. For the quarter ended March 31, 2018, net cash used in operating activities was $3.9 million compared to $7.2 million for the quarter ended March 31, 2017.\nConference Call and Webcast Details\nAsterias will host a conference call and webcast today, May 9, 2018, at 5:00 p.m. Eastern / 2:00 p.m. Pacific to discuss the results and corporate developments. For both \"listen-only\" participants and those participants who wish to take part in the question-and-answer session, the call can be accessed by dialing 877-591-4959 (U.S./Canada) or 719-325-2329 (international) five minutes prior to the start of the call and providing the Conference ID 8804469. To access the live webcast, go to http://asteriasbiotherapeutics.com/inv_events_presentations.php .\nA replay of the conference call will be available for seven business days beginning about two hours after the conclusion of the live call, by dialing 888-203-1112 (U.S./Canada) or 719-457-0820 (international) and providing the Conference ID 8804469. Additionally, the archived webcast will be available at http://asteriasbiotherapeutics.com/inv_events_presentations.php .\nAbout Asterias Biotherapeutics\nAsterias Biotherapeutics, Inc. is a biotechnology company dedicated to developing cell-based therapeutics to treat neurological conditions associated with de-myelination and cellular immunotherapies to treat cancer. Asterias is presently focused on advancing three clinical-stage programs which have the potential to address areas of very high unmet medical need in the fields of neurology and oncology. AST-OPC1 (oligodendrocyte progenitor cells) is currently in a Phase 1/2a dose escalation clinical trial in spinal cord injury. AST-VAC2 (antigen-presenting allogeneic dendritic cells) represents a second generation, allogeneic cancer immunotherapy that also targets telomerase presenting tumor cells. The company's research partner, Cancer Research UK, plans to begin a first-in-human (FIH) clinical trial of AST-VAC2 in non-small cell lung cancer. AST-VAC1 (antigen-presenting autologous dendritic cells) is an autologous cancer immunotherapy targeting telomerase presenting tumor cells, with promising efficacy and safety data from a Phase 2 study in Acute Myeloid Leukemia (AML) which the company believes is proof of concept data for AST-VAC2. Additional information about Asterias can be found at www.asteriasbiotherapeutics.com .\nFORWARD-LOOKING STATEMENTS\nStatements pertaining to future financial and/or operating and/or clinical research results, future growth in research, technology, clinical development, and potential opportunities for Asterias, along with other statements about the future expectations, beliefs, goals, plans, or prospects expressed by management constitute . Any statements that are not historical fact (including, but not limited to statements that contain words such as \"will,\" \"believes,\" \"plans,\" \"anticipates,\" \"expects,\" \"estimates\") should also be considered to be . Forward-looking statements involve risks and uncertainties, including, without limitation, risks inherent in the development and/or commercialization of potential products, uncertainty in the results of clinical trials or regulatory approvals, need and ability to obtain future capital, and maintenance of intellectual property rights. Actual results may differ materially from the results anticipated in these and as such should be evaluated together with the many uncertainties that affect the businesses of Asterias, particularly those mentioned in the cautionary statements found in Asterias' filings with the Securities and Exchange Commission. Asterias disclaims any intent or obligation to update these .\nASTERIAS BIOTHERAPEUTICS, INC. CONDENSED STATEMENTS OF OPERATIONS (IN THOUSANDS, EXCEPT PER SHARE DATA) (UNAUDITED) Three Months Ended March 31, 2018 2017 REVENUE Grant income $ - $ 1,894 License revenue 366 - Royalties from product sales 112 116 Total revenue 478 2,010 Cost of sales (63 ) (53 ) Gross profit 415 1,957 EXPENSES Research and development (3,626 ) (6,598 ) General and administrative (1,912 ) (4,466 ) Total operating expenses (5,538 ) (11,064 ) Loss from operations (5,123 ) (9,107 ) OTHER INCOME/(EXPENSE) Gain from change in fair value on warrant liability 1,519 2,954 Gain from change in fair value on equity securities 1,157 - Interest expense, net (106 ) (125 ) Other income/(expense), net 239 (9 ) Total other income, net 2,809 2,820 LOSS BEFORE INCOME TAX BENEFIT (2,314 ) (6,287 ) Deferred income tax benefit 2 - NET LOSS $ (2,312 ) $ (6,287 ) BASIC AND DILUTED NET LOSS PER SHARE $ (0.04 ) $ (0.13 ) WEIGHTED AVERAGE SHARES OUTSTANDING: BASIC AND DILUTED 54,185 48,357\nASTERIAS BIOTHERAPEUTICS, INC. CONDENSED BALANCE SHEETS (IN THOUSANDS EXCEPT PAR VALUE AMOUNTS) March 31,\n2018 December 31, (unaudited) 2017 ASSETS CURRENT ASSETS Cash and cash equivalents $ 10,519 $ 13,266 Equity securities, at fair value 8,281 8,329 Prepaid expenses and other current assets 1,148 1,121 Total current assets 19,948 22,716 NONCURRENT ASSETS Intangible assets, net 14,773 15,444 Property, plant and equipment, net 4,282 4,543 Other assets 324 389 TOTAL ASSETS $ 39,327 $ 43,092 LIABILITIES AND STOCKHOLDERS' EQUITY CURRENT LIABILITIES Accounts payable 377 401 Accrued expenses 1,005 2,557 Capital lease liability, current 7 7 Lease liability, current 576 556 Total current liabilities 1,965 3,521 LONG-TERM LIABILITIES Warrant liability 1,238 2,757 Capital lease liability, noncurrent 12 14 Deferred rent liability 320 316 Lease liability, noncurrent 2,789 2,941 TOTAL LIABILITIES 6,324 9,549 STOCKHOLDERS’ EQUITY Preferred Stock, $0.0001 par value, authorized 5,000 shares; none issued and outstanding - - Common Stock, $0.0001 par value, authorized 75,000 Series A Common Stock and 75,000 Series B Common Stock; 54,691 and 54,051 shares Series A Common Stock issued and outstanding at March 31, 2018 and December 31, 2017, respectively; no Series B Common Stock issued and outstanding at March 31, 2018 and December 31, 2017 5 5 Additional paid-in capital 153,824 152,136 Accumulated other comprehensive loss - (6,498 ) Accumulated deficit (120,826 ) (112,100 ) Total stockholders’ equity 33,003 33,543 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 39,327 $ 43,092 Contacts: Investor Relations (510) 456-3892 InvestorRelations@asteriasbio.com or EVC Group, Inc. Michael Polyviou/Greg Gin (732) 232-6914 mpolyviou@evcgroup.com\nSource:Asterias Biotherapeutics",
    "published": "2018-05-10T00:12:00.000+03:00",
    "crawled": "2018-05-10T01:27:58.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "immunotherapy",
        "program",
        "prepares",
        "enter",
        "clinic",
        "second",
        "quarter",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "et",
        "fremont",
        "may",
        "globe",
        "newswire",
        "asterias",
        "biotherapeutics",
        "nyse",
        "mkt",
        "ast",
        "biotechnology",
        "company",
        "dedicated",
        "developing",
        "therapeutic",
        "treat",
        "neurological",
        "condition",
        "associated",
        "demyelination",
        "cellular",
        "immunotherapy",
        "treat",
        "cancer",
        "today",
        "reported",
        "financial",
        "operational",
        "result",
        "quarter",
        "ended",
        "march",
        "well",
        "recent",
        "corporate",
        "progress",
        "partner",
        "cancer",
        "research",
        "uk",
        "recently",
        "achieved",
        "additional",
        "milestone",
        "cancer",
        "immunotherapy",
        "product",
        "candidate",
        "commented",
        "michael",
        "mulroy",
        "president",
        "chief",
        "executive",
        "officer",
        "first",
        "clinical",
        "site",
        "clinical",
        "trial",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "completed",
        "site",
        "initiation",
        "visit",
        "commenced",
        "process",
        "open",
        "enrollment",
        "following",
        "release",
        "initial",
        "cgmp",
        "current",
        "good",
        "manufacturing",
        "practice",
        "grade",
        "lot",
        "progress",
        "asterias",
        "poised",
        "two",
        "therapy",
        "active",
        "clinical",
        "development",
        "program",
        "significant",
        "milestone",
        "mulroy",
        "continued",
        "also",
        "excited",
        "continued",
        "progress",
        "spinal",
        "cord",
        "injury",
        "clinical",
        "program",
        "result",
        "scistar",
        "study",
        "reported",
        "february",
        "support",
        "positive",
        "safety",
        "profile",
        "potential",
        "durably",
        "engraft",
        "help",
        "restore",
        "upper",
        "extremity",
        "motor",
        "function",
        "improvement",
        "individual",
        "severe",
        "cervical",
        "spinal",
        "cord",
        "injury",
        "providing",
        "additional",
        "data",
        "readout",
        "scistar",
        "study",
        "first",
        "quarter",
        "corporate",
        "side",
        "asterias",
        "reduced",
        "cash",
        "burn",
        "significantly",
        "first",
        "quarter",
        "anticipate",
        "quarterly",
        "cash",
        "burn",
        "rate",
        "remainder",
        "near",
        "slightly",
        "first",
        "quarter",
        "burn",
        "rate",
        "said",
        "ryan",
        "chavez",
        "chief",
        "financial",
        "officer",
        "first",
        "quarter",
        "recent",
        "key",
        "achievement",
        "cancer",
        "research",
        "uk",
        "released",
        "first",
        "cgmp",
        "clinical",
        "grade",
        "lot",
        "lot",
        "provide",
        "initial",
        "clinical",
        "trial",
        "material",
        "subject",
        "enrolling",
        "phase",
        "study",
        "evaluating",
        "nsclc",
        "initial",
        "clinical",
        "trial",
        "sponsored",
        "managed",
        "cancer",
        "research",
        "uk",
        "examine",
        "safety",
        "tolerability",
        "nsclc",
        "subject",
        "study",
        "primary",
        "endpoint",
        "secondary",
        "tertiary",
        "endpoint",
        "study",
        "include",
        "evaluation",
        "immunogenicity",
        "nsclc",
        "subject",
        "partnership",
        "asterias",
        "cancer",
        "research",
        "uk",
        "conducted",
        "cancer",
        "research",
        "uk",
        "clinical",
        "development",
        "partnership",
        "cdp",
        "scheme",
        "allows",
        "first",
        "clinical",
        "trial",
        "initiated",
        "without",
        "significant",
        "asterias",
        "resource",
        "allocated",
        "trial",
        "manufacturing",
        "product",
        "completion",
        "clinical",
        "trial",
        "asterias",
        "exclusive",
        "first",
        "option",
        "acquire",
        "data",
        "trial",
        "initiated",
        "process",
        "open",
        "enrollment",
        "first",
        "site",
        "trial",
        "nsclc",
        "study",
        "enroll",
        "subject",
        "one",
        "two",
        "cohort",
        "depending",
        "stage",
        "subject",
        "nsclc",
        "company",
        "anticipates",
        "first",
        "subject",
        "nsclc",
        "study",
        "enrolled",
        "dosed",
        "second",
        "quarter",
        "platform",
        "cancer",
        "immunotherapy",
        "could",
        "investigated",
        "potential",
        "therapeutic",
        "many",
        "cancer",
        "indication",
        "targeting",
        "many",
        "antigen",
        "result",
        "phase",
        "clinical",
        "trial",
        "sponsored",
        "cancer",
        "research",
        "uk",
        "could",
        "used",
        "support",
        "advanced",
        "clinical",
        "study",
        "one",
        "following",
        "area",
        "cell",
        "lung",
        "cancer",
        "indication",
        "showing",
        "high",
        "level",
        "telomerase",
        "activity",
        "susceptibility",
        "immunotherapy",
        "combination",
        "check",
        "point",
        "immune",
        "pathway",
        "inhibitor",
        "combination",
        "additional",
        "antigen",
        "including",
        "arising",
        "exciting",
        "new",
        "field",
        "tumor",
        "february",
        "asterias",
        "reported",
        "additional",
        "result",
        "company",
        "ongoing",
        "phase",
        "scistar",
        "study",
        "continued",
        "support",
        "positive",
        "safety",
        "profile",
        "potential",
        "durably",
        "engraft",
        "help",
        "restore",
        "upper",
        "extremity",
        "motor",
        "function",
        "improvement",
        "individual",
        "severe",
        "cervical",
        "spinal",
        "cord",
        "injury",
        "company",
        "intends",
        "report",
        "following",
        "data",
        "readout",
        "later",
        "year",
        "update",
        "entire",
        "scistar",
        "study",
        "including",
        "cohort",
        "late",
        "second",
        "quarter",
        "early",
        "third",
        "quarter",
        "update",
        "cohort",
        "third",
        "quarter",
        "update",
        "cohort",
        "third",
        "fourth",
        "quarter",
        "update",
        "entire",
        "scistar",
        "study",
        "including",
        "cohort",
        "late",
        "fourth",
        "quarter",
        "early",
        "first",
        "quarter",
        "first",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "security",
        "totaled",
        "million",
        "march",
        "total",
        "revenue",
        "million",
        "first",
        "quarter",
        "comprised",
        "license",
        "revenue",
        "royalty",
        "revenue",
        "product",
        "sale",
        "licensee",
        "research",
        "development",
        "expense",
        "million",
        "first",
        "quarter",
        "primary",
        "driver",
        "expense",
        "associated",
        "company",
        "program",
        "general",
        "administrative",
        "expense",
        "million",
        "first",
        "quarter",
        "total",
        "operating",
        "expense",
        "million",
        "first",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "quarter",
        "ended",
        "march",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "march",
        "conference",
        "call",
        "webcast",
        "detail",
        "asterias",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "may",
        "eastern",
        "pacific",
        "discus",
        "result",
        "corporate",
        "development",
        "participant",
        "participant",
        "wish",
        "take",
        "part",
        "session",
        "call",
        "accessed",
        "dialing",
        "international",
        "five",
        "minute",
        "prior",
        "start",
        "call",
        "providing",
        "conference",
        "id",
        "access",
        "live",
        "webcast",
        "go",
        "http",
        "replay",
        "conference",
        "call",
        "available",
        "seven",
        "business",
        "day",
        "beginning",
        "two",
        "hour",
        "conclusion",
        "live",
        "call",
        "dialing",
        "international",
        "providing",
        "conference",
        "id",
        "additionally",
        "archived",
        "webcast",
        "available",
        "http",
        "asterias",
        "biotherapeutics",
        "asterias",
        "biotherapeutics",
        "biotechnology",
        "company",
        "dedicated",
        "developing",
        "therapeutic",
        "treat",
        "neurological",
        "condition",
        "associated",
        "cellular",
        "immunotherapy",
        "treat",
        "cancer",
        "asterias",
        "presently",
        "focused",
        "advancing",
        "three",
        "program",
        "potential",
        "address",
        "area",
        "high",
        "unmet",
        "medical",
        "need",
        "field",
        "neurology",
        "oncology",
        "oligodendrocyte",
        "progenitor",
        "cell",
        "currently",
        "phase",
        "dose",
        "escalation",
        "clinical",
        "trial",
        "spinal",
        "cord",
        "injury",
        "allogeneic",
        "dendritic",
        "cell",
        "represents",
        "second",
        "generation",
        "allogeneic",
        "cancer",
        "immunotherapy",
        "also",
        "target",
        "telomerase",
        "presenting",
        "tumor",
        "cell",
        "company",
        "research",
        "partner",
        "cancer",
        "research",
        "uk",
        "plan",
        "begin",
        "fih",
        "clinical",
        "trial",
        "cell",
        "lung",
        "cancer",
        "autologous",
        "dendritic",
        "cell",
        "autologous",
        "cancer",
        "immunotherapy",
        "targeting",
        "telomerase",
        "presenting",
        "tumor",
        "cell",
        "promising",
        "efficacy",
        "safety",
        "data",
        "phase",
        "study",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "company",
        "belief",
        "proof",
        "concept",
        "data",
        "additional",
        "information",
        "asterias",
        "found",
        "statement",
        "statement",
        "pertaining",
        "future",
        "financial",
        "operating",
        "clinical",
        "research",
        "result",
        "future",
        "growth",
        "research",
        "technology",
        "clinical",
        "development",
        "potential",
        "opportunity",
        "asterias",
        "along",
        "statement",
        "future",
        "expectation",
        "belief",
        "goal",
        "plan",
        "prospect",
        "expressed",
        "management",
        "constitute",
        "statement",
        "historical",
        "fact",
        "including",
        "limited",
        "statement",
        "contain",
        "word",
        "belief",
        "plan",
        "anticipates",
        "expects",
        "estimate",
        "also",
        "considered",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "without",
        "limitation",
        "risk",
        "inherent",
        "development",
        "commercialization",
        "potential",
        "product",
        "uncertainty",
        "result",
        "clinical",
        "trial",
        "regulatory",
        "approval",
        "need",
        "ability",
        "obtain",
        "future",
        "capital",
        "maintenance",
        "intellectual",
        "property",
        "right",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "result",
        "anticipated",
        "evaluated",
        "together",
        "many",
        "uncertainty",
        "affect",
        "business",
        "asterias",
        "particularly",
        "mentioned",
        "cautionary",
        "statement",
        "found",
        "asterias",
        "filing",
        "security",
        "exchange",
        "commission",
        "asterias",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "asterias",
        "biotherapeutics",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "grant",
        "income",
        "license",
        "revenue",
        "royalty",
        "product",
        "sale",
        "total",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "gain",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "gain",
        "change",
        "fair",
        "value",
        "equity",
        "security",
        "interest",
        "expense",
        "net",
        "expense",
        "net",
        "total",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "benefit",
        "deferred",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "asterias",
        "biotherapeutics",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "amount",
        "march",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "equity",
        "security",
        "fair",
        "value",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "noncurrent",
        "asset",
        "intangible",
        "asset",
        "net",
        "property",
        "plant",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "capital",
        "lease",
        "liability",
        "current",
        "lease",
        "liability",
        "current",
        "total",
        "current",
        "liability",
        "liability",
        "warrant",
        "liability",
        "capital",
        "lease",
        "liability",
        "noncurrent",
        "deferred",
        "rent",
        "liability",
        "lease",
        "liability",
        "noncurrent",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "series",
        "common",
        "stock",
        "series",
        "b",
        "common",
        "stock",
        "share",
        "series",
        "common",
        "stock",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "series",
        "b",
        "common",
        "stock",
        "issued",
        "outstanding",
        "march",
        "december",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "contact",
        "investor",
        "relation",
        "investorrelations",
        "evc",
        "group",
        "michael",
        "gin",
        "mpolyviou",
        "source",
        "asterias",
        "biotherapeutics"
    ]
}