{
    "organizations": [],
    "uuid": "cbdac4e28bef9d093dcbe33c7a1c56921d26e01d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/14/business-wire-eastside-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Eastside Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Gross Sales Increase 70% on the Back of Strong Redneck Riviera Launch, Resumption of Growth in Sandstrom-Rebranded Burnside Spirits and Wine Canning Revenue\nPORTLAND, Ore.--(BUSINESS WIRE)-- Eastside Distilling, Inc. (NASDAQ: EAST), a producer of craft spirits, reported first quarter 2018 financial results.\nQ1 2018 Financial Highlights:\nGross sales for the quarter ended March 31, 2018 were of $1,413,182, an increase of 70% compared to $829,669 in the first quarter of 2017, led by the launch of Redneck Riviera Whiskey, sales from our private label and wine canning operations, as well as resumption of growth within the Pacific Northwest of our rebranded Burnside lineup. Total shipments increased to 8,305 cases during Q1 2018 from 5,937 cases in Q1 2017, an increase of 40%. Branded product shipments increased 80% over last year. Initial shipments of Redneck Riviera Whiskey, which first hit store shelves in February 2018, exceeded expectations, with 2,800 9L cases shipped. Gross margins improved to 49% during Q1 2018 compared to 37% during fiscal 2017.\nKey Operational Highlights from Q1 2018:\nRedneck Riviera Whiskey, a collaboration with country music superstar John Rich, launched in January 2018, with first product hitting the shelf in February 2018. Eastside began to benefit from the December 2017 tax legislation, which went into effect January 1 of 2018. Strengthened the management team with the addition of Tom Wood as VP of Production, Robert Manfredonia as VP of National Accounts, and Kim Davis as Controller. Introduced Hue-Hue Coffee Rum, the next Sandstrom rebranded product in our lineup. Launched our new “slim line” canning capability during the quarter, with initial shipments to customers in the canned wine segment during the first quarter.\nRedneck Riviera Whiskey Launch Highlights Since January 2018:\nSigned distribution agreements with the Southeast’s largest spirit distributors, Republic National Distributing Company (“RNDC”), to distribute Redneck Riviera Whiskey throughout the Gulf Coast, upper Midwest and began distribution in California with Southern Glazer Wine and Spirits. Redneck Riviera Whiskey is currently distributed in 15 states, including Texas, Louisiana, Alabama, Georgia, Mississippi, Florida, California, North Carolina, North and South Dakota, Oregon, Tennessee, Oklahoma, Nebraska and Kentucky. Strong promotional support has been provided for Redneck Riviera Whiskey since its launch, with John Rich making appearances on national TV shows, including Today Show with Megyn Kelly ; local TV shows, including NBC , ABC and Fox affiliates; in-store appearances to support retailers; performances at numerous events, including the ROTH Capital Partners 2018 Conference ; participation in the Nasdaq Closing Bell ceremony ; as well as distributor and customer events . Significant retailer adoption, including authorization by Walmart in Florida, Louisiana and California; the largest liquor retailer in Texas, Spec’s ; as well as one of the largest independent supermarkets in the Gulf Coast, Rouses .\nManagement Commentary\nGrover Wickersham, Chairman and CEO of Eastside Distilling, commented, “Our first quarter 2018 results are the early returns on the investments EAST made in 2017 to position us as a leader in the emerging craft spirits industry. The sales growth of 70% was achieved with two months of Redneck Riviera shipments and two weeks of wine canning operations during the quarter. The Sandstrom rebranding of our Burnside Bourbon, which re-launched at the end of last year, has resulted in a resumption of growth in that key product line. March sales of the Burnside line in the Pacific Northwest surpassed the peak level reached in 2017. We believe that momentum in our key brands, our pipeline of innovative new products and our canning operations, as well as other of our strategic initiatives, will produce continued strong growth throughout the remainder of 2018 and well into 2019.”\nFinancial Results\nFor the quarter ended March 31, 2018, Eastside Distilling reported record gross sales of $1,413,182, an increase of 70% compared to $829,669 in the first quarter of 2017. The increase in sales is primarily attributable to: the newly launched Redneck Riviera Whiskey product, increased wholesale sales traction within the Pacific Northwest (which was offset by lower sales nationally due to our Burnside product transition), our acquisitions of MotherLode and BBD and related expansion of our private label business and canning abilities, and the addition of new retail locations.\nTotal shipments increased to 8,305 cases during Q1 2018 (6,877 for branded products and 1,428 for private label which now includes wine canning) from 5,937 cases in Q1 2017, an increase of 40% overall and 80% in branded products.\nGross profit margins (as a percent of Net Sales) were 49% during Q1 2018 compared to 47% during Q1 2017 and approximately 37% overall in fiscal 2017. The improvement in gross profit margins is primarily due to the combination of our new products which have higher margins than prior legacy products as well as the new, lower federal excise tax. While our goal is to ultimately improve our overall gross margin further, we expect it to fluctuate around the current level in the short term due to the impact of product sales mix and the related customer programs and incentive programs that are subject to fluctuation and are especially large in the early phases of new product launches such as Redneck Riviera and rebranded Burnside. Under our contract with Mark Rich, half of reimbursable marketing expense, as defined in the contract, is returned to us upon sale of the Redneck Riviera Whiskey brand, should a sale occur.\nAdvertising, promotional and selling expenses during Q1 2018 improved as a percent of sales to 45.5% of sales compared to 46.5% during Q1 2017. General and administrative expenses increased slightly as a percent of sales primarily due to increased headcount to support the Redneck Riviera and wine canning launches, as well as higher stock-based compensation.\nAdjusted EBITDA during Q1 2018 was $(780,357), which compared to $(564,494) in Q1 2017 and $(930,472) in Q4 2017.\nNet loss attributable to common shareholders was $(1,318,524), or $(0.27) per basic and diluted share for Q1 2018, compared $(906,855), or $(0.35) per basic and diluted share in the year ago period.\nThe company ended the quarter with $1.6 million in cash and inventories of $5.3 million. The inventory balance was an increase of $1.3 million compared to the year end as the company purchased bulk spirits to meet the anticipated demand of its newly launched Redneck Riviera Whiskey. Subsequent to the end of the year, the Company also raised approximately $1.7 million through the issuance of notes and early redemption of previously issued public warrants.\nConference Call\nThe Company will hold a conference call today to discuss these results.\nDate and Time : 11:30 am ET (8:30 am PT) on Monday, May 14, 2018\nCall-in Information : Interested parties can access the conference call by dialing (844) 889-4332 or (412) 717-9595.\nLive Webcast Information : Interested parties can access the conference call via a live Internet webcast, which is available in the Investor Relations section of the Company's website at https://www.eastsidedistilling.com/investors/ .\nTo Ask a Question : The conference call will be moderated by Lytham Partners, an investor relations firm. There will be three options to ask a question during the call:\nQuestions can be asked live during the call-in portion of the conference call. The live webcast will feature an option to submit questions in writing during the event. If you are unable to attend the event, you can submit a question in advance to EAST@lythampartners.com .\nReplay : A teleconference replay of the call will be available for three days at (877) 344-7529 or (412) 317-0088, confirmation #10120228. A webcast replay will be available in the Investor Relations section of the Company's website at https://www.eastsidedistilling.com/investors for 90 days.\nAbout Eastside Distilling\nEastside Distilling, Inc. (NASDAQ: EAST) has been producing high-quality, award-winning craft spirits in Portland, Oregon since 2008. The company is distinguished by its highly decorated product lineup that includes Burnside Bourbon, West End American Whiskey, Goose Hollow Reserve, Below Deck Rums, Portland Potato Vodka, Hue-Hue Coffee Rum and a distinctive line of fruit infused spirits. Eastside Distilling is majority owner of Big Bottom Distilling (makers of The Ninety One Gin, Navy Strength Gin and Delta Rye whiskey) and the Redneck Riviera Whiskey Co. All Eastside and Big Bottom spirits are crafted from natural ingredients for quality and taste. Eastside’s MotherLode Bottling subsidiary is one of the Northwest’s leading independent spirit bottlers and ready-to-drink canners. For more information visit: www.eastsidedistilling.com or follow the company on Twitter and Facebook .\nImportant Cautions Regarding Forward-Looking Statements\nCertain matters discussed in this press release may be forward-looking statements. Such matters involve risks and uncertainties that may cause actual results to differ materially, including the following: changes in economic conditions; general competitive factors; the Company's ability to continue as a going concern; acceptance of the Company's products in the market; the Company's success in obtaining new customers; the Company's ability to obtain additional capital, the Company's success in product development; the Company's ability to execute its business model and strategic plans; the Company's success in integrating acquired entities and assets, and all the risks and related information described from time to time in the Company's filings with the Securities and Exchange Commission, including the financial statements and related information contained in the Company's Annual Report on Form 10-K for the year ended December 31, 2017 filed with the Securities and Exchange Commission on April 2, 2018. Examples of forward-looking statements in this release may include statements related to our strategic focus, product verticals, anticipated revenue and profitability. Further, such forward looking statements in this press release include but are not limited to: that the Company's growth will continue on its current trajectory; the stage is set for significant growth and improved bottom line performance ahead and beyond; that the second half is traditionally our busiest of the year, when the Company typically generates close to 70% of its annual business. The Company assumes no obligation to update the cautionary information in this release.\nUse of Non-GAAP Measures\nEastside Distilling's management evaluates and makes operating decisions using various financial metrics. In addition to the Company's GAAP results, management also considers the non-GAAP measure of adjusted EBITDA. Management believes this non-GAAP measure provides useful information about the Company's operating results.\nThe Company defines adjusted EBITDA as earnings before interest, taxes, depreciation and amortization, stock based compensation and gain on spin-off. The table below provides a reconciliation of this non-GAAP financial measure with the most directly comparable GAAP financial measure.\nQ1 2018 Financial Summary Tables\nThe following financial information should be read in conjunction with the audited financial statements and accompanying notes filed by the Company with the Securities and Exchange Commission on May 14, 2018 on Form 10-Q for the period ended March 31, 2018, and which can be viewed at www.sec.gov and in the investor relations section of the company’s website at www.eastsidedistilling.com .\nEastside Distilling, Inc. and Subsidiaries Consolidated Statements of Operations For the Three Months Ended March 31, 2018 and 2017 2018 2017 Sales $ 1,413,182 $ 829,669 Less excise taxes, customer programs and incentives 192,849 217,188 Net sales 1,220,333 612,481 Cost of sales 627,523 322,913 Gross profit 592,810 289,568 Operating expenses: Advertising, promotional and selling expenses 642,977 386,132 General and administrative expenses 1,212,512 726,396 Loss on disposal of property and equipment - 35,534 Total operating expenses 1,855,489 1,148,062 Loss from operations (1,262,679 ) (858,494 ) Other income (expense), net Interest expense (56,638 ) (47,809 ) Other income (expense) 200 4,485 Total other expense, net (56,438 ) (43,324 ) Loss before income taxes (1,319,117 ) (901,818 ) Provision for income taxes - - Net loss (1,319,117 ) (901,818 ) Dividends on convertible preferred stock - (5,037 ) Income (loss) attributable to noncontrolling interests 593 - Net loss attributable to Eastside Distilling, Inc. common shareholders $ (1,318,524 ) $ (906,855 ) Basic and diluted net loss per common share $ (0.27 ) $ (0.35 ) Basic and diluted weighted average common shares outstanding 4,920,534 2,614,324 Eastside Distilling, Inc. and Subsidiaries Consolidated Balance Sheets March 31, 2018 and December 31, 2017 March 31, 2018 December 31, 2017 Assets Current assets: Cash $ 1,554,119 $ 2,586,315 Trade receivables 405,601 315,321 Inventories 5,305,953 4,051,282 Prepaid expenses and current assets 624,299 649,749 Total current assets 7,889,972 7,602,667 Property and equipment, net 1,027,087 728,506 Intangible assets, net 323,294 325,668 Goodwill 28,182 28,182 Other assets, net\n383,620 343,942 Total Assets $ 9,652,155 $ 9,028,965 Liabilities and Stockholders' Equity Current liabilities: Accounts payable $ 909,098 $ 1,267,189 Accrued liabilities 202,247 156,163 Deferred revenue 18,704 1,579 Current portion of notes payable 297,259 38,731 Total current liabilities 1,427,308 1,463,662 Notes payable - less current portion and debt discount 3,388,237 2,416,755 Total liabilities 4,815,545 3,880,417 Commitments and contingencies (Note 10) Stockholders' equity: Common stock, $0.0001 par value; 15,000,000 shares authorized; 5,044,770 and 4,889,745 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively\n504 489 Additional paid-in capital 24,230,006 23,223,435 Accumulated deficit (19,410,078 ) (18,090,961 ) Total Eastside Distilling, Inc. Stockholders' Equity 4,820,432 5,132,963 Noncontrolling interests 16,178 15,585 Total Stockholders' Equity 4,836,610 5,148,548 Total Liabilities and Stockholders' Equity $ 9,652,155 $ 9,028,965 Three Months Ended March 31,\n2018 2017 Net Loss $ (1,319,117 ) $ (901,818 ) Add: Interest Expense 56,638 47,809 Loss on disposal of property and equipment - 35,534 Provision for Income taxes - - Stock-based compensation 276,068 158,658 Stock issued for services 125,030 86,317 Depreciation and amortization 81,024 9,006 Adjusted EBITDA $ (780,357 ) $ (564,494 )\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180514005419/en/\nCompany Contact:\nEastside Distilling\nSteve Shum, CFO\n(971) 888-4264\ninquiries@eastsidedistilling.com\nor\nInvestor Relations Contact:\nLytham Partners, LLC\nRobert Blum, Joe Diaz or Joe Dorame\n(602) 889-9700\neast@lythampartners.com\nSource: Eastside Distilling, Inc.",
    "published": "2018-05-14T15:30:00.000+03:00",
    "crawled": "2018-05-14T18:03:11.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gross",
        "sale",
        "increase",
        "back",
        "strong",
        "redneck",
        "riviera",
        "launch",
        "resumption",
        "growth",
        "burnside",
        "spirit",
        "wine",
        "canning",
        "revenue",
        "portland",
        "business",
        "wire",
        "eastside",
        "distilling",
        "nasdaq",
        "east",
        "producer",
        "craft",
        "spirit",
        "reported",
        "first",
        "quarter",
        "financial",
        "result",
        "q1",
        "financial",
        "highlight",
        "gross",
        "sale",
        "quarter",
        "ended",
        "march",
        "increase",
        "compared",
        "first",
        "quarter",
        "led",
        "launch",
        "redneck",
        "riviera",
        "whiskey",
        "sale",
        "private",
        "label",
        "wine",
        "canning",
        "operation",
        "well",
        "resumption",
        "growth",
        "within",
        "pacific",
        "northwest",
        "rebranded",
        "burnside",
        "lineup",
        "total",
        "shipment",
        "increased",
        "case",
        "q1",
        "case",
        "q1",
        "increase",
        "branded",
        "product",
        "shipment",
        "increased",
        "last",
        "year",
        "initial",
        "shipment",
        "redneck",
        "riviera",
        "whiskey",
        "first",
        "hit",
        "store",
        "shelf",
        "february",
        "exceeded",
        "expectation",
        "9l",
        "case",
        "shipped",
        "gross",
        "margin",
        "improved",
        "q1",
        "compared",
        "fiscal",
        "key",
        "operational",
        "highlight",
        "q1",
        "redneck",
        "riviera",
        "whiskey",
        "collaboration",
        "country",
        "music",
        "superstar",
        "john",
        "rich",
        "launched",
        "january",
        "first",
        "product",
        "hitting",
        "shelf",
        "february",
        "eastside",
        "began",
        "benefit",
        "december",
        "tax",
        "legislation",
        "went",
        "effect",
        "january",
        "strengthened",
        "management",
        "team",
        "addition",
        "tom",
        "wood",
        "vp",
        "production",
        "robert",
        "manfredonia",
        "vp",
        "national",
        "account",
        "kim",
        "davis",
        "controller",
        "introduced",
        "coffee",
        "rum",
        "next",
        "sandstrom",
        "rebranded",
        "product",
        "lineup",
        "launched",
        "new",
        "slim",
        "line",
        "canning",
        "capability",
        "quarter",
        "initial",
        "shipment",
        "customer",
        "canned",
        "wine",
        "segment",
        "first",
        "quarter",
        "redneck",
        "riviera",
        "whiskey",
        "launch",
        "highlight",
        "since",
        "january",
        "signed",
        "distribution",
        "agreement",
        "southeast",
        "largest",
        "spirit",
        "distributor",
        "republic",
        "national",
        "distributing",
        "company",
        "rndc",
        "distribute",
        "redneck",
        "riviera",
        "whiskey",
        "throughout",
        "gulf",
        "coast",
        "upper",
        "midwest",
        "began",
        "distribution",
        "california",
        "southern",
        "glazer",
        "wine",
        "spirit",
        "redneck",
        "riviera",
        "whiskey",
        "currently",
        "distributed",
        "state",
        "including",
        "texas",
        "louisiana",
        "alabama",
        "georgia",
        "mississippi",
        "florida",
        "california",
        "north",
        "carolina",
        "north",
        "south",
        "dakota",
        "oregon",
        "tennessee",
        "oklahoma",
        "nebraska",
        "kentucky",
        "strong",
        "promotional",
        "support",
        "provided",
        "redneck",
        "riviera",
        "whiskey",
        "since",
        "launch",
        "john",
        "rich",
        "making",
        "appearance",
        "national",
        "tv",
        "show",
        "including",
        "today",
        "show",
        "megyn",
        "kelly",
        "local",
        "tv",
        "show",
        "including",
        "nbc",
        "abc",
        "fox",
        "affiliate",
        "appearance",
        "support",
        "retailer",
        "performance",
        "numerous",
        "event",
        "including",
        "roth",
        "capital",
        "partner",
        "conference",
        "participation",
        "nasdaq",
        "closing",
        "bell",
        "ceremony",
        "well",
        "distributor",
        "customer",
        "event",
        "significant",
        "retailer",
        "adoption",
        "including",
        "authorization",
        "walmart",
        "florida",
        "louisiana",
        "california",
        "largest",
        "liquor",
        "retailer",
        "texas",
        "spec",
        "well",
        "one",
        "largest",
        "independent",
        "supermarket",
        "gulf",
        "coast",
        "rous",
        "management",
        "commentary",
        "grover",
        "wickersham",
        "chairman",
        "ceo",
        "eastside",
        "distilling",
        "commented",
        "first",
        "quarter",
        "result",
        "early",
        "return",
        "investment",
        "east",
        "made",
        "position",
        "u",
        "leader",
        "emerging",
        "craft",
        "spirit",
        "industry",
        "sale",
        "growth",
        "achieved",
        "two",
        "month",
        "redneck",
        "riviera",
        "shipment",
        "two",
        "week",
        "wine",
        "canning",
        "operation",
        "quarter",
        "sandstrom",
        "rebranding",
        "burnside",
        "bourbon",
        "end",
        "last",
        "year",
        "resulted",
        "resumption",
        "growth",
        "key",
        "product",
        "line",
        "march",
        "sale",
        "burnside",
        "line",
        "pacific",
        "northwest",
        "surpassed",
        "peak",
        "level",
        "reached",
        "believe",
        "momentum",
        "key",
        "brand",
        "pipeline",
        "innovative",
        "new",
        "product",
        "canning",
        "operation",
        "well",
        "strategic",
        "initiative",
        "produce",
        "continued",
        "strong",
        "growth",
        "throughout",
        "remainder",
        "well",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "eastside",
        "distilling",
        "reported",
        "record",
        "gross",
        "sale",
        "increase",
        "compared",
        "first",
        "quarter",
        "increase",
        "sale",
        "primarily",
        "attributable",
        "newly",
        "launched",
        "redneck",
        "riviera",
        "whiskey",
        "product",
        "increased",
        "wholesale",
        "sale",
        "traction",
        "within",
        "pacific",
        "northwest",
        "offset",
        "lower",
        "sale",
        "nationally",
        "due",
        "burnside",
        "product",
        "transition",
        "acquisition",
        "motherlode",
        "bbd",
        "related",
        "expansion",
        "private",
        "label",
        "business",
        "canning",
        "ability",
        "addition",
        "new",
        "retail",
        "location",
        "total",
        "shipment",
        "increased",
        "case",
        "q1",
        "branded",
        "product",
        "private",
        "label",
        "includes",
        "wine",
        "canning",
        "case",
        "q1",
        "increase",
        "overall",
        "branded",
        "product",
        "gross",
        "profit",
        "margin",
        "percent",
        "net",
        "sale",
        "q1",
        "compared",
        "q1",
        "approximately",
        "overall",
        "fiscal",
        "improvement",
        "gross",
        "profit",
        "margin",
        "primarily",
        "due",
        "combination",
        "new",
        "product",
        "higher",
        "margin",
        "prior",
        "legacy",
        "product",
        "well",
        "new",
        "lower",
        "federal",
        "excise",
        "tax",
        "goal",
        "ultimately",
        "improve",
        "overall",
        "gross",
        "margin",
        "expect",
        "fluctuate",
        "around",
        "current",
        "level",
        "short",
        "term",
        "due",
        "impact",
        "product",
        "sale",
        "mix",
        "related",
        "customer",
        "program",
        "incentive",
        "program",
        "subject",
        "fluctuation",
        "especially",
        "large",
        "early",
        "phase",
        "new",
        "product",
        "launch",
        "redneck",
        "riviera",
        "rebranded",
        "burnside",
        "contract",
        "mark",
        "rich",
        "half",
        "reimbursable",
        "marketing",
        "expense",
        "defined",
        "contract",
        "returned",
        "u",
        "upon",
        "sale",
        "redneck",
        "riviera",
        "whiskey",
        "brand",
        "sale",
        "occur",
        "advertising",
        "promotional",
        "selling",
        "expense",
        "q1",
        "improved",
        "percent",
        "sale",
        "sale",
        "compared",
        "q1",
        "general",
        "administrative",
        "expense",
        "increased",
        "slightly",
        "percent",
        "sale",
        "primarily",
        "due",
        "increased",
        "headcount",
        "support",
        "redneck",
        "riviera",
        "wine",
        "canning",
        "launch",
        "well",
        "higher",
        "compensation",
        "adjusted",
        "ebitda",
        "q1",
        "compared",
        "q1",
        "q4",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "per",
        "basic",
        "diluted",
        "share",
        "q1",
        "compared",
        "per",
        "basic",
        "diluted",
        "share",
        "year",
        "ago",
        "period",
        "company",
        "ended",
        "quarter",
        "million",
        "cash",
        "inventory",
        "million",
        "inventory",
        "balance",
        "increase",
        "million",
        "compared",
        "year",
        "end",
        "company",
        "purchased",
        "bulk",
        "spirit",
        "meet",
        "anticipated",
        "demand",
        "newly",
        "launched",
        "redneck",
        "riviera",
        "whiskey",
        "subsequent",
        "end",
        "year",
        "company",
        "also",
        "raised",
        "approximately",
        "million",
        "issuance",
        "note",
        "early",
        "redemption",
        "previously",
        "issued",
        "public",
        "warrant",
        "conference",
        "call",
        "company",
        "hold",
        "conference",
        "call",
        "today",
        "discus",
        "result",
        "date",
        "time",
        "et",
        "pt",
        "monday",
        "may",
        "information",
        "interested",
        "party",
        "access",
        "conference",
        "call",
        "dialing",
        "live",
        "webcast",
        "information",
        "interested",
        "party",
        "access",
        "conference",
        "call",
        "via",
        "live",
        "internet",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "ask",
        "question",
        "conference",
        "call",
        "moderated",
        "lytham",
        "partner",
        "investor",
        "relation",
        "firm",
        "three",
        "option",
        "ask",
        "question",
        "call",
        "question",
        "asked",
        "live",
        "portion",
        "conference",
        "call",
        "live",
        "webcast",
        "feature",
        "option",
        "submit",
        "question",
        "writing",
        "event",
        "unable",
        "attend",
        "event",
        "submit",
        "question",
        "advance",
        "east",
        "replay",
        "teleconference",
        "replay",
        "call",
        "available",
        "three",
        "day",
        "confirmation",
        "webcast",
        "replay",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "day",
        "eastside",
        "distilling",
        "eastside",
        "distilling",
        "nasdaq",
        "east",
        "producing",
        "craft",
        "spirit",
        "portland",
        "oregon",
        "since",
        "company",
        "distinguished",
        "highly",
        "decorated",
        "product",
        "lineup",
        "includes",
        "burnside",
        "bourbon",
        "west",
        "end",
        "american",
        "whiskey",
        "goose",
        "hollow",
        "reserve",
        "deck",
        "rum",
        "portland",
        "potato",
        "vodka",
        "coffee",
        "rum",
        "distinctive",
        "line",
        "fruit",
        "infused",
        "spirit",
        "eastside",
        "distilling",
        "majority",
        "owner",
        "big",
        "bottom",
        "distilling",
        "maker",
        "ninety",
        "one",
        "gin",
        "navy",
        "strength",
        "gin",
        "delta",
        "rye",
        "whiskey",
        "redneck",
        "riviera",
        "whiskey",
        "eastside",
        "big",
        "bottom",
        "spirit",
        "crafted",
        "natural",
        "ingredient",
        "quality",
        "taste",
        "eastside",
        "motherlode",
        "bottling",
        "subsidiary",
        "one",
        "northwest",
        "leading",
        "independent",
        "spirit",
        "bottler",
        "canners",
        "information",
        "visit",
        "follow",
        "company",
        "twitter",
        "facebook",
        "important",
        "caution",
        "regarding",
        "statement",
        "certain",
        "matter",
        "discussed",
        "press",
        "release",
        "may",
        "statement",
        "matter",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "following",
        "change",
        "economic",
        "condition",
        "general",
        "competitive",
        "factor",
        "company",
        "ability",
        "continue",
        "going",
        "concern",
        "acceptance",
        "company",
        "product",
        "market",
        "company",
        "success",
        "obtaining",
        "new",
        "customer",
        "company",
        "ability",
        "obtain",
        "additional",
        "capital",
        "company",
        "success",
        "product",
        "development",
        "company",
        "ability",
        "execute",
        "business",
        "model",
        "strategic",
        "plan",
        "company",
        "success",
        "integrating",
        "acquired",
        "entity",
        "asset",
        "risk",
        "related",
        "information",
        "described",
        "time",
        "time",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "financial",
        "statement",
        "related",
        "information",
        "contained",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "april",
        "example",
        "statement",
        "release",
        "may",
        "include",
        "statement",
        "related",
        "strategic",
        "focus",
        "product",
        "vertical",
        "anticipated",
        "revenue",
        "profitability",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "include",
        "limited",
        "company",
        "growth",
        "continue",
        "current",
        "trajectory",
        "stage",
        "set",
        "significant",
        "growth",
        "improved",
        "bottom",
        "line",
        "performance",
        "ahead",
        "beyond",
        "second",
        "half",
        "traditionally",
        "busiest",
        "year",
        "company",
        "typically",
        "generates",
        "close",
        "annual",
        "business",
        "company",
        "assumes",
        "obligation",
        "update",
        "cautionary",
        "information",
        "release",
        "use",
        "measure",
        "eastside",
        "distilling",
        "management",
        "evaluates",
        "make",
        "operating",
        "decision",
        "using",
        "various",
        "financial",
        "metric",
        "addition",
        "company",
        "gaap",
        "result",
        "management",
        "also",
        "considers",
        "measure",
        "adjusted",
        "ebitda",
        "management",
        "belief",
        "measure",
        "provides",
        "useful",
        "information",
        "company",
        "operating",
        "result",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "based",
        "compensation",
        "gain",
        "table",
        "provides",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "q1",
        "financial",
        "summary",
        "table",
        "following",
        "financial",
        "information",
        "read",
        "conjunction",
        "audited",
        "financial",
        "statement",
        "accompanying",
        "note",
        "filed",
        "company",
        "security",
        "exchange",
        "commission",
        "may",
        "form",
        "period",
        "ended",
        "march",
        "viewed",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "eastside",
        "distilling",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "march",
        "sale",
        "less",
        "excise",
        "tax",
        "customer",
        "program",
        "incentive",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "advertising",
        "promotional",
        "selling",
        "expense",
        "general",
        "administrative",
        "expense",
        "loss",
        "disposal",
        "property",
        "equipment",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "interest",
        "expense",
        "income",
        "expense",
        "total",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "dividend",
        "convertible",
        "preferred",
        "stock",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "eastside",
        "distilling",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "eastside",
        "distilling",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "december",
        "march",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "trade",
        "receivables",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "note",
        "payable",
        "total",
        "current",
        "liability",
        "note",
        "payable",
        "less",
        "current",
        "portion",
        "debt",
        "discount",
        "total",
        "liability",
        "commitment",
        "contingency",
        "note",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "eastside",
        "distilling",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "loss",
        "add",
        "interest",
        "expense",
        "loss",
        "disposal",
        "property",
        "equipment",
        "provision",
        "income",
        "tax",
        "compensation",
        "stock",
        "issued",
        "service",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "view",
        "source",
        "version",
        "http",
        "company",
        "contact",
        "eastside",
        "distilling",
        "steve",
        "shum",
        "cfo",
        "inquiry",
        "investor",
        "relation",
        "contact",
        "lytham",
        "partner",
        "llc",
        "robert",
        "blum",
        "joe",
        "diaz",
        "joe",
        "dorame",
        "east",
        "source",
        "eastside",
        "distilling",
        "inc"
    ]
}