{
    "organizations": [],
    "uuid": "672471d6d432aad8843ddb6ae947c2911d53cd70",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-charles-colvard-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "Charles & Colvard Reports Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Q1 2018 Net Sales Growth of 20% -\n- Continued Strong Growth in Online Channels Net Sales with 40% Increase -\n- Finished Jewelry Net Sales Growth of 89% Driven by Consumer Marketing Initiatives -\n- Conference Call with Accompanying Slide Presentation Scheduled Today at 4:30 PM ET -\nRESEARCH TRIANGLE PARK, N.C., May 08, 2018 (GLOBE NEWSWIRE) -- Charles & Colvard, Ltd. (Nasdaq:CTHR), the original and leading worldwide source of created moissanite, reported financial results for the first quarter ended March 31, 2018. The Company reported net sales of $6.8 million, a 20% increase over the year-ago quarter, and a $0.03 net loss per share, flat with the year-ago quarter.\nSuzanne Miglucci, President and CEO of Charles & Colvard, said, “During the quarter, we made excellent progress on our 2018 strategic initiatives. In particular, we drove organic revenue growth, with a 40% increase in Online Channels net sales, and expanded our gemstone and jewelry offerings to serve a broad range of customers. We gained significant marketing exposure and increased sales through multiple promotions tied to holidays, including Valentine’s Day and St. Patrick’s Day, and we added several new online partners to help us reach new potential customers in cost-efficient ways.”\n“We have been excited to see the growing awareness of moissanite in online media outlets. This recognition amplifies our branding and consumer marketing efforts as we continue to grow our business through both online and traditional retail channels. The success of these efforts was evident in the first quarter of 2018 with an 89% increase in net sales of our finished jewelry. As we plan for the next several quarters, we intend to build on Charles & Colvard’s position as the leading worldwide moissanite provider, to further establish our presence in emerging markets, and to differentiate our product quality and service offering globally,” Ms. Miglucci concluded.\nRecent Corporate Highlights\nAchieved more than 100% net sales growth in marketplaces in Q1 2018, with significant contribution from the first full quarter of Seller Fulfilled Prime status on Amazon.com ; Added new online partners, including Wish, Zulily and Cartera, expanding the Company’s customer reach; Expanded gemstone and jewelry offerings with new personalized options and an expanded assortment of products on Charles & Colvard’s website, www.charlesandcolvard.com ; Launched a program for current and former military servicemen and women and their families providing special discounts on Forever One™ moissanite jewelry purchased from Charles & Colvard’s website; Introduced a curated assortment of jewelry, including rings, necklaces, earrings and bracelets, in support of She Should Run , a non-partisan organization whose mission is to expand the talent pool of women running for office;\nFeatured the popular Forever One™ moissanite stud earrings on NBC’s Megyn Kelly TODAY show during Valentine’s week; Received recognition from online publications and social websites such as Harper’s Bazaar, Huffington Post and Pinterest for the growing popularity and interest in moissanite gems and jewelry; and Presented at the ROTH Investor Conference, the MicroCap Conference NYC and the Planet MicroCap Showcase.\nFinancial Summary for the First Quarter 2018\nNet sales were $6.8 million for the quarter, an increase of 20% compared with $5.6 million in the year-ago first quarter. Finished jewelry net sales were $3.3 million for the quarter, an increase of 89% compared with $1.7 million in the year-ago first quarter. Loose jewel net sales were $3.5 million for the quarter, a decrease of 10% compared with $3.9 million in the year-ago first quarter. In the Company’s Online Channels segment, which consists of e-commerce customers including charlesandcolvard.com , marketplaces, drop-ship and other pure-play, exclusively e-commerce customers, net sales increased 40% to $3.0 million, or 45% of total net sales for the quarter, compared with $2.2 million, or 38% of total net sales in the year-ago first quarter. In the Company’s Traditional segment, which consists of wholesale, retail and television customers, net sales increased 7% to $3.8 million, or 55% of total net sales for the quarter, compared with $3.5 million, or 62% of total net sales in the year-ago first quarter. Operating expenses were $3.2 million for the quarter, compared with $3.0 million in the year-ago first quarter. Net loss for the quarter was $0.6 million, or $0.03 per share, compared with a net loss of $0.6 million, or $0.03 per share, in the year-ago first quarter.\nFinancial Position\nCash and cash equivalents totaled $4.5 million at March 31, 2018, a decrease of $0.1 million from $4.6 million at December 31, 2017. The Company had no debt outstanding as of March 31, 2018. Total inventory was $30.9 million at March 31, 2018 compared with $31.0 million at December 31, 2017.\nInvestor Conference Call\nShareholders and other interested parties may participate in the upcoming investor conference call by dialing 844-875-6912 (U.S. toll-free) or 412-317-6708 (international) and asking to be connected to the “Charles & Colvard, Ltd. Conference Call” a few minutes before 4:30 p.m. ET on Tuesday, May 8, 2018. Please note that there will be an accompanying slide presentation, which will be available in the Investor Relations section of the Charles & Colvard website at http://ir.charlesandcolvard.com/events .\nA replay of this conference call will be available until May 15, 2018 at 877-344-7529 (U.S. toll-free) or 412-317-0088 (international). The replay conference ID is 10119546. The call will also be available live and for replay in the Investor Relations section of the Company’s website at http://ir.charlesandcolvard.com/events .\nAbout Charles & Colvard, Ltd.\nCharles & Colvard, Ltd., based in the Research Triangle Park area of North Carolina, is the original creator and leading source of Forever One™, Forever Brilliant® and Forever Classic™ moissanite gemstones for fine jewelry. Moissanite is unique, available in three color grades (colorless, near-colorless and faint color) and produced from silicon carbide (SiC) crystals. Charles & Colvard Created Moissanite® is sold with a Limited Lifetime Warranty to wholesale distributors, manufacturers, retailers, TV shopping networks, and designers as loose stones or set in a wide variety of quality metal setting options. Charles & Colvard, Ltd. also sells direct to consumers through its wholly owned operating subsidiary, charlesandcolvard.com , LLC and through third-party marketplaces. Charles & Colvard, Ltd.’s common stock is listed on the Nasdaq Capital Market under the symbol “CTHR.” For more information, please visit www.charlesandcolvard.com .\nForward-Looking Statements\nThis press release contains within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Statements expressing expectations regarding our future and projections relating to our products, sales, revenues, and earnings are typical of such statements and are made under the Private Securities Litigation Reform Act of 1995. These include, but are not limited to, statements about our plans, objectives, representations, and contentions and are not historical facts and typically are identified by use of terms such as “may,” “will,” “should,” “could,” “expect,” “plan,” “anticipate,” “believe,” “estimate,” “predict,” “continue,” and similar words, although some are expressed differently.\nAll are subject to the risks and uncertainties inherent in predicting the future. You should be aware that although the included herein represent management’s current judgment and expectations, our actual results may differ materially from those projected, stated, or implied in these as a result of many factors including, but not limited to, our dependence on consumer awareness, acceptance, and growth of sales of our products resulting from our strategic initiatives; the impact of the execution of our business plans on our liquidity; our ability to fulfill orders on a timely basis; the financial condition of our major customers and their willingness and ability to market our products; dependence on a limited number of distributor and retailer partners; dependence on our exclusive supply agreement with Cree, Inc. for the sole supply of silicon carbide; intense competition in the worldwide jewelry industry; our ability to maintain compliance with the continued listing requirements of The Nasdaq Stock Market LLC; our current customers’ potential perception of us as a competitor in the finished jewelry business; quality control challenges from time to time that can result in lost revenue and harm to our brands and reputation; general economic and market conditions, including the current economic environment; the impact of natural disasters on our operations; the pricing of precious metals, which is beyond our control; the potential impact of seasonality on our business; the potential adverse effect of recent U.S. tax legislation; the impact of significant changes in e-commerce opportunities, technology, or models; our ability to protect our intellectual property; the risk of a failure of our information technology infrastructure to protect confidential information and prevent security breaches; risks of conducting business in foreign countries; the potential adverse impact of negative or inaccurate social media commentary; the failure to evaluate and integrate strategic opportunities; possible adverse effects of governmental regulation and oversight; and the impact of anti-takeover provisions included in our charter documents, in addition to the other risks and uncertainties described in our filings Commission, or the SEC, including our Annual Report on Form 10-K for the fiscal year ended December 31, 2017 and subsequent reports filed with the SEC. Forward-looking statements speak only as of the date they are made. We undertake or revise such statements to reflect new circumstances or unanticipated events as they occur except as required by the federal securities laws, and you are urged to review and consider disclosures that we make in the reports that we file with the SEC that discuss other factors relevant to our business.\nContacts:\nClint J. Pete\nChief Financial Officer\n919-468-0399\ncpete@charlesandcolvard.com\nInvestor Relations\nJenny Kobin\n800-695-0650\nJenny.Kobin@IRAdvisory.com\n-Financial Tables Follow-\nCHARLES & COLVARD, LTD. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (unaudited) Three Months Ended March 31,\n2018 2017 Net sales $ 6,762,750 $ 5,645,382 Costs and expenses: Cost of goods sold 4,115,548 3,220,615 Sales and marketing 1,865,940 1,915,335 General and administrative 1,354,410 1,054,171 Research and development - 819 Total costs and expenses 7,335,898 6,190,940 Loss from operations (573,148 ) (545,558 ) Other expense: Interest expense (139 ) - Total other expense (139 ) - Loss before income taxes (573,287 ) (545,558 ) Income tax expense (4,767 ) (14,088 ) Net loss $ (578,054 ) $ (559,646 ) Net loss per common share: Basic $ (0.03 ) $ (0.03 ) Diluted $ (0.03 ) $ (0.03 ) Weighted average number of shares used in computing net loss per common share: Basic 21,371,416 21,118,335 Diluted 21,371,416 21,118,335\nCHARLES & COLVARD, LTD. CONDENSED CONSOLIDATED BALANCE SHEETS March 31, 2018\n(unaudited)\nDecember 31,\n2017 ASSETS Current assets: Cash and cash equivalents $ 4,494,729 $ 4,594,007 Accounts receivable, net 2,536,377 3,377,451 Inventory, net 10,932,050 11,208,658 Prepaid expenses and other assets 771,034 969,857 Total current assets 18,734,190 20,149,973 Long-term assets: Inventory, net 20,010,266 19,764,959 Property and equipment, net 1,189,871 1,242,200 Intangible assets, net 15,367 8,597 Other assets 63,626 64,978 Total long-term assets 21,279,130 21,080,734 TOTAL ASSETS $ 40,013,320 $ 41,230,707 LIABILITIES AND SHAREHOLDERS’ EQUITY Current liabilities: Accounts payable $ 3,971,232 $ 4,466,163 Accrued expenses and other liabilities 668,614 980,800 Total current liabilities 4,639,846 5,446,963 Long-term liabilities: Deferred rent 428,985 463,526 Accrued income taxes 466,359 461,592 Total long-term liabilities 895,344 925,118 Total liabilities 5,535,190 6,372,081 Commitments and contingencies Shareholders’ equity: Common stock, no par value; 50,000,000 shares authorized; 21,575,673 and 21,580,102 shares issued and outstanding at March 31, 2018 and December 31, 2017, respectively 54,243,816 54,243,816 Additional paid-in capital 14,923,996 14,726,438 Accumulated deficit (34,689,682 ) (34,111,628 ) Total shareholders’ equity 34,478,130 34,858,626 TOTAL LIABILITIES AND SHAREHOLDERS’ EQUITY $ 40,013,320 $ 41,230,707\nCHARLES & COLVARD, LTD. CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (unaudited) Three Months Ended March 31, 2018 2017 CASH FLOWS FROM OPERATING ACTIVITIES: Net loss $ (578,054 ) $ (559,646 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization 123,123 107,656 Stock-based compensation 197,558 32,293 Provision for uncollectible accounts (11,000 ) 9,000 Provision for sales returns 67,000 80,000 Provision for inventory reserves (248,000 ) (266,000 ) Provision for accounts receivable discounts 33,520 - Changes in operating assets and liabilities: Accounts receivable 751,554 471,140 Inventory 279,301 (528,145 ) Prepaid expenses and other assets, net 200,175 64,866 Accounts payable (494,931 ) (76,486 ) Deferred rent (34,541 ) (30,476 ) Accrued income taxes 4,767 14,088 Accrued expenses and other liabilities (312,186 ) 82,969 Net cash used in operating activities (21,714 ) (598,741 ) CASH FLOWS FROM INVESTING ACTIVITIES: Purchases of property and equipment (69,710 ) (197,953 ) Intangible assets (7,854 ) (992 ) Net cash used in investing activities (77,564 ) (198,945 ) NET DECREASE IN CASH AND CASH EQUIVALENTS (99,278 ) (797,686 ) CASH AND CASH EQUIVALENTS, BEGINNING OF PERIOD 4,594,007 7,427,273 CASH AND CASH EQUIVALENTS, END OF PERIOD $ 4,494,729 $ 6,629,587 Supplemental disclosure of cash flow information: Cash paid during the period for interest $ 139 $ -\nSource:Charles & Colvard Ltd.",
    "published": "2018-05-09T00:05:00.000+03:00",
    "crawled": "2018-05-09T01:15:41.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "q1",
        "net",
        "sale",
        "growth",
        "continued",
        "strong",
        "growth",
        "online",
        "channel",
        "net",
        "sale",
        "increase",
        "finished",
        "jewelry",
        "net",
        "sale",
        "growth",
        "driven",
        "consumer",
        "marketing",
        "initiative",
        "conference",
        "call",
        "accompanying",
        "slide",
        "presentation",
        "scheduled",
        "today",
        "pm",
        "et",
        "research",
        "triangle",
        "park",
        "may",
        "globe",
        "newswire",
        "charles",
        "colvard",
        "nasdaq",
        "cthr",
        "original",
        "leading",
        "worldwide",
        "source",
        "created",
        "moissanite",
        "reported",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "march",
        "company",
        "reported",
        "net",
        "sale",
        "million",
        "increase",
        "quarter",
        "net",
        "loss",
        "per",
        "share",
        "flat",
        "quarter",
        "suzanne",
        "miglucci",
        "president",
        "ceo",
        "charles",
        "colvard",
        "said",
        "quarter",
        "made",
        "excellent",
        "progress",
        "strategic",
        "initiative",
        "particular",
        "drove",
        "organic",
        "revenue",
        "growth",
        "increase",
        "online",
        "channel",
        "net",
        "sale",
        "expanded",
        "gemstone",
        "jewelry",
        "offering",
        "serve",
        "broad",
        "range",
        "customer",
        "gained",
        "significant",
        "marketing",
        "exposure",
        "increased",
        "sale",
        "multiple",
        "promotion",
        "tied",
        "holiday",
        "including",
        "valentine",
        "day",
        "patrick",
        "day",
        "added",
        "several",
        "new",
        "online",
        "partner",
        "help",
        "u",
        "reach",
        "new",
        "potential",
        "customer",
        "excited",
        "see",
        "growing",
        "awareness",
        "moissanite",
        "online",
        "medium",
        "outlet",
        "recognition",
        "amplifies",
        "branding",
        "consumer",
        "marketing",
        "effort",
        "continue",
        "grow",
        "business",
        "online",
        "traditional",
        "retail",
        "channel",
        "success",
        "effort",
        "evident",
        "first",
        "quarter",
        "increase",
        "net",
        "sale",
        "finished",
        "jewelry",
        "plan",
        "next",
        "several",
        "quarter",
        "intend",
        "build",
        "charles",
        "colvard",
        "position",
        "leading",
        "worldwide",
        "moissanite",
        "provider",
        "establish",
        "presence",
        "emerging",
        "market",
        "differentiate",
        "product",
        "quality",
        "service",
        "offering",
        "globally",
        "miglucci",
        "concluded",
        "recent",
        "corporate",
        "highlight",
        "achieved",
        "net",
        "sale",
        "growth",
        "marketplace",
        "q1",
        "significant",
        "contribution",
        "first",
        "full",
        "quarter",
        "seller",
        "fulfilled",
        "prime",
        "status",
        "added",
        "new",
        "online",
        "partner",
        "including",
        "wish",
        "zulily",
        "cartera",
        "expanding",
        "company",
        "customer",
        "reach",
        "expanded",
        "gemstone",
        "jewelry",
        "offering",
        "new",
        "personalized",
        "option",
        "expanded",
        "assortment",
        "product",
        "charles",
        "colvard",
        "website",
        "launched",
        "program",
        "current",
        "former",
        "military",
        "serviceman",
        "woman",
        "family",
        "providing",
        "special",
        "discount",
        "forever",
        "moissanite",
        "jewelry",
        "purchased",
        "charles",
        "colvard",
        "website",
        "introduced",
        "curated",
        "assortment",
        "jewelry",
        "including",
        "ring",
        "necklace",
        "earring",
        "bracelet",
        "support",
        "run",
        "organization",
        "whose",
        "mission",
        "expand",
        "talent",
        "pool",
        "woman",
        "running",
        "office",
        "featured",
        "popular",
        "forever",
        "moissanite",
        "stud",
        "earring",
        "nbc",
        "megyn",
        "kelly",
        "today",
        "show",
        "valentine",
        "week",
        "received",
        "recognition",
        "online",
        "publication",
        "social",
        "website",
        "harper",
        "bazaar",
        "huffington",
        "post",
        "pinterest",
        "growing",
        "popularity",
        "interest",
        "moissanite",
        "gem",
        "jewelry",
        "presented",
        "roth",
        "investor",
        "conference",
        "microcap",
        "conference",
        "nyc",
        "planet",
        "microcap",
        "showcase",
        "financial",
        "summary",
        "first",
        "quarter",
        "net",
        "sale",
        "million",
        "quarter",
        "increase",
        "compared",
        "million",
        "first",
        "quarter",
        "finished",
        "jewelry",
        "net",
        "sale",
        "million",
        "quarter",
        "increase",
        "compared",
        "million",
        "first",
        "quarter",
        "loose",
        "jewel",
        "net",
        "sale",
        "million",
        "quarter",
        "decrease",
        "compared",
        "million",
        "first",
        "quarter",
        "company",
        "online",
        "channel",
        "segment",
        "consists",
        "customer",
        "including",
        "marketplace",
        "exclusively",
        "customer",
        "net",
        "sale",
        "increased",
        "million",
        "total",
        "net",
        "sale",
        "quarter",
        "compared",
        "million",
        "total",
        "net",
        "sale",
        "first",
        "quarter",
        "company",
        "traditional",
        "segment",
        "consists",
        "wholesale",
        "retail",
        "television",
        "customer",
        "net",
        "sale",
        "increased",
        "million",
        "total",
        "net",
        "sale",
        "quarter",
        "compared",
        "million",
        "total",
        "net",
        "sale",
        "first",
        "quarter",
        "operating",
        "expense",
        "million",
        "quarter",
        "compared",
        "million",
        "first",
        "quarter",
        "net",
        "loss",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "first",
        "quarter",
        "financial",
        "position",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "march",
        "decrease",
        "million",
        "million",
        "december",
        "company",
        "debt",
        "outstanding",
        "march",
        "total",
        "inventory",
        "million",
        "march",
        "compared",
        "million",
        "december",
        "investor",
        "conference",
        "call",
        "shareholder",
        "interested",
        "party",
        "may",
        "participate",
        "upcoming",
        "investor",
        "conference",
        "call",
        "dialing",
        "international",
        "asking",
        "connected",
        "charles",
        "colvard",
        "conference",
        "call",
        "minute",
        "et",
        "tuesday",
        "may",
        "please",
        "note",
        "accompanying",
        "slide",
        "presentation",
        "available",
        "investor",
        "relation",
        "section",
        "charles",
        "colvard",
        "website",
        "http",
        "replay",
        "conference",
        "call",
        "available",
        "may",
        "international",
        "replay",
        "conference",
        "id",
        "call",
        "also",
        "available",
        "live",
        "replay",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "charles",
        "colvard",
        "charles",
        "colvard",
        "based",
        "research",
        "triangle",
        "park",
        "area",
        "north",
        "carolina",
        "original",
        "creator",
        "leading",
        "source",
        "forever",
        "forever",
        "forever",
        "moissanite",
        "gemstone",
        "fine",
        "jewelry",
        "moissanite",
        "unique",
        "available",
        "three",
        "color",
        "grade",
        "colorless",
        "faint",
        "color",
        "produced",
        "silicon",
        "carbide",
        "sic",
        "crystal",
        "charles",
        "colvard",
        "created",
        "sold",
        "limited",
        "lifetime",
        "warranty",
        "wholesale",
        "distributor",
        "manufacturer",
        "retailer",
        "tv",
        "shopping",
        "network",
        "designer",
        "loose",
        "stone",
        "set",
        "wide",
        "variety",
        "quality",
        "metal",
        "setting",
        "option",
        "charles",
        "colvard",
        "also",
        "sell",
        "direct",
        "consumer",
        "wholly",
        "owned",
        "operating",
        "subsidiary",
        "llc",
        "marketplace",
        "charles",
        "colvard",
        "common",
        "stock",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "expressing",
        "expectation",
        "regarding",
        "future",
        "projection",
        "relating",
        "product",
        "sale",
        "revenue",
        "earnings",
        "typical",
        "statement",
        "made",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "limited",
        "statement",
        "plan",
        "objective",
        "representation",
        "contention",
        "historical",
        "fact",
        "typically",
        "identified",
        "use",
        "term",
        "may",
        "could",
        "expect",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "continue",
        "similar",
        "word",
        "although",
        "expressed",
        "differently",
        "subject",
        "risk",
        "uncertainty",
        "inherent",
        "predicting",
        "future",
        "aware",
        "although",
        "included",
        "herein",
        "represent",
        "management",
        "current",
        "judgment",
        "expectation",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "stated",
        "implied",
        "result",
        "many",
        "factor",
        "including",
        "limited",
        "dependence",
        "consumer",
        "awareness",
        "acceptance",
        "growth",
        "sale",
        "product",
        "resulting",
        "strategic",
        "initiative",
        "impact",
        "execution",
        "business",
        "plan",
        "liquidity",
        "ability",
        "fulfill",
        "order",
        "timely",
        "basis",
        "financial",
        "condition",
        "major",
        "customer",
        "willingness",
        "ability",
        "market",
        "product",
        "dependence",
        "limited",
        "number",
        "distributor",
        "retailer",
        "partner",
        "dependence",
        "exclusive",
        "supply",
        "agreement",
        "cree",
        "sole",
        "supply",
        "silicon",
        "carbide",
        "intense",
        "competition",
        "worldwide",
        "jewelry",
        "industry",
        "ability",
        "maintain",
        "compliance",
        "continued",
        "listing",
        "requirement",
        "nasdaq",
        "stock",
        "market",
        "llc",
        "current",
        "customer",
        "potential",
        "perception",
        "u",
        "competitor",
        "finished",
        "jewelry",
        "business",
        "quality",
        "control",
        "challenge",
        "time",
        "time",
        "result",
        "lost",
        "revenue",
        "harm",
        "brand",
        "reputation",
        "general",
        "economic",
        "market",
        "condition",
        "including",
        "current",
        "economic",
        "environment",
        "impact",
        "natural",
        "disaster",
        "operation",
        "pricing",
        "precious",
        "metal",
        "beyond",
        "control",
        "potential",
        "impact",
        "seasonality",
        "business",
        "potential",
        "adverse",
        "effect",
        "recent",
        "tax",
        "legislation",
        "impact",
        "significant",
        "change",
        "opportunity",
        "technology",
        "model",
        "ability",
        "protect",
        "intellectual",
        "property",
        "risk",
        "failure",
        "information",
        "technology",
        "infrastructure",
        "protect",
        "confidential",
        "information",
        "prevent",
        "security",
        "breach",
        "risk",
        "conducting",
        "business",
        "foreign",
        "country",
        "potential",
        "adverse",
        "impact",
        "negative",
        "inaccurate",
        "social",
        "medium",
        "commentary",
        "failure",
        "evaluate",
        "integrate",
        "strategic",
        "opportunity",
        "possible",
        "adverse",
        "effect",
        "governmental",
        "regulation",
        "oversight",
        "impact",
        "provision",
        "included",
        "charter",
        "document",
        "addition",
        "risk",
        "uncertainty",
        "described",
        "filing",
        "commission",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "subsequent",
        "report",
        "filed",
        "sec",
        "statement",
        "speak",
        "date",
        "made",
        "undertake",
        "revise",
        "statement",
        "reflect",
        "new",
        "circumstance",
        "unanticipated",
        "event",
        "occur",
        "except",
        "required",
        "federal",
        "security",
        "law",
        "urged",
        "review",
        "consider",
        "disclosure",
        "make",
        "report",
        "file",
        "sec",
        "discus",
        "factor",
        "relevant",
        "business",
        "contact",
        "clint",
        "pete",
        "chief",
        "financial",
        "officer",
        "cpete",
        "investor",
        "relation",
        "jenny",
        "kobin",
        "table",
        "charles",
        "colvard",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "net",
        "sale",
        "cost",
        "expense",
        "cost",
        "good",
        "sold",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "expense",
        "interest",
        "expense",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "charles",
        "colvard",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "march",
        "unaudited",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "inventory",
        "net",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "rent",
        "accrued",
        "income",
        "tax",
        "total",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "march",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "charles",
        "colvard",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "three",
        "month",
        "ended",
        "march",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "provision",
        "uncollectible",
        "account",
        "provision",
        "sale",
        "return",
        "provision",
        "inventory",
        "reserve",
        "provision",
        "account",
        "receivable",
        "discount",
        "change",
        "operating",
        "asset",
        "liability",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "asset",
        "net",
        "account",
        "payable",
        "deferred",
        "rent",
        "accrued",
        "income",
        "tax",
        "accrued",
        "expense",
        "liability",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "intangible",
        "asset",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "net",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "period",
        "interest",
        "source",
        "charles",
        "colvard",
        "ltd"
    ]
}