{
    "organizations": [],
    "uuid": "6f799844a0ed6f5fbdcc7dbc62555025c382de9c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/05/08/globe-newswire-spark-therapeutics-reports-first-quarter-2018-financial-results-and-recent-business-progress.html",
    "ord_in_thread": 0,
    "title": "Spark Therapeutics Reports First Quarter 2018 Financial Results and Recent Business Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PHILADELPHIA, May 08, 2018 (GLOBE NEWSWIRE) -- Spark Therapeutics (NASDAQ:ONCE), a fully integrated gene therapy company dedicated to challenging the inevitability of genetic disease, announced today corporate and financial results for the first quarter of 2018 and recent business progress.\n“We are encouraged by the initial launch of LUXTURNA™ (voretigene neparvovec-rzyl). We are pleased that three patients were treated with LUXTURNA in the first quarter as we remain focused on working closely with treatment centers and payers to support timely access to the product,” said Jeffrey D. Marrazzo, chief executive officer of Spark Therapeutics. “Additionally, we progressed our pipeline of investigational gene therapies, including continuing to enroll our Phase 1/2 clinical trial of SPK-8011 in hemophilia A and advancing our preparations for a Phase 3 clinical trial of SPK-8011 .”\nRecent highlights\nLaunched LUXTURNA in U.S., with three patients treated at different treatment centers – Massachusetts Eye and Ear in Boston, Bascom Palmer Eye Institute in Miami and The Vision Center at Children’s Hospital of Los Angeles\nUtilized direct-to-payer contracting Strong progress on commercial coverage, with more than 60 percent of commercial lives covered by acceptable medical policy Continued encouraging discussions with Centers for Medicare & Medicaid Services (CMS) on proposal for an installment payment option and flexibility to offer greater outcomes-based rebates\nProgressed Marketing Authorization Application with European Medicines Agency (EMA) for investigational voretigene neparvovec; on track for regulatory action in Q3 2018\nSuccessfully completed EMA inspection of manufacturing facility in Philadelphia\nAdvanced two investigational hemophilia programs with no reported serious adverse events, thrombotic events or inhibitors to date\nCompleted expanded enrollment in the Phase 1/2 clinical trial for SPK-9001 in hemophilia B using vector generated from an enhanced manufacturing process designed to support commercial requirements Continued to enroll participants in the Phase 1/2 clinical trial for SPK-8011 in hemophilia A\nBolstered financial position:\nStrong balance sheet with $587.5 million in cash, cash equivalents and marketable securities as of March 31, 2018 Entered into agreement to sell rare pediatric disease priority review voucher for $110.0 million\nFinancial results for the\nIn the three months ended March 31, 2018, we recognized $15.7 million in total revenue, of which $2.4 million was net sales of LUXTURNA and $13.3 million was associated with collaboration and supply agreements with Pfizer. In the three months ended March 31, 2017, we recognized $1.3 million in revenue associated with our Pfizer agreement.\nCost of goods sold in the three months ended March 31, 2018 was $0.1 million and consists of manufacturing, shipping and other costs, as well as royalties. A substantial portion of the production of our current inventory was completed prior to the U.S. Food and Drug Administration (FDA) approval and, therefore, was expensed as research and development expense last year.\nCost of contract revenue in the three months ended March 31, 2018 was $0.9 million, and consists of manufacturing and other costs associated with our contract agreements.\nResearch and development expenses for the three months ended March 31, 2018, were $30.1 million versus $32.7 million for the three months ended March 31, 2017. The $2.6 million decrease was due to a $0.7 million decrease in internal research and development expenses and a $1.9 million decrease in external research and development expenses. The $0.7 million decrease in internal research and development was primarily due to a decrease in salaries and other related costs associated with LUXTURNA, which were allocated to inventory upon FDA approval. The $1.9 million decrease in external research and development expenses was primarily due to a $3.3 million decrease in expenses related to LUXTURNA and other clinical programs and a $0.3 million decrease in other pipeline products, offset by an increase of $1.7 million in expenses related to our hemophilia A program.\nSelling, general and administrative expenses for the three months ended March 31, 2018, were $33.5 million versus $21.4 million for the three months ended March 31, 2017. The $12.1 million increase primarily was due to an increase of $7.0 million in salaries and related costs, including stock-based compensation, due to increased headcount to support the LUXTURNA launch, an increase of $1.0 million in launch activities for LUXTURNA and $4.1 million in legal and patent expenses, professional fees and other operating costs.\nOur net loss applicable to common stockholders for the three months ended March 31, 2018 was $46.4 million, or ($1.25) basic and diluted net loss per common share, as compared to a net loss applicable to common stockholders of $52.3 million, or ($1.70) basic and diluted net loss per common share, for the three months ended March 31, 2017.\nConference call details\nSpark Therapeutics will host a conference call and audio webcast, today, Tuesday, May 8, at 8:30 a.m. ET, to discuss corporate and financial results for the quarter that ended March 31, 2018. The call can be accessed by dialing the numbers below or by visiting the “Investors” section at www.sparktx.com .\nU.S. Dial-in Number: (855) 851-4526\nInternational Dial-in Number: (720) 634-2901\nPasscode: 1483429\nA replay of the call will be available for one week following the call and can be accessed by dialing (855) 859-2056 (domestic) or (404) 537-3406 (international), and entering passcode 1483429, or by visiting the “Investors” section at www.sparktx.com .\nAbout Spark Therapeutics\nAt Spark Therapeutics, a fully integrated company committed to discovering, developing and delivering gene therapies, we challenge the inevitability of genetic diseases, including blindness, hemophilia and neurodegenerative diseases. We have successfully applied our technology in the first FDA-approved gene therapy in the U.S. for a genetic disease, and currently have three programs in clinical trials, including product candidates that have shown promising early results in patients with hemophilia. At Spark, we see the path to a world where no life is limited by genetic disease. For more information, visit www.sparktx.com , and follow us on Twitter and LinkedIn .\nCautionary note on forward-looking statements\nThis press release contains \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding the company's product candidates, including LUXTURNA, SPK-7001, SPK-9001 and SPK-8011 . The words ‘‘anticipate,’’ ‘‘believe,’’ ‘‘expect,’’ ‘‘intend,’’ ‘‘may,’’ ‘‘plan,’’ ‘‘predict,’’ ‘‘will,’’ ‘‘would,’’ ‘‘could,’’ ‘‘should,’’ ‘‘continue’’ and similar expressions are intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. We may not actually achieve the plans, intentions or expectations disclosed in our forward-looking statements, and you should not place undue reliance on our forward-looking statements. Any forward-looking statements are based on management's current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in, or implied by, such forward-looking statements. These risks and uncertainties include, but are not limited to, the risk that (i) our MAA for LUXTURNA may not be approved by EMA; (ii) the data from our Phase 3 clinical trial of LUXTURNA may not support labeling for all biallelic RPE65 mutations other than Leber congenital amaurosis (LCA) in ex-US geographies; (iii) the improvements in functional vision demonstrated by LUXTURNA in our clinical trials may not be sustained over extended periods of time; (iv) voretigene neparvovec may not be approved in any markets outside of the U.S.; (v) if voretigene neparvovec is approved, Novartis may not be successful in commercializing or selling it in one or more markets; (vi) we may not receive any additional milestone or royalty payments from Novartis, Pfizer or our other collaborators; (vii) we may not close the transaction for the sale of our PRV voucher; (viii) our early preliminary clinical results for our product candidate, SPK-8011 , for hemophilia A, may not be sustained or sufficient to support further development; (ix) we may be unsuccessful in achieving higher factor VIII activity levels through dose escalation in our Phase 1/2 clinical trial of SPK-8011 ; (x) we are unable to enter into agreements with payers for the provision of LUXTURNA; (xi) we will not be able to reach agreement with the Centers for Medicare & Medicaid Services (CMS) regarding LUXTURNA; (xii) our lead SPK-FIX product candidate, SPK-9001 , may not produce sufficient data in our Phase 1/2 clinical trial to warrant further development; (xiii) interim data from our SPK-7001 Phase 1/2 clinical trial, including data to be generated from our recently expanded cohort, may not support further development of this product candidate; and (xiv) any one or more of our product candidates in preclinical or clinical development will not successfully be developed and commercialized. For a discussion of other risks and uncertainties, and other important factors, any of which could cause our actual results to differ from those contained in the forward-looking statements, see the \"Risk Factors\" section, as well as discussions of potential risks, uncertainties and other important factors, in our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q and other filings we make with the Securities and Exchange Commission. All information in this press release is as of the date of the press release, and Spark Therapeutics undertakes no duty to update this information unless required by law.\nInvestor Contact: Media Contact: Ryan Asay Monique da Silva Ryan.asay@sparktx.com Monique.dasilva@sparktx.com (215) 239-6424 (215) 282-7470\nSpark Therapeutics, Inc. Consolidated Balance Sheets (Unaudited) (in thousands, except share and per share data) December 31,\n2017 March 31,\n2018 Assets Current assets: Cash and cash equivalents $ 96,748 $ 127,687 Marketable securities 423,419 459,863 Trade and other receivables 7,906 21,180 Inventory — 5,560 Prepaid expenses 5,093 6,684 Total current assets 533,166 620,974 Marketable securities 20,035 — Property and equipment, net 61,713 62,874 Goodwill 1,254 1,290 Other assets 628 2,566 Total assets $ 616,796 $ 687,704 Liabilities and Stockholders’ Equity Current liabilities: Accounts payable $ 14,183 $ 15,156 Accrued expenses 24,697 13,868 Current portion of long-term debt 312 315 Current portion of deferred rent 969 979 Current portion of deferred revenue 11,969 22,712 Current other liabilities 1,557 1,609 Total current liabilities 53,687 54,639 Long-term debt 912 832 Long-term deferred rent 8,318 8,093 Long-term deferred revenue — 105,000 Other liabilities 40,255 39,470 Total liabilities 103,172 208,034 Stockholders’ equity: Preferred stock, $0.001 par value. Authorized, 5,000,000 shares; no shares issued or outstanding — — Common stock, $0.001 par value. Authorized, 150,000,000 shares; 37,131,626 shares issued and 37,111,404 shares outstanding as of December 31, 2017; 37,275,791 shares issued and 37,222,651 shares outstanding as of March 31, 2018 37 37 Additional paid-in capital 1,026,590 1,040,906 Accumulated other comprehensive loss (5,914 ) (1,055 ) Treasury stock, at cost, 20,222 shares as of December 31, 2017 and 53,140 shares as of March 31, 2018 (1,226 ) (2,982 ) Accumulated deficit (505,863 ) (557,236 ) Total stockholders’ equity 513,624 479,670 Total liabilities and stockholders’ equity $ 616,796 $ 687,704\nSpark Therapeutics, Inc. Consolidated Statements of Operations (Unaudited) (in thousands, except share and per share data) Three months ended March 31, 2017 2018 Revenues: Product sales, net $ — $ 2,419 Contract revenue 1,274 13,257 Total revenues 1,274 15,676 Operating expenses: Cost of product sales — 121 Cost of contract revenue — 869 Research and development 32,735 30,109 Selling, general and administrative 21,413 33,489 Total operating expenses 54,148 64,588 Loss from operations (52,874 ) (48,912 ) Unrealized gain on equity investments — 364 Interest income, net 585 2,185 Loss before income taxes (52,289 ) (46,363 ) Income tax expense — (10 ) Net loss $ (52,289 ) $ (46,373 ) Basic and diluted net loss per common share $ (1.70 ) $ (1.25 ) Weighted average basic and diluted common shares outstanding 30,771,867 37,046,235\nSource:Spark Therapeutics, Inc.",
    "published": "2018-05-08T15:30:00.000+03:00",
    "crawled": "2018-05-08T17:13:43.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "philadelphia",
        "may",
        "globe",
        "newswire",
        "spark",
        "therapeutic",
        "nasdaq",
        "fully",
        "integrated",
        "gene",
        "therapy",
        "company",
        "dedicated",
        "challenging",
        "inevitability",
        "genetic",
        "disease",
        "announced",
        "today",
        "corporate",
        "financial",
        "result",
        "first",
        "quarter",
        "recent",
        "business",
        "progress",
        "encouraged",
        "initial",
        "launch",
        "voretigene",
        "pleased",
        "three",
        "patient",
        "treated",
        "luxturna",
        "first",
        "quarter",
        "remain",
        "focused",
        "working",
        "closely",
        "treatment",
        "center",
        "payer",
        "support",
        "timely",
        "access",
        "product",
        "said",
        "jeffrey",
        "marrazzo",
        "chief",
        "executive",
        "officer",
        "spark",
        "therapeutic",
        "additionally",
        "progressed",
        "pipeline",
        "investigational",
        "gene",
        "therapy",
        "including",
        "continuing",
        "enroll",
        "phase",
        "clinical",
        "trial",
        "hemophilia",
        "advancing",
        "preparation",
        "phase",
        "clinical",
        "trial",
        "recent",
        "highlight",
        "launched",
        "luxturna",
        "three",
        "patient",
        "treated",
        "different",
        "treatment",
        "center",
        "massachusetts",
        "eye",
        "ear",
        "boston",
        "bascom",
        "palmer",
        "eye",
        "institute",
        "miami",
        "vision",
        "center",
        "child",
        "hospital",
        "los",
        "angeles",
        "utilized",
        "contracting",
        "strong",
        "progress",
        "commercial",
        "coverage",
        "percent",
        "commercial",
        "life",
        "covered",
        "acceptable",
        "medical",
        "policy",
        "continued",
        "encouraging",
        "discussion",
        "center",
        "medicare",
        "medicaid",
        "service",
        "cm",
        "proposal",
        "installment",
        "payment",
        "option",
        "flexibility",
        "offer",
        "greater",
        "rebate",
        "progressed",
        "marketing",
        "authorization",
        "application",
        "european",
        "medicine",
        "agency",
        "ema",
        "investigational",
        "voretigene",
        "neparvovec",
        "track",
        "regulatory",
        "action",
        "q3",
        "successfully",
        "completed",
        "ema",
        "inspection",
        "manufacturing",
        "facility",
        "philadelphia",
        "advanced",
        "two",
        "investigational",
        "hemophilia",
        "program",
        "reported",
        "serious",
        "adverse",
        "event",
        "thrombotic",
        "event",
        "inhibitor",
        "date",
        "completed",
        "expanded",
        "enrollment",
        "phase",
        "clinical",
        "trial",
        "hemophilia",
        "b",
        "using",
        "vector",
        "generated",
        "enhanced",
        "manufacturing",
        "process",
        "designed",
        "support",
        "commercial",
        "requirement",
        "continued",
        "enroll",
        "participant",
        "phase",
        "clinical",
        "trial",
        "hemophilia",
        "bolstered",
        "financial",
        "position",
        "strong",
        "balance",
        "sheet",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "march",
        "entered",
        "agreement",
        "sell",
        "rare",
        "pediatric",
        "disease",
        "priority",
        "review",
        "voucher",
        "million",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "march",
        "recognized",
        "million",
        "total",
        "revenue",
        "million",
        "net",
        "sale",
        "luxturna",
        "million",
        "associated",
        "collaboration",
        "supply",
        "agreement",
        "pfizer",
        "three",
        "month",
        "ended",
        "march",
        "recognized",
        "million",
        "revenue",
        "associated",
        "pfizer",
        "agreement",
        "cost",
        "good",
        "sold",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "consists",
        "manufacturing",
        "shipping",
        "cost",
        "well",
        "royalty",
        "substantial",
        "portion",
        "production",
        "current",
        "inventory",
        "completed",
        "prior",
        "food",
        "drug",
        "administration",
        "fda",
        "approval",
        "therefore",
        "expensed",
        "research",
        "development",
        "expense",
        "last",
        "year",
        "cost",
        "contract",
        "revenue",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "consists",
        "manufacturing",
        "cost",
        "associated",
        "contract",
        "agreement",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "versus",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "decrease",
        "due",
        "million",
        "decrease",
        "internal",
        "research",
        "development",
        "expense",
        "million",
        "decrease",
        "external",
        "research",
        "development",
        "expense",
        "million",
        "decrease",
        "internal",
        "research",
        "development",
        "primarily",
        "due",
        "decrease",
        "salary",
        "related",
        "cost",
        "associated",
        "luxturna",
        "allocated",
        "inventory",
        "upon",
        "fda",
        "approval",
        "million",
        "decrease",
        "external",
        "research",
        "development",
        "expense",
        "primarily",
        "due",
        "million",
        "decrease",
        "expense",
        "related",
        "luxturna",
        "clinical",
        "program",
        "million",
        "decrease",
        "pipeline",
        "product",
        "offset",
        "increase",
        "million",
        "expense",
        "related",
        "hemophilia",
        "program",
        "selling",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "versus",
        "million",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "increase",
        "primarily",
        "due",
        "increase",
        "million",
        "salary",
        "related",
        "cost",
        "including",
        "compensation",
        "due",
        "increased",
        "headcount",
        "support",
        "luxturna",
        "launch",
        "increase",
        "million",
        "launch",
        "activity",
        "luxturna",
        "million",
        "legal",
        "patent",
        "expense",
        "professional",
        "fee",
        "operating",
        "cost",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "three",
        "month",
        "ended",
        "march",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "three",
        "month",
        "ended",
        "march",
        "conference",
        "call",
        "detail",
        "spark",
        "therapeutic",
        "host",
        "conference",
        "call",
        "audio",
        "webcast",
        "today",
        "tuesday",
        "may",
        "et",
        "discus",
        "corporate",
        "financial",
        "result",
        "quarter",
        "ended",
        "march",
        "call",
        "accessed",
        "dialing",
        "number",
        "visiting",
        "investor",
        "section",
        "number",
        "international",
        "number",
        "passcode",
        "replay",
        "call",
        "available",
        "one",
        "week",
        "following",
        "call",
        "accessed",
        "dialing",
        "domestic",
        "international",
        "entering",
        "passcode",
        "visiting",
        "investor",
        "section",
        "spark",
        "therapeutic",
        "spark",
        "therapeutic",
        "fully",
        "integrated",
        "company",
        "committed",
        "discovering",
        "developing",
        "delivering",
        "gene",
        "therapy",
        "challenge",
        "inevitability",
        "genetic",
        "disease",
        "including",
        "blindness",
        "hemophilia",
        "neurodegenerative",
        "disease",
        "successfully",
        "applied",
        "technology",
        "first",
        "gene",
        "therapy",
        "genetic",
        "disease",
        "currently",
        "three",
        "program",
        "clinical",
        "trial",
        "including",
        "product",
        "candidate",
        "shown",
        "promising",
        "early",
        "result",
        "patient",
        "hemophilia",
        "spark",
        "see",
        "path",
        "world",
        "life",
        "limited",
        "genetic",
        "disease",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "linkedin",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "company",
        "product",
        "candidate",
        "including",
        "luxturna",
        "word",
        "anticipate",
        "believe",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "although",
        "statement",
        "contain",
        "identifying",
        "word",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "statement",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "maa",
        "luxturna",
        "may",
        "approved",
        "ema",
        "ii",
        "data",
        "phase",
        "clinical",
        "trial",
        "luxturna",
        "may",
        "support",
        "labeling",
        "biallelic",
        "rpe65",
        "mutation",
        "leber",
        "congenital",
        "amaurosis",
        "lca",
        "geography",
        "iii",
        "improvement",
        "functional",
        "vision",
        "demonstrated",
        "luxturna",
        "clinical",
        "trial",
        "may",
        "sustained",
        "extended",
        "period",
        "time",
        "iv",
        "voretigene",
        "neparvovec",
        "may",
        "approved",
        "market",
        "outside",
        "v",
        "voretigene",
        "neparvovec",
        "approved",
        "novartis",
        "may",
        "successful",
        "commercializing",
        "selling",
        "one",
        "market",
        "vi",
        "may",
        "receive",
        "additional",
        "milestone",
        "royalty",
        "payment",
        "novartis",
        "pfizer",
        "collaborator",
        "vii",
        "may",
        "close",
        "transaction",
        "sale",
        "prv",
        "voucher",
        "viii",
        "early",
        "preliminary",
        "clinical",
        "result",
        "product",
        "candidate",
        "hemophilia",
        "may",
        "sustained",
        "sufficient",
        "support",
        "development",
        "ix",
        "may",
        "unsuccessful",
        "achieving",
        "higher",
        "factor",
        "viii",
        "activity",
        "level",
        "dose",
        "escalation",
        "phase",
        "clinical",
        "trial",
        "x",
        "unable",
        "enter",
        "agreement",
        "payer",
        "provision",
        "luxturna",
        "xi",
        "able",
        "reach",
        "agreement",
        "center",
        "medicare",
        "medicaid",
        "service",
        "cm",
        "regarding",
        "luxturna",
        "xii",
        "lead",
        "product",
        "candidate",
        "may",
        "produce",
        "sufficient",
        "data",
        "phase",
        "clinical",
        "trial",
        "warrant",
        "development",
        "xiii",
        "interim",
        "data",
        "phase",
        "clinical",
        "trial",
        "including",
        "data",
        "generated",
        "recently",
        "expanded",
        "cohort",
        "may",
        "support",
        "development",
        "product",
        "candidate",
        "xiv",
        "one",
        "product",
        "candidate",
        "preclinical",
        "clinical",
        "development",
        "successfully",
        "developed",
        "commercialized",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "risk",
        "factor",
        "section",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filing",
        "make",
        "security",
        "exchange",
        "commission",
        "information",
        "press",
        "release",
        "date",
        "press",
        "release",
        "spark",
        "therapeutic",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "investor",
        "contact",
        "medium",
        "contact",
        "ryan",
        "asay",
        "monique",
        "da",
        "silva",
        "spark",
        "therapeutic",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "march",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "trade",
        "receivables",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "debt",
        "current",
        "portion",
        "deferred",
        "rent",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "debt",
        "deferred",
        "rent",
        "deferred",
        "revenue",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "share",
        "outstanding",
        "december",
        "share",
        "issued",
        "share",
        "outstanding",
        "march",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "treasury",
        "stock",
        "cost",
        "share",
        "december",
        "share",
        "march",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "spark",
        "therapeutic",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "march",
        "revenue",
        "product",
        "sale",
        "net",
        "contract",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "sale",
        "cost",
        "contract",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "unrealized",
        "gain",
        "equity",
        "investment",
        "interest",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "source",
        "spark",
        "therapeutic",
        "inc"
    ]
}