{
    "organizations": [],
    "uuid": "0b05271c3aebb720e13c98c1c9125889336a28b3",
    "author": "",
    "url": "https://www.cnbc.com/2018/01/30/ntsb-communication-problems-after-american-airlines-engine-fire.html",
    "ord_in_thread": 0,
    "title": "2016 American Airlines fire caused by never-before-seen engine failure",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Science NTSB: Communication problems after American Airlines engine fire The National Transportation Safety Board said flight attendants did not know how to use the intercom system to speak with pilots in the moments after an American Airlines plane caught fire on the runway in Chicago. The General Electric engine failed in a way that had never been seen before, causing the fire. The NTSB found that more must be done to differentiate what should be done when there is an engine failure in flight and on the ground. Published 26 Mins Ago Mike Segar | Reuters Robert Sumwalt, National Transportation Safety Board \nFederal investigators said Tuesday that communication problems that left flight attendants unable to talk to the pilots in the moments after an American Airlines plane caught fire on the runway in Chicago in 2016 put evacuating passengers at more risk of serious injury. \nAt a hearing, the National Transportation Safety Board said flight attendants did not know how to use the intercom system to speak with pilots before they directed passengers to use an emergency exit behind an engine that was still running. \nOne passenger was hurt after being knocked down by a blast from the engine after evacuating the plane as he was directed to do by a flight attendant. It was the only serious injury during the incident at O'Hare International Airport. \nThe NTSB also said the investigation concluded the explosion was caused when a turbine disc failed in a way that had never been seen before and shattered. One 57-pound chunk of the disc pierced a fuel line with such force that it was later found more than a half-mile away. \nThe board concluded that the flaw in the disc was not something that was likely to have been seen during an inspection but additional study is needed to determine if ultrasonic inspection methods should be required both during manufacturing and subsequent inspections. \nNTSB Chairman Robert Sumwalt seemed to anticipate fear the public might have as result of learning of the cause of the fire. \"The fact is, this is a very, very rare failure,\" he said. \nStill, the fact that an engine exploded into flames as a jet was rolling toward takeoff and the problems with communication in the immediately aftermath of the explosion, Sumwalt suggested that it was very fortunate that only one of the 161 passengers and nine crew members was seriously injured. \n\"American Airlines Flight 383 came too close for comfort,\" he said. \nIn its own statement, American Airlines, while not addressing any issues the NTSB had with the actions of the flight attendants or pilots, said only that the \"manufacturing defect\" in the engine could not have been detected by \"the manufacturer's Federal Aviation Administration-approved inspection requirements.\" \nTexas-based American Airlines issued a statement that highlighted the flaw in the General Electric engine, which it said could not be seen in FAA-required inspections that it conducted. \nThe airline did not address the NTSB's finding that flight attendants were not adequately trained to use the intercom systems on the Boeing 767 during an emergency. \nThe NTSB did credit both the flight attendants for their quick decision to begin the evacuation as the fire sent thick black smoke billowing into the air, as well as the pilots' quick decision to halt the flight before the jet lifted off. But the board suggested the scene was unnecessarily chaotic and that there was not enough coordination between the pilots and the flight attendants both during the evacuation and in the immediate aftermath when, the board found, not enough was done to ensure that everyone was off the jet. \nThe board also found that more must be done to differentiate what should be done when there is an engine failure while the aircraft is in flight and when it is on the ground when \"lives might depend on shutting down\" an engine, said Sumwalt. \nThe NTSB further called out passengers who refused to get off the plane without their carry-on bags as they were instructed by flight attendants, thus slowing down the evacuation and making it more chaotic than it would have been. Related Securities ",
    "published": "2018-01-30T23:32:00.000+02:00",
    "crawled": "2018-01-30T23:55:00.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "science",
        "ntsb",
        "communication",
        "problem",
        "american",
        "airline",
        "engine",
        "fire",
        "national",
        "transportation",
        "safety",
        "board",
        "said",
        "flight",
        "attendant",
        "know",
        "use",
        "intercom",
        "system",
        "speak",
        "pilot",
        "moment",
        "american",
        "airline",
        "plane",
        "caught",
        "fire",
        "runway",
        "chicago",
        "general",
        "electric",
        "engine",
        "failed",
        "way",
        "never",
        "seen",
        "causing",
        "fire",
        "ntsb",
        "found",
        "must",
        "done",
        "differentiate",
        "done",
        "engine",
        "failure",
        "flight",
        "ground",
        "published",
        "min",
        "ago",
        "mike",
        "segar",
        "reuters",
        "robert",
        "sumwalt",
        "national",
        "transportation",
        "safety",
        "board",
        "federal",
        "investigator",
        "said",
        "tuesday",
        "communication",
        "problem",
        "left",
        "flight",
        "attendant",
        "unable",
        "talk",
        "pilot",
        "moment",
        "american",
        "airline",
        "plane",
        "caught",
        "fire",
        "runway",
        "chicago",
        "put",
        "evacuating",
        "passenger",
        "risk",
        "serious",
        "injury",
        "hearing",
        "national",
        "transportation",
        "safety",
        "board",
        "said",
        "flight",
        "attendant",
        "know",
        "use",
        "intercom",
        "system",
        "speak",
        "pilot",
        "directed",
        "passenger",
        "use",
        "emergency",
        "exit",
        "behind",
        "engine",
        "still",
        "running",
        "one",
        "passenger",
        "hurt",
        "knocked",
        "blast",
        "engine",
        "evacuating",
        "plane",
        "directed",
        "flight",
        "attendant",
        "serious",
        "injury",
        "incident",
        "international",
        "airport",
        "ntsb",
        "also",
        "said",
        "investigation",
        "concluded",
        "explosion",
        "caused",
        "turbine",
        "disc",
        "failed",
        "way",
        "never",
        "seen",
        "shattered",
        "one",
        "chunk",
        "disc",
        "pierced",
        "fuel",
        "line",
        "force",
        "later",
        "found",
        "away",
        "board",
        "concluded",
        "flaw",
        "disc",
        "something",
        "likely",
        "seen",
        "inspection",
        "additional",
        "study",
        "needed",
        "determine",
        "ultrasonic",
        "inspection",
        "method",
        "required",
        "manufacturing",
        "subsequent",
        "inspection",
        "ntsb",
        "chairman",
        "robert",
        "sumwalt",
        "seemed",
        "anticipate",
        "fear",
        "public",
        "might",
        "result",
        "learning",
        "cause",
        "fire",
        "fact",
        "rare",
        "failure",
        "said",
        "still",
        "fact",
        "engine",
        "exploded",
        "flame",
        "jet",
        "rolling",
        "toward",
        "takeoff",
        "problem",
        "communication",
        "immediately",
        "aftermath",
        "explosion",
        "sumwalt",
        "suggested",
        "fortunate",
        "one",
        "passenger",
        "nine",
        "crew",
        "member",
        "seriously",
        "injured",
        "american",
        "airline",
        "flight",
        "came",
        "close",
        "comfort",
        "said",
        "statement",
        "american",
        "airline",
        "addressing",
        "issue",
        "ntsb",
        "action",
        "flight",
        "attendant",
        "pilot",
        "said",
        "manufacturing",
        "defect",
        "engine",
        "could",
        "detected",
        "manufacturer",
        "federal",
        "aviation",
        "inspection",
        "requirement",
        "american",
        "airline",
        "issued",
        "statement",
        "highlighted",
        "flaw",
        "general",
        "electric",
        "engine",
        "said",
        "could",
        "seen",
        "inspection",
        "conducted",
        "airline",
        "address",
        "ntsb",
        "finding",
        "flight",
        "attendant",
        "adequately",
        "trained",
        "use",
        "intercom",
        "system",
        "boeing",
        "emergency",
        "ntsb",
        "credit",
        "flight",
        "attendant",
        "quick",
        "decision",
        "begin",
        "evacuation",
        "fire",
        "sent",
        "thick",
        "black",
        "smoke",
        "billowing",
        "air",
        "well",
        "pilot",
        "quick",
        "decision",
        "halt",
        "flight",
        "jet",
        "lifted",
        "board",
        "suggested",
        "scene",
        "unnecessarily",
        "chaotic",
        "enough",
        "coordination",
        "pilot",
        "flight",
        "attendant",
        "evacuation",
        "immediate",
        "aftermath",
        "board",
        "found",
        "enough",
        "done",
        "ensure",
        "everyone",
        "jet",
        "board",
        "also",
        "found",
        "must",
        "done",
        "differentiate",
        "done",
        "engine",
        "failure",
        "aircraft",
        "flight",
        "ground",
        "life",
        "might",
        "depend",
        "shutting",
        "engine",
        "said",
        "sumwalt",
        "ntsb",
        "called",
        "passenger",
        "refused",
        "get",
        "plane",
        "without",
        "bag",
        "instructed",
        "flight",
        "attendant",
        "thus",
        "slowing",
        "evacuation",
        "making",
        "chaotic",
        "would",
        "related",
        "security"
    ]
}