{
    "organizations": [],
    "uuid": "85fd5bdc0a7ce7e19989d43f00f850e67edbdd9b",
    "author": "Jeff Cox",
    "url": "https://www.cnbc.com/2018/01/30/amazon-berkshire-hathaway-and-jpmorgan-chase-to-partner-on-us-employee-health-care.html",
    "ord_in_thread": 0,
    "title": "Amazon, Berkshire Hathaway, and JPMorgan Chase to partner on US employee health care",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Amazon , Berkshire Hathaway , and JPMorgan Chase on Tuesday announced a partnership to cut health-care costs and improve services for their U.S. employees. The announcement slammed the shares of multiple companies in the health-care sector.\nThe giant companies, which together employ more than 1.1 million workers, will launch an independent operation that's intended to be free from profit-making incentives.\nThe new company's goal at first will be to target technology solutions to simplify the health-care system.\nDetails of the new company were sketchy, with principals of Amazon, Berkshire and J.P. Morgan noting that the way it will work remains to be seen. They're hoping that their sheer size will help bring the necessary scale and resources to tackle the issue.\n\"The ballooning costs of healthcare act as a hungry tapeworm on the American economy,\" Berkshire CEO Warren Buffett said in a statement. \"Our group does not come to this problem with answers. But we also do not accept it as inevitable. Rather, we share the belief that putting our collective resources behind the country's best talent can, in time, check the rise in health costs while concurrently enhancing patient satisfaction and outcomes.\"\nThe announcement makes sense of Amazon's early moves in health care over the last year. It speaks to the desire to rip apart the traditional health-care system from distinctive silos. Experts have anticipated more deals and vertical integration in wake of CVS announcing its intention to buy Aetna.\nAdam Fein, president of Pembroke Consulting, said it's \"long past time\" for employers like these three to force innovation into the health-care system.\n\"For better or worse, there are warped incentives baked into every aspect of the U.S. health-care system, from medical innovation to care delivery to insurance and benefit management,\" Fein told CNBC. \"Rather than merely bashing the current system, I hope this new organization can help patients and their physicians make more informed and more cost-effective decisions. Technology will be necessary but not sufficient to make positive changes.\"\nAnalysts echoed the sentiment that the health-care system is outdated and ripe for disruption, paving the way for the new endeavor. However, they cautioned it could take time . Some experts are skeptical the three companies can meaningfully lower costs and improve outcomes.\n\"If this winds up being the low cost provider to make insurance more affordable at employer level, it could wind up being a real disruptive competitor to an industry that has not seen any new players in years/decades,\" Jefferies analyst Jared Holz told CNBC. \"[I'm] not going to call this black swan event yet because there are few details and would be making too many assumptions but it has potential to be.\"\nJ.P. Morgan currently uses Cigna and UnitedHealth Group to administer health benefits on a self-insured basis and Amazon uses nonprofit Premera Blue Cross, according to Evercore analysts. Amazon uses ExpressScripts as its pharmacy benefits manager, said Leerink Partners' Ana Gupte.\nShares of Berkshire and J.P. Morgan fell slightly, while Amazon edged higher.\nHowever, shares of health-care companies fell sharply . Express Scripts and Aetna sank 3 percent; Cigna slid percent while CVS and UnitedHealth fell 4 percent.\n\"Today's announcement by Amazon, J.P. Morgan & Chase company, and Berkshire Hathaway is clear recognition that the healthcare system needs to continue to create and deliver meaningful value to payors and patients,\" Express Scripts said in a statement.\"...We look forward to hearing more about this new initiative and how we can work together to improve health care for everyone.\"\nAmazon in particular can play a strong role if it promotes a greater presence for technological advances including artificial intelligence and information sharing platforms into health care, said Idris Adjerid, management information technology professor at the University of Notre Dame's Mendoza College of Business.\n\"We find that technology initiatives which facilitated information sharing between disconnected hospitals resulted in significant reductions in healthcare spending,\" Adjerid said in a statement. \"That said, it is unclear what the scope of this effort will be. If this partnership is to meaningfully improve healthcare delivery, it needs to include more than the employees of these companies.\"\nThe announcement was light on details but said three top executives, one from each company, will take the lead on the project: Berkshire investment officer Todd Combs, J.P. Morgan's Marvelle Sullivan Berchtold and Beth Galetti, a senior vice president at Amazon.\nCombs was a hedge fund manager before joining Berkshire in 2010. Berchtold was previously global head of mergers and acquisitions at drugmaker Novartis before joining J.P. Morgan last year, and Galetti was FedEx's vice president for planning, engineering and operations before joining Amazon in 2013, according to their LinkedIn profiles.\n\"The healthcare system is complex, and we enter into this challenge open-eyed about the degree of difficulty,\" said Amazon CEO Jeff Bezos . \"Hard as it might be, reducing healthcare's burden on the economy while improving outcomes for employees and their families would be worth the effort.\"\n\"Our people want transparency, knowledge and control when it comes to managing their healthcare,\" said J.P. Morgan CEO Jamie Dimon . \"The three of our companies have extraordinary resources, and our goal is to create solutions that benefit our U.S. employees, their families and, potentially, all Americans.\"\nHere's the full press release:\nAmazon (NASDAQ: AMZN), Berkshire Hathaway (NYSE: BRK.A, BRK.B) and JPMorgan Chase & Co. (NYSE: JPM) announced today that they are partnering on ways to address healthcare for their U.S. employees, with the aim of improving employee satisfaction and reducing costs. The three companies, which bring their scale and complementary expertise to this long-term effort, will pursue this objective through an independent company that is free from profit-making incentives and constraints. The initial focus of the new company will be on technology solutions that will provide U.S. employees and their families with simplified, high-quality and transparent healthcare at a reasonable cost.\nTackling the enormous challenges of healthcare and harnessing its full benefits are among the greatest issues facing society today. By bringing together three of the world's leading organizations into this new and innovative construct, the group hopes to draw on its combined capabilities and resources to take a fresh approach to these critical matters.\n\"The ballooning costs of healthcare act as a hungry tapeworm on the American economy. Our group does not come to this problem with answers. But we also do not accept it as inevitable. Rather, we share the belief that putting our collective resources behind the country's best talent can, in time, check the rise in health costs while concurrently enhancing patient satisfaction and outcomes,\" said Berkshire Hathaway Chairman and CEO, Warren Buffett.\n\"The healthcare system is complex, and we enter into this challenge open-eyed about the degree of difficulty,\" said Jeff Bezos, Amazon founder and CEO. \"Hard as it might be, reducing healthcare's burden on the economy while improving outcomes for employees and their families would be worth the effort. Success is going to require talented experts, a beginner's mind, and a long-term orientation.\"\n\"Our people want transparency, knowledge and control when it comes to managing their healthcare,\" said Jamie Dimon, Chairman and CEO of JPMorgan Chase. \"The three of our companies have extraordinary resources, and our goal is to create solutions that benefit our U.S. employees, their families and, potentially, all Americans,\" he added.\nThe effort announced today is in its early planning stages, with the initial formation of the company jointly spearheaded by Todd Combs, an investment officer of Berkshire Hathaway; Marvelle Sullivan Berchtold, a Managing Director of JPMorgan Chase; and Beth Galetti, a Senior Vice President at Amazon. The longer-term management team, headquarters location and key operational details will be communicated in due course.\n-CNBC's Meg Tirrell contributed to this report",
    "published": "2018-01-30T02:00:00.000+02:00",
    "crawled": "2018-01-30T14:44:03.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amazon",
        "berkshire",
        "hathaway",
        "jpmorgan",
        "chase",
        "tuesday",
        "announced",
        "partnership",
        "cut",
        "cost",
        "improve",
        "service",
        "employee",
        "announcement",
        "slammed",
        "share",
        "multiple",
        "company",
        "sector",
        "giant",
        "company",
        "together",
        "employ",
        "million",
        "worker",
        "launch",
        "independent",
        "operation",
        "intended",
        "free",
        "incentive",
        "new",
        "company",
        "goal",
        "first",
        "target",
        "technology",
        "solution",
        "simplify",
        "system",
        "detail",
        "new",
        "company",
        "sketchy",
        "principal",
        "amazon",
        "berkshire",
        "morgan",
        "noting",
        "way",
        "work",
        "remains",
        "seen",
        "hoping",
        "sheer",
        "size",
        "help",
        "bring",
        "necessary",
        "scale",
        "resource",
        "tackle",
        "issue",
        "ballooning",
        "cost",
        "healthcare",
        "act",
        "hungry",
        "tapeworm",
        "american",
        "economy",
        "berkshire",
        "ceo",
        "warren",
        "buffett",
        "said",
        "statement",
        "group",
        "come",
        "problem",
        "answer",
        "also",
        "accept",
        "inevitable",
        "rather",
        "share",
        "belief",
        "putting",
        "collective",
        "resource",
        "behind",
        "country",
        "best",
        "talent",
        "time",
        "check",
        "rise",
        "health",
        "cost",
        "concurrently",
        "enhancing",
        "patient",
        "satisfaction",
        "outcome",
        "announcement",
        "make",
        "sense",
        "amazon",
        "early",
        "move",
        "health",
        "care",
        "last",
        "year",
        "speaks",
        "desire",
        "rip",
        "apart",
        "traditional",
        "system",
        "distinctive",
        "silo",
        "expert",
        "anticipated",
        "deal",
        "vertical",
        "integration",
        "wake",
        "cv",
        "announcing",
        "intention",
        "buy",
        "aetna",
        "adam",
        "fein",
        "president",
        "pembroke",
        "consulting",
        "said",
        "long",
        "past",
        "time",
        "employer",
        "like",
        "three",
        "force",
        "innovation",
        "system",
        "better",
        "worse",
        "warped",
        "incentive",
        "baked",
        "every",
        "aspect",
        "system",
        "medical",
        "innovation",
        "care",
        "delivery",
        "insurance",
        "benefit",
        "management",
        "fein",
        "told",
        "cnbc",
        "rather",
        "merely",
        "bashing",
        "current",
        "system",
        "hope",
        "new",
        "organization",
        "help",
        "patient",
        "physician",
        "make",
        "informed",
        "decision",
        "technology",
        "necessary",
        "sufficient",
        "make",
        "positive",
        "change",
        "analyst",
        "echoed",
        "sentiment",
        "system",
        "outdated",
        "ripe",
        "disruption",
        "paving",
        "way",
        "new",
        "endeavor",
        "however",
        "cautioned",
        "could",
        "take",
        "time",
        "expert",
        "skeptical",
        "three",
        "company",
        "meaningfully",
        "lower",
        "cost",
        "improve",
        "outcome",
        "wind",
        "low",
        "cost",
        "provider",
        "make",
        "insurance",
        "affordable",
        "employer",
        "level",
        "could",
        "wind",
        "real",
        "disruptive",
        "competitor",
        "industry",
        "seen",
        "new",
        "player",
        "jefferies",
        "analyst",
        "jared",
        "holz",
        "told",
        "cnbc",
        "going",
        "call",
        "black",
        "swan",
        "event",
        "yet",
        "detail",
        "would",
        "making",
        "many",
        "assumption",
        "potential",
        "morgan",
        "currently",
        "us",
        "cigna",
        "unitedhealth",
        "group",
        "administer",
        "health",
        "benefit",
        "basis",
        "amazon",
        "us",
        "nonprofit",
        "premera",
        "blue",
        "cross",
        "according",
        "evercore",
        "analyst",
        "amazon",
        "us",
        "expressscripts",
        "pharmacy",
        "benefit",
        "manager",
        "said",
        "leerink",
        "partner",
        "ana",
        "gupte",
        "share",
        "berkshire",
        "morgan",
        "fell",
        "slightly",
        "amazon",
        "edged",
        "higher",
        "however",
        "share",
        "company",
        "fell",
        "sharply",
        "express",
        "script",
        "aetna",
        "sank",
        "percent",
        "cigna",
        "slid",
        "percent",
        "cv",
        "unitedhealth",
        "fell",
        "percent",
        "today",
        "announcement",
        "amazon",
        "morgan",
        "chase",
        "company",
        "berkshire",
        "hathaway",
        "clear",
        "recognition",
        "healthcare",
        "system",
        "need",
        "continue",
        "create",
        "deliver",
        "meaningful",
        "value",
        "payors",
        "patient",
        "express",
        "script",
        "said",
        "statement",
        "look",
        "forward",
        "hearing",
        "new",
        "initiative",
        "work",
        "together",
        "improve",
        "health",
        "care",
        "everyone",
        "amazon",
        "particular",
        "play",
        "strong",
        "role",
        "promotes",
        "greater",
        "presence",
        "technological",
        "advance",
        "including",
        "artificial",
        "intelligence",
        "information",
        "sharing",
        "platform",
        "health",
        "care",
        "said",
        "idris",
        "adjerid",
        "management",
        "information",
        "technology",
        "professor",
        "university",
        "notre",
        "dame",
        "mendoza",
        "college",
        "business",
        "find",
        "technology",
        "initiative",
        "facilitated",
        "information",
        "sharing",
        "disconnected",
        "hospital",
        "resulted",
        "significant",
        "reduction",
        "healthcare",
        "spending",
        "adjerid",
        "said",
        "statement",
        "said",
        "unclear",
        "scope",
        "effort",
        "partnership",
        "meaningfully",
        "improve",
        "healthcare",
        "delivery",
        "need",
        "include",
        "employee",
        "company",
        "announcement",
        "light",
        "detail",
        "said",
        "three",
        "top",
        "executive",
        "one",
        "company",
        "take",
        "lead",
        "project",
        "berkshire",
        "investment",
        "officer",
        "todd",
        "comb",
        "morgan",
        "marvelle",
        "sullivan",
        "berchtold",
        "beth",
        "galetti",
        "senior",
        "vice",
        "president",
        "amazon",
        "comb",
        "hedge",
        "fund",
        "manager",
        "joining",
        "berkshire",
        "berchtold",
        "previously",
        "global",
        "head",
        "merger",
        "acquisition",
        "drugmaker",
        "novartis",
        "joining",
        "morgan",
        "last",
        "year",
        "galetti",
        "fedex",
        "vice",
        "president",
        "planning",
        "engineering",
        "operation",
        "joining",
        "amazon",
        "according",
        "linkedin",
        "profile",
        "healthcare",
        "system",
        "complex",
        "enter",
        "challenge",
        "degree",
        "difficulty",
        "said",
        "amazon",
        "ceo",
        "jeff",
        "bezos",
        "hard",
        "might",
        "reducing",
        "healthcare",
        "burden",
        "economy",
        "improving",
        "outcome",
        "employee",
        "family",
        "would",
        "worth",
        "effort",
        "people",
        "want",
        "transparency",
        "knowledge",
        "control",
        "come",
        "managing",
        "healthcare",
        "said",
        "morgan",
        "ceo",
        "jamie",
        "dimon",
        "three",
        "company",
        "extraordinary",
        "resource",
        "goal",
        "create",
        "solution",
        "benefit",
        "employee",
        "family",
        "potentially",
        "american",
        "full",
        "press",
        "release",
        "amazon",
        "nasdaq",
        "amzn",
        "berkshire",
        "hathaway",
        "nyse",
        "jpmorgan",
        "chase",
        "nyse",
        "jpm",
        "announced",
        "today",
        "partnering",
        "way",
        "address",
        "healthcare",
        "employee",
        "aim",
        "improving",
        "employee",
        "satisfaction",
        "reducing",
        "cost",
        "three",
        "company",
        "bring",
        "scale",
        "complementary",
        "expertise",
        "effort",
        "pursue",
        "objective",
        "independent",
        "company",
        "free",
        "incentive",
        "constraint",
        "initial",
        "focus",
        "new",
        "company",
        "technology",
        "solution",
        "provide",
        "employee",
        "family",
        "simplified",
        "transparent",
        "healthcare",
        "reasonable",
        "cost",
        "tackling",
        "enormous",
        "challenge",
        "healthcare",
        "harnessing",
        "full",
        "benefit",
        "among",
        "greatest",
        "issue",
        "facing",
        "society",
        "today",
        "bringing",
        "together",
        "three",
        "world",
        "leading",
        "organization",
        "new",
        "innovative",
        "construct",
        "group",
        "hope",
        "draw",
        "combined",
        "capability",
        "resource",
        "take",
        "fresh",
        "approach",
        "critical",
        "matter",
        "ballooning",
        "cost",
        "healthcare",
        "act",
        "hungry",
        "tapeworm",
        "american",
        "economy",
        "group",
        "come",
        "problem",
        "answer",
        "also",
        "accept",
        "inevitable",
        "rather",
        "share",
        "belief",
        "putting",
        "collective",
        "resource",
        "behind",
        "country",
        "best",
        "talent",
        "time",
        "check",
        "rise",
        "health",
        "cost",
        "concurrently",
        "enhancing",
        "patient",
        "satisfaction",
        "outcome",
        "said",
        "berkshire",
        "hathaway",
        "chairman",
        "ceo",
        "warren",
        "buffett",
        "healthcare",
        "system",
        "complex",
        "enter",
        "challenge",
        "degree",
        "difficulty",
        "said",
        "jeff",
        "bezos",
        "amazon",
        "founder",
        "ceo",
        "hard",
        "might",
        "reducing",
        "healthcare",
        "burden",
        "economy",
        "improving",
        "outcome",
        "employee",
        "family",
        "would",
        "worth",
        "effort",
        "success",
        "going",
        "require",
        "talented",
        "expert",
        "beginner",
        "mind",
        "orientation",
        "people",
        "want",
        "transparency",
        "knowledge",
        "control",
        "come",
        "managing",
        "healthcare",
        "said",
        "jamie",
        "dimon",
        "chairman",
        "ceo",
        "jpmorgan",
        "chase",
        "three",
        "company",
        "extraordinary",
        "resource",
        "goal",
        "create",
        "solution",
        "benefit",
        "employee",
        "family",
        "potentially",
        "american",
        "added",
        "effort",
        "announced",
        "today",
        "early",
        "planning",
        "stage",
        "initial",
        "formation",
        "company",
        "jointly",
        "spearheaded",
        "todd",
        "comb",
        "investment",
        "officer",
        "berkshire",
        "hathaway",
        "marvelle",
        "sullivan",
        "berchtold",
        "managing",
        "director",
        "jpmorgan",
        "chase",
        "beth",
        "galetti",
        "senior",
        "vice",
        "president",
        "amazon",
        "management",
        "team",
        "headquarters",
        "location",
        "key",
        "operational",
        "detail",
        "communicated",
        "due",
        "course",
        "meg",
        "tirrell",
        "contributed",
        "report"
    ]
}