{
    "organizations": [],
    "uuid": "8d2dbc50fc1b3e38708b216b238bb7c55c507334",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/14/cnbc-transcript-carrie-lam-hong-kong-chief-executive.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Carrie Lam, Hong Kong Chief Executive",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "All references must be sourced to a \"CNBC Interview'.\nInterviewed by Bernie Lo, Anchor, CNBC.\nBernie Lo (BL): Carrie Lam, Chief Executive of the Hong Kong Special Administrative Region, joins us on the program. Carrie, good to see you again. First thing I want to talk about just briefly because it is topical over the weekend. Yesterday we did see that the pan-dems are holding a primary process to field the candidates for the bi-election, which is coming up the second week of March to replace the former legislators in the Legco. How is that situation going? How's your relationship with the Pan Democratic camp going in the half year that you've had to interface with them?\nCarrie Lam: Well, in the last six months or so as I have pledged in my election manifesto I think I have done all that I could have done to engage legislative council members and politicians from across the political spectrum. I have responded very positively to some of the suggestions they made, for example attending legislative council meetings more frequently for them to ask questions or to grill me on some of the topical issues and also inviting some of them to join the government boards and communities. But coming back to the bi-election, I just wanted made it very clear that we will conduct these elections in an open, fair and transparent manner being supervised not by the government by an independent Electoral Affairs Commission.\nBL: You have made yourself very available. You have made yourself available to the legislature as you've promised time and time again for questions. What I have seen recently is the issue over our new secretary of justice and those technicalities regarding her personal assets. Some of the language and some of the some of the tone within the legislature is not something that we're accustomed to. It's almost as if the Pan Democrats have found a scandal and they're not letting go of it. This is the sense that a lot of us in Hong Kong get.\nCarrie Lam: Well, I have been a civil servant and a politician for over 30 years. Especially in recent years I have had that sort of observation and experience that you have just described. So maybe I personally am more accustomed to that sort of attacks and languages but I just want to make a plea: If we want really talented people to come and to join the political team we have to be somewhat more inclusive because they are not used to that sort of scrutiny. Not that they should not be scrutinized but they are just not used to it. So a little bit of accommodation and tolerance is what I've been appealing for.\nBL: You have tremendous tolerance for the job is all I can say. This whole colocation issue, and just for the vast majority of our audience that doesn't understand it it's basically mainland authorities for ease of access into China and to integrate into the Chinese high speed rail network there will be immigration personnel placed who will enforce mainland law in a certain small section of the high speed rail terminal. Why has that issue gone on and on and on and it won't go away. Why is that when the vast majority of Hong Kong people are for colocation and want this thing to go ahead?\nCarrie Lam: Like you, I was trying to find out the reason why there was this sort of resistance because it just makes common sense if Hong Kong's 26 kilometer of the high speed rail wants to tap into this massive network of high speed trains in the mainland, we have to have colocation. Otherwise you have to get off the train or cross the border and then find another train it just doesn't make sense. So I came to the conclusion and as I said in Legislative Council a few days ago that perhaps that reflects a sort of a lack of full understanding of the constitutional regime that we are now living in and there's a very strong a adherence to your own system. Our own system is of course something being guaranteed under the Basic Law, which is the common law system. But at the same time we have a constitutional order called One Country Two Systems.\nSo we now have the highest authority in this central government to make this decision for us to give the legal basis and I think it is a very solid legal basis to support colocation that is to regard a certain area within the West Kowloon station as if it is mainland control area. So whoever steps into that area right before boarding the high speed train will have to go through the mainland customs immigration quarantine procedures. I think that is a very firm basis and very credible arrangement.\nThis sort of lack of understanding that's why I also pledge that perhaps in the coming years as the chief executive I should try to bridge that gap in understanding and help the two sides especially the two legal sectors to better understand each other.\nBL: Over the weekend financial secretary Paul Chan kind of gave us a teaser. It sounds like very happy news because it was a very busy land sales year in 2017. We're going to have a very nice budget surplus this year. A lot of us who have aging parents and aging in-laws, we're very happy to hear the FS talk about the need to spend and invest in the future especially for those who built Hong Kong, the elderly and something that has not been addressed in recent years because we've been so self-absorbed with building flats, building accommodation for people. We have forgotten that home dynamics, the cultural dynamics have changed and no longer do two or three generations live under one roof.\nCarrie Lam: Bernie, that's not true. In the last five years, four and half of which I was the Chief Secretary and the chairperson of a commission on poverty, in those four-five years we have actually rolled out a lot of social support programs. As a result of that the recurrent, that is annual expenditure on a social welfare program in Hong Kong, has grown by 71 percent.\nBL: So the spending is there.\nCarrie Lam: The spending is there, the programs are there, elderly people's needs are now getting Old Age Allowance. And in the middle of this year we are going to enhance that Old Age Allowance to more than 3,400 dollars a month.\nBL: What can we do though? What can we do to make sure that there's more of a seamless transition and it's not a lottery trying to find a place for an aging parent or a parent with memory care needs. I mean there are old age homes but as we advance and as we've discovered new science we've realized that Alzheimer's, dementia, memory care that's a specialty that's not just old age care per say.\nCarrie Lam: I see a lot of potential in application of innovation and technology. That's why in my election manifesto and now my policy address I said that while we will continue to consolidate Hong Kong's financial services we will move into innovation and technology. And within this big area of innovation and technology I see Hong Kong possessing potential in biotechnology for example in finding new ways to prevent and cure dementia, long term care and using technology to help elderly who are unable to help themselves. So we'll continue to do that. But meanwhile we need to build, that's for sure. We need to build more quality elderly homes.\nBL: What you're talking about of course is the wider issue of innovation something that you really want to make sure happen",
    "published": "2018-01-15T07:37:00.000+02:00",
    "crawled": "2018-01-15T08:25:10.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "bernie",
        "lo",
        "anchor",
        "cnbc",
        "bernie",
        "lo",
        "bl",
        "carrie",
        "lam",
        "chief",
        "executive",
        "hong",
        "kong",
        "special",
        "administrative",
        "region",
        "join",
        "u",
        "program",
        "carrie",
        "good",
        "see",
        "first",
        "thing",
        "want",
        "talk",
        "briefly",
        "topical",
        "weekend",
        "yesterday",
        "see",
        "holding",
        "primary",
        "process",
        "field",
        "candidate",
        "coming",
        "second",
        "week",
        "march",
        "replace",
        "former",
        "legislator",
        "legco",
        "situation",
        "going",
        "relationship",
        "pan",
        "democratic",
        "camp",
        "going",
        "half",
        "year",
        "interface",
        "carrie",
        "lam",
        "well",
        "last",
        "six",
        "month",
        "pledged",
        "election",
        "manifesto",
        "think",
        "done",
        "could",
        "done",
        "engage",
        "legislative",
        "council",
        "member",
        "politician",
        "across",
        "political",
        "spectrum",
        "responded",
        "positively",
        "suggestion",
        "made",
        "example",
        "attending",
        "legislative",
        "council",
        "meeting",
        "frequently",
        "ask",
        "question",
        "grill",
        "topical",
        "issue",
        "also",
        "inviting",
        "join",
        "government",
        "board",
        "community",
        "coming",
        "back",
        "wanted",
        "made",
        "clear",
        "conduct",
        "election",
        "open",
        "fair",
        "transparent",
        "manner",
        "supervised",
        "government",
        "independent",
        "electoral",
        "affair",
        "commission",
        "bl",
        "made",
        "available",
        "made",
        "available",
        "legislature",
        "promised",
        "time",
        "time",
        "question",
        "seen",
        "recently",
        "issue",
        "new",
        "secretary",
        "justice",
        "technicality",
        "regarding",
        "personal",
        "asset",
        "language",
        "tone",
        "within",
        "legislature",
        "something",
        "accustomed",
        "almost",
        "pan",
        "democrat",
        "found",
        "scandal",
        "letting",
        "go",
        "sense",
        "lot",
        "u",
        "hong",
        "kong",
        "get",
        "carrie",
        "lam",
        "well",
        "civil",
        "servant",
        "politician",
        "year",
        "especially",
        "recent",
        "year",
        "sort",
        "observation",
        "experience",
        "described",
        "maybe",
        "personally",
        "accustomed",
        "sort",
        "attack",
        "language",
        "want",
        "make",
        "plea",
        "want",
        "really",
        "talented",
        "people",
        "come",
        "join",
        "political",
        "team",
        "somewhat",
        "inclusive",
        "used",
        "sort",
        "scrutiny",
        "scrutinized",
        "used",
        "little",
        "bit",
        "accommodation",
        "tolerance",
        "appealing",
        "bl",
        "tremendous",
        "tolerance",
        "job",
        "say",
        "whole",
        "colocation",
        "issue",
        "vast",
        "majority",
        "audience",
        "understand",
        "basically",
        "mainland",
        "authority",
        "ease",
        "access",
        "china",
        "integrate",
        "chinese",
        "high",
        "speed",
        "rail",
        "network",
        "immigration",
        "personnel",
        "placed",
        "enforce",
        "mainland",
        "law",
        "certain",
        "small",
        "section",
        "high",
        "speed",
        "rail",
        "terminal",
        "issue",
        "gone",
        "wo",
        "go",
        "away",
        "vast",
        "majority",
        "hong",
        "kong",
        "people",
        "colocation",
        "want",
        "thing",
        "go",
        "ahead",
        "carrie",
        "lam",
        "like",
        "trying",
        "find",
        "reason",
        "sort",
        "resistance",
        "make",
        "common",
        "sense",
        "hong",
        "kong",
        "kilometer",
        "high",
        "speed",
        "rail",
        "want",
        "tap",
        "massive",
        "network",
        "high",
        "speed",
        "train",
        "mainland",
        "colocation",
        "otherwise",
        "get",
        "train",
        "cross",
        "border",
        "find",
        "another",
        "train",
        "make",
        "sense",
        "came",
        "conclusion",
        "said",
        "legislative",
        "council",
        "day",
        "ago",
        "perhaps",
        "reflects",
        "sort",
        "lack",
        "full",
        "understanding",
        "constitutional",
        "regime",
        "living",
        "strong",
        "adherence",
        "system",
        "system",
        "course",
        "something",
        "guaranteed",
        "basic",
        "law",
        "common",
        "law",
        "system",
        "time",
        "constitutional",
        "order",
        "called",
        "one",
        "country",
        "two",
        "system",
        "highest",
        "authority",
        "central",
        "government",
        "make",
        "decision",
        "u",
        "give",
        "legal",
        "basis",
        "think",
        "solid",
        "legal",
        "basis",
        "support",
        "colocation",
        "regard",
        "certain",
        "area",
        "within",
        "west",
        "kowloon",
        "station",
        "mainland",
        "control",
        "area",
        "whoever",
        "step",
        "area",
        "right",
        "boarding",
        "high",
        "speed",
        "train",
        "go",
        "mainland",
        "custom",
        "immigration",
        "quarantine",
        "procedure",
        "think",
        "firm",
        "basis",
        "credible",
        "arrangement",
        "sort",
        "lack",
        "understanding",
        "also",
        "pledge",
        "perhaps",
        "coming",
        "year",
        "chief",
        "executive",
        "try",
        "bridge",
        "gap",
        "understanding",
        "help",
        "two",
        "side",
        "especially",
        "two",
        "legal",
        "sector",
        "better",
        "understand",
        "bl",
        "weekend",
        "financial",
        "secretary",
        "paul",
        "chan",
        "kind",
        "gave",
        "u",
        "teaser",
        "sound",
        "like",
        "happy",
        "news",
        "busy",
        "land",
        "sale",
        "year",
        "going",
        "nice",
        "budget",
        "surplus",
        "year",
        "lot",
        "u",
        "aging",
        "parent",
        "aging",
        "happy",
        "hear",
        "f",
        "talk",
        "need",
        "spend",
        "invest",
        "future",
        "especially",
        "built",
        "hong",
        "kong",
        "elderly",
        "something",
        "addressed",
        "recent",
        "year",
        "building",
        "flat",
        "building",
        "accommodation",
        "people",
        "forgotten",
        "home",
        "dynamic",
        "cultural",
        "dynamic",
        "changed",
        "longer",
        "two",
        "three",
        "generation",
        "live",
        "one",
        "roof",
        "carrie",
        "lam",
        "bernie",
        "true",
        "last",
        "five",
        "year",
        "four",
        "half",
        "chief",
        "secretary",
        "chairperson",
        "commission",
        "poverty",
        "year",
        "actually",
        "rolled",
        "lot",
        "social",
        "support",
        "program",
        "result",
        "recurrent",
        "annual",
        "expenditure",
        "social",
        "welfare",
        "program",
        "hong",
        "kong",
        "grown",
        "percent",
        "bl",
        "spending",
        "carrie",
        "lam",
        "spending",
        "program",
        "elderly",
        "people",
        "need",
        "getting",
        "old",
        "age",
        "allowance",
        "middle",
        "year",
        "going",
        "enhance",
        "old",
        "age",
        "allowance",
        "dollar",
        "month",
        "bl",
        "though",
        "make",
        "sure",
        "seamless",
        "transition",
        "lottery",
        "trying",
        "find",
        "place",
        "aging",
        "parent",
        "parent",
        "memory",
        "care",
        "need",
        "mean",
        "old",
        "age",
        "home",
        "advance",
        "discovered",
        "new",
        "science",
        "realized",
        "alzheimer",
        "dementia",
        "memory",
        "care",
        "specialty",
        "old",
        "age",
        "care",
        "per",
        "say",
        "carrie",
        "lam",
        "see",
        "lot",
        "potential",
        "application",
        "innovation",
        "technology",
        "election",
        "manifesto",
        "policy",
        "address",
        "said",
        "continue",
        "consolidate",
        "hong",
        "kong",
        "financial",
        "service",
        "move",
        "innovation",
        "technology",
        "within",
        "big",
        "area",
        "innovation",
        "technology",
        "see",
        "hong",
        "kong",
        "possessing",
        "potential",
        "biotechnology",
        "example",
        "finding",
        "new",
        "way",
        "prevent",
        "cure",
        "dementia",
        "long",
        "term",
        "care",
        "using",
        "technology",
        "help",
        "elderly",
        "unable",
        "help",
        "continue",
        "meanwhile",
        "need",
        "build",
        "sure",
        "need",
        "build",
        "quality",
        "elderly",
        "home",
        "bl",
        "talking",
        "course",
        "wider",
        "issue",
        "innovation",
        "something",
        "really",
        "want",
        "make",
        "sure",
        "happen"
    ]
}