{
    "organizations": [],
    "uuid": "7fda86db5957deb83d0b9104ec5c00ca42430c21",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-olympics-2018-fski-yater-wallace/freestyle-skier-yater-wallace-overcomes-trials-to-reach-second-games-idUKKBN1FC2V4",
    "ord_in_thread": 0,
    "title": "Freestyle skier Yater-Wallace overcomes trials to reach second Games",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "January 23, 2018 / 8:14 PM / Updated 12 minutes ago Freestyle skier Yater-Wallace overcomes trials to reach second Games Jack Tarrant 5 Min Read \n(Reuters) - Freestyle skier Torin Yater-Wallace’s journey to the Pyeongchang Winter Olympics is among the most remarkable, after the American endured a sequence of trials testing his mental perseverance, physical strength and desire to compete at the top of his sport. \nAt the age of 22, the American has already overcome his father’s prison term, his mother’s cancer, a collapsed lung that ruined his chances in Sochi and a severe liver infection that threatened his life. \nAt 15-years-old, Yater-Wallace became the Winter X Games’ youngest ever medallist, with silver in the Superpipe in 2011. Yet the teenager had already faced a difficult journey to that point. \nHis father John was sent to Federal Prison for white collar crimes in 2007, when Yater-Wallace was just 12-years-old. After that, his mother had to fight to provide for him and his sister, working several jobs and relying on food stamps. \nThroughout it all, his fledgling skiing career was paramount and his mother Stace was determined her son got the chance to follow his dream. \nHer sacrifices paid off when, following the X Games medal, Torin’s career blossomed and he was able to provide for his family through sponsorship deals and scholarships. \nThis should have been the fairytale end to the story, with a successful professional skiing career to follow, but Torin Yater-Wallace’s tale was only just beginning. SOCHI STRUGGLES \nBefore the 2014 Olympics in Sochi, Yater-Wallace was the best skier in the U.S. team and widely tipped for an Olympic medal in the halfpipe. \nYet shortly before the Games Yater-Wallace suffered a collapsed left lung and broken ribs during a training fall. As he battled to recover in time for Sochi, worse news was yet to come. \nHis mother was diagnosed with colon cancer just weeks before the Games, but she remained adamant her son should take part in the Olympics. \n“She played a massive role in getting me to where I am yet she has also had to deal with so much on her own and I can’t thank her enough for everything. She is one of the biggest parts of my entire life,” Yater-Wallace told Reuters in a telephone interview from his home town of Aspen, Colorado. \nStill battling injury and distracted by his mother’s illness, Yater-Wallace struggled to perform in Sochi, finishing 26th in the halfpipe. \n“It was one of the worst performances of my career, coming at such a big moment,” said Yater-Wallace. \nHis mother eventually made a full recovery and the future looked bright for Yater-Wallace who was back healthy and on skis. \nYet his journey was soon to take its biggest and scariest turn as he suffered a severe liver infection in 2015 that forced his organs to shut down and his lungs to fill with fluid. \nAs her son lay in a medically induced state of paralysis with tubes running in and out of his body, his mother feared the worst. \nIn a movie documenting Yater-Wallace’s remarkable journey entitled “Back to Life”, she says she thought her son was dying. \nYater-Wallace eventually recovered after months in hospital. \n”There was no thought of skiing initially. It was much more about trying to stay alive and getting healthy,” he said. \n“Once things were feeling better and I was learning to walk again, then the desire to ski popped into my mind.” \n“SAVING GRACE” \nAfter months of strenuous work in the gym and physiotherapy, Yater-Wallace returned to win gold at the 2016 X Games in Oslo. \nHis focus since then has been on Olympic qualification, which he achieved with a podium finish at Mammoth last weekend. The Winter Games run from Feb.9 - 25. \nHe is due to compete at the X Games, his favourite event, this weekend. \nAfter all he has been through, it represents a staggering achievement. \nWhen asked whether he sees himself as unlucky, Yater-Wallace was typically thoughtful and reflective. \n“I think as a kid it was a lot more about the unlucky thoughts,” said Yater-Wallace. \n“All of these things would just keep coming up. There was the thought of ‘why us, why again, why are these things happening that are making it so much harder to get by’. When you have these things happening to you it is hard not to give up and you wonder why you are the person who was dealt these cards. \n“But I wouldn’t take them back because they have shaped me into the person I am today, outside of skiing and as a human being. They have made me a better person. \n“I think of it now as a saving grace, to have overcome all these things.” \nThroughout it all, skiing has been the one constant, his release from the hardships he has endured. \n“It was my place to get away from the world when I was down with family or financial stuff. I could just be skiing out on the mountain in my own mindset,” he said. Reporting by Jack Tarrant; Editing by Toby Davis",
    "published": "2018-01-23T22:13:00.000+02:00",
    "crawled": "2018-01-23T22:36:35.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "january",
        "pm",
        "updated",
        "minute",
        "ago",
        "freestyle",
        "skier",
        "overcomes",
        "trial",
        "reach",
        "second",
        "game",
        "jack",
        "tarrant",
        "min",
        "read",
        "reuters",
        "freestyle",
        "skier",
        "torin",
        "journey",
        "pyeongchang",
        "winter",
        "olympics",
        "among",
        "remarkable",
        "american",
        "endured",
        "sequence",
        "trial",
        "testing",
        "mental",
        "perseverance",
        "physical",
        "strength",
        "desire",
        "compete",
        "top",
        "sport",
        "age",
        "american",
        "already",
        "overcome",
        "father",
        "prison",
        "term",
        "mother",
        "cancer",
        "collapsed",
        "lung",
        "ruined",
        "chance",
        "sochi",
        "severe",
        "liver",
        "infection",
        "threatened",
        "life",
        "became",
        "winter",
        "x",
        "game",
        "youngest",
        "ever",
        "medallist",
        "silver",
        "superpipe",
        "yet",
        "teenager",
        "already",
        "faced",
        "difficult",
        "journey",
        "point",
        "father",
        "john",
        "sent",
        "federal",
        "prison",
        "white",
        "collar",
        "crime",
        "mother",
        "fight",
        "provide",
        "sister",
        "working",
        "several",
        "job",
        "relying",
        "food",
        "stamp",
        "throughout",
        "fledgling",
        "skiing",
        "career",
        "paramount",
        "mother",
        "stace",
        "determined",
        "son",
        "got",
        "chance",
        "follow",
        "dream",
        "sacrifice",
        "paid",
        "following",
        "x",
        "game",
        "medal",
        "torin",
        "career",
        "blossomed",
        "able",
        "provide",
        "family",
        "sponsorship",
        "deal",
        "scholarship",
        "fairytale",
        "end",
        "story",
        "successful",
        "professional",
        "skiing",
        "career",
        "follow",
        "torin",
        "tale",
        "beginning",
        "sochi",
        "struggle",
        "olympics",
        "sochi",
        "best",
        "skier",
        "team",
        "widely",
        "tipped",
        "olympic",
        "medal",
        "halfpipe",
        "yet",
        "shortly",
        "game",
        "suffered",
        "collapsed",
        "left",
        "lung",
        "broken",
        "rib",
        "training",
        "fall",
        "battled",
        "recover",
        "time",
        "sochi",
        "worse",
        "news",
        "yet",
        "come",
        "mother",
        "diagnosed",
        "colon",
        "cancer",
        "week",
        "game",
        "remained",
        "adamant",
        "son",
        "take",
        "part",
        "olympics",
        "played",
        "massive",
        "role",
        "getting",
        "yet",
        "also",
        "deal",
        "much",
        "thank",
        "enough",
        "everything",
        "one",
        "biggest",
        "part",
        "entire",
        "life",
        "told",
        "reuters",
        "telephone",
        "interview",
        "home",
        "town",
        "aspen",
        "colorado",
        "still",
        "battling",
        "injury",
        "distracted",
        "mother",
        "illness",
        "struggled",
        "perform",
        "sochi",
        "finishing",
        "26th",
        "halfpipe",
        "one",
        "worst",
        "performance",
        "career",
        "coming",
        "big",
        "moment",
        "said",
        "mother",
        "eventually",
        "made",
        "full",
        "recovery",
        "future",
        "looked",
        "bright",
        "back",
        "healthy",
        "ski",
        "yet",
        "journey",
        "soon",
        "take",
        "biggest",
        "scariest",
        "turn",
        "suffered",
        "severe",
        "liver",
        "infection",
        "forced",
        "organ",
        "shut",
        "lung",
        "fill",
        "fluid",
        "son",
        "lay",
        "medically",
        "induced",
        "state",
        "paralysis",
        "tube",
        "running",
        "body",
        "mother",
        "feared",
        "worst",
        "movie",
        "documenting",
        "remarkable",
        "journey",
        "entitled",
        "back",
        "life",
        "say",
        "thought",
        "son",
        "dying",
        "eventually",
        "recovered",
        "month",
        "hospital",
        "thought",
        "skiing",
        "initially",
        "much",
        "trying",
        "stay",
        "alive",
        "getting",
        "healthy",
        "said",
        "thing",
        "feeling",
        "better",
        "learning",
        "walk",
        "desire",
        "ski",
        "popped",
        "saving",
        "grace",
        "month",
        "strenuous",
        "work",
        "gym",
        "physiotherapy",
        "returned",
        "win",
        "gold",
        "x",
        "game",
        "oslo",
        "focus",
        "since",
        "olympic",
        "qualification",
        "achieved",
        "podium",
        "finish",
        "mammoth",
        "last",
        "weekend",
        "winter",
        "game",
        "run",
        "due",
        "compete",
        "x",
        "game",
        "favourite",
        "event",
        "weekend",
        "represents",
        "staggering",
        "achievement",
        "asked",
        "whether",
        "see",
        "unlucky",
        "typically",
        "thoughtful",
        "reflective",
        "think",
        "kid",
        "lot",
        "unlucky",
        "thought",
        "said",
        "thing",
        "would",
        "keep",
        "coming",
        "thought",
        "u",
        "thing",
        "happening",
        "making",
        "much",
        "harder",
        "get",
        "thing",
        "happening",
        "hard",
        "give",
        "wonder",
        "person",
        "dealt",
        "card",
        "take",
        "back",
        "shaped",
        "person",
        "today",
        "outside",
        "skiing",
        "human",
        "made",
        "better",
        "person",
        "think",
        "saving",
        "grace",
        "overcome",
        "throughout",
        "skiing",
        "one",
        "constant",
        "release",
        "hardship",
        "endured",
        "place",
        "get",
        "away",
        "world",
        "family",
        "financial",
        "stuff",
        "could",
        "skiing",
        "mountain",
        "mindset",
        "said",
        "reporting",
        "jack",
        "tarrant",
        "editing",
        "toby",
        "davis"
    ]
}