{
    "organizations": [],
    "uuid": "9cf43e1109a287459bf5d87678a1e6c466943412",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-lloyd-europe-commentary/commentary-theres-a-better-way-to-unite-europe-idUSKBN1EU1Q2",
    "ord_in_thread": 0,
    "title": "Commentary: There’s a better way to unite Europe",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The European political year, grinding back into gear for 2018, is full of doubt, even woe. In the continent’s major countries politics are stuck, or likely to stick, in cul-de-sacs from which exit is difficult. Only in France, under the banner not so much of the tricolor as the injunction En Marche! (Let’s Go!), is there official optimism and vigor.\nGermany, Europe’s leading economy, has yet to agree on a government. Talks between the governing Christian Democrats and the opposition Social Democrats on the formation of a third coalition are due to start on Jan. 7. A coalition agreement may take a long time – and even if successful, the marriage will be even more loveless, and thus more fragile, than the two preceding.\nYet Germany remains strong in its economy and forecasts are bullish for this year , its businesses apparently insouciant about the politicians’ dilemmas. By contrast, Italy’s growth, up a little from the stagnation of recent years, remains highly dependent on a coherent government emerging from elections on March 4. The outcome, however, is forecast to end in a hung parliament , as a weakened governing Democratic Party faces a rejuvenated right and a populist Five Star Movement, presently the most popular single party.\nIn Spain, expected economic growth has been reduced from 2.6 percent to 2.3 percent on fears of continued turbulence between the Madrid government and the separatists in Catalonia, where pro-independence parties are in the majority. Poland, with its population of 38.5 million, is locked in moral and mortal combat with the European Union. And the United Kingdom is, of course, leaving the group.\nStill, hope must spring eternal in an EU which works under the rubric of “ever-closer Union,” and that hope focuses itself on the youthful 40-year-old shoulders of Emmanuel Macron, whose “En Marche” party slogan is the daily wake-up call to a France he believes had gone prematurely old, cold and weary. His plans for the Union are bold and aimed at relatively rapid integration of the economy, but also designed to be protective of European citizens, a bulwark against the chill winds of globalization. It will be a trick hard to pull off, but at least an injection of optimism into a torpid continent.\nThe plans have strong supporters in other countries – Germany’s Social Democrats are led by the former president of the EU’s parliament, Martin Schulz, passionate for “more Europe,” and in Italy, a new political grouping is actually called More Europe (Piu Europa), led by the veteran radical and former foreign minister, Emma Bonino. Like Macron, they want a United States of Europe; unlike him, they are in a minority.\nBrave as Macron’s plans may be, they lack the central, necessary element which would give them a chance of success against already-heavy odds. They frame the advantages of closer integration in terms of a more efficient economy and a necessary underpinning of the euro currency. Many economists believe the euro is too fragile to survive ongoing shocks unless it has a kind of state backing similar to that provided by national central banks. Since the EU is at best a state-in-embryo, its currency’s fragility remains.\nThat makes sense to bankers and economists. But much of what comes out of the EU is not comprehensible to ordinary citizens, and the missing element in Macron’s project is a credible plan to bring the countries of the EU together. That integration cannot just make sense to an establishment, it must make the resulting state-in-construction understandable (again) and above all acceptable to European citizens on democratic grounds, with a parliament and other institutions whose functions they can both grasp and affect with their votes, their views and their protests.\nA euro coin features a map of Europe REUTERS/Toby Melville We should reflect on what that integration means. It means that European citizens will have to accept a government, which rules at least initially in the financial-economic sphere, and which thus makes decisions affecting their incomes, jobs, pensions and much more. These decisions will be made not by Spaniards for the Spanish or Finns for the Finnish, but by ministers likely to come from other countries, whose names and biographies are unknown to most and who will be unlikely to speak their language.\nWhere these decisions hurt the pockets or the job prospects of the governed – as they are bound to do, especially in times of low growth – will these ministers command assent, even if grudging? Or will the populist-nationalists receive a shot in the arm, and lead a revolt – the more widely supported for being attractive to both left and right?\nThat missing narrative – how to get from national to European democracy – is the fatal flaw of the Macron project. That weakness is one which will haunt him not just beyond the borders of France, but within them, since his large majority over Marine Le Pen of the far-right National Front conceals the fact that several of the candidates defeated in the first round of last year’s presidential election were almost as anti-EU as Le Pen – and with her, constituted a Euroskeptic majority.\nGiven the lack of a democratic “story” for the EU, the need is not to pursue an integrationist pipe dream, but to strengthen national governments and in doing so, address the gulf which has opened up between the haves (have higher education, have secure jobs, have good salaries) and the have-littles (have little education, little secure employment, little pay. This does not mean abandoning the realization of a more closely-cooperating Europe. It has, in its seven decades of development, shown how useful cooperation is, how necessary it is to have common objectives and common action, how much the states can learn from each other. But they must learn from the Brexit vote that citizens demand an administration which is responsive to them, one they can hate, despise and condemn – but which they recognize as theirs, because it was elected by them.\nFor those states it may be that the oft-repeated intention of their governments to develop common policies under the command of European ministers will prove acceptable and will work. If so, they may prove an example to others, who presently stay out of the euro currency and, like the new, right-wing government of Austria, demand a return of many of the powers now centralized in the Brussels parliament.\nBut a move to centralize, and a further weakening of national administrations in favor of “more Europe”, is unlikely to work; it simply cannot be squared with a democratic polity which enjoys respect and assent. Better now to recast the Union as a loose association of friendly states, which agrees on policies and projects where these make sense, but which remains under the aegis of national governments – familiar, accountable and the guarantor of rights and freedoms. An agreement to use the euro would require stronger backing than the currency presently has, but could be framed in such a way tha",
    "published": "2018-01-06T01:45:00.000+02:00",
    "crawled": "2018-01-05T22:26:09.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "european",
        "political",
        "year",
        "grinding",
        "back",
        "gear",
        "full",
        "doubt",
        "even",
        "woe",
        "continent",
        "major",
        "country",
        "politics",
        "stuck",
        "likely",
        "stick",
        "exit",
        "difficult",
        "france",
        "banner",
        "much",
        "tricolor",
        "injunction",
        "en",
        "marche",
        "let",
        "go",
        "official",
        "optimism",
        "vigor",
        "germany",
        "europe",
        "leading",
        "economy",
        "yet",
        "agree",
        "government",
        "talk",
        "governing",
        "christian",
        "democrat",
        "opposition",
        "social",
        "democrat",
        "formation",
        "third",
        "coalition",
        "due",
        "start",
        "coalition",
        "agreement",
        "may",
        "take",
        "long",
        "time",
        "even",
        "successful",
        "marriage",
        "even",
        "loveless",
        "thus",
        "fragile",
        "two",
        "preceding",
        "yet",
        "germany",
        "remains",
        "strong",
        "economy",
        "forecast",
        "bullish",
        "year",
        "business",
        "apparently",
        "insouciant",
        "politician",
        "dilemma",
        "contrast",
        "italy",
        "growth",
        "little",
        "stagnation",
        "recent",
        "year",
        "remains",
        "highly",
        "dependent",
        "coherent",
        "government",
        "emerging",
        "election",
        "march",
        "outcome",
        "however",
        "forecast",
        "end",
        "hung",
        "parliament",
        "weakened",
        "governing",
        "democratic",
        "party",
        "face",
        "rejuvenated",
        "right",
        "populist",
        "five",
        "star",
        "movement",
        "presently",
        "popular",
        "single",
        "party",
        "spain",
        "expected",
        "economic",
        "growth",
        "reduced",
        "percent",
        "percent",
        "fear",
        "continued",
        "turbulence",
        "madrid",
        "government",
        "separatist",
        "catalonia",
        "party",
        "majority",
        "poland",
        "population",
        "million",
        "locked",
        "moral",
        "mortal",
        "combat",
        "european",
        "union",
        "united",
        "kingdom",
        "course",
        "leaving",
        "group",
        "still",
        "hope",
        "must",
        "spring",
        "eternal",
        "eu",
        "work",
        "rubric",
        "union",
        "hope",
        "focus",
        "youthful",
        "shoulder",
        "emmanuel",
        "macron",
        "whose",
        "en",
        "marche",
        "party",
        "slogan",
        "daily",
        "call",
        "france",
        "belief",
        "gone",
        "prematurely",
        "old",
        "cold",
        "weary",
        "plan",
        "union",
        "bold",
        "aimed",
        "relatively",
        "rapid",
        "integration",
        "economy",
        "also",
        "designed",
        "protective",
        "european",
        "citizen",
        "bulwark",
        "chill",
        "wind",
        "globalization",
        "trick",
        "hard",
        "pull",
        "least",
        "injection",
        "optimism",
        "torpid",
        "continent",
        "plan",
        "strong",
        "supporter",
        "country",
        "germany",
        "social",
        "democrat",
        "led",
        "former",
        "president",
        "eu",
        "parliament",
        "martin",
        "schulz",
        "passionate",
        "europe",
        "italy",
        "new",
        "political",
        "grouping",
        "actually",
        "called",
        "europe",
        "piu",
        "europa",
        "led",
        "veteran",
        "radical",
        "former",
        "foreign",
        "minister",
        "emma",
        "bonino",
        "like",
        "macron",
        "want",
        "united",
        "state",
        "europe",
        "unlike",
        "minority",
        "brave",
        "macron",
        "plan",
        "may",
        "lack",
        "central",
        "necessary",
        "element",
        "would",
        "give",
        "chance",
        "success",
        "odds",
        "frame",
        "advantage",
        "closer",
        "integration",
        "term",
        "efficient",
        "economy",
        "necessary",
        "underpinning",
        "euro",
        "currency",
        "many",
        "economist",
        "believe",
        "euro",
        "fragile",
        "survive",
        "ongoing",
        "shock",
        "unless",
        "kind",
        "state",
        "backing",
        "similar",
        "provided",
        "national",
        "central",
        "bank",
        "since",
        "eu",
        "best",
        "currency",
        "fragility",
        "remains",
        "make",
        "sense",
        "banker",
        "economist",
        "much",
        "come",
        "eu",
        "comprehensible",
        "ordinary",
        "citizen",
        "missing",
        "element",
        "macron",
        "project",
        "credible",
        "plan",
        "bring",
        "country",
        "eu",
        "together",
        "integration",
        "make",
        "sense",
        "establishment",
        "must",
        "make",
        "resulting",
        "understandable",
        "acceptable",
        "european",
        "citizen",
        "democratic",
        "ground",
        "parliament",
        "institution",
        "whose",
        "function",
        "grasp",
        "affect",
        "vote",
        "view",
        "protest",
        "euro",
        "coin",
        "feature",
        "map",
        "europe",
        "melville",
        "reflect",
        "integration",
        "mean",
        "mean",
        "european",
        "citizen",
        "accept",
        "government",
        "rule",
        "least",
        "initially",
        "sphere",
        "thus",
        "make",
        "decision",
        "affecting",
        "income",
        "job",
        "pension",
        "much",
        "decision",
        "made",
        "spaniard",
        "spanish",
        "finn",
        "finnish",
        "minister",
        "likely",
        "come",
        "country",
        "whose",
        "name",
        "biography",
        "unknown",
        "unlikely",
        "speak",
        "language",
        "decision",
        "hurt",
        "pocket",
        "job",
        "prospect",
        "governed",
        "bound",
        "especially",
        "time",
        "low",
        "growth",
        "minister",
        "command",
        "assent",
        "even",
        "grudging",
        "receive",
        "shot",
        "arm",
        "lead",
        "revolt",
        "widely",
        "supported",
        "attractive",
        "left",
        "right",
        "missing",
        "narrative",
        "get",
        "national",
        "european",
        "democracy",
        "fatal",
        "flaw",
        "macron",
        "project",
        "weakness",
        "one",
        "haunt",
        "beyond",
        "border",
        "france",
        "within",
        "since",
        "large",
        "majority",
        "marine",
        "le",
        "pen",
        "national",
        "front",
        "conceals",
        "fact",
        "several",
        "candidate",
        "defeated",
        "first",
        "round",
        "last",
        "year",
        "presidential",
        "election",
        "almost",
        "le",
        "pen",
        "constituted",
        "euroskeptic",
        "majority",
        "given",
        "lack",
        "democratic",
        "story",
        "eu",
        "need",
        "pursue",
        "integrationist",
        "pipe",
        "dream",
        "strengthen",
        "national",
        "government",
        "address",
        "gulf",
        "opened",
        "have",
        "higher",
        "education",
        "secure",
        "job",
        "good",
        "salary",
        "little",
        "education",
        "little",
        "secure",
        "employment",
        "little",
        "pay",
        "mean",
        "abandoning",
        "realization",
        "europe",
        "seven",
        "decade",
        "development",
        "shown",
        "useful",
        "cooperation",
        "necessary",
        "common",
        "objective",
        "common",
        "action",
        "much",
        "state",
        "learn",
        "must",
        "learn",
        "brexit",
        "vote",
        "citizen",
        "demand",
        "administration",
        "responsive",
        "one",
        "hate",
        "despise",
        "condemn",
        "recognize",
        "elected",
        "state",
        "may",
        "intention",
        "government",
        "develop",
        "common",
        "policy",
        "command",
        "european",
        "minister",
        "prove",
        "acceptable",
        "work",
        "may",
        "prove",
        "example",
        "others",
        "presently",
        "stay",
        "euro",
        "currency",
        "like",
        "new",
        "government",
        "austria",
        "demand",
        "return",
        "many",
        "power",
        "centralized",
        "brussels",
        "parliament",
        "move",
        "centralize",
        "weakening",
        "national",
        "administration",
        "favor",
        "europe",
        "unlikely",
        "work",
        "simply",
        "squared",
        "democratic",
        "polity",
        "enjoys",
        "respect",
        "assent",
        "better",
        "recast",
        "union",
        "loose",
        "association",
        "friendly",
        "state",
        "agrees",
        "policy",
        "project",
        "make",
        "sense",
        "remains",
        "aegis",
        "national",
        "government",
        "familiar",
        "accountable",
        "guarantor",
        "right",
        "freedom",
        "agreement",
        "use",
        "euro",
        "would",
        "require",
        "stronger",
        "backing",
        "currency",
        "presently",
        "could",
        "framed",
        "way",
        "tha"
    ]
}