{
    "organizations": [],
    "uuid": "00939c0322f7c5b908e500d2f9662fd0171fd9aa",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/01/29/how-to-update-your-linkedin-profile-for-2018.html",
    "ord_in_thread": 0,
    "title": "How to update your LinkedIn profile for 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Whether you're planning a full-scale job search in 2018 or just thinking about your next steps, career-wise, it's time to do some prep work in your LinkedIn profile. LinkedIn is one of the first places potential employers scope you out and it can be a recruiting tool as well, so you want to make sure you're getting the most out of your profile.\nUpdate your headline and summary Your headline and summary are the first things that will be read when a recruiter or potential employer sees your name in a search. That means these have to be on point. You don't need to fit in all of your qualifications—focus on the ones that you want to feature most prominently. Here are some examples of clear, no-nonsense headlines:\nTop-Performing Sales Associate 2018 Accounting Grad Seeking Entry-Level Opportunity Innovative Graphic Designer If you already have a job and will be searching on the DL, make sure your headline doesn't announce too obviously what you're up to — remember, your headline will show up in public searches and you never know who's looking. If you'll be subtly looking for new jobs, make your headline describe what you do or how you want to be perceived, professionally.\nYour summary should be more of a narrative of where you are in your career, your best professional attributes, and your biggest accomplishments. To make your summary section 2018-ready, include your most recent projects, achievements, and lessons learned. That means ones from the past year or so, so that you're including the latest and best information. It's okay to take out information that feels outdated or is more than a few years old if the summary is getting a little long. The length is at your discretion, but keep in mind that recruiters and hiring managers may have little time to read and don't want to get bogged down by a full-on memoir while they're browsing LinkedIn.\nshow chapters Suzy Welch: 3 LinkedIn hacks that will get you hired      9:00 AM ET Fri, 7 July 2017 | 01:38 Update your photo If your current LinkedIn headshot is that one of you as an eager new grad 10 years ago, it's time to upgrade. No need to get glamorous Hollywood-grade headshots. These days, anyone with a solid smartphone camera can take a solid photo of your face that you can use as a professional avatar photo. It should be a fairly natural, friendly solo photo — you don't want it to look like a passport photo or, worse, a mug shot. Candid photos are fine as long as you look professionally appropriate. If you're having trouble figuring out if a photo is appropriate, take a look around at other profiles in your field, around your level, and see what people are using.\nOpen up your availability One of the easiest and best ways to leverage your LinkedIn profile to help create opportunities for yourself is to update your privacy settings. In your account settings, click on \"Job Seeking,\" click on \"Let recruiters know you're open to opportunities.\" This is what opens up LinkedIn from \"living resume\" to \"next-level job search tool.\" It doesn't replace the need to go out and search for job openings or proactively send out your resume, but it increases the chances that someone will find you (the needle) in the database (the haystack) for a potentially great job opportunity.\nIt's a way of letting the recruiters and hiring managers of the world know that you're available, without putting up a big, honking neon sign (visible to, say, your boss) that you're looking to leave your current job. It flags your availability behind the scenes.\nUpdate your key words Given that you've opened up your profile to recruiters and potential employers, you need to make sure that you're giving them what they're searching for in 2018. That means updating your skills, job history, and summary with the words that are important in your industry now — not three years ago. This step is especially key if you've had a profile that has kind of languished, un-updated since you got your current job.\nSo how do you figure out what key words to use? Search for current job postings in your field. What kind of skills are they emphasizing? What qualities are they seeking in candidates? Once you know what companies are looking for right now, you can work that language in to your profile and increase the chances of a) matching their search criteria and b) holding interest once someone clicks through to your page.\nshow chapters LinkedIn says these are the world's most attractive employers      6:29 AM ET Thu, 15 June 2017 | 00:46 Refresh your profile content The hardest part of making your LinkedIn profile ready for 2018 is keeping up with it after you've made the initial updates and changes. Some of the information you put in is going to stay static for a while, especially after you've updated your projects and skills from 2017. That means you should turn your attention to live content on your profile page. This is basically a blog where you're able to write what you want. It's not a personal blog — it should be entirely focused on your field and your professional life.\nIf you don't feel comfortable waxing on for 500 words about your career philosophies, you can share links to articles by others in your field or offer commentary on trends. How-to posts are also very popular, if you have a particular skill or area in which you can teach others.\nAccording to OKDork , the most successful LinkedIn content posts:\nHave a headline of fewer than 50 characters. Contain pictures, but not videos or other multimedia, to avoid awkward device and readability issues. Are divided into separate headings for ease of reading. Include lists or how-to tutorials. Are substantial (approximately 1000-2000 words). Are not controversial. Are readable for a broad audience (like the lay person who doesn't know much about your field, as well as someone who already works in your field). And as you're thinking about what you want to write and share on your LinkedIn profile, remember: always keep it professional. You're presenting your best career self, so don't derail that by airing your political grievances, or responding in kind to negative comments.\nAnd I assume we all know this already, but just in case: No smack talk about people in your industry. If you disagree with someone, and want to talk about it publicly on LinkedIn, do it politely and respectfully.\nAnother key step is editing and proofreading your content before it goes live. You want to make sure you sound intelligent and put-together, and nothing derails that quite as quickly as five typos in the first paragraph alone.\nSet a LinkedIn update schedule At the beginning of the year, set reminders for yourself to update your profile so that you're keeping it as fresh as possible. Consistency is the key to a well-maintained LinkedIn profile, and it shows you're engaged. If you go on a hot streak, posting stuff for a month, and then a recruiter sees that you haven't bothered for the past three months after that, it looks like you've abandoned your page. Reminders and a schedule (say, monthly) for posting new content (and updating your existing skills and projects) will help ensure an active, consistent vibe for your page.\nIf you've been a more casual user of LinkedIn, or you just haven't spent much time updating your info, this is a relatively easy way to help set up your 2018, career-wise. Even if you're not sure whether you'll be looking for a job, you're getting ready for \"just in case,\" and saving yourself valuable time and energy if you find yourself needing to start a job hunt on short notice.\nIt's also a handy tool for keeping track of information you'll need to set your professional goals or if you need to come up with a snapshot of your achievements and skills for a promotion or self-review. Updating your LinkedIn profile is a great way to get organized for the coming year.\nLike this story? Like CNBC Make It on Facebook ! \nDon't miss: The woman whose LinkedIn post about rejection went viral landed her dream job after reapplying \nThis article originally appeared on The Job Network . \nshow chapters These LinkedIn hacks will help you stand out from the crowd      4:12 PM ET Tue, 28 March 2017 | 01:10",
    "published": "2018-01-29T19:42:00.000+02:00",
    "crawled": "2018-01-29T21:04:56.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "whether",
        "planning",
        "job",
        "search",
        "thinking",
        "next",
        "step",
        "time",
        "prep",
        "work",
        "linkedin",
        "profile",
        "linkedin",
        "one",
        "first",
        "place",
        "potential",
        "employer",
        "scope",
        "recruiting",
        "tool",
        "well",
        "want",
        "make",
        "sure",
        "getting",
        "profile",
        "update",
        "headline",
        "summary",
        "headline",
        "summary",
        "first",
        "thing",
        "read",
        "recruiter",
        "potential",
        "employer",
        "see",
        "name",
        "search",
        "mean",
        "point",
        "need",
        "fit",
        "one",
        "want",
        "feature",
        "prominently",
        "example",
        "clear",
        "headline",
        "sale",
        "associate",
        "accounting",
        "grad",
        "seeking",
        "opportunity",
        "innovative",
        "graphic",
        "designer",
        "already",
        "job",
        "searching",
        "dl",
        "make",
        "sure",
        "headline",
        "announce",
        "obviously",
        "remember",
        "headline",
        "show",
        "public",
        "search",
        "never",
        "know",
        "looking",
        "subtly",
        "looking",
        "new",
        "job",
        "make",
        "headline",
        "describe",
        "want",
        "perceived",
        "professionally",
        "summary",
        "narrative",
        "career",
        "best",
        "professional",
        "attribute",
        "biggest",
        "accomplishment",
        "make",
        "summary",
        "section",
        "include",
        "recent",
        "project",
        "achievement",
        "lesson",
        "learned",
        "mean",
        "one",
        "past",
        "year",
        "including",
        "latest",
        "best",
        "information",
        "okay",
        "take",
        "information",
        "feel",
        "outdated",
        "year",
        "old",
        "summary",
        "getting",
        "little",
        "long",
        "length",
        "discretion",
        "keep",
        "mind",
        "recruiter",
        "hiring",
        "manager",
        "may",
        "little",
        "time",
        "read",
        "want",
        "get",
        "bogged",
        "memoir",
        "browsing",
        "linkedin",
        "show",
        "chapter",
        "suzy",
        "welch",
        "linkedin",
        "hack",
        "get",
        "hired",
        "et",
        "fri",
        "july",
        "update",
        "photo",
        "current",
        "linkedin",
        "headshot",
        "one",
        "eager",
        "new",
        "grad",
        "year",
        "ago",
        "time",
        "upgrade",
        "need",
        "get",
        "glamorous",
        "headshot",
        "day",
        "anyone",
        "solid",
        "smartphone",
        "camera",
        "take",
        "solid",
        "photo",
        "face",
        "use",
        "professional",
        "avatar",
        "photo",
        "fairly",
        "natural",
        "friendly",
        "solo",
        "photo",
        "want",
        "look",
        "like",
        "passport",
        "photo",
        "worse",
        "mug",
        "shot",
        "candid",
        "photo",
        "fine",
        "long",
        "look",
        "professionally",
        "appropriate",
        "trouble",
        "figuring",
        "photo",
        "appropriate",
        "take",
        "look",
        "around",
        "profile",
        "field",
        "around",
        "level",
        "see",
        "people",
        "using",
        "open",
        "availability",
        "one",
        "easiest",
        "best",
        "way",
        "leverage",
        "linkedin",
        "profile",
        "help",
        "create",
        "opportunity",
        "update",
        "privacy",
        "setting",
        "account",
        "setting",
        "click",
        "job",
        "seeking",
        "click",
        "let",
        "recruiter",
        "know",
        "open",
        "opportunity",
        "open",
        "linkedin",
        "living",
        "resume",
        "job",
        "search",
        "tool",
        "replace",
        "need",
        "go",
        "search",
        "job",
        "opening",
        "proactively",
        "send",
        "resume",
        "increase",
        "chance",
        "someone",
        "find",
        "needle",
        "database",
        "haystack",
        "potentially",
        "great",
        "job",
        "opportunity",
        "way",
        "letting",
        "recruiter",
        "hiring",
        "manager",
        "world",
        "know",
        "available",
        "without",
        "putting",
        "big",
        "honking",
        "neon",
        "sign",
        "visible",
        "say",
        "bos",
        "looking",
        "leave",
        "current",
        "job",
        "flag",
        "availability",
        "behind",
        "scene",
        "update",
        "key",
        "word",
        "given",
        "opened",
        "profile",
        "recruiter",
        "potential",
        "employer",
        "need",
        "make",
        "sure",
        "giving",
        "searching",
        "mean",
        "updating",
        "skill",
        "job",
        "history",
        "summary",
        "word",
        "important",
        "industry",
        "three",
        "year",
        "ago",
        "step",
        "especially",
        "key",
        "profile",
        "kind",
        "languished",
        "since",
        "got",
        "current",
        "job",
        "figure",
        "key",
        "word",
        "use",
        "search",
        "current",
        "job",
        "posting",
        "field",
        "kind",
        "skill",
        "emphasizing",
        "quality",
        "seeking",
        "candidate",
        "know",
        "company",
        "looking",
        "right",
        "work",
        "language",
        "profile",
        "increase",
        "chance",
        "matching",
        "search",
        "criterion",
        "b",
        "holding",
        "interest",
        "someone",
        "click",
        "page",
        "show",
        "chapter",
        "linkedin",
        "say",
        "world",
        "attractive",
        "employer",
        "et",
        "thu",
        "june",
        "refresh",
        "profile",
        "content",
        "hardest",
        "part",
        "making",
        "linkedin",
        "profile",
        "ready",
        "keeping",
        "made",
        "initial",
        "update",
        "change",
        "information",
        "put",
        "going",
        "stay",
        "static",
        "especially",
        "updated",
        "project",
        "skill",
        "mean",
        "turn",
        "attention",
        "live",
        "content",
        "profile",
        "page",
        "basically",
        "blog",
        "able",
        "write",
        "want",
        "personal",
        "blog",
        "entirely",
        "focused",
        "field",
        "professional",
        "life",
        "feel",
        "comfortable",
        "waxing",
        "word",
        "career",
        "philosophy",
        "share",
        "link",
        "article",
        "others",
        "field",
        "offer",
        "commentary",
        "trend",
        "post",
        "also",
        "popular",
        "particular",
        "skill",
        "area",
        "teach",
        "others",
        "according",
        "okdork",
        "successful",
        "linkedin",
        "content",
        "post",
        "headline",
        "fewer",
        "character",
        "contain",
        "picture",
        "video",
        "multimedia",
        "avoid",
        "awkward",
        "device",
        "readability",
        "issue",
        "divided",
        "separate",
        "heading",
        "ease",
        "reading",
        "include",
        "list",
        "tutorial",
        "substantial",
        "approximately",
        "word",
        "controversial",
        "readable",
        "broad",
        "audience",
        "like",
        "lay",
        "person",
        "know",
        "much",
        "field",
        "well",
        "someone",
        "already",
        "work",
        "field",
        "thinking",
        "want",
        "write",
        "share",
        "linkedin",
        "profile",
        "remember",
        "always",
        "keep",
        "professional",
        "presenting",
        "best",
        "career",
        "self",
        "derail",
        "airing",
        "political",
        "grievance",
        "responding",
        "kind",
        "negative",
        "comment",
        "assume",
        "know",
        "already",
        "case",
        "smack",
        "talk",
        "people",
        "industry",
        "disagree",
        "someone",
        "want",
        "talk",
        "publicly",
        "linkedin",
        "politely",
        "respectfully",
        "another",
        "key",
        "step",
        "editing",
        "proofreading",
        "content",
        "go",
        "live",
        "want",
        "make",
        "sure",
        "sound",
        "intelligent",
        "nothing",
        "derails",
        "quite",
        "quickly",
        "five",
        "typo",
        "first",
        "paragraph",
        "alone",
        "set",
        "linkedin",
        "update",
        "schedule",
        "beginning",
        "year",
        "set",
        "reminder",
        "update",
        "profile",
        "keeping",
        "fresh",
        "possible",
        "consistency",
        "key",
        "linkedin",
        "profile",
        "show",
        "engaged",
        "go",
        "hot",
        "streak",
        "posting",
        "stuff",
        "month",
        "recruiter",
        "see",
        "bothered",
        "past",
        "three",
        "month",
        "look",
        "like",
        "abandoned",
        "page",
        "reminder",
        "schedule",
        "say",
        "monthly",
        "posting",
        "new",
        "content",
        "updating",
        "existing",
        "skill",
        "project",
        "help",
        "ensure",
        "active",
        "consistent",
        "vibe",
        "page",
        "casual",
        "user",
        "linkedin",
        "spent",
        "much",
        "time",
        "updating",
        "info",
        "relatively",
        "easy",
        "way",
        "help",
        "set",
        "even",
        "sure",
        "whether",
        "looking",
        "job",
        "getting",
        "ready",
        "case",
        "saving",
        "valuable",
        "time",
        "energy",
        "find",
        "needing",
        "start",
        "job",
        "hunt",
        "short",
        "notice",
        "also",
        "handy",
        "tool",
        "keeping",
        "track",
        "information",
        "need",
        "set",
        "professional",
        "goal",
        "need",
        "come",
        "snapshot",
        "achievement",
        "skill",
        "promotion",
        "updating",
        "linkedin",
        "profile",
        "great",
        "way",
        "get",
        "organized",
        "coming",
        "year",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "woman",
        "whose",
        "linkedin",
        "post",
        "rejection",
        "went",
        "viral",
        "landed",
        "dream",
        "job",
        "reapplying",
        "article",
        "originally",
        "appeared",
        "job",
        "network",
        "show",
        "chapter",
        "linkedin",
        "hack",
        "help",
        "stand",
        "crowd",
        "pm",
        "et",
        "tue",
        "march"
    ]
}