{
    "organizations": [],
    "uuid": "52b60aa4fdb186a3020146dee11a3e60157a83ee",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/01/29/the-associated-press-by-the-numbers-trumps-1st-year-marks-progress-and-peril.html",
    "ord_in_thread": 0,
    "title": "By the numbers: Trump's 1st year marks progress and peril",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON (AP) — A by-the-numbers look at President Donald Trump's first year in office reveals areas of both progress and peril.\nThe stock market is soaring, smashing record after record. The unemployment rate has ticked downward. Some categories of violent crime are down, too.\nBut more U.S. troops are stationed in war zones. More people are dying of drug overdoses. More people think race relations have gotten worse under Trump.\nA statistical deep dive into the state of the union before Trump offers his own assessment on Tuesday night:\nSTOCK MARKET\nAs of Monday's close, the Dow Jones Industrial Average is up 45 percent since Trump was elected and 34 percent since he took office. The Dow closed at 18,332.74 on Election Day and 19,827.25 on Inauguration Day.\nThe S&P 500, the market gauge that professionals attach more weight to, performed about the same: It's up 33 percent since the election and 26 percent since the inauguration.\nTrump said at an economic conference in Switzerland last week that the market \"is smashing one record after another,\" adding more than $7 trillion in new wealth since his election. Left unsaid is that the market has done much better than experts initially anticipated because the U.S. economy has continued to gain strength. The rest of the world economy has also exceeded performance expectations.\nThose factors, combined with low interest rates, economic stimulus elsewhere and tax cuts Trump signed into law at the end of the year, have helped stocks surge.\nHEALTH INSURANCE\nProgress reducing the number of Americans without health insurance stalled toward the end of President Barack Obama's term, and it may have slipped into reverse under Trump, according to one major survey.\nThe Gallup-Sharecare Well-Being Index finds that the number of uninsured adults increased by about 3 million in 2017.\nBut the government's National Health Interview Survey estimated that 28.8 million people were uninsured between January and June of 2017, not a statistically different change from 2016 and 2015. In the first six months of 2017, the uninsured rate was 9 percent, the same share of the population as in 2016.\nCRIME\nEarly statistics released by the FBI last week show declines in some violent crimes and increases in one category for the first six months of 2017, compared with the same period in 2016.\nMurder and manslaughter increased 1.5 percent in the first six months of 2017 over the first six months of 2016. The number of rapes decreased 2.4 percent, robbery offenses fell 2.2 percent and aggravated assaults were down 0.1 percent, according to the bureau.\nThe report is based on information from 13,033 law enforcement agencies that submitted data to the FBI's Uniform Crime Reporting Program for the first six months of 2016 and 2017.\n401(K) RETIREMENT PLANS\nThe amount of money being squirreled away in 401(k) and IRA plans has increased 10 percent in the past year, aided by that strong stock performance, according to the financial firm Fidelity Investments. Trump has said people often approach him to thank him for the boom in their retirement nest eggs.\nThe average 401(k) balance was $99,000 in the third quarter of 2017, up 10 percent from the average $90,900 balance in the same July-August-September period of 2016.\nThe average balance in individual retirement accounts, or IRAs, rose to $103,500 in the third quarter of 2017, up from $94,000 in 2016.\nMILITARY/SECURITY\nTrump has expanded America's war-footing, both in the number of troops deployed to war zones and in their ability to conduct offensive operations.\nAs his term wrapped up, President Barack Obama was withdrawing forces from Afghanistan as he eyed an end to the war. In a reversal, Trump has approved sending in more troops and giving them greater authority to go after members of the Taliban and other insurgent groups.\nU.S. forces in Afghanistan currently number around 14,000, a 75 percent increase from the 8,400 forces there as of December 2016.\nThe Obama administration had capped the number of troops in Iraq at 5,262. Because of Iraqi government sensitivities, the U.S. continues to say publicly that roughly 5,200 troops are there, when the actual number is now about 7,000.\nObama had capped the number of troops in Syria at 503. About 2,000 are there now.\nUNEMPLOYMENT\nMore people are working or actively seeking employment. The unemployment rate was 4.8 percent in January 2017, the month Trump was sworn into office, according to the federal Bureau of Labor Statistics. The rate has fallen steadily since then to 4.1 percent in October, where it remained through December, continuing a trend of falling unemployment that began under Obama. Obama took office at the depths of the Great Recession, when the economy was shedding hundreds of thousands of jobs every month.\nThe unemployment report for January 2018 will be released Friday.\nThe economy added slightly more than 2 million jobs in Trump's first year, a figure that is close to the 2.2 million jobs created during Obama's final year in office.\nRACE RELATIONS\nMore people think race relations have worsened since Trump's election in November 2016. Back then, 25 percent of those surveyed by the Pew Research Center expressed optimism that having the politically inexperienced New York businessman in the Oval Office would improve relations between the races. By December 2017, the percentage who felt that way had sunk to 8 percent, according to Pew. Forty-six percent in the November 2016 survey said Trump's election would worsen relations. That figure grew to 60 percent by last December.\nTrump has weathered a number of racially charged controversies as a candidate and since taking office, including saying there were \"very fine people\" on both sides of a white supremacist protest and counterprotest in Charlottesville, Virginia, last summer. He most recently dismissed African countries by using a vulgarity that describes a filthy toilet.\nNATIONAL DEBT\nIn Trump's first year in office, the national debt grew by $546.4 billion. In 2016, Obama's final year, the national debt grew by $1.01 trillion. The debt would have grown more in 2017 if not for the fact that the Trump administration is constrained by reaching the debt ceiling of $20.5 trillion. Treasury Secretary Steven Mnuchin has been using various accounting maneuvers to keep Uncle Sam from going over the debt limit. Mnuchin will lose the ability to use these techniques in late February or early March, at which time lawmakers and the White House must agree on a plan to increase the borrowing limit so the government won't default on its obligations.\nTRADE DEFICITS\nTrump made America's trade deficits with China and other countries a central tenet of his campaign, vowing to move toward trade that he deems fair and reciprocal to protect the U.S. from being taken advantage of financially. Within days of taking office in 2017, Trump pulled the U.S. out of a sweeping trade pact with 11 Pacific Rim nations. He is renegotiating NAFTA, a decades-old agreement with Canada and Mexico, as well as a separate, bilateral trade pact with South Korea.\nThe deficit in goods and services was $513.6 billion from January through November 2017. That's 11.6 percent higher than the $460.2 billion deficit recorded for the same period in 2016, the final year of Obama's term. The deficit for all of 2016 was $504.8 billion, and the 2017 figure already exceeds that with December's total still to be counted.\nThe deficit in goods with China was $116.7 billion for the first 11 months of 2017, up 12.3 percent from the same period in 2016.\nWith Mexico, the deficit was $65.7 billion, 9.6 percent higher than the same period in 2016.\nOPIOID EPIDEMIC\nDrug overdose deaths have continued to climb. Provisional data through June 2017 show a 16 percent increase over the previous 12-month period, according to the Centers for Disease Control and Prevention, with nearly 67,000 deaths from July 2016 to June 2017. Opioids account for about two-thirds of overdose deaths.\nFor the first time, the powerful painkiller fentanyl and its close chemical cousins played a bigger role in deaths in 2016 than any other legal or illegal drug, surpassing other opioids like prescription pain pills and heroin. In December, the CDC said drug overdose deaths had for a second straight year cut into how long Americans are expected to live.\nIf the Trump administration made any progress on this front, it was mostly in public awareness. A presidential task force, a White House speech and the declaration of a public health emergency shined a spotlight on the number of overdose deaths, but critics say Trump's gestures are mostly symbolic without new funding from Congress.\nThe White House Office of National Drug Control Policy remains without a permanent director after Trump's first pick withdrew.\nAssociated Press writers Martin Crutsinger, Chris Rugaber, Lolita C. Baldor and Ricardo Alonso-Zaldivar in Washington; Marley Jay in New York; and Carla K. Johnson in Chicago contributed to this report.\nFollow Darlene Superville on Twitter: http://www.twitter.com/dsupervilleap",
    "published": "2018-01-29T23:40:00.000+02:00",
    "crawled": "2018-01-30T10:04:07.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "ap",
        "look",
        "president",
        "donald",
        "trump",
        "first",
        "year",
        "office",
        "reveals",
        "area",
        "progress",
        "peril",
        "stock",
        "market",
        "soaring",
        "smashing",
        "record",
        "record",
        "unemployment",
        "rate",
        "ticked",
        "downward",
        "category",
        "violent",
        "crime",
        "troop",
        "stationed",
        "war",
        "zone",
        "people",
        "dying",
        "drug",
        "overdoses",
        "people",
        "think",
        "race",
        "relation",
        "gotten",
        "worse",
        "trump",
        "statistical",
        "deep",
        "dive",
        "state",
        "union",
        "trump",
        "offer",
        "assessment",
        "tuesday",
        "night",
        "stock",
        "market",
        "monday",
        "close",
        "dow",
        "jones",
        "industrial",
        "average",
        "percent",
        "since",
        "trump",
        "elected",
        "percent",
        "since",
        "took",
        "office",
        "dow",
        "closed",
        "election",
        "day",
        "inauguration",
        "day",
        "p",
        "market",
        "gauge",
        "professional",
        "attach",
        "weight",
        "performed",
        "percent",
        "since",
        "election",
        "percent",
        "since",
        "inauguration",
        "trump",
        "said",
        "economic",
        "conference",
        "switzerland",
        "last",
        "week",
        "market",
        "smashing",
        "one",
        "record",
        "another",
        "adding",
        "trillion",
        "new",
        "wealth",
        "since",
        "election",
        "left",
        "unsaid",
        "market",
        "done",
        "much",
        "better",
        "expert",
        "initially",
        "anticipated",
        "economy",
        "continued",
        "gain",
        "strength",
        "rest",
        "world",
        "economy",
        "also",
        "exceeded",
        "performance",
        "expectation",
        "factor",
        "combined",
        "low",
        "interest",
        "rate",
        "economic",
        "stimulus",
        "elsewhere",
        "tax",
        "cut",
        "trump",
        "signed",
        "law",
        "end",
        "year",
        "helped",
        "stock",
        "surge",
        "health",
        "insurance",
        "progress",
        "reducing",
        "number",
        "american",
        "without",
        "health",
        "insurance",
        "stalled",
        "toward",
        "end",
        "president",
        "barack",
        "obama",
        "term",
        "may",
        "slipped",
        "reverse",
        "trump",
        "according",
        "one",
        "major",
        "survey",
        "index",
        "find",
        "number",
        "uninsured",
        "adult",
        "increased",
        "million",
        "government",
        "national",
        "health",
        "interview",
        "survey",
        "estimated",
        "million",
        "people",
        "uninsured",
        "january",
        "june",
        "statistically",
        "different",
        "change",
        "first",
        "six",
        "month",
        "uninsured",
        "rate",
        "percent",
        "share",
        "population",
        "crime",
        "early",
        "statistic",
        "released",
        "fbi",
        "last",
        "week",
        "show",
        "decline",
        "violent",
        "crime",
        "increase",
        "one",
        "category",
        "first",
        "six",
        "month",
        "compared",
        "period",
        "murder",
        "manslaughter",
        "increased",
        "percent",
        "first",
        "six",
        "month",
        "first",
        "six",
        "month",
        "number",
        "rape",
        "decreased",
        "percent",
        "robbery",
        "offense",
        "fell",
        "percent",
        "aggravated",
        "assault",
        "percent",
        "according",
        "bureau",
        "report",
        "based",
        "information",
        "law",
        "enforcement",
        "agency",
        "submitted",
        "data",
        "fbi",
        "uniform",
        "crime",
        "reporting",
        "program",
        "first",
        "six",
        "month",
        "k",
        "retirement",
        "plan",
        "amount",
        "money",
        "squirreled",
        "away",
        "k",
        "ira",
        "plan",
        "increased",
        "percent",
        "past",
        "year",
        "aided",
        "strong",
        "stock",
        "performance",
        "according",
        "financial",
        "firm",
        "fidelity",
        "investment",
        "trump",
        "said",
        "people",
        "often",
        "approach",
        "thank",
        "boom",
        "retirement",
        "nest",
        "egg",
        "average",
        "k",
        "balance",
        "third",
        "quarter",
        "percent",
        "average",
        "balance",
        "period",
        "average",
        "balance",
        "individual",
        "retirement",
        "account",
        "ira",
        "rose",
        "third",
        "quarter",
        "trump",
        "expanded",
        "america",
        "number",
        "troop",
        "deployed",
        "war",
        "zone",
        "ability",
        "conduct",
        "offensive",
        "operation",
        "term",
        "wrapped",
        "president",
        "barack",
        "obama",
        "withdrawing",
        "force",
        "afghanistan",
        "eyed",
        "end",
        "war",
        "reversal",
        "trump",
        "approved",
        "sending",
        "troop",
        "giving",
        "greater",
        "authority",
        "go",
        "member",
        "taliban",
        "insurgent",
        "group",
        "force",
        "afghanistan",
        "currently",
        "number",
        "around",
        "percent",
        "increase",
        "force",
        "december",
        "obama",
        "administration",
        "capped",
        "number",
        "troop",
        "iraq",
        "iraqi",
        "government",
        "sensitivity",
        "continues",
        "say",
        "publicly",
        "roughly",
        "troop",
        "actual",
        "number",
        "obama",
        "capped",
        "number",
        "troop",
        "syria",
        "unemployment",
        "people",
        "working",
        "actively",
        "seeking",
        "employment",
        "unemployment",
        "rate",
        "percent",
        "january",
        "month",
        "trump",
        "sworn",
        "office",
        "according",
        "federal",
        "bureau",
        "labor",
        "statistic",
        "rate",
        "fallen",
        "steadily",
        "since",
        "percent",
        "october",
        "remained",
        "december",
        "continuing",
        "trend",
        "falling",
        "unemployment",
        "began",
        "obama",
        "obama",
        "took",
        "office",
        "depth",
        "great",
        "recession",
        "economy",
        "shedding",
        "hundred",
        "thousand",
        "job",
        "every",
        "month",
        "unemployment",
        "report",
        "january",
        "released",
        "friday",
        "economy",
        "added",
        "slightly",
        "million",
        "job",
        "trump",
        "first",
        "year",
        "figure",
        "close",
        "million",
        "job",
        "created",
        "obama",
        "final",
        "year",
        "office",
        "race",
        "relation",
        "people",
        "think",
        "race",
        "relation",
        "worsened",
        "since",
        "trump",
        "election",
        "november",
        "back",
        "percent",
        "surveyed",
        "pew",
        "research",
        "center",
        "expressed",
        "optimism",
        "politically",
        "inexperienced",
        "new",
        "york",
        "businessman",
        "oval",
        "office",
        "would",
        "improve",
        "relation",
        "race",
        "december",
        "percentage",
        "felt",
        "way",
        "sunk",
        "percent",
        "according",
        "pew",
        "percent",
        "november",
        "survey",
        "said",
        "trump",
        "election",
        "would",
        "worsen",
        "relation",
        "figure",
        "grew",
        "percent",
        "last",
        "december",
        "trump",
        "weathered",
        "number",
        "racially",
        "charged",
        "controversy",
        "candidate",
        "since",
        "taking",
        "office",
        "including",
        "saying",
        "fine",
        "people",
        "side",
        "white",
        "supremacist",
        "protest",
        "counterprotest",
        "charlottesville",
        "virginia",
        "last",
        "summer",
        "recently",
        "dismissed",
        "african",
        "country",
        "using",
        "vulgarity",
        "describes",
        "filthy",
        "toilet",
        "national",
        "debt",
        "trump",
        "first",
        "year",
        "office",
        "national",
        "debt",
        "grew",
        "billion",
        "obama",
        "final",
        "year",
        "national",
        "debt",
        "grew",
        "trillion",
        "debt",
        "would",
        "grown",
        "fact",
        "trump",
        "administration",
        "constrained",
        "reaching",
        "debt",
        "ceiling",
        "trillion",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "using",
        "various",
        "accounting",
        "maneuver",
        "keep",
        "uncle",
        "sam",
        "going",
        "debt",
        "limit",
        "mnuchin",
        "lose",
        "ability",
        "use",
        "technique",
        "late",
        "february",
        "early",
        "march",
        "time",
        "lawmaker",
        "white",
        "house",
        "must",
        "agree",
        "plan",
        "increase",
        "borrowing",
        "limit",
        "government",
        "wo",
        "default",
        "obligation",
        "trade",
        "deficit",
        "trump",
        "made",
        "america",
        "trade",
        "deficit",
        "china",
        "country",
        "central",
        "tenet",
        "campaign",
        "vowing",
        "move",
        "toward",
        "trade",
        "deems",
        "fair",
        "reciprocal",
        "protect",
        "taken",
        "advantage",
        "financially",
        "within",
        "day",
        "taking",
        "office",
        "trump",
        "pulled",
        "sweeping",
        "trade",
        "pact",
        "pacific",
        "rim",
        "nation",
        "renegotiating",
        "nafta",
        "agreement",
        "canada",
        "mexico",
        "well",
        "separate",
        "bilateral",
        "trade",
        "pact",
        "south",
        "korea",
        "deficit",
        "good",
        "service",
        "billion",
        "january",
        "november",
        "percent",
        "higher",
        "billion",
        "deficit",
        "recorded",
        "period",
        "final",
        "year",
        "obama",
        "term",
        "deficit",
        "billion",
        "figure",
        "already",
        "exceeds",
        "december",
        "total",
        "still",
        "counted",
        "deficit",
        "good",
        "china",
        "billion",
        "first",
        "month",
        "percent",
        "period",
        "mexico",
        "deficit",
        "billion",
        "percent",
        "higher",
        "period",
        "opioid",
        "epidemic",
        "drug",
        "overdose",
        "death",
        "continued",
        "climb",
        "provisional",
        "data",
        "june",
        "show",
        "percent",
        "increase",
        "previous",
        "period",
        "according",
        "center",
        "disease",
        "control",
        "prevention",
        "nearly",
        "death",
        "july",
        "june",
        "opioids",
        "account",
        "overdose",
        "death",
        "first",
        "time",
        "powerful",
        "painkiller",
        "fentanyl",
        "close",
        "chemical",
        "cousin",
        "played",
        "bigger",
        "role",
        "death",
        "legal",
        "illegal",
        "drug",
        "surpassing",
        "opioids",
        "like",
        "prescription",
        "pain",
        "pill",
        "heroin",
        "december",
        "cdc",
        "said",
        "drug",
        "overdose",
        "death",
        "second",
        "straight",
        "year",
        "cut",
        "long",
        "american",
        "expected",
        "live",
        "trump",
        "administration",
        "made",
        "progress",
        "front",
        "mostly",
        "public",
        "awareness",
        "presidential",
        "task",
        "force",
        "white",
        "house",
        "speech",
        "declaration",
        "public",
        "health",
        "emergency",
        "shined",
        "spotlight",
        "number",
        "overdose",
        "death",
        "critic",
        "say",
        "trump",
        "gesture",
        "mostly",
        "symbolic",
        "without",
        "new",
        "funding",
        "congress",
        "white",
        "house",
        "office",
        "national",
        "drug",
        "control",
        "policy",
        "remains",
        "without",
        "permanent",
        "director",
        "trump",
        "first",
        "pick",
        "withdrew",
        "associated",
        "press",
        "writer",
        "martin",
        "crutsinger",
        "chris",
        "rugaber",
        "lolita",
        "baldor",
        "ricardo",
        "washington",
        "marley",
        "jay",
        "new",
        "york",
        "carla",
        "johnson",
        "chicago",
        "contributed",
        "report",
        "follow",
        "darlene",
        "superville",
        "twitter",
        "http"
    ]
}