{
    "organizations": [],
    "uuid": "6317546dd7479e1cc243fe2b98b2434904a84e1d",
    "author": "",
    "url": "https://www.reuters.com/article/europe-stocks/live-markets-higher-bond-yields-unlikely-to-be-an-issue-for-european-equities-idUSL8N1PQ4BT",
    "ord_in_thread": 0,
    "title": "LIVE MARKETS-Higher bond yields unlikely to be an issue for European equities",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "* STOXX 600 edges up * Earnings dominate trading * Ericsson falls 9 pct after loss wider than expected * Capita plummets after profit warning, rights issue Jan 31 (Reuters) - Welcome to the home for real time coverage of European equity markets brought to you by Reuters stocks reporters and anchored today by Helen Reid. Reach her on Messenger to share your thoughts on market moves: helen.reid.thomsonreuters.com@reuters.net HIGHER BOND YIELDS UNLIKELY TO BE AN ISSUE FOR EUROPEAN EQUITIES (1202 GMT) That's the view from Silvia Dall’Angelo, senior economist at Hermes Investment Management, who adds that a significant improvement in Europe's growth outlook has driven both its equities and yields. \"Bond yields are still low by historical standards and any ECB hawkish moves are likely to be gradual and well telegraphed, meaning that financial conditions should remain supportive of growth in the near future,\" Dall'Angelo says, but adds that further appreciation of the euro would be \"toxic\" for exports. (Kit Rees) NUMBER OF EMEA COMPANIES AT HIGH RISK OF DEFAULT FALLS (1130 GMT) In another sign of the return to health of corporates in the wider European region, the number of non-financial companies in EMEA with a credit rating of B3 negative and lower (at the highest risk of default) fell to a two-year low at the end of 2017, Moody's finds. \"Given the issuer-friendly state of debt capital markets, we expect the number of newly rated speculative-grade companies to grow, which could mean the percentage of companies on the list drops to the high single digits,\" says Moody's analyst Matteo Versiglioni. Dig down into the sector breakdown and there's an interesting finding: the retail sector was the only one where the number of companies at highest risk of default rose from last year. Meanwhile rising commodity prices helped the number of energy and metals & mining companies on the list decline further. (Helen Reid) BOND YIELDS, POLITICS CLOUD OUTLOOK FOR UTILITIES (1054 GMT) SSE's shares may have seen a slight bounce today, but it's been a tough couple of months for utilities stocks, with analysts at Deutsche Bank saying that falls resulting from profit warnings from Centrica, Innogy, EDF and Suez are not a buying opportunity. On the more positive side, Deutsche Bank still has faith in the medium-term yield and growth outlooks for buy-rated Iberdrola and E.ON, as well as one of the \"riskier value propositions\" RWE. \"However, a pause in the bond yield rally and political concerns may be needed to get their message heard,\" DB analysts say in a note. European utilities have underperformed world utilities over the past five years. (Kit Rees) FOUR REASONS TO BE SCEPTICAL ABOUT TECH (1025 GMT) Tech stocks are top losers today in Europe and even though they are the biggest sectoral gainer in the region over the past twelve months, there is growing scepticism among market players about whether 2018 will be as bright as last year. Hildebrandt Tomas, director and senior portfolio manager at Evli Investment Management in Helsinki, is among those who think the rally has most likely lost its steam. He has four reasons to believe so: 1) US TAX REFORM: \"IT companies are not necessarily the largest beneficiaries there\" 2) VALUATION: \"Many internet companies' valuations have risen to very high levels compared to some other sectors\" 3) INTEREST RATES: \"A possible future rise in interest rates can impact growth stocks (like tech) in different ways\" 4) TECHNOLOGICAL CHANGE: \"It's not only those who produce technologies but those who use them that are the future beneficiaries. It's more interesting to find those companies who are able to use new tools in their own businesses.\" (Danilo Masoni) EUROPEAN EQUITY FUNDS ENJOY HIGHEST INFLOWS IN 2018 SO FAR (1011 GMT) European equities remain the favourite among global investors, according to fresh flows data from HSBC and EPFR. Weekly fund inflows over the last three weeks are among the top ten weekly inflows since the beginning of the data series, HSBC finds. \"In our last note on investor allocation we highlighted muted equity fund flows in Europe in Q4 2017 and advised investors to watch this space over coming weeks,\" write HSBC strategists. \"Year-to-date in 2018, European fund flows have seen a big turnaround, clocking inflows in excess of $22 billion, which are also the highest across all major regions.\" Last year Europe recorded the highest equity inflows across all major regions, accounting for over one-third of global equity fund inflows. This year could be shaping up to deliver similarly impressive figures. On the country level there are some interesting developments: global funds are raising their allocation in the UK from the lowest level in over ten years. In December 2017 global funds increased UK holdings by 52 basis points, causing the 5-year z-score of global funds holdings in the UK to hit its highest level since July 2016. And uncertainty over Italy's upcoming election has caused global funds to trim their exposure to the country. They've reduced their weightings in Italy by over one standard deviation compared to its long-term average value. (Helen Reid) WEAKENING DOLLAR BLIPS ON EUROPEAN EQUITY RADAR (0927 GMT) After spirits maker Diageo last week, now big German industrial names are pointing to dollar weakness as a significant headwind. Siemens < SIEGn.DE> says its medical equipment business Healthineers and its industrial businesses were hit by negative currency effects, which took 5 percentage points off order growth. And industrial chipmaker Infineon has slashed its revenue guidance blaming the weakening U.S. currency. We found last week that shares of European exporters have slightly outperformed their domestically exposed peers despite a slowly strengthening euro.. Can that last? \"Until recently we were still getting upgrades on dollar strength against the pound, now we're getting to this halfway house where the historic numbers look pretty good and prospective numbers look much more challenging because of the currency and we think that will start to feed through,\" says Simon Gergel, Chief Investment Officer for UK Equities at Allianz Global Investors. Raymond James has worked out some European winners and losers from a 10 percent drop in all currencies vs the euro. It finds \"a stronger euro should not hurt companies, as long as the synchronized GDP growth across developed economies continues\". Winners include Vodafone, Total, GKN, losers include Yara , Symrise, Lanxess, Suez, Fortum, Clariant , Pernod Ricard, Adidas, LVMH, E.ON and Henkel. (Tom Pfeiffer and Kit Rees) BAD MONTH FOR UK OUTSOURCERS GETS WORSE (0830 GMT) It's been a terrible month for UK outsourcers. After Carillion collapsed, now Capita is going into brace mode following a profit warning, scrapping its dividend and announcing it will go to shareholders for fresh funds. The new CEO Jonathan Lewis also wants to raise cash from asset sales as he sets out a vision for a simpler business focused on fewer markets. But he expects the company to bleed cash this year and the business outlook appears to have got even worse since the company's last market update, with Lewis pointing to delays in decision making, weakness in new sales and a higher level of attrition than expected. An index of support services companies is down 0.6 percent this morning in a rising market. Babcock is down 3 percent, Serco 1.5 pct, Kier 2 percent. (Tom Pfeiffer) OPENING SNAPSHOT: EARNINGS DOMINATE EUROPEAN SHARE TRADING (0816 GMT) European shares have opened slightly higher this morning with a broad-based move higher, but it's earnings which are driving moves. Individual gains and losses on the STOXX 600 are ranging between a gain of 6.2 pct and a loss of 31.8 percent, the latter thanks to Capita's plunge. More on that in a bit. Here's your opening snapshot: (Kit Rees) KEY CALLS FOR EUROPEAN EQUITIES (0758) It looks like we could see some hefty moves today thanks to earnings. Among those standing out for us (based on indications from trading desks): Capita - called as much as 40 percent lower after a big profit warning and dividend suspension Infineon - seen down 3 to 4 percent, traders saying sales came were in line but the firm cut its sales guidance Ericsson - seen down 2 to 3 percent on the back of a sales miss H&M - called up as much as 2 percent thanks to better than expected results, though outlook and sales weak (Kit Rees) WHAT'S ON THE RADAR FOR EUROPEAN STOCKS (0753 GMT) A hesitant recovery seems to be in store for European stocks after a global risk-averse turn dented benchmarks yesterday. Euro zone blue chips were still on track for their best month since September, though, as a month of eye-watering gains across equities drew to a close. Results take centre stage today, with a slew of companies reporting across industrials, banking and retail. Banks had mixed results as ING’s profit disappoints while SEB beats expectations. The sector is under extra pressure to deliver strong results as it’s become a favourite since the end of last year as investors rotated away from tech and into financials. Even after Tuesday’s losses, the STOXX banks index is set for its best month since March last year. It'll be a dark day for Capita (and pay day for short-sellers) as the outsourcer's shares are indicated down as much as 40 percent after the company announced an unholy trinity of a profit warning, rights issue and dividend suspension. Autos stocks could be under pressure after data showed British car production fell last year for the first time since 2009 and investment slumped by a third as uncertainty over Brexit hit demand. Pharmaceuticals could also be a focus after President Trump again took aim at the sector, lambasting high drug prices in his State of the Union speech. And in an early sign of the weak dollar hurting some exporting European companies, chipmaker Infineon slashed its revenue guidance, blaming the greenback. Here are some extra headlines which could move the market this morning: UK car output drops for first time since 2009, investment slumps U.S. agencies probe Apple over slowing iPhones -Bloomberg Italy's Safilo sees 2017 adj EBITDA halving JCDecaux beats fourth-quarter revenue target (Helen Reid) EARLY MORNING EUROPEAN HEADLINE ROUND-UP (0736 GMT) It's a busy day of earnings today, so here's a summary of the headlines we're looking at. Europe: H&M Q4 pretax profit falls less than expected Siemens Q1 profit dips on Power and Gas business declines ArcelorMittal upbeat about 2018, slowly resumes dividend Ericsson posts bigger than expected Q4 loss Santander Q4 profit falls 4 pct on U.S. impairments Truck maker Volvo raises market outlook after Q4 order boom Lonza's full-year core profit soars 82 pct on acquisitions Electrolux Q4 operating profit tops forecast Infineon slashes revenue guidance on weak U.S. dollar SEB raises dividend as Q4 profit beats expectations Energy group Total announces major deepwater oil discovery in Gulf of Mexico ING quarterly profit misses on costs, weaker financial markets Dutch telco KPN's Q4 results slip as roaming rules hurt Sanofi and partner seek European Medicines Agency review for sleep sickness product Wartsila Proposes Share Split UK: Britain's Capita plans rights issue after profit warning Britain's SSE raises FY profit outlook Centamin posts fall in 2017 core profit on lower output, higher costs Wizz Air posts record passenger numbers and profit in third quarter UK's Britvic Q1 revenue up 3.3 pct Dairy Crest says 9-month revenue well ahead of last year Shell says to sell its stake in Thai Bongkot fields to PTTEP for $750 mln Macro: German retail sales fall unexpectedly in December (Kit Rees) FUTURES INDICATE HESITANT RECOVERY FOR EUROPEAN STOCKS (0708 GMT) Stock futures have opened up 0.1 percent across the major European benchmarks, suggesting a rather hesitant recovery from yesterday's sharp falls. While the STOXX, DAX and CAC40 are set to rise, ending January on a positive note, the FTSE 100 is on track to fall further with futures down 0.2 percent. A rising pound could be piling extra pressure onto the British index. (Helen Reid) WEAK DOLLAR WOES FOR INFINEON (0657 GMT) In an early sign the weak dollar could be a strain on some European companies, particularly those reliant on exports, chipmaker Infineon just cut its 2017/18 revenue guidance, blaming the greenback's weakness. The stock is indicated down 1.9 percent in pre-market trade. (Helen Reid) RESULTS WATCH: SIEMENS STRUGGLES, ARCELORMITTAL RESUMES DIVIDENDS (0641 GMT) Results are rolling in thick and fast today from industrials as well as several banks. German engineering group Siemens reports a fall in quarterly industrial profit due to continued weak demand from the power and gas sector. Profit was in line with analysts' forecasts, but profit margin shrank. Interestingly the group says it got a net 437 million euro benefit from U.S. tax reforms in the first quarter. The world's largest producer of steel, ArcelorMittal, was more upbeat, with profit ahead of expectations and resuming dividend payments after skipping them for 2015 and 2016. The $0.10 payout undershoots analysts' expectations of $0.30, though. A slew of banks reporting today as well, with ING's Q4 profit missing expectations while Sweden's SEB raises its dividend after strong results. Meanwhile impairments in its U.S. unit dented Santander's numbers. The pressure's on for European banks, a leading sector in this year's rally, to deliver convincing results, so it'll be interesting to see how banking shares react today. Also in results to watch today, especially considering the tech rally after AMS results earlier this week, will be chipmaker Infineon. More on that soon. (Helen Reid)",
    "published": "2018-01-31T14:02:00.000+02:00",
    "crawled": "2018-01-31T14:48:47.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stoxx",
        "edge",
        "earnings",
        "dominate",
        "trading",
        "ericsson",
        "fall",
        "pct",
        "loss",
        "wider",
        "expected",
        "caput",
        "plummet",
        "profit",
        "warning",
        "right",
        "issue",
        "jan",
        "reuters",
        "welcome",
        "home",
        "real",
        "time",
        "coverage",
        "european",
        "equity",
        "market",
        "brought",
        "reuters",
        "stock",
        "reporter",
        "anchored",
        "today",
        "helen",
        "reid",
        "reach",
        "messenger",
        "share",
        "thought",
        "market",
        "move",
        "higher",
        "bond",
        "yield",
        "unlikely",
        "issue",
        "european",
        "equity",
        "gmt",
        "view",
        "silvia",
        "dall",
        "angelo",
        "senior",
        "economist",
        "hermes",
        "investment",
        "management",
        "add",
        "significant",
        "improvement",
        "europe",
        "growth",
        "outlook",
        "driven",
        "equity",
        "yield",
        "bond",
        "yield",
        "still",
        "low",
        "historical",
        "standard",
        "ecb",
        "hawkish",
        "move",
        "likely",
        "gradual",
        "well",
        "telegraphed",
        "meaning",
        "financial",
        "condition",
        "remain",
        "supportive",
        "growth",
        "near",
        "future",
        "say",
        "add",
        "appreciation",
        "euro",
        "would",
        "toxic",
        "export",
        "kit",
        "rees",
        "number",
        "emea",
        "company",
        "high",
        "risk",
        "default",
        "fall",
        "gmt",
        "another",
        "sign",
        "return",
        "health",
        "corporates",
        "wider",
        "european",
        "region",
        "number",
        "company",
        "emea",
        "credit",
        "rating",
        "b3",
        "negative",
        "lower",
        "highest",
        "risk",
        "default",
        "fell",
        "low",
        "end",
        "moody",
        "find",
        "given",
        "state",
        "debt",
        "capital",
        "market",
        "expect",
        "number",
        "newly",
        "rated",
        "company",
        "grow",
        "could",
        "mean",
        "percentage",
        "company",
        "list",
        "drop",
        "high",
        "single",
        "digit",
        "say",
        "moody",
        "analyst",
        "matteo",
        "versiglioni",
        "dig",
        "sector",
        "breakdown",
        "interesting",
        "finding",
        "retail",
        "sector",
        "one",
        "number",
        "company",
        "highest",
        "risk",
        "default",
        "rose",
        "last",
        "year",
        "meanwhile",
        "rising",
        "commodity",
        "price",
        "helped",
        "number",
        "energy",
        "metal",
        "mining",
        "company",
        "list",
        "decline",
        "helen",
        "reid",
        "bond",
        "yield",
        "politics",
        "cloud",
        "outlook",
        "utility",
        "gmt",
        "sse",
        "share",
        "may",
        "seen",
        "slight",
        "bounce",
        "today",
        "tough",
        "couple",
        "month",
        "utility",
        "stock",
        "analyst",
        "deutsche",
        "bank",
        "saying",
        "fall",
        "resulting",
        "profit",
        "warning",
        "centrica",
        "innogy",
        "edf",
        "suez",
        "buying",
        "opportunity",
        "positive",
        "side",
        "deutsche",
        "bank",
        "still",
        "faith",
        "yield",
        "growth",
        "outlook",
        "iberdrola",
        "well",
        "one",
        "riskier",
        "value",
        "proposition",
        "rwe",
        "however",
        "pause",
        "bond",
        "yield",
        "rally",
        "political",
        "concern",
        "may",
        "needed",
        "get",
        "message",
        "heard",
        "db",
        "analyst",
        "say",
        "note",
        "european",
        "utility",
        "underperformed",
        "world",
        "utility",
        "past",
        "five",
        "year",
        "kit",
        "rees",
        "four",
        "reason",
        "sceptical",
        "tech",
        "gmt",
        "tech",
        "stock",
        "top",
        "loser",
        "today",
        "europe",
        "even",
        "though",
        "biggest",
        "sectoral",
        "gainer",
        "region",
        "past",
        "twelve",
        "month",
        "growing",
        "scepticism",
        "among",
        "market",
        "player",
        "whether",
        "bright",
        "last",
        "year",
        "hildebrandt",
        "tomas",
        "director",
        "senior",
        "portfolio",
        "manager",
        "evli",
        "investment",
        "management",
        "helsinki",
        "among",
        "think",
        "rally",
        "likely",
        "lost",
        "steam",
        "four",
        "reason",
        "believe",
        "u",
        "tax",
        "reform",
        "company",
        "necessarily",
        "largest",
        "beneficiary",
        "valuation",
        "many",
        "internet",
        "company",
        "valuation",
        "risen",
        "high",
        "level",
        "compared",
        "sector",
        "interest",
        "rate",
        "possible",
        "future",
        "rise",
        "interest",
        "rate",
        "impact",
        "growth",
        "stock",
        "like",
        "tech",
        "different",
        "way",
        "technological",
        "change",
        "produce",
        "technology",
        "use",
        "future",
        "beneficiary",
        "interesting",
        "find",
        "company",
        "able",
        "use",
        "new",
        "tool",
        "business",
        "danilo",
        "masoni",
        "european",
        "equity",
        "fund",
        "enjoy",
        "highest",
        "inflow",
        "far",
        "gmt",
        "european",
        "equity",
        "remain",
        "favourite",
        "among",
        "global",
        "investor",
        "according",
        "fresh",
        "flow",
        "data",
        "hsbc",
        "epfr",
        "weekly",
        "fund",
        "inflow",
        "last",
        "three",
        "week",
        "among",
        "top",
        "ten",
        "weekly",
        "inflow",
        "since",
        "beginning",
        "data",
        "series",
        "hsbc",
        "find",
        "last",
        "note",
        "investor",
        "allocation",
        "highlighted",
        "muted",
        "equity",
        "fund",
        "flow",
        "europe",
        "q4",
        "advised",
        "investor",
        "watch",
        "space",
        "coming",
        "week",
        "write",
        "hsbc",
        "strategist",
        "european",
        "fund",
        "flow",
        "seen",
        "big",
        "turnaround",
        "clocking",
        "inflow",
        "excess",
        "billion",
        "also",
        "highest",
        "across",
        "major",
        "region",
        "last",
        "year",
        "europe",
        "recorded",
        "highest",
        "equity",
        "inflow",
        "across",
        "major",
        "region",
        "accounting",
        "global",
        "equity",
        "fund",
        "inflow",
        "year",
        "could",
        "shaping",
        "deliver",
        "similarly",
        "impressive",
        "figure",
        "country",
        "level",
        "interesting",
        "development",
        "global",
        "fund",
        "raising",
        "allocation",
        "uk",
        "lowest",
        "level",
        "ten",
        "year",
        "december",
        "global",
        "fund",
        "increased",
        "uk",
        "holding",
        "basis",
        "point",
        "causing",
        "global",
        "fund",
        "holding",
        "uk",
        "hit",
        "highest",
        "level",
        "since",
        "july",
        "uncertainty",
        "italy",
        "upcoming",
        "election",
        "caused",
        "global",
        "fund",
        "trim",
        "exposure",
        "country",
        "reduced",
        "weighting",
        "italy",
        "one",
        "standard",
        "deviation",
        "compared",
        "average",
        "value",
        "helen",
        "reid",
        "weakening",
        "dollar",
        "blip",
        "european",
        "equity",
        "radar",
        "gmt",
        "spirit",
        "maker",
        "diageo",
        "last",
        "week",
        "big",
        "german",
        "industrial",
        "name",
        "pointing",
        "dollar",
        "weakness",
        "significant",
        "headwind",
        "siemens",
        "say",
        "medical",
        "equipment",
        "business",
        "healthineers",
        "industrial",
        "business",
        "hit",
        "negative",
        "currency",
        "effect",
        "took",
        "percentage",
        "point",
        "order",
        "growth",
        "industrial",
        "chipmaker",
        "infineon",
        "slashed",
        "revenue",
        "guidance",
        "blaming",
        "weakening",
        "currency",
        "found",
        "last",
        "week",
        "share",
        "european",
        "exporter",
        "slightly",
        "outperformed",
        "domestically",
        "exposed",
        "peer",
        "despite",
        "slowly",
        "strengthening",
        "euro",
        "last",
        "recently",
        "still",
        "getting",
        "upgrade",
        "dollar",
        "strength",
        "pound",
        "getting",
        "halfway",
        "house",
        "historic",
        "number",
        "look",
        "pretty",
        "good",
        "prospective",
        "number",
        "look",
        "much",
        "challenging",
        "currency",
        "think",
        "start",
        "feed",
        "say",
        "simon",
        "gergel",
        "chief",
        "investment",
        "officer",
        "uk",
        "equity",
        "allianz",
        "global",
        "investor",
        "raymond",
        "james",
        "worked",
        "european",
        "winner",
        "loser",
        "percent",
        "drop",
        "currency",
        "v",
        "euro",
        "find",
        "stronger",
        "euro",
        "hurt",
        "company",
        "long",
        "synchronized",
        "gdp",
        "growth",
        "across",
        "developed",
        "economy",
        "continues",
        "winner",
        "include",
        "vodafone",
        "total",
        "gkn",
        "loser",
        "include",
        "yara",
        "symrise",
        "lanxess",
        "suez",
        "fortum",
        "clariant",
        "pernod",
        "ricard",
        "adidas",
        "lvmh",
        "henkel",
        "tom",
        "pfeiffer",
        "kit",
        "rees",
        "bad",
        "month",
        "uk",
        "outsourcers",
        "get",
        "worse",
        "gmt",
        "terrible",
        "month",
        "uk",
        "outsourcers",
        "carillion",
        "collapsed",
        "caput",
        "going",
        "brace",
        "mode",
        "following",
        "profit",
        "warning",
        "scrapping",
        "dividend",
        "announcing",
        "go",
        "shareholder",
        "fresh",
        "fund",
        "new",
        "ceo",
        "jonathan",
        "lewis",
        "also",
        "want",
        "raise",
        "cash",
        "asset",
        "sale",
        "set",
        "vision",
        "simpler",
        "business",
        "focused",
        "fewer",
        "market",
        "expects",
        "company",
        "bleed",
        "cash",
        "year",
        "business",
        "outlook",
        "appears",
        "got",
        "even",
        "worse",
        "since",
        "company",
        "last",
        "market",
        "update",
        "lewis",
        "pointing",
        "delay",
        "decision",
        "making",
        "weakness",
        "new",
        "sale",
        "higher",
        "level",
        "attrition",
        "expected",
        "index",
        "support",
        "service",
        "company",
        "percent",
        "morning",
        "rising",
        "market",
        "babcock",
        "percent",
        "serco",
        "pct",
        "kier",
        "percent",
        "tom",
        "pfeiffer",
        "opening",
        "snapshot",
        "earnings",
        "dominate",
        "european",
        "share",
        "trading",
        "gmt",
        "european",
        "share",
        "opened",
        "slightly",
        "higher",
        "morning",
        "move",
        "higher",
        "earnings",
        "driving",
        "move",
        "individual",
        "gain",
        "loss",
        "stoxx",
        "ranging",
        "gain",
        "pct",
        "loss",
        "percent",
        "latter",
        "thanks",
        "caput",
        "plunge",
        "bit",
        "opening",
        "snapshot",
        "kit",
        "rees",
        "key",
        "call",
        "european",
        "equity",
        "look",
        "like",
        "could",
        "see",
        "hefty",
        "move",
        "today",
        "thanks",
        "earnings",
        "among",
        "standing",
        "u",
        "based",
        "indication",
        "trading",
        "desk",
        "caput",
        "called",
        "much",
        "percent",
        "lower",
        "big",
        "profit",
        "warning",
        "dividend",
        "suspension",
        "infineon",
        "seen",
        "percent",
        "trader",
        "saying",
        "sale",
        "came",
        "line",
        "firm",
        "cut",
        "sale",
        "guidance",
        "ericsson",
        "seen",
        "percent",
        "back",
        "sale",
        "miss",
        "h",
        "called",
        "much",
        "percent",
        "thanks",
        "better",
        "expected",
        "result",
        "though",
        "outlook",
        "sale",
        "weak",
        "kit",
        "rees",
        "radar",
        "european",
        "stock",
        "gmt",
        "hesitant",
        "recovery",
        "seems",
        "store",
        "european",
        "stock",
        "global",
        "turn",
        "dented",
        "benchmark",
        "yesterday",
        "euro",
        "zone",
        "blue",
        "chip",
        "still",
        "track",
        "best",
        "month",
        "since",
        "september",
        "though",
        "month",
        "gain",
        "across",
        "equity",
        "drew",
        "close",
        "result",
        "take",
        "centre",
        "stage",
        "today",
        "slew",
        "company",
        "reporting",
        "across",
        "industrials",
        "banking",
        "retail",
        "bank",
        "mixed",
        "result",
        "ing",
        "profit",
        "disappoints",
        "seb",
        "beat",
        "expectation",
        "sector",
        "extra",
        "pressure",
        "deliver",
        "strong",
        "result",
        "become",
        "favourite",
        "since",
        "end",
        "last",
        "year",
        "investor",
        "rotated",
        "away",
        "tech",
        "financials",
        "even",
        "tuesday",
        "loss",
        "stoxx",
        "bank",
        "index",
        "set",
        "best",
        "month",
        "since",
        "march",
        "last",
        "year",
        "dark",
        "day",
        "caput",
        "pay",
        "day",
        "outsourcer",
        "share",
        "indicated",
        "much",
        "percent",
        "company",
        "announced",
        "unholy",
        "trinity",
        "profit",
        "warning",
        "right",
        "issue",
        "dividend",
        "suspension",
        "auto",
        "stock",
        "could",
        "pressure",
        "data",
        "showed",
        "british",
        "car",
        "production",
        "fell",
        "last",
        "year",
        "first",
        "time",
        "since",
        "investment",
        "slumped",
        "third",
        "uncertainty",
        "brexit",
        "hit",
        "demand",
        "pharmaceutical",
        "could",
        "also",
        "focus",
        "president",
        "trump",
        "took",
        "aim",
        "sector",
        "lambasting",
        "high",
        "drug",
        "price",
        "state",
        "union",
        "speech",
        "early",
        "sign",
        "weak",
        "dollar",
        "hurting",
        "exporting",
        "european",
        "company",
        "chipmaker",
        "infineon",
        "slashed",
        "revenue",
        "guidance",
        "blaming",
        "greenback",
        "extra",
        "headline",
        "could",
        "move",
        "market",
        "morning",
        "uk",
        "car",
        "output",
        "drop",
        "first",
        "time",
        "since",
        "investment",
        "slump",
        "agency",
        "probe",
        "apple",
        "slowing",
        "iphones",
        "italy",
        "safilo",
        "see",
        "adj",
        "ebitda",
        "halving",
        "jcdecaux",
        "beat",
        "revenue",
        "target",
        "helen",
        "reid",
        "early",
        "morning",
        "european",
        "headline",
        "gmt",
        "busy",
        "day",
        "earnings",
        "today",
        "summary",
        "headline",
        "looking",
        "europe",
        "h",
        "q4",
        "pretax",
        "profit",
        "fall",
        "less",
        "expected",
        "siemens",
        "q1",
        "profit",
        "dip",
        "power",
        "gas",
        "business",
        "decline",
        "arcelormittal",
        "upbeat",
        "slowly",
        "resume",
        "dividend",
        "ericsson",
        "post",
        "bigger",
        "expected",
        "q4",
        "loss",
        "santander",
        "q4",
        "profit",
        "fall",
        "pct",
        "impairment",
        "truck",
        "maker",
        "volvo",
        "raise",
        "market",
        "outlook",
        "q4",
        "order",
        "boom",
        "lonza",
        "core",
        "profit",
        "soar",
        "pct",
        "acquisition",
        "electrolux",
        "q4",
        "operating",
        "profit",
        "top",
        "forecast",
        "infineon",
        "slash",
        "revenue",
        "guidance",
        "weak",
        "dollar",
        "seb",
        "raise",
        "dividend",
        "q4",
        "profit",
        "beat",
        "expectation",
        "energy",
        "group",
        "total",
        "announces",
        "major",
        "deepwater",
        "oil",
        "discovery",
        "gulf",
        "mexico",
        "ing",
        "quarterly",
        "profit",
        "miss",
        "cost",
        "weaker",
        "financial",
        "market",
        "dutch",
        "telco",
        "kpn",
        "q4",
        "result",
        "slip",
        "roaming",
        "rule",
        "hurt",
        "sanofi",
        "partner",
        "seek",
        "european",
        "medicine",
        "agency",
        "review",
        "sleep",
        "sickness",
        "product",
        "wartsila",
        "proposes",
        "share",
        "split",
        "uk",
        "britain",
        "caput",
        "plan",
        "right",
        "issue",
        "profit",
        "warning",
        "britain",
        "sse",
        "raise",
        "fy",
        "profit",
        "outlook",
        "centamin",
        "post",
        "fall",
        "core",
        "profit",
        "lower",
        "output",
        "higher",
        "cost",
        "wizz",
        "air",
        "post",
        "record",
        "passenger",
        "number",
        "profit",
        "third",
        "quarter",
        "uk",
        "britvic",
        "q1",
        "revenue",
        "pct",
        "dairy",
        "crest",
        "say",
        "revenue",
        "well",
        "ahead",
        "last",
        "year",
        "shell",
        "say",
        "sell",
        "stake",
        "thai",
        "bongkot",
        "field",
        "pttep",
        "mln",
        "macro",
        "german",
        "retail",
        "sale",
        "fall",
        "unexpectedly",
        "december",
        "kit",
        "rees",
        "future",
        "indicate",
        "hesitant",
        "recovery",
        "european",
        "stock",
        "gmt",
        "stock",
        "future",
        "opened",
        "percent",
        "across",
        "major",
        "european",
        "benchmark",
        "suggesting",
        "rather",
        "hesitant",
        "recovery",
        "yesterday",
        "sharp",
        "fall",
        "stoxx",
        "dax",
        "cac40",
        "set",
        "rise",
        "ending",
        "january",
        "positive",
        "note",
        "ftse",
        "track",
        "fall",
        "future",
        "percent",
        "rising",
        "pound",
        "could",
        "piling",
        "extra",
        "pressure",
        "onto",
        "british",
        "index",
        "helen",
        "reid",
        "weak",
        "dollar",
        "woe",
        "infineon",
        "gmt",
        "early",
        "sign",
        "weak",
        "dollar",
        "could",
        "strain",
        "european",
        "company",
        "particularly",
        "reliant",
        "export",
        "chipmaker",
        "infineon",
        "cut",
        "revenue",
        "guidance",
        "blaming",
        "greenback",
        "weakness",
        "stock",
        "indicated",
        "percent",
        "trade",
        "helen",
        "reid",
        "result",
        "watch",
        "siemens",
        "struggle",
        "arcelormittal",
        "resume",
        "dividend",
        "gmt",
        "result",
        "rolling",
        "thick",
        "fast",
        "today",
        "industrials",
        "well",
        "several",
        "bank",
        "german",
        "engineering",
        "group",
        "siemens",
        "report",
        "fall",
        "quarterly",
        "industrial",
        "profit",
        "due",
        "continued",
        "weak",
        "demand",
        "power",
        "gas",
        "sector",
        "profit",
        "line",
        "analyst",
        "forecast",
        "profit",
        "margin",
        "shrank",
        "interestingly",
        "group",
        "say",
        "got",
        "net",
        "million",
        "euro",
        "benefit",
        "tax",
        "reform",
        "first",
        "quarter",
        "world",
        "largest",
        "producer",
        "steel",
        "arcelormittal",
        "upbeat",
        "profit",
        "ahead",
        "expectation",
        "resuming",
        "dividend",
        "payment",
        "skipping",
        "payout",
        "undershoots",
        "analyst",
        "expectation",
        "though",
        "slew",
        "bank",
        "reporting",
        "today",
        "well",
        "ing",
        "q4",
        "profit",
        "missing",
        "expectation",
        "sweden",
        "seb",
        "raise",
        "dividend",
        "strong",
        "result",
        "meanwhile",
        "impairment",
        "unit",
        "dented",
        "santander",
        "number",
        "pressure",
        "european",
        "bank",
        "leading",
        "sector",
        "year",
        "rally",
        "deliver",
        "convincing",
        "result",
        "interesting",
        "see",
        "banking",
        "share",
        "react",
        "today",
        "also",
        "result",
        "watch",
        "today",
        "especially",
        "considering",
        "tech",
        "rally",
        "am",
        "result",
        "earlier",
        "week",
        "chipmaker",
        "infineon",
        "soon",
        "helen",
        "reid"
    ]
}