{
    "organizations": [],
    "uuid": "925edbcf24c31746fa603c548bc2d82e772f5ea9",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-russia-ukraine-syria-insight/fog-of-ukraines-war-russians-death-in-syria-sheds-light-on-secret-mission-idUKKBN1FI124",
    "ord_in_thread": 0,
    "title": "'Fog' of Ukraine's war - Russian's death in Syria sheds light on secret mission",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": " 35 AM / Updated 25 minutes ago 'Fog' of Ukraine's war - Russian's death in Syria sheds light on secret mission Maria Tsvetkova 8 Min Read \nMOSCOW/Donetsk, Ukraine (Reuters) - In the fall of 2015, pro-Russian separatists in Ukraine were introduced to a moustachioed new commander who, like his predecessors, went by the codename Tuman - “fog” in Russian. \nAlso like his predecessors, he appeared to be a Russian national. He signed documents as General Primakov. \nWhen he was killed while on official assignment to Syria two years later, it turns out that this name was also fake, a deception to hide Russia’s central role in a conflict that Moscow and the rebels maintain was entirely homegrown. \nIn fact, Valery Asapov was a Russian general working undercover. \nThe Kremlin has repeatedly denied providing military support for separatists who rejected a new pro-Western leadership in Kiev in 2014 and set up two states in eastern Ukraine, where many people identify as ethnically Russian. \nFive rebels independently told Reuters that Asapov was a commander in the armed forces in one of them, the self-proclaimed Donetsk People’s Republic. \nSpecifically, two of the rebels said, Asapov commanded the rebels’ key armed division, the First Army Corps. \nAsapov’s younger brother Vyacheslav also confirmed that his brother was in Ukraine. \n“He was there. For an entire year,” he told Reuters in September, several days after giving a eulogy at his brother’s funeral. \n“How did he feel about it? He was okay with it, like any military man,” he said by telephone from the Asapovs’ hometown in the Kirov region, 800 km (500 miles) east of Moscow. \nAsked to comment on Asapov’s case, the Kremlin said it had no information and suggested sending questions to the defence ministry. The ministry did not reply to a request for comment. \nThree rebels said Asapov was not the first general seconded to be their leader, and that there continues to be a rotation of Russians in charge of the rebel army. \nAsked whether the defence ministry of the Donetsk republic plays any military role, a senior separatist officer told Reuters: “No. The defence ministry deals only with politics and humanitarian activities.” \nThe rebels who spoke to Reuters asked not to be named because they did not want to be identified giving away secrets. \nAsapov’s story once again shows a deeper Russian involvement in the conflicts in both Ukraine and Syria than Moscow has been willing to admit. It also shows the inner workings of the strategy of “hybrid warfare”, whereby Russia projects power by putting undercover people in command of local forces without publicly risking large numbers of boots on the ground. SANCTIONS \nRussian President Vladimir Putin himself has said no Russian troops have ever been deployed in Ukraine, not at the beginning of the rebellion in the east and not anytime since. \nAsked about instances of Russian servicemen captured in the former Soviet republic, Putin said in one case that a group crossed the Russian border into the country by accident. \nIn a second case, he conceded that those captured may have included “people who dealt with certain issues including in military sphere”, but added: “that does not mean we have regular Russian troops there.” \nBased on the accounts of Russian servicemen, their relatives and witnesses, Reuters has reported on Russian regular troops entering eastern Ukraine at least twice amid fierce fighting in late August 2014 and around the time of the battle for Debaltseve in the Donetsk region in February 2015. \nKiev and the West say Russia invaded eastern Ukraine and have imposed sanctions on Russia and on individuals believed to have been involved in the conflict and the earlier annexation of Crimea. \nThe Ukraine government’s sanctions list includes more than a thousand Russian and Ukrainian citizens, including Russian military officers. Based mostly on intelligence from Ukrainian agencies, it is difficult to verify independently without Russia’s cooperation. \nAsapov’s name was added in 2016, labelled by Ukrainian intelligence as a “war criminal” for his senior position in the separatist forces. \nAt the time of his Ukraine mission, Asapov was formally based in the southern Russian city of Rostov-on-Don, 60 km (37 miles) from the Ukrainian border, according to a 2015 media report noting his transfer and court documents related to his request that family members be named in his dossier so that they could be eligible for privileges attendant on his rank. \nNear the end of his official assignment in Rostov in the summer of 2016, Putin gave him the rank of lieutenant-general, according to a decree published online. \nWhen he showed up in Ukraine, Asapov wore a uniform without insignia, said one of the separatists who met him at the time. \nWhen he was formally introduced to the fighters, “we were told our commander had arrived,” the senior officer said. \nMany rebel officers knew Asapov was a Russian general without being told, he said. \n“It was clear anyway... If Russia sends aid, ammunition here, they need to watch it so that this wouldn’t be embezzled,” he said. \nThe officer saw that Asapov signed documents as Primakov, and only learned his real name when he saw his pictures in reports about his death in Syria. \nAnother of the rebels recognised him only after a Reuters reporter showed him a picture of his portrait at his grave. \nThe separatists’ command denies Asapov was in Ukraine. \n“Asapov wasn’t in Donbass (eastern Ukraine) for sure,” Eduard Basurin, a deputy commander and a spokesman of rebel forces, told Reuters. \nA Reuters reporter saw Basurin at Asapov’s funeral, however. Basurin said he met the general in Moscow in the spring of 2015. TRAINING \nWhile Russia’s role in Syria is public, the depth of its involvement has also been obscured. Officially, it conducts air strikes in support of the Damascus government and has a limited presence of special forces and military advisers on the ground. \nAsapov’s official role in Syria was chief military adviser, according to the defence ministry announcement of his death. \nAt his funeral, Russia’s military chief of staff Valery Gerasimov said he was commander of Syria’s Fifth Attack Troop Corps of volunteers. \nThe corps was introduced by the government at the end of 2016 as a new force that would end attacks against Damascus but has not been heard of since.. \nThe military importance of such “volunteer” units in both Ukraine and Syria is unclear. In Ukraine, Asapov appeared to focus on training, the senior rebel officer said - when he arrived in 2015, most of the fierce fighting was over. \nHe travelled to military installations from his headquarters in Bosse in southern Donetsk and requested daily reports about the situation on the ground, according to the officer, who did a few of the reports. \nHe also secured supplies - after his arrival many local recruits were issued new uniforms, which they earlier had to buy, the rebel officer said. \nThe general also ran the launch of a firing range on a field near the town of Torez, recently renamed Chistyakove, according to four separatists, including two who worked at the range. At the same range he organised a competition among tank crews, a so-called Tank Biathlon, popularised by the Russian military. \nVyacheslav Asapov said he was told his brother was on the frontline coordinating Syrian forces when he was killed by a shell, aged 51. He died on the spot, along with his translator. \nHe said Valery looked tired when they met for the last time during a short break between stints in Syria last June. \n“I don’t think anyone is eager to go there. Neither was he,” Vyacheslav said. As for Ukraine, “What was there to say? He didn’t talk about it much.” \nAsapov was buried on Sept. 27 with full military honours at the Federal Military Memorial Cemetery outside Moscow. Several days later, two small flags of the pro-Russian separatists appeared on his grave. Edited by Sonya Hepinstall",
    "published": "2018-01-29T12:35:00.000+02:00",
    "crawled": "2018-01-29T12:55:42.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "updated",
        "minute",
        "ago",
        "ukraine",
        "war",
        "russian",
        "death",
        "syria",
        "shed",
        "light",
        "secret",
        "mission",
        "maria",
        "tsvetkova",
        "min",
        "read",
        "ukraine",
        "reuters",
        "fall",
        "separatist",
        "ukraine",
        "introduced",
        "moustachioed",
        "new",
        "commander",
        "like",
        "predecessor",
        "went",
        "codename",
        "tuman",
        "fog",
        "russian",
        "also",
        "like",
        "predecessor",
        "appeared",
        "russian",
        "national",
        "signed",
        "document",
        "general",
        "primakov",
        "killed",
        "official",
        "assignment",
        "syria",
        "two",
        "year",
        "later",
        "turn",
        "name",
        "also",
        "fake",
        "deception",
        "hide",
        "russia",
        "central",
        "role",
        "conflict",
        "moscow",
        "rebel",
        "maintain",
        "entirely",
        "homegrown",
        "fact",
        "valery",
        "asapov",
        "russian",
        "general",
        "working",
        "undercover",
        "kremlin",
        "repeatedly",
        "denied",
        "providing",
        "military",
        "support",
        "separatist",
        "rejected",
        "new",
        "leadership",
        "kiev",
        "set",
        "two",
        "state",
        "eastern",
        "ukraine",
        "many",
        "people",
        "identify",
        "ethnically",
        "russian",
        "five",
        "rebel",
        "independently",
        "told",
        "reuters",
        "asapov",
        "commander",
        "armed",
        "force",
        "one",
        "donetsk",
        "people",
        "republic",
        "specifically",
        "two",
        "rebel",
        "said",
        "asapov",
        "commanded",
        "rebel",
        "key",
        "armed",
        "division",
        "first",
        "army",
        "corp",
        "asapov",
        "younger",
        "brother",
        "vyacheslav",
        "also",
        "confirmed",
        "brother",
        "ukraine",
        "entire",
        "year",
        "told",
        "reuters",
        "september",
        "several",
        "day",
        "giving",
        "eulogy",
        "brother",
        "funeral",
        "feel",
        "okay",
        "like",
        "military",
        "man",
        "said",
        "telephone",
        "asapovs",
        "hometown",
        "kirov",
        "region",
        "km",
        "mile",
        "east",
        "moscow",
        "asked",
        "comment",
        "asapov",
        "case",
        "kremlin",
        "said",
        "information",
        "suggested",
        "sending",
        "question",
        "defence",
        "ministry",
        "ministry",
        "reply",
        "request",
        "comment",
        "three",
        "rebel",
        "said",
        "asapov",
        "first",
        "general",
        "seconded",
        "leader",
        "continues",
        "rotation",
        "russian",
        "charge",
        "rebel",
        "army",
        "asked",
        "whether",
        "defence",
        "ministry",
        "donetsk",
        "republic",
        "play",
        "military",
        "role",
        "senior",
        "separatist",
        "officer",
        "told",
        "reuters",
        "defence",
        "ministry",
        "deal",
        "politics",
        "humanitarian",
        "rebel",
        "spoke",
        "reuters",
        "asked",
        "named",
        "want",
        "identified",
        "giving",
        "away",
        "secret",
        "asapov",
        "story",
        "show",
        "deeper",
        "russian",
        "involvement",
        "conflict",
        "ukraine",
        "syria",
        "moscow",
        "willing",
        "admit",
        "also",
        "show",
        "inner",
        "working",
        "strategy",
        "hybrid",
        "warfare",
        "whereby",
        "russia",
        "project",
        "power",
        "putting",
        "undercover",
        "people",
        "command",
        "local",
        "force",
        "without",
        "publicly",
        "risking",
        "large",
        "number",
        "boot",
        "ground",
        "sanction",
        "russian",
        "president",
        "vladimir",
        "putin",
        "said",
        "russian",
        "troop",
        "ever",
        "deployed",
        "ukraine",
        "beginning",
        "rebellion",
        "east",
        "anytime",
        "since",
        "asked",
        "instance",
        "russian",
        "serviceman",
        "captured",
        "former",
        "soviet",
        "republic",
        "putin",
        "said",
        "one",
        "case",
        "group",
        "crossed",
        "russian",
        "border",
        "country",
        "accident",
        "second",
        "case",
        "conceded",
        "captured",
        "may",
        "included",
        "people",
        "dealt",
        "certain",
        "issue",
        "including",
        "military",
        "sphere",
        "added",
        "mean",
        "regular",
        "russian",
        "troop",
        "based",
        "account",
        "russian",
        "serviceman",
        "relative",
        "witness",
        "reuters",
        "reported",
        "russian",
        "regular",
        "troop",
        "entering",
        "eastern",
        "ukraine",
        "least",
        "twice",
        "amid",
        "fierce",
        "fighting",
        "late",
        "august",
        "around",
        "time",
        "battle",
        "debaltseve",
        "donetsk",
        "region",
        "february",
        "kiev",
        "west",
        "say",
        "russia",
        "invaded",
        "eastern",
        "ukraine",
        "imposed",
        "sanction",
        "russia",
        "individual",
        "believed",
        "involved",
        "conflict",
        "earlier",
        "annexation",
        "crimea",
        "ukraine",
        "government",
        "sanction",
        "list",
        "includes",
        "thousand",
        "russian",
        "ukrainian",
        "citizen",
        "including",
        "russian",
        "military",
        "officer",
        "based",
        "mostly",
        "intelligence",
        "ukrainian",
        "agency",
        "difficult",
        "verify",
        "independently",
        "without",
        "russia",
        "cooperation",
        "asapov",
        "name",
        "added",
        "labelled",
        "ukrainian",
        "intelligence",
        "war",
        "criminal",
        "senior",
        "position",
        "separatist",
        "force",
        "time",
        "ukraine",
        "mission",
        "asapov",
        "formally",
        "based",
        "southern",
        "russian",
        "city",
        "km",
        "mile",
        "ukrainian",
        "border",
        "according",
        "medium",
        "report",
        "noting",
        "transfer",
        "court",
        "document",
        "related",
        "request",
        "family",
        "member",
        "named",
        "dossier",
        "could",
        "eligible",
        "privilege",
        "attendant",
        "rank",
        "near",
        "end",
        "official",
        "assignment",
        "rostov",
        "summer",
        "putin",
        "gave",
        "rank",
        "according",
        "decree",
        "published",
        "online",
        "showed",
        "ukraine",
        "asapov",
        "wore",
        "uniform",
        "without",
        "insignia",
        "said",
        "one",
        "separatist",
        "met",
        "time",
        "formally",
        "introduced",
        "fighter",
        "told",
        "commander",
        "arrived",
        "senior",
        "officer",
        "said",
        "many",
        "rebel",
        "officer",
        "knew",
        "asapov",
        "russian",
        "general",
        "without",
        "told",
        "said",
        "clear",
        "anyway",
        "russia",
        "sends",
        "aid",
        "ammunition",
        "need",
        "watch",
        "embezzled",
        "said",
        "officer",
        "saw",
        "asapov",
        "signed",
        "document",
        "primakov",
        "learned",
        "real",
        "name",
        "saw",
        "picture",
        "report",
        "death",
        "syria",
        "another",
        "rebel",
        "recognised",
        "reuters",
        "reporter",
        "showed",
        "picture",
        "portrait",
        "grave",
        "separatist",
        "command",
        "denies",
        "asapov",
        "ukraine",
        "asapov",
        "donbas",
        "eastern",
        "ukraine",
        "sure",
        "eduard",
        "basurin",
        "deputy",
        "commander",
        "spokesman",
        "rebel",
        "force",
        "told",
        "reuters",
        "reuters",
        "reporter",
        "saw",
        "basurin",
        "asapov",
        "funeral",
        "however",
        "basurin",
        "said",
        "met",
        "general",
        "moscow",
        "spring",
        "training",
        "russia",
        "role",
        "syria",
        "public",
        "depth",
        "involvement",
        "also",
        "obscured",
        "officially",
        "conduct",
        "air",
        "strike",
        "support",
        "damascus",
        "government",
        "limited",
        "presence",
        "special",
        "force",
        "military",
        "adviser",
        "ground",
        "asapov",
        "official",
        "role",
        "syria",
        "chief",
        "military",
        "adviser",
        "according",
        "defence",
        "ministry",
        "announcement",
        "death",
        "funeral",
        "russia",
        "military",
        "chief",
        "staff",
        "valery",
        "gerasimov",
        "said",
        "commander",
        "syria",
        "fifth",
        "attack",
        "troop",
        "corp",
        "volunteer",
        "corp",
        "introduced",
        "government",
        "end",
        "new",
        "force",
        "would",
        "end",
        "attack",
        "damascus",
        "heard",
        "since",
        "military",
        "importance",
        "volunteer",
        "unit",
        "ukraine",
        "syria",
        "unclear",
        "ukraine",
        "asapov",
        "appeared",
        "focus",
        "training",
        "senior",
        "rebel",
        "officer",
        "said",
        "arrived",
        "fierce",
        "fighting",
        "travelled",
        "military",
        "installation",
        "headquarters",
        "bosse",
        "southern",
        "donetsk",
        "requested",
        "daily",
        "report",
        "situation",
        "ground",
        "according",
        "officer",
        "report",
        "also",
        "secured",
        "supply",
        "arrival",
        "many",
        "local",
        "recruit",
        "issued",
        "new",
        "uniform",
        "earlier",
        "buy",
        "rebel",
        "officer",
        "said",
        "general",
        "also",
        "ran",
        "launch",
        "firing",
        "range",
        "field",
        "near",
        "town",
        "torez",
        "recently",
        "renamed",
        "chistyakove",
        "according",
        "four",
        "separatist",
        "including",
        "two",
        "worked",
        "range",
        "range",
        "organised",
        "competition",
        "among",
        "tank",
        "crew",
        "tank",
        "biathlon",
        "popularised",
        "russian",
        "military",
        "vyacheslav",
        "asapov",
        "said",
        "told",
        "brother",
        "frontline",
        "coordinating",
        "syrian",
        "force",
        "killed",
        "shell",
        "aged",
        "died",
        "spot",
        "along",
        "translator",
        "said",
        "valery",
        "looked",
        "tired",
        "met",
        "last",
        "time",
        "short",
        "break",
        "stint",
        "syria",
        "last",
        "june",
        "think",
        "anyone",
        "eager",
        "go",
        "neither",
        "vyacheslav",
        "said",
        "ukraine",
        "say",
        "talk",
        "asapov",
        "buried",
        "full",
        "military",
        "honour",
        "federal",
        "military",
        "memorial",
        "cemetery",
        "outside",
        "moscow",
        "several",
        "day",
        "later",
        "two",
        "small",
        "flag",
        "separatist",
        "appeared",
        "grave",
        "edited",
        "sonya",
        "hepinstall"
    ]
}