{
    "organizations": [],
    "uuid": "f6d4e19a750af62b88ce4b56819b92d0d7c83edb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/24/globe-newswire-fda-grants-approval-to-shire-for-technology-transfer-of-cinryzea-drug-product-manufacturing-process-to-vienna-austria.html",
    "ord_in_thread": 0,
    "title": "FDA Grants Approval to Shire for Technology Transfer of CINRYZE® Drug Product Manufacturing Process to Vienna, Austria Manufacturing Site",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FDA Grants Approval to Shire for Technology Transfer of CINRYZE® (C1 esterase inhibitor [human]) Drug Product Manufacturing Process to Vienna, Austria Manufacturing Site\nSecond production source for Cinryze drug product strengthens Shire's ability\nto meet growing patient demand\nDublin, Ireland - January 24, 2017 - Shire plc (LSE: SHP, NASDAQ: SHPG), the global biotechnology leader in rare diseases, announced today that the U.S. Food and Drug Administration has granted approval for the technology transfer of CINRYZE ® (C1 esterase inhibitor [human]) drug product manufacturing process to its Vienna, Austria manufacturing site. CINRYZE ® is an injectable prescription medicine that is used to help prevent swelling and/or painful attacks in teenagers and adults with Hereditary Angioedema (HAE), a rare genetic disease.\n\"With the FDA's approval of the tech transfer, we are pleased to strengthen our supply reliability for adult and adolescent HAE patients who count on Cinryze to help prevent attacks,\" said Matt Walker, Head of Technical Operations.\nShire will begin commercial manufacturing of Cinryze drug product in Vienna in the first quarter of 2018. Cinryze will also continue to be produced by a third-party supplier, providing an additional supply source to meet patient demand.\nHereditary angioedema (HAE) is a rare genetic disorder that is thought to affect between 1 in 10,000 and 1 in 50,000 people in the world. HAE can cause attacks of swelling in any part of the body, but the most common locations include the abdomen, face, feet, genitals, hands and throat. HAE attacks affecting the throat are potentially life-threatening, because patients are at risk of suffocation. The swelling in an HAE attack is sometimes painful and can happen without warning or an obvious trigger, lasting for days if untreated.\nCINRYZE® (C1 esterase inhibitor [human]) is one of the leading therapies approved for the treatment of HAE in adolescent and adult patients. CINRYZE can help reduce how often attacks occur, how severe they are, and how long they last. Shire's OnePath program offers patients help with their access to the therapy and product support needs.\nIndication and Important Safety Information\nCINRYZE® (C1 esterase inhibitor [human])\nWhat is CINRYZE?\nCINRYZE was the first C1 esterase inhibitor (C1-INH) proven to help prevent swelling attacks in teenagers and adults. CINRYZE can help reduce the frequency, severity and length of attacks.\nHow CINRYZE works\nThe exact cause for the symptoms experienced by people with hereditary angioedema (HAE) is not known. However, most people with HAE either do not have enough of an important protein called C1-INH, or it doesn't work the way it should. Because CINRYZE helps increase plasma levels of C1-INH activity, it may help reduce HAE symptoms.\nImportant Safety Information\nYou should not use CINRYZE if you have had life-threatening immediate hypersensitivity reactions, including anaphylaxis to the product.\nTell your healthcare provider about all of your medical conditions, including if you: have an indwelling catheter/access device in one of your veins; have a history of blood clots, heart disease, or stroke; or are taking birth control pills or androgens. Also tell your healthcare provider if you are pregnant or planning to become pregnant, or are breastfeeding or planning to breastfeed. It is not known if CINRYZE can harm your unborn baby, or if CINRYZE passes into your milk and if it can harm your baby.\nAllergic reactions may occur with CINRYZE. Call your healthcare provider or get emergency support services right away if you have any of the following symptoms: wheezing, difficulty breathing, chest tightness, turning blue (look at lips and gums), fast heartbeat, swelling of the face, faintness, rash, hives.\nSerious blood clots may occur with CINRYZE. Call your healthcare provider or get emergency support services right away if you have any of the following symptoms: pain and/or swelling of an arm or leg with warmth over the affected area, discoloration of an arm or leg, unexplained shortness of breath, chest pain or discomfort that worsens on deep breathing, unexplained rapid heart rate, numbness or weakness on one side of the body.\nBecause CINRYZE is made from human blood, it may carry a risk of transmitting infectious agents, e.g., viruses and, theoretically, the Creutzfeldt-Jakob disease (CJD) agent.\nThe most common side effects seen with CINRYZE were headache, nausea, rash, and vomiting. These are not all the possible side effects of CINRYZE. Tell your healthcare provider about any side effect that bothers you or that does not go away. You are encouraged to report negative side effects of prescription drugs to the FDA. Visit www.fda.gov/medwatch , or call 1-800-FDA-1088.\nPlease see the Full Prescribing Information .\nFor further information please contact:\nInvestor Relations Christoph Brackmann christoph.brackmann@shire.com +41 795 432 359 Sun Kim sun.kim@shire.com +1 617 588 8175 Robert Coates rcoates@shire.com +44 203 549 0874 Media Lisa Adler lisa.adler@shire.com +1 617 588 8607 Katie Joyce kjoyce@shire.com +1 781 482 2779\nNOTES TO EDITORS\nAbout Shire\nShire is the global leader in serving patients with rare diseases. We strive to develop best-in-class therapies across a core of rare disease areas including hematology, immunology, genetic diseases, neuroscience, and internal medicine with growing therapeutic areas in ophthalmics and oncology. Our diversified capabilities enable us to reach patients in more than 100 countries who are struggling to live their lives to the fullest.\nWe feel a strong sense of urgency to address unmet medical needs and work tirelessly to improve people's lives with medicines that have a meaningful impact on patients and all who support them on their journey.\nwww.shire.com\nForward-Looking Statements\nStatements included herein that are not historical facts, including without limitation statements concerning future strategy, plans, objectives, expectations and intentions, projected revenues, the anticipated timing of clinical trials and approvals for, and the commercial potential of, inline or pipeline products, are forward-looking statements. Such forward-looking statements involve a number of risks and uncertainties and are subject to change at any time. In the event such risks or uncertainties materialize, Shire's results could be materially adversely affected. The risks and uncertainties include, but are not limited to, the following:\nShire's products may not be a commercial success; increased pricing pressures and limits on patient access as a result of governmental regulations and market developments may affect Shire's future revenues, financial condition and results of operations; Shire conducts its own manufacturing operations for certain of its products and is reliant on third party contract manufacturers to manufacture other products and to provide goods and services. Some of Shire's products or ingredients are only available from a single approved source for manufacture. Any disruption to the supply chain for any of Shire's products may result in Shire being unable to continue marketing or developing a product or may result in Shire being unable to do so on a commercially viable basis for some period of time; the manufacture of Shire's products is subject to extensive oversight by various regulatory agencies. Regulatory approvals or interventions associated with changes to manufacturing sites, ingredients or manufacturing processes could lead to, among other things, significant delays, an increase in operating costs, lost product sales, an interruption of research activities or the delay of new product launches; certain of Shire's therapies involve lengthy and complex processes, which may prevent Shire from timely responding to market forces and effectively managing its production capacity; Shire has a portfolio of products in various stages of research and development. The successful development of these products is highly uncertain and requires significant expenditures and time, and there is no guarantee that these products will receive regulatory approval; the actions of certain customers could affect Shire's ability to sell or market products profitably. Fluctuations in buying or distribution patterns by such customers can adversely affect Shire's revenues, financial conditions or results of operations; Shire's products and product candidates face substantial competition in the product markets in which it operates, including competition from generics; adverse outcomes in legal matters, tax audits and other disputes, including Shire's ability to enforce and defend patents and other intellectual property rights required for its business, could have a material adverse effect on the Company's revenues, financial condition or results of operations; inability to successfully compete for highly qualified personnel from other companies and organizations; failure to achieve the strategic objectives, including expected operating efficiencies, cost savings, revenue enhancements, synergies or other benefits at the time anticipated or at all with respect to Shire's acquisitions, including NPS Pharmaceuticals Inc., Dyax Corp. or Baxalta Incorporated may adversely affect Shire's financial condition and results of operations; Shire's growth strategy depends in part upon its ability to expand its product portfolio through external collaborations, which, if unsuccessful, may adversely affect the development and sale of its products; a slowdown of global economic growth, or economic instability of countries in which Shire does business, as well as changes in foreign currency exchange rates and interest rates, that adversely impact the availability and cost of credit and customer purchasing and payment patterns, including the collectability of customer accounts receivable; failure of a marketed product to work effectively or if such a product is the cause of adverse side effects could result in damage to Shire's reputation, the withdrawal of the product and legal action against Shire; investigations or enforcement action by regulatory authorities or law enforcement agencies relating to Shire's activities in the highly regulated markets in which it operates may result in significant legal costs and the payment of substantial compensation or fines; Shire is dependent on information technology and its systems and infrastructure face certain risks, including from service disruptions, the loss of sensitive or confidential information, cyber-attacks and other security breaches or data leakages that could have a material adverse effect on Shire's revenues, financial condition or results of operations; Shire incurred substantial additional indebtedness to finance the Baxalta acquisition, which has increased its borrowing costs and may decrease its business flexibility; Our ongoing strategic review of our Neuroscience franchise may distract management and employees and may not lead to improved operating performance or financial results; there can be no guarantee that, once completed, our strategic review will result in any additional strategic changes beyond those that have already been announced; and\na further list and description of risks, uncertainties and other matters can be found in Shire's most recent Annual Report on Form 10-K and in Shire's subsequent Quarterly Reports on Form 10-Q, in each case including those risks outlined in \"ITEM 1A: Risk Factors\", and in Shire's subsequent reports on Form 8-K and other Securities and Exchange Commission filings, all of which are available on Shire's website.\nAll forward-looking statements attributable to us or any person acting on our behalf are expressly qualified in their entirety by this cautionary statement. Readers are cautioned not to place undue reliance on these forward-looking statements that speak only as of the date hereof. Except to the extent otherwise required by applicable law, we do not undertake any obligation to update or revise forward-looking statements, whether as a result of new information, future events or otherwise.\nSource: Shire Pharmaceuticals Group",
    "published": "2018-01-24T14:01:00.000+02:00",
    "crawled": "2018-01-24T15:09:46.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fda",
        "grant",
        "approval",
        "shire",
        "technology",
        "transfer",
        "c1",
        "esterase",
        "inhibitor",
        "human",
        "drug",
        "product",
        "manufacturing",
        "process",
        "vienna",
        "austria",
        "manufacturing",
        "site",
        "second",
        "production",
        "source",
        "cinryze",
        "drug",
        "product",
        "strengthens",
        "shire",
        "ability",
        "meet",
        "growing",
        "patient",
        "demand",
        "dublin",
        "ireland",
        "january",
        "shire",
        "plc",
        "lse",
        "shp",
        "nasdaq",
        "shpg",
        "global",
        "biotechnology",
        "leader",
        "rare",
        "disease",
        "announced",
        "today",
        "food",
        "drug",
        "administration",
        "granted",
        "approval",
        "technology",
        "transfer",
        "cinryze",
        "c1",
        "esterase",
        "inhibitor",
        "human",
        "drug",
        "product",
        "manufacturing",
        "process",
        "vienna",
        "austria",
        "manufacturing",
        "site",
        "cinryze",
        "injectable",
        "prescription",
        "medicine",
        "used",
        "help",
        "prevent",
        "swelling",
        "painful",
        "attack",
        "teenager",
        "adult",
        "hereditary",
        "angioedema",
        "hae",
        "rare",
        "genetic",
        "disease",
        "fda",
        "approval",
        "tech",
        "transfer",
        "pleased",
        "strengthen",
        "supply",
        "reliability",
        "adult",
        "adolescent",
        "hae",
        "patient",
        "count",
        "cinryze",
        "help",
        "prevent",
        "attack",
        "said",
        "matt",
        "walker",
        "head",
        "technical",
        "operation",
        "shire",
        "begin",
        "commercial",
        "manufacturing",
        "cinryze",
        "drug",
        "product",
        "vienna",
        "first",
        "quarter",
        "cinryze",
        "also",
        "continue",
        "produced",
        "supplier",
        "providing",
        "additional",
        "supply",
        "source",
        "meet",
        "patient",
        "demand",
        "hereditary",
        "angioedema",
        "hae",
        "rare",
        "genetic",
        "disorder",
        "thought",
        "affect",
        "people",
        "world",
        "hae",
        "cause",
        "attack",
        "swelling",
        "part",
        "body",
        "common",
        "location",
        "include",
        "abdomen",
        "face",
        "foot",
        "genitals",
        "hand",
        "throat",
        "hae",
        "attack",
        "affecting",
        "throat",
        "potentially",
        "patient",
        "risk",
        "suffocation",
        "swelling",
        "hae",
        "attack",
        "sometimes",
        "painful",
        "happen",
        "without",
        "warning",
        "obvious",
        "trigger",
        "lasting",
        "day",
        "untreated",
        "c1",
        "esterase",
        "inhibitor",
        "human",
        "one",
        "leading",
        "therapy",
        "approved",
        "treatment",
        "hae",
        "adolescent",
        "adult",
        "patient",
        "cinryze",
        "help",
        "reduce",
        "often",
        "attack",
        "occur",
        "severe",
        "long",
        "last",
        "shire",
        "onepath",
        "program",
        "offer",
        "patient",
        "help",
        "access",
        "therapy",
        "product",
        "support",
        "need",
        "indication",
        "important",
        "safety",
        "information",
        "c1",
        "esterase",
        "inhibitor",
        "human",
        "cinryze",
        "cinryze",
        "first",
        "c1",
        "esterase",
        "inhibitor",
        "proven",
        "help",
        "prevent",
        "swelling",
        "attack",
        "teenager",
        "adult",
        "cinryze",
        "help",
        "reduce",
        "frequency",
        "severity",
        "length",
        "attack",
        "cinryze",
        "work",
        "exact",
        "cause",
        "symptom",
        "experienced",
        "people",
        "hereditary",
        "angioedema",
        "hae",
        "known",
        "however",
        "people",
        "hae",
        "either",
        "enough",
        "important",
        "protein",
        "called",
        "work",
        "way",
        "cinryze",
        "help",
        "increase",
        "plasma",
        "level",
        "activity",
        "may",
        "help",
        "reduce",
        "hae",
        "symptom",
        "important",
        "safety",
        "information",
        "use",
        "cinryze",
        "immediate",
        "hypersensitivity",
        "reaction",
        "including",
        "anaphylaxis",
        "product",
        "tell",
        "healthcare",
        "provider",
        "medical",
        "condition",
        "including",
        "indwelling",
        "device",
        "one",
        "vein",
        "history",
        "blood",
        "clot",
        "heart",
        "disease",
        "stroke",
        "taking",
        "birth",
        "control",
        "pill",
        "androgen",
        "also",
        "tell",
        "healthcare",
        "provider",
        "pregnant",
        "planning",
        "become",
        "pregnant",
        "breastfeeding",
        "planning",
        "breastfeed",
        "known",
        "cinryze",
        "harm",
        "unborn",
        "baby",
        "cinryze",
        "pass",
        "milk",
        "harm",
        "baby",
        "allergic",
        "reaction",
        "may",
        "occur",
        "cinryze",
        "call",
        "healthcare",
        "provider",
        "get",
        "emergency",
        "support",
        "service",
        "right",
        "away",
        "following",
        "symptom",
        "wheezing",
        "difficulty",
        "breathing",
        "chest",
        "tightness",
        "turning",
        "blue",
        "look",
        "lip",
        "gum",
        "fast",
        "heartbeat",
        "swelling",
        "face",
        "faintness",
        "rash",
        "hive",
        "serious",
        "blood",
        "clot",
        "may",
        "occur",
        "cinryze",
        "call",
        "healthcare",
        "provider",
        "get",
        "emergency",
        "support",
        "service",
        "right",
        "away",
        "following",
        "symptom",
        "pain",
        "swelling",
        "arm",
        "leg",
        "warmth",
        "affected",
        "area",
        "discoloration",
        "arm",
        "leg",
        "unexplained",
        "shortness",
        "breath",
        "chest",
        "pain",
        "discomfort",
        "worsens",
        "deep",
        "breathing",
        "unexplained",
        "rapid",
        "heart",
        "rate",
        "numbness",
        "weakness",
        "one",
        "side",
        "body",
        "cinryze",
        "made",
        "human",
        "blood",
        "may",
        "carry",
        "risk",
        "transmitting",
        "infectious",
        "agent",
        "virus",
        "theoretically",
        "disease",
        "cjd",
        "agent",
        "common",
        "side",
        "effect",
        "seen",
        "cinryze",
        "headache",
        "nausea",
        "rash",
        "vomiting",
        "possible",
        "side",
        "effect",
        "cinryze",
        "tell",
        "healthcare",
        "provider",
        "side",
        "effect",
        "bother",
        "go",
        "away",
        "encouraged",
        "report",
        "negative",
        "side",
        "effect",
        "prescription",
        "drug",
        "fda",
        "visit",
        "call",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "information",
        "please",
        "contact",
        "investor",
        "relation",
        "christoph",
        "brackmann",
        "sun",
        "kim",
        "robert",
        "coates",
        "rcoates",
        "medium",
        "lisa",
        "adler",
        "katie",
        "joyce",
        "kjoyce",
        "note",
        "editor",
        "shire",
        "shire",
        "global",
        "leader",
        "serving",
        "patient",
        "rare",
        "disease",
        "strive",
        "develop",
        "therapy",
        "across",
        "core",
        "rare",
        "disease",
        "area",
        "including",
        "hematology",
        "immunology",
        "genetic",
        "disease",
        "neuroscience",
        "internal",
        "medicine",
        "growing",
        "therapeutic",
        "area",
        "ophthalmics",
        "oncology",
        "diversified",
        "capability",
        "enable",
        "u",
        "reach",
        "patient",
        "country",
        "struggling",
        "live",
        "life",
        "fullest",
        "feel",
        "strong",
        "sense",
        "urgency",
        "address",
        "unmet",
        "medical",
        "need",
        "work",
        "tirelessly",
        "improve",
        "people",
        "life",
        "medicine",
        "meaningful",
        "impact",
        "patient",
        "support",
        "journey",
        "statement",
        "statement",
        "included",
        "herein",
        "historical",
        "fact",
        "including",
        "without",
        "limitation",
        "statement",
        "concerning",
        "future",
        "strategy",
        "plan",
        "objective",
        "expectation",
        "intention",
        "projected",
        "revenue",
        "anticipated",
        "timing",
        "clinical",
        "trial",
        "approval",
        "commercial",
        "potential",
        "inline",
        "pipeline",
        "product",
        "statement",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "subject",
        "change",
        "time",
        "event",
        "risk",
        "uncertainty",
        "materialize",
        "shire",
        "result",
        "could",
        "materially",
        "adversely",
        "affected",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "shire",
        "product",
        "may",
        "commercial",
        "success",
        "increased",
        "pricing",
        "pressure",
        "limit",
        "patient",
        "access",
        "result",
        "governmental",
        "regulation",
        "market",
        "development",
        "may",
        "affect",
        "shire",
        "future",
        "revenue",
        "financial",
        "condition",
        "result",
        "operation",
        "shire",
        "conduct",
        "manufacturing",
        "operation",
        "certain",
        "product",
        "reliant",
        "third",
        "party",
        "contract",
        "manufacturer",
        "manufacture",
        "product",
        "provide",
        "good",
        "service",
        "shire",
        "product",
        "ingredient",
        "available",
        "single",
        "approved",
        "source",
        "manufacture",
        "disruption",
        "supply",
        "chain",
        "shire",
        "product",
        "may",
        "result",
        "shire",
        "unable",
        "continue",
        "marketing",
        "developing",
        "product",
        "may",
        "result",
        "shire",
        "unable",
        "commercially",
        "viable",
        "basis",
        "period",
        "time",
        "manufacture",
        "shire",
        "product",
        "subject",
        "extensive",
        "oversight",
        "various",
        "regulatory",
        "agency",
        "regulatory",
        "approval",
        "intervention",
        "associated",
        "change",
        "manufacturing",
        "site",
        "ingredient",
        "manufacturing",
        "process",
        "could",
        "lead",
        "among",
        "thing",
        "significant",
        "delay",
        "increase",
        "operating",
        "cost",
        "lost",
        "product",
        "sale",
        "interruption",
        "research",
        "activity",
        "delay",
        "new",
        "product",
        "launch",
        "certain",
        "shire",
        "therapy",
        "involve",
        "lengthy",
        "complex",
        "process",
        "may",
        "prevent",
        "shire",
        "timely",
        "responding",
        "market",
        "force",
        "effectively",
        "managing",
        "production",
        "capacity",
        "shire",
        "portfolio",
        "product",
        "various",
        "stage",
        "research",
        "development",
        "successful",
        "development",
        "product",
        "highly",
        "uncertain",
        "requires",
        "significant",
        "expenditure",
        "time",
        "guarantee",
        "product",
        "receive",
        "regulatory",
        "approval",
        "action",
        "certain",
        "customer",
        "could",
        "affect",
        "shire",
        "ability",
        "sell",
        "market",
        "product",
        "profitably",
        "fluctuation",
        "buying",
        "distribution",
        "pattern",
        "customer",
        "adversely",
        "affect",
        "shire",
        "revenue",
        "financial",
        "condition",
        "result",
        "operation",
        "shire",
        "product",
        "product",
        "candidate",
        "face",
        "substantial",
        "competition",
        "product",
        "market",
        "operates",
        "including",
        "competition",
        "generic",
        "adverse",
        "outcome",
        "legal",
        "matter",
        "tax",
        "audit",
        "dispute",
        "including",
        "shire",
        "ability",
        "enforce",
        "defend",
        "patent",
        "intellectual",
        "property",
        "right",
        "required",
        "business",
        "could",
        "material",
        "adverse",
        "effect",
        "company",
        "revenue",
        "financial",
        "condition",
        "result",
        "operation",
        "inability",
        "successfully",
        "compete",
        "highly",
        "qualified",
        "personnel",
        "company",
        "organization",
        "failure",
        "achieve",
        "strategic",
        "objective",
        "including",
        "expected",
        "operating",
        "efficiency",
        "cost",
        "saving",
        "revenue",
        "enhancement",
        "synergy",
        "benefit",
        "time",
        "anticipated",
        "respect",
        "shire",
        "acquisition",
        "including",
        "np",
        "pharmaceutical",
        "dyax",
        "baxalta",
        "incorporated",
        "may",
        "adversely",
        "affect",
        "shire",
        "financial",
        "condition",
        "result",
        "operation",
        "shire",
        "growth",
        "strategy",
        "depends",
        "part",
        "upon",
        "ability",
        "expand",
        "product",
        "portfolio",
        "external",
        "collaboration",
        "unsuccessful",
        "may",
        "adversely",
        "affect",
        "development",
        "sale",
        "product",
        "slowdown",
        "global",
        "economic",
        "growth",
        "economic",
        "instability",
        "country",
        "shire",
        "business",
        "well",
        "change",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "interest",
        "rate",
        "adversely",
        "impact",
        "availability",
        "cost",
        "credit",
        "customer",
        "purchasing",
        "payment",
        "pattern",
        "including",
        "collectability",
        "customer",
        "account",
        "receivable",
        "failure",
        "marketed",
        "product",
        "work",
        "effectively",
        "product",
        "cause",
        "adverse",
        "side",
        "effect",
        "could",
        "result",
        "damage",
        "shire",
        "reputation",
        "withdrawal",
        "product",
        "legal",
        "action",
        "shire",
        "investigation",
        "enforcement",
        "action",
        "regulatory",
        "authority",
        "law",
        "enforcement",
        "agency",
        "relating",
        "shire",
        "activity",
        "highly",
        "regulated",
        "market",
        "operates",
        "may",
        "result",
        "significant",
        "legal",
        "cost",
        "payment",
        "substantial",
        "compensation",
        "fine",
        "shire",
        "dependent",
        "information",
        "technology",
        "system",
        "infrastructure",
        "face",
        "certain",
        "risk",
        "including",
        "service",
        "disruption",
        "loss",
        "sensitive",
        "confidential",
        "information",
        "security",
        "breach",
        "data",
        "leakage",
        "could",
        "material",
        "adverse",
        "effect",
        "shire",
        "revenue",
        "financial",
        "condition",
        "result",
        "operation",
        "shire",
        "incurred",
        "substantial",
        "additional",
        "indebtedness",
        "finance",
        "baxalta",
        "acquisition",
        "increased",
        "borrowing",
        "cost",
        "may",
        "decrease",
        "business",
        "flexibility",
        "ongoing",
        "strategic",
        "review",
        "neuroscience",
        "franchise",
        "may",
        "distract",
        "management",
        "employee",
        "may",
        "lead",
        "improved",
        "operating",
        "performance",
        "financial",
        "result",
        "guarantee",
        "completed",
        "strategic",
        "review",
        "result",
        "additional",
        "strategic",
        "change",
        "beyond",
        "already",
        "announced",
        "list",
        "description",
        "risk",
        "uncertainty",
        "matter",
        "found",
        "shire",
        "recent",
        "annual",
        "report",
        "form",
        "shire",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "case",
        "including",
        "risk",
        "outlined",
        "item",
        "1a",
        "risk",
        "factor",
        "shire",
        "subsequent",
        "report",
        "form",
        "security",
        "exchange",
        "commission",
        "filing",
        "available",
        "shire",
        "website",
        "statement",
        "attributable",
        "u",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "except",
        "extent",
        "otherwise",
        "required",
        "applicable",
        "law",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "source",
        "shire",
        "pharmaceutical",
        "group"
    ]
}