{
    "organizations": [],
    "uuid": "6d4bc38fd8d717525a2a656394483652be47f7fc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/30/pr-newswire-mcdonalds-reports-fourth-quarter-and-full-year-2017-results-and-first-quarter-2018-cash-dividend.html",
    "ord_in_thread": 0,
    "title": "McDonald's Reports Fourth Quarter And Full Year 2017 Results And First Quarter 2018 Cash Dividend",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OAK BROOK, Ill., Jan. 30, 2018 /PRNewswire/ -- McDonald's Corporation today announced results for the fourth quarter and year ended December 31, 2017.\n\"2017 was a strong year for McDonald's as customers responded to the many ways we are making their experience more convenient and enjoyable,\" said McDonald's President and Chief Executive Officer Steve Easterbrook. \"We served more customers more often, achieved our best comparable sales performance in six years, gained share in markets around the world and made tremendous progress with growth platforms such as delivery, mobile order and pay and Experience of the Future.\"\nFourth quarter highlights:\nGlobal comparable sales increased 5.5%, reflecting positive guest counts in all segments Due to the impact of the Company's strategic refranchising initiative, consolidated revenues decreased 11% (15% in constant currencies) Systemwide sales increased 8% in constant currencies Consolidated operating income increased 9% (6% in constant currencies) Diluted earnings per share of $0.87 decreased 40% (42% in constant currencies), reflecting a net tax cost associated with the Tax Cuts and Jobs Act of 2017 (\"Tax Act\"), which totaled $0.84 per share. Excluding the impact of the Tax Act, diluted earnings per share was $1.71, an increase of 19% (16% in constant currencies)\nFull year highlights:\nGlobal comparable sales increased 5.3%, reflecting positive guest counts in all segments Due to the impact of the Company's strategic refranchising initiative, consolidated revenues decreased 7% (8% in constant currencies) Systemwide sales increased 7% in constant currencies Consolidated operating income increased 23% (23% in constant currencies), which benefited from a gain of approximately $850 million on the sale of the Company's businesses in China and Hong Kong. Excluding the impact of the gain, as well as current and prior year impairment and strategic charges, consolidated operating income increased 9% (9% in constant currencies) Diluted earnings per share increased 17% (17% in constant currencies) Returned $7.7 billion to shareholders through share repurchases and dividends. In addition, the Company announced a 7% increase in its quarterly dividend to $1.01 beginning in the fourth quarter, demonstrating management's continued confidence in the Company's performance\nOn January 25, 2018, McDonald's Board of Directors declared a quarterly cash dividend of $1.01 per share of common stock payable on March 15, 2018 to shareholders of record at the close of business on March 1, 2018.\nIn the U.S., fourth quarter comparable sales increased 4.5% as a result of strong performance of core menu items featured under the McPick 2 platform and beverage value, as well as strong consumer response to the new Buttermilk Crispy Tenders and delivery. Operating income for the quarter increased 4%, reflecting higher franchised margin dollars and G&A savings, partly offset by lower Company-operated margin dollars.\nComparable sales for the International Lead segment increased 6.0% for the quarter, led by continued momentum in the U.K. and Canada, as well as positive results across all other markets. The segment's operating income increased 14% (7% in constant currencies), fueled by sales-driven improvements in franchised margin dollars.\nIn the High Growth segment, fourth quarter comparable sales increased 4.0%, led by strong performance in China and positive results across the majority of the segment, partly offset by continued challenges in South Korea.\nIn the Foundational markets, fourth quarter comparable sales rose 8.0%, reflecting positive sales performance across all geographic regions.\n\"For 2018, we plan to invest about $2.4 billion of capital, the majority of which will be dedicated to reinvesting in our existing locations through accelerated deployment of Experience of the Future in the U.S.,\" said McDonald's Chief Financial Officer Kevin Ozan. \"Our development plans also include the opening of about 1,000 new McDonald's restaurants, 75% of which will be funded by our expanded network of developmental licensees and affiliates around the world. At the same time, we plan to continue making meaningful investments in technology to modernize the customer experience and redefine convenience. I'm confident that now is the opportune time to strategically invest in our business and our restaurants to drive profitable growth and become an even better McDonald's.\"\nSteve Easterbrook concluded, \"Our Velocity Growth Plan is working and we're focused on aggressive execution in 2018 to achieve the even greater ambitions we have for our business and brand in the years ahead. With the commitment the McDonald's system has to running great restaurants and maximizing our growth initiatives, we are confident that we will accelerate our momentum by capitalizing on our strong business model and distinct brand advantages in convenience, menu variety and value.\"\nKEY HIGHLIGHTS - CONSOLIDATED\nDollars in millions, except per share data\nQuarters Ended December 31,\nYears Ended December 31,\n2017\n2016\nInc/\n(Dec)\nInc/ (Dec)\nExcluding\nCurrency\nTranslation\n2017\n2016\nInc/\n(Dec)\nInc/ (Dec)\nExcluding\nCurrency\nTranslation\nRevenues\n$\n5,340.2\n$\n6,028.9\n(11)%\n(15)%\n$\n22,820.4\n$\n24,621.9\n(7)%\n(8)%\nOperating income\n2,144.2\n1,969.0\n9\n6\n9,552.7\n7,744.5\n23\n23\nNet income\n698.7\n1,193.4\n(41)\n(44)\n5,192.3\n4,686.5\n11\n11\nEarnings per share-diluted\n$\n0.87\n$\n1.44\n(40)%\n(42)%\n$\n6.37\n$\n5.44\n17%\n17%\nResults for the quarter and year reflected stronger operating performance, G&A savings and improved performance in Japan, which enabled the reversal of a valuation allowance on a deferred tax asset in Japan.\nForeign currency translation had a positive impact of $0.04 for the quarter and no impact for the year on diluted earnings per share.\nIn December 2017, the U.S. government enacted the Tax Act, which makes broad and complex changes to the U.S. tax code, including a transition to a new territorial tax system for U.S. corporate taxpayers. As such, the Company incurred a deemed repatriation tax on its undistributed foreign earnings. In addition, the Tax Act provided for a reduction of the U.S. corporate tax rate from 35% to 21%, which resulted in the revaluation of the Company's deferred tax assets and liabilities. The Company's 2017 results include estimates based on these changes, which may be refined and adjusted throughout the measurement period ending on December 22, 2018.\nOutlined below is additional information for the quarter and full year:\nFourth Quarter\nFourth quarter diluted earnings per share of $0.87 decreased 40% (42% in constant currencies). Included in the quarter results is: approximately $700 million, or $0.84 per share, of net tax cost as a result of the Tax Act, consisting primarily of $1.2 billion of tax cost on deemed repatriation of foreign earnings, partly offset by a benefit of $500 million due to revaluing deferred tax assets and liabilities to the lower enacted U.S. corporate tax rate. This net incremental tax cost for the quarter increased the tax rate by 35.5 percentage points to 62.9%. Excluding the above, fourth quarter net income was $1.4 billion, an increase of 15% (12% in constant currencies), diluted earnings per share was $1.71, an increase of 19% (16% in constant currencies), and the fourth quarter tax rate was 27.4%. The lower tax rate for the quarter compared with the prior year was primarily due to foreign tax law changes.\nFull Year\nFull-year diluted earnings per share of $6.37 increased 17% (17% in constant currencies). Included in full-year results are: approximately $700 million, or $0.82 per share, of net tax cost associated with the Tax Act; and a pre-tax gain of approximately $850 million on the sale of the Company's businesses in China and Hong Kong, offset in part by $150 million of current year restructuring and impairment charges in connection with the Company's global G&A and refranchising initiatives, for a net benefit of $0.53 per share. Excluding the above items, as well as the $342 million or $0.28 per share of prior year strategic charges, full year net income was $5.4 billion, an increase of 10% (10% in constant currencies), and diluted earnings per share was $6.66, an increase of 16% (16% in constant currencies).\nTHE FOLLOWING DEFINITIONS APPLY TO THESE TERMS AS USED THROUGHOUT THIS RELEASE\nComparable sales represent sales at all restaurants and comparable guest counts represent the number of transactions at all restaurants, whether operated by the Company or by franchisees, in operation at least thirteen months including those temporarily closed. Some of the reasons restaurants may be temporarily closed include reimaging or remodeling, rebuilding, road construction and natural disasters. Comparable sales exclude the impact of currency translation, and beginning in the fourth quarter of 2017, also exclude sales from Venezuela due to its hyper-inflation. Management generally identifies hyper-inflationary markets as those markets whose cumulative inflation rate over a three-year period exceeds 100%. Management believes that these exclusions more accurately reflect the underlying business trends (see Exhibit 99.2 in the Company's Form 8-K filing for information regarding the impact of excluding Venezuela). Comparable sales are driven by changes in guest counts and average check, which is affected by changes in pricing and product mix. Typically, pricing has a greater impact on average check than product mix. Management reviews the increase or decrease in comparable sales and comparable guest counts compared with the same period in the prior year to assess business trends.\nSystemwide sales include sales at all restaurants, whether operated by the Company or by franchisees. While franchised sales are not recorded as revenues by the Company, management believes the information is important in understanding the Company's financial performance, because these sales are the basis on which the Company calculates and records franchised revenues and are indicative of the financial health of the franchisee base.\nInformation in constant currency is calculated by translating current year results at prior year average exchange rates. Management reviews and analyzes business results excluding the effect of foreign currency translation, impairment and other strategic charges and gains, as well as the effects from the recently enacted Tax Act, and bases incentive compensation plans on these results, because the Company believes this better represents underlying business trends.\nRELATED COMMUNICATIONS\nThis press release should be read in conjunction with Exhibit 99.2 in the Company's Form 8-K filing for supplemental information related to the Company's results for the quarter and year ended December 31, 2017.\nMcDonald's Corporation will broadcast its investor earnings conference call live over the Internet at 10:00 a.m. (Central Time) on January 30, 2018. A link to the live webcast will be available at www.investor.mcdonalds.com . There will also be an archived webcast available for a limited time thereafter.\nKevin Ozan, McDonald's Chief Financial Officer, will participate in the Bank of America Merrill Lynch Consumer & Retail Technology Conference at 8:00 a.m. (Eastern Time) on March 14, 2018. This presentation will be webcast live and available for replay for a limited time thereafter at www.investor.mcdonalds.com .\nMcDonald's plans to release first quarter results before the market opens on April 30, 2018 and will host an investor webcast. This webcast will be broadcast live and available for replay for a limited time thereafter at www.investor.mcdonalds.com .\nABOUT McDONALD'S\nMcDonald's is the world's leading global foodservice retailer with approximately 37,000 locations in over 100 countries. Over 90% of McDonald's restaurants worldwide are owned and operated by independent local business men and women.\nFORWARD-LOOKING STATEMENTS\nThis release contains certain forward-looking statements, which reflect management's expectations regarding future events and operating performance and speak only as of the date hereof. These forward-looking statements involve a number of risks and uncertainties. The factors that could cause actual results to differ materially from our expectations are detailed in the Company's filings with the Securities and Exchange Commission, including the risk factors discussed in Exhibit 99.2 in the Company's Form 8-K filing on January 30, 2018. The Company undertakes no obligation to update such forward-looking statements, except as may otherwise be required by law.\nMcDONALD'S CORPORATION\nCONDENSED CONSOLIDATED STATEMENT OF INCOME (UNAUDITED)\nDollars and shares in millions, except per share data\nQuarters Ended December 31,\n2017\n2016\nInc/ (Dec)\nRevenues\nSales by Company-operated restaurants\n$\n2,673.1\n$\n3,652.8\n$\n(979.7)\n(27)%\nRevenues from franchised restaurants\n2,667.1\n2,376.1\n291.0\n12\nTOTAL REVENUES\n5,340.2\n6,028.9\n(688.7)\n(11)\nOperating costs and expenses\nCompany-operated restaurant expenses\n2,210.1\n3,035.9\n(825.8)\n(27)\nFranchised restaurants-occupancy expenses\n464.6\n434.8\n29.8\n7\nSelling, general & administrative expenses\n617.6\n627.5\n(9.9)\n(2)\nOther operating (income) expense, net\n(96.3)\n(38.3)\n(58.0)\nn/m\nTotal operating costs and expenses\n3,196.0\n4,059.9\n(863.9)\n(21)\nOPERATING INCOME\n2,144.2\n1,969.0\n175.2\n9\nInterest expense\n235.1\n221.2\n13.9\n6\nNonoperating (income) expense, net\n24.0\n12.9\n11.1\n86\nIncome before provision for income taxes\n1,885.1\n1,734.9\n150.2\n9\nProvision for income taxes\n1,186.4\n541.5\n644.9\nn/m\nNET INCOME\n$\n698.7\n$\n1,193.4\n$\n(494.7)\n(41)%\nEARNINGS PER SHARE-DILUTED\n$\n0.87\n$\n1.44\n$\n(0.57)\n(40)%\nWeighted average shares outstanding-diluted\n803.0\n829.7\n(26.7)\n(3)%\nn/m Not meaningful\nMcDONALD'S CORPORATION\nCONDENSED CONSOLIDATED STATEMENT OF INCOME (UNAUDITED)\nDollars and shares in millions, except per share data\nYears Ended December 31,\n2017\n2016\nInc/ (Dec)\nRevenues\nSales by Company-operated restaurants\n$\n12,718.9\n$\n15,295.0\n$\n(2,576.1)\n(17)%\nRevenues from franchised restaurants\n10,101.5\n9,326.9\n774.6\n8\nTOTAL REVENUES\n22,820.4\n24,621.9\n(1,801.5)\n(7)\nOperating costs and expenses\nCompany-operated restaurant expenses\n10,409.6\n12,698.8\n(2,289.2)\n(18)\nFranchised restaurants-occupancy expenses\n1,790.0\n1,718.4\n71.6\n4\nSelling, general & administrative expenses\n2,231.3\n2,384.5\n(153.2)\n(6)\nOther operating (income) expense, net\n(1,163.2)\n75.7\n(1,238.9)\nn/m\nTotal operating costs and expenses\n13,267.7\n16,877.4\n(3,609.7)\n(21)\nOPERATING INCOME\n9,552.7\n7,744.5\n1,808.2\n23\nInterest expense\n921.3\n884.8\n36.5\n4\nNonoperating (income) expense, net\n57.9\n(6.3)\n64.2\nn/m\nIncome before provision for income taxes\n8,573.5\n6,866.0\n1,707.5\n25\nProvision for income taxes\n3,381.2\n2,179.5\n1,201.7\n55\nNET INCOME\n$\n5,192.3\n$\n4,686.5\n$\n505.8\n11%\nEARNINGS PER SHARE-DILUTED\n$\n6.37\n$\n5.44\n$\n0.93\n17%\nWeighted average shares outstanding-diluted\n815.5\n861.2\n(45.7)\n(5)%\nn/m Not meaningful\nView original content: http://www.prnewswire.com/news-releases/mcdonalds-reports-fourth-quarter-and-full-year-2017-results-and-first-quarter-2018-cash-dividend-300589866.html\nSOURCE McDonald's Corporation",
    "published": "2018-01-30T15:58:00.000+02:00",
    "crawled": "2018-01-30T17:48:34.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oak",
        "brook",
        "mcdonald",
        "corporation",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "strong",
        "year",
        "mcdonald",
        "customer",
        "responded",
        "many",
        "way",
        "making",
        "experience",
        "convenient",
        "enjoyable",
        "said",
        "mcdonald",
        "president",
        "chief",
        "executive",
        "officer",
        "steve",
        "easterbrook",
        "served",
        "customer",
        "often",
        "achieved",
        "best",
        "comparable",
        "sale",
        "performance",
        "six",
        "year",
        "gained",
        "share",
        "market",
        "around",
        "world",
        "made",
        "tremendous",
        "progress",
        "growth",
        "platform",
        "delivery",
        "mobile",
        "order",
        "pay",
        "experience",
        "future",
        "fourth",
        "quarter",
        "highlight",
        "global",
        "comparable",
        "sale",
        "increased",
        "reflecting",
        "positive",
        "guest",
        "count",
        "segment",
        "due",
        "impact",
        "company",
        "strategic",
        "refranchising",
        "initiative",
        "consolidated",
        "revenue",
        "decreased",
        "constant",
        "currency",
        "systemwide",
        "sale",
        "increased",
        "constant",
        "currency",
        "consolidated",
        "operating",
        "income",
        "increased",
        "constant",
        "currency",
        "diluted",
        "earnings",
        "per",
        "share",
        "decreased",
        "constant",
        "currency",
        "reflecting",
        "net",
        "tax",
        "cost",
        "associated",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "totaled",
        "per",
        "share",
        "excluding",
        "impact",
        "tax",
        "act",
        "diluted",
        "earnings",
        "per",
        "share",
        "increase",
        "constant",
        "currency",
        "full",
        "year",
        "highlight",
        "global",
        "comparable",
        "sale",
        "increased",
        "reflecting",
        "positive",
        "guest",
        "count",
        "segment",
        "due",
        "impact",
        "company",
        "strategic",
        "refranchising",
        "initiative",
        "consolidated",
        "revenue",
        "decreased",
        "constant",
        "currency",
        "systemwide",
        "sale",
        "increased",
        "constant",
        "currency",
        "consolidated",
        "operating",
        "income",
        "increased",
        "constant",
        "currency",
        "benefited",
        "gain",
        "approximately",
        "million",
        "sale",
        "company",
        "business",
        "china",
        "hong",
        "kong",
        "excluding",
        "impact",
        "gain",
        "well",
        "current",
        "prior",
        "year",
        "impairment",
        "strategic",
        "charge",
        "consolidated",
        "operating",
        "income",
        "increased",
        "constant",
        "currency",
        "diluted",
        "earnings",
        "per",
        "share",
        "increased",
        "constant",
        "currency",
        "returned",
        "billion",
        "shareholder",
        "share",
        "repurchase",
        "dividend",
        "addition",
        "company",
        "announced",
        "increase",
        "quarterly",
        "dividend",
        "beginning",
        "fourth",
        "quarter",
        "demonstrating",
        "management",
        "continued",
        "confidence",
        "company",
        "performance",
        "january",
        "mcdonald",
        "board",
        "director",
        "declared",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "common",
        "stock",
        "payable",
        "march",
        "shareholder",
        "record",
        "close",
        "business",
        "march",
        "fourth",
        "quarter",
        "comparable",
        "sale",
        "increased",
        "result",
        "strong",
        "performance",
        "core",
        "menu",
        "item",
        "featured",
        "mcpick",
        "platform",
        "beverage",
        "value",
        "well",
        "strong",
        "consumer",
        "response",
        "new",
        "buttermilk",
        "crispy",
        "tender",
        "delivery",
        "operating",
        "income",
        "quarter",
        "increased",
        "reflecting",
        "higher",
        "franchised",
        "margin",
        "dollar",
        "g",
        "saving",
        "partly",
        "offset",
        "lower",
        "margin",
        "dollar",
        "comparable",
        "sale",
        "international",
        "lead",
        "segment",
        "increased",
        "quarter",
        "led",
        "continued",
        "momentum",
        "canada",
        "well",
        "positive",
        "result",
        "across",
        "market",
        "segment",
        "operating",
        "income",
        "increased",
        "constant",
        "currency",
        "fueled",
        "improvement",
        "franchised",
        "margin",
        "dollar",
        "high",
        "growth",
        "segment",
        "fourth",
        "quarter",
        "comparable",
        "sale",
        "increased",
        "led",
        "strong",
        "performance",
        "china",
        "positive",
        "result",
        "across",
        "majority",
        "segment",
        "partly",
        "offset",
        "continued",
        "challenge",
        "south",
        "korea",
        "foundational",
        "market",
        "fourth",
        "quarter",
        "comparable",
        "sale",
        "rose",
        "reflecting",
        "positive",
        "sale",
        "performance",
        "across",
        "geographic",
        "region",
        "plan",
        "invest",
        "billion",
        "capital",
        "majority",
        "dedicated",
        "reinvesting",
        "existing",
        "location",
        "accelerated",
        "deployment",
        "experience",
        "future",
        "said",
        "mcdonald",
        "chief",
        "financial",
        "officer",
        "kevin",
        "ozan",
        "development",
        "plan",
        "also",
        "include",
        "opening",
        "new",
        "mcdonald",
        "restaurant",
        "funded",
        "expanded",
        "network",
        "developmental",
        "licensee",
        "affiliate",
        "around",
        "world",
        "time",
        "plan",
        "continue",
        "making",
        "meaningful",
        "investment",
        "technology",
        "modernize",
        "customer",
        "experience",
        "redefine",
        "convenience",
        "confident",
        "opportune",
        "time",
        "strategically",
        "invest",
        "business",
        "restaurant",
        "drive",
        "profitable",
        "growth",
        "become",
        "even",
        "better",
        "mcdonald",
        "steve",
        "easterbrook",
        "concluded",
        "velocity",
        "growth",
        "plan",
        "working",
        "focused",
        "aggressive",
        "execution",
        "achieve",
        "even",
        "greater",
        "ambition",
        "business",
        "brand",
        "year",
        "ahead",
        "commitment",
        "mcdonald",
        "system",
        "running",
        "great",
        "restaurant",
        "maximizing",
        "growth",
        "initiative",
        "confident",
        "accelerate",
        "momentum",
        "capitalizing",
        "strong",
        "business",
        "model",
        "distinct",
        "brand",
        "advantage",
        "convenience",
        "menu",
        "variety",
        "value",
        "key",
        "highlight",
        "consolidated",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "dec",
        "dec",
        "excluding",
        "currency",
        "translation",
        "dec",
        "dec",
        "excluding",
        "currency",
        "translation",
        "revenue",
        "operating",
        "income",
        "net",
        "income",
        "earnings",
        "per",
        "result",
        "quarter",
        "year",
        "reflected",
        "stronger",
        "operating",
        "performance",
        "g",
        "saving",
        "improved",
        "performance",
        "japan",
        "enabled",
        "reversal",
        "valuation",
        "allowance",
        "deferred",
        "tax",
        "asset",
        "japan",
        "foreign",
        "currency",
        "translation",
        "positive",
        "impact",
        "quarter",
        "impact",
        "year",
        "diluted",
        "earnings",
        "per",
        "share",
        "december",
        "government",
        "enacted",
        "tax",
        "act",
        "make",
        "broad",
        "complex",
        "change",
        "tax",
        "code",
        "including",
        "transition",
        "new",
        "territorial",
        "tax",
        "system",
        "corporate",
        "taxpayer",
        "company",
        "incurred",
        "deemed",
        "repatriation",
        "tax",
        "undistributed",
        "foreign",
        "earnings",
        "addition",
        "tax",
        "act",
        "provided",
        "reduction",
        "corporate",
        "tax",
        "rate",
        "resulted",
        "revaluation",
        "company",
        "deferred",
        "tax",
        "asset",
        "liability",
        "company",
        "result",
        "include",
        "estimate",
        "based",
        "change",
        "may",
        "refined",
        "adjusted",
        "throughout",
        "measurement",
        "period",
        "ending",
        "december",
        "outlined",
        "additional",
        "information",
        "quarter",
        "full",
        "year",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "diluted",
        "earnings",
        "per",
        "share",
        "decreased",
        "constant",
        "currency",
        "included",
        "quarter",
        "result",
        "approximately",
        "million",
        "per",
        "share",
        "net",
        "tax",
        "cost",
        "result",
        "tax",
        "act",
        "consisting",
        "primarily",
        "billion",
        "tax",
        "cost",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "partly",
        "offset",
        "benefit",
        "million",
        "due",
        "revaluing",
        "deferred",
        "tax",
        "asset",
        "liability",
        "lower",
        "enacted",
        "corporate",
        "tax",
        "rate",
        "net",
        "incremental",
        "tax",
        "cost",
        "quarter",
        "increased",
        "tax",
        "rate",
        "percentage",
        "point",
        "excluding",
        "fourth",
        "quarter",
        "net",
        "income",
        "billion",
        "increase",
        "constant",
        "currency",
        "diluted",
        "earnings",
        "per",
        "share",
        "increase",
        "constant",
        "currency",
        "fourth",
        "quarter",
        "tax",
        "rate",
        "lower",
        "tax",
        "rate",
        "quarter",
        "compared",
        "prior",
        "year",
        "primarily",
        "due",
        "foreign",
        "tax",
        "law",
        "change",
        "full",
        "year",
        "diluted",
        "earnings",
        "per",
        "share",
        "increased",
        "constant",
        "currency",
        "included",
        "result",
        "approximately",
        "million",
        "per",
        "share",
        "net",
        "tax",
        "cost",
        "associated",
        "tax",
        "act",
        "gain",
        "approximately",
        "million",
        "sale",
        "company",
        "business",
        "china",
        "hong",
        "kong",
        "offset",
        "part",
        "million",
        "current",
        "year",
        "restructuring",
        "impairment",
        "charge",
        "connection",
        "company",
        "global",
        "g",
        "refranchising",
        "initiative",
        "net",
        "benefit",
        "per",
        "share",
        "excluding",
        "item",
        "well",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "strategic",
        "charge",
        "full",
        "year",
        "net",
        "income",
        "billion",
        "increase",
        "constant",
        "currency",
        "diluted",
        "earnings",
        "per",
        "share",
        "increase",
        "constant",
        "currency",
        "following",
        "definition",
        "apply",
        "term",
        "used",
        "throughout",
        "release",
        "comparable",
        "sale",
        "represent",
        "sale",
        "restaurant",
        "comparable",
        "guest",
        "count",
        "represent",
        "number",
        "transaction",
        "restaurant",
        "whether",
        "operated",
        "company",
        "franchisees",
        "operation",
        "least",
        "thirteen",
        "month",
        "including",
        "temporarily",
        "closed",
        "reason",
        "restaurant",
        "may",
        "temporarily",
        "closed",
        "include",
        "reimaging",
        "remodeling",
        "rebuilding",
        "road",
        "construction",
        "natural",
        "disaster",
        "comparable",
        "sale",
        "exclude",
        "impact",
        "currency",
        "translation",
        "beginning",
        "fourth",
        "quarter",
        "also",
        "exclude",
        "sale",
        "venezuela",
        "due",
        "management",
        "generally",
        "identifies",
        "market",
        "market",
        "whose",
        "cumulative",
        "inflation",
        "rate",
        "period",
        "exceeds",
        "management",
        "belief",
        "exclusion",
        "accurately",
        "reflect",
        "underlying",
        "business",
        "trend",
        "see",
        "exhibit",
        "company",
        "form",
        "filing",
        "information",
        "regarding",
        "impact",
        "excluding",
        "venezuela",
        "comparable",
        "sale",
        "driven",
        "change",
        "guest",
        "count",
        "average",
        "check",
        "affected",
        "change",
        "pricing",
        "product",
        "mix",
        "typically",
        "pricing",
        "greater",
        "impact",
        "average",
        "check",
        "product",
        "mix",
        "management",
        "review",
        "increase",
        "decrease",
        "comparable",
        "sale",
        "comparable",
        "guest",
        "count",
        "compared",
        "period",
        "prior",
        "year",
        "assess",
        "business",
        "trend",
        "systemwide",
        "sale",
        "include",
        "sale",
        "restaurant",
        "whether",
        "operated",
        "company",
        "franchisees",
        "franchised",
        "sale",
        "recorded",
        "revenue",
        "company",
        "management",
        "belief",
        "information",
        "important",
        "understanding",
        "company",
        "financial",
        "performance",
        "sale",
        "basis",
        "company",
        "calculates",
        "record",
        "franchised",
        "revenue",
        "indicative",
        "financial",
        "health",
        "franchisee",
        "base",
        "information",
        "constant",
        "currency",
        "calculated",
        "translating",
        "current",
        "year",
        "result",
        "prior",
        "year",
        "average",
        "exchange",
        "rate",
        "management",
        "review",
        "analyzes",
        "business",
        "result",
        "excluding",
        "effect",
        "foreign",
        "currency",
        "translation",
        "impairment",
        "strategic",
        "charge",
        "gain",
        "well",
        "effect",
        "recently",
        "enacted",
        "tax",
        "act",
        "base",
        "incentive",
        "compensation",
        "plan",
        "result",
        "company",
        "belief",
        "better",
        "represents",
        "underlying",
        "business",
        "trend",
        "related",
        "communication",
        "press",
        "release",
        "read",
        "conjunction",
        "exhibit",
        "company",
        "form",
        "filing",
        "supplemental",
        "information",
        "related",
        "company",
        "result",
        "quarter",
        "year",
        "ended",
        "december",
        "mcdonald",
        "corporation",
        "broadcast",
        "investor",
        "earnings",
        "conference",
        "call",
        "live",
        "internet",
        "central",
        "time",
        "january",
        "link",
        "live",
        "webcast",
        "available",
        "also",
        "archived",
        "webcast",
        "available",
        "limited",
        "time",
        "thereafter",
        "kevin",
        "ozan",
        "mcdonald",
        "chief",
        "financial",
        "officer",
        "participate",
        "bank",
        "america",
        "merrill",
        "lynch",
        "consumer",
        "retail",
        "technology",
        "conference",
        "eastern",
        "time",
        "march",
        "presentation",
        "webcast",
        "live",
        "available",
        "replay",
        "limited",
        "time",
        "thereafter",
        "mcdonald",
        "plan",
        "release",
        "first",
        "quarter",
        "result",
        "market",
        "open",
        "april",
        "host",
        "investor",
        "webcast",
        "webcast",
        "broadcast",
        "live",
        "available",
        "replay",
        "limited",
        "time",
        "thereafter",
        "mcdonald",
        "mcdonald",
        "world",
        "leading",
        "global",
        "foodservice",
        "retailer",
        "approximately",
        "location",
        "country",
        "mcdonald",
        "restaurant",
        "worldwide",
        "owned",
        "operated",
        "independent",
        "local",
        "business",
        "men",
        "woman",
        "statement",
        "release",
        "contains",
        "certain",
        "statement",
        "reflect",
        "management",
        "expectation",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "speak",
        "date",
        "hereof",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expectation",
        "detailed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "risk",
        "factor",
        "discussed",
        "exhibit",
        "company",
        "form",
        "filing",
        "january",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "except",
        "may",
        "otherwise",
        "required",
        "law",
        "mcdonald",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "dollar",
        "share",
        "million",
        "except",
        "per",
        "share",
        "data",
        "quarter",
        "ended",
        "december",
        "dec",
        "revenue",
        "sale",
        "restaurant",
        "revenue",
        "franchised",
        "restaurant",
        "total",
        "revenue",
        "operating",
        "cost",
        "expense",
        "restaurant",
        "expense",
        "franchised",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "expense",
        "net",
        "total",
        "operating",
        "cost",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "nonoperating",
        "income",
        "expense",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "weighted",
        "average",
        "share",
        "meaningful",
        "mcdonald",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "dollar",
        "share",
        "million",
        "except",
        "per",
        "share",
        "data",
        "year",
        "ended",
        "december",
        "dec",
        "revenue",
        "sale",
        "restaurant",
        "revenue",
        "franchised",
        "restaurant",
        "total",
        "revenue",
        "operating",
        "cost",
        "expense",
        "restaurant",
        "expense",
        "franchised",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "expense",
        "net",
        "total",
        "operating",
        "cost",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "nonoperating",
        "income",
        "expense",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "weighted",
        "average",
        "share",
        "meaningful",
        "view",
        "original",
        "content",
        "http",
        "source",
        "mcdonald",
        "corporation"
    ]
}