{
    "organizations": [],
    "uuid": "f9c4e21facb711b98f766fa32d1ea3033eeba922",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/lloyd-speech/column-commentary-what-to-do-when-liberals-are-the-censors-idUSL1N1PF00F",
    "ord_in_thread": 0,
    "title": "COLUMN-Commentary: What to do when liberals are the censors?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. The opinions expressed here are his own.)\nBy John Lloyd\nJan 19 (Reuters) - Citizens in authoritarian states know what they can read or publish, see or hear. In places such as China, Russia, Iran, Turkey and Egypt, semi-free private discussion and small-circulation publishing is permitted. But the dissident talk can’t become opposition action. That is cut off, either at the root or when it appears on the streets.\nIn a revealing interview, the Chinese artist Qiu Zhijie, a dissident in his youth and now a professor at the Central Academy of Fine Arts, told the sinologist Ian Johnson that “this (Chinese) government… is not a traditional dictatorship. It’s a new type. It’s now much more complicated.” Young people who want to explore forbidden zones can, said Qiu, use secured VPNs – Virtual Private Networks – which allow users to bypass government filters by disguising their physical location. So China allows limited discussion of sensitive subjects such as the 1989 Tiananmen Square massacre – accounts of which are still controlled by China’s ruling Communist Party.\nThe authorities allow these conversations because they know they can’t afford to alienate smart young people, but also make clear where the boundaries are. Beyond these, in the forbidden zone, lies anything from a reprimand to long jail time and possibly torture. “Governments pursuing such goals,” The Economist observed, “have many options. They can press blasphemy laws into service… they can twist the media to their will… or they can simply ban speech they dislike.”\nBut what if there is virtually no forbidden zone? What happens in liberal democracies, where the explicit default position of governments and the law is freedom to speak, publish and protest?\nWhat happens is that censorship slips from government to civil society, to groups and institutions and individuals who see some form of speech or publication as intolerable, and seek to ban it, or remove it. These are the flash floods of outrage which in turn provoke demands that the authorities rein in the would-be censors. This means doing the opposite of that which authoritarian states do. It means to remove censorship, not exert it.\nThis has given rise to what is being called in the UK the “no-platform” movement – attempts to ban from university campuses speakers whom one or other group considers harmful to an audience. In July last year, the evolutionary biologist Richard Dawkins, whose “The God Delusion” is an extended critique of all religions, was “no platformed” from the Berkeley, California radio station KPFA because, according to the station, his comments and writings about Islam had “offended and hurt” many people. Ironically, the station, founded in 1949 as a listener-sponsored broadcaster, advertises itself on its website as dedicated to freedoms of speech.\n“Offense” and “hurt” are the central concepts employed in this battle. They are often employed by those who see themselves as liberal, and even by universities, which insist on their intellectual freedom. Last December a group of historians wrote an open letter condemning an attempt by Nigel Biggar, a theology professor at Oxford, from organizing a conference looking at the benefits of colonialism. The objectors argued that such a project “should have no place in academic scholarship.”\nThe writer and former London deputy mayor for education, Munira Mirza, disagreed, writing of the scholars’ objections that “it is a peculiarity of our times that many academics want to shut down debate… it might have been an authoritarian state trying to clamp down on uncomfortable opinion.”\nFreedom of speech in universities in the United States remains a matter to be fought out between students and their universities. In the more statist UK, a government-appointed Office for Students will now protect freedom for students, announced last month by Jo Johnson, the higher education minster, who argued that “young people should have the resilience and confidence to challenge controversial opinions and take part in open, frank and rigorous discussions.” Johnson mentioned both the feminist writer Germaine Greer and the gay rights campaigner Peter Tatchell – both of whom had been objects of attempted censorship for being “transphobic,” and who have more often been on the left of mainstream thought, more often in conflict with the state than protected by it.\n“Hurt” can’t automatically be privileged over all else. Louis-Ferdinand Céline was, by general agreement, one of the great French prose writers of the early 20th century. He was also a vicious anti-Semite. His novels remain in circulation: but essays, grossly abusive to Jews, have been unpublished. The famed Gallimard publishing house was set to publish them – but earlier this month bowed to pressure from Jewish organisations and several intellectuals because, in the latter’s opinion, it “risked sanctifying incitement to murder.” Yet a great deal – including violence in films and on TV, can incite to murder. As one should be able to read Hitler’s Mein Kampf – it’s published in France – so one should be able to read Celine.\nBut where do you stand on hate speech? In Germany, the constitution bans censorship, while laws ban speech deemed to incite hatred. Finding the balance between these potentially contradictory approaches has increased claims of hate speech, and fed the propaganda of the far-right Alternative für Deutschland, the anti-immigrant party that became the country’s third-largest political party after making unexpected gains in last year’s federal election.\nIn the United States, should statues of slavery-protecting Southern generals and politicians, and the flying of the Confederate flag, be tolerated? The demonstration last August in Charlottesville, Virginia, by far-rightists and neo-Nazis protesting the proposed removal of a statue of the Confederate general Robert E. Lee caused the death of a young woman counter-protester, and President Donald Trump’s endorsement of some of the demonstrators as “very fine people.” The white-supremacist marches sparked demands for removals of Confederate monuments everywhere – many of which have been successful. These memorials were largely erected in the Jim Crow period – a denial to Southern blacks of their citizens’ rights lasting until the 1960s.\nThere’s an argument that the monuments should stay on grounds of free speech. But there’s a better one that tributes, especially the Confederate flag, give succor to racism. Removal is one response – the other is to provide, on the monument, a detailed account of what the figures monumentalized were fighting to protect.\nFree speech isn’t a central part of democratic practice by accident. It springs from the view, developed increasingly powerfully over the past five centuries, that challenge to power from contrary opinion and the",
    "published": "2018-01-20T08:11:00.000+02:00",
    "crawled": "2018-01-20T03:04:42.023+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "opinion",
        "expressed",
        "john",
        "lloyd",
        "jan",
        "reuters",
        "citizen",
        "authoritarian",
        "state",
        "know",
        "read",
        "publish",
        "see",
        "hear",
        "place",
        "china",
        "russia",
        "iran",
        "turkey",
        "egypt",
        "private",
        "discussion",
        "publishing",
        "permitted",
        "dissident",
        "talk",
        "become",
        "opposition",
        "action",
        "cut",
        "either",
        "root",
        "appears",
        "street",
        "revealing",
        "interview",
        "chinese",
        "artist",
        "qiu",
        "zhijie",
        "dissident",
        "youth",
        "professor",
        "central",
        "academy",
        "fine",
        "art",
        "told",
        "sinologist",
        "ian",
        "johnson",
        "chinese",
        "traditional",
        "dictatorship",
        "new",
        "type",
        "much",
        "young",
        "people",
        "want",
        "explore",
        "forbidden",
        "zone",
        "said",
        "qiu",
        "use",
        "secured",
        "vpns",
        "virtual",
        "private",
        "network",
        "allow",
        "user",
        "bypass",
        "government",
        "filter",
        "disguising",
        "physical",
        "location",
        "china",
        "allows",
        "limited",
        "discussion",
        "sensitive",
        "subject",
        "tiananmen",
        "square",
        "massacre",
        "account",
        "still",
        "controlled",
        "china",
        "ruling",
        "communist",
        "party",
        "authority",
        "allow",
        "conversation",
        "know",
        "afford",
        "alienate",
        "smart",
        "young",
        "people",
        "also",
        "make",
        "clear",
        "boundary",
        "beyond",
        "forbidden",
        "zone",
        "lie",
        "anything",
        "reprimand",
        "long",
        "jail",
        "time",
        "possibly",
        "torture",
        "government",
        "pursuing",
        "goal",
        "economist",
        "observed",
        "many",
        "option",
        "press",
        "blasphemy",
        "law",
        "twist",
        "medium",
        "simply",
        "ban",
        "speech",
        "virtually",
        "forbidden",
        "zone",
        "happens",
        "liberal",
        "democracy",
        "explicit",
        "default",
        "position",
        "government",
        "law",
        "freedom",
        "speak",
        "publish",
        "protest",
        "happens",
        "censorship",
        "slip",
        "government",
        "civil",
        "society",
        "group",
        "institution",
        "individual",
        "see",
        "form",
        "speech",
        "publication",
        "intolerable",
        "seek",
        "ban",
        "remove",
        "flash",
        "flood",
        "outrage",
        "turn",
        "provoke",
        "demand",
        "authority",
        "rein",
        "censor",
        "mean",
        "opposite",
        "authoritarian",
        "state",
        "mean",
        "remove",
        "censorship",
        "exert",
        "given",
        "rise",
        "called",
        "uk",
        "movement",
        "attempt",
        "ban",
        "university",
        "campus",
        "speaker",
        "one",
        "group",
        "considers",
        "harmful",
        "audience",
        "july",
        "last",
        "year",
        "evolutionary",
        "biologist",
        "richard",
        "dawkins",
        "whose",
        "god",
        "delusion",
        "extended",
        "critique",
        "religion",
        "platformed",
        "berkeley",
        "california",
        "radio",
        "station",
        "kpfa",
        "according",
        "station",
        "comment",
        "writing",
        "islam",
        "offended",
        "hurt",
        "many",
        "people",
        "ironically",
        "station",
        "founded",
        "broadcaster",
        "advertises",
        "website",
        "dedicated",
        "freedom",
        "speech",
        "offense",
        "hurt",
        "central",
        "concept",
        "employed",
        "battle",
        "often",
        "employed",
        "see",
        "liberal",
        "even",
        "university",
        "insist",
        "intellectual",
        "freedom",
        "last",
        "december",
        "group",
        "historian",
        "wrote",
        "open",
        "letter",
        "condemning",
        "attempt",
        "nigel",
        "biggar",
        "theology",
        "professor",
        "oxford",
        "organizing",
        "conference",
        "looking",
        "benefit",
        "colonialism",
        "objector",
        "argued",
        "project",
        "place",
        "academic",
        "writer",
        "former",
        "london",
        "deputy",
        "mayor",
        "education",
        "munira",
        "mirza",
        "disagreed",
        "writing",
        "scholar",
        "objection",
        "peculiarity",
        "time",
        "many",
        "academic",
        "want",
        "shut",
        "might",
        "authoritarian",
        "state",
        "trying",
        "clamp",
        "uncomfortable",
        "freedom",
        "speech",
        "university",
        "united",
        "state",
        "remains",
        "matter",
        "fought",
        "student",
        "university",
        "statist",
        "uk",
        "office",
        "student",
        "protect",
        "freedom",
        "student",
        "announced",
        "last",
        "month",
        "jo",
        "johnson",
        "higher",
        "education",
        "minster",
        "argued",
        "young",
        "people",
        "resilience",
        "confidence",
        "challenge",
        "controversial",
        "opinion",
        "take",
        "part",
        "open",
        "frank",
        "rigorous",
        "johnson",
        "mentioned",
        "feminist",
        "writer",
        "germaine",
        "greer",
        "gay",
        "right",
        "campaigner",
        "peter",
        "tatchell",
        "object",
        "attempted",
        "censorship",
        "transphobic",
        "often",
        "left",
        "mainstream",
        "thought",
        "often",
        "conflict",
        "state",
        "protected",
        "hurt",
        "automatically",
        "privileged",
        "else",
        "céline",
        "general",
        "agreement",
        "one",
        "great",
        "french",
        "prose",
        "writer",
        "early",
        "20th",
        "century",
        "also",
        "vicious",
        "novel",
        "remain",
        "circulation",
        "essay",
        "grossly",
        "abusive",
        "jew",
        "unpublished",
        "famed",
        "gallimard",
        "publishing",
        "house",
        "set",
        "publish",
        "earlier",
        "month",
        "bowed",
        "pressure",
        "jewish",
        "organisation",
        "several",
        "intellectual",
        "latter",
        "opinion",
        "risked",
        "sanctifying",
        "incitement",
        "yet",
        "great",
        "deal",
        "including",
        "violence",
        "film",
        "tv",
        "incite",
        "murder",
        "one",
        "able",
        "read",
        "hitler",
        "mein",
        "kampf",
        "published",
        "france",
        "one",
        "able",
        "read",
        "celine",
        "stand",
        "hate",
        "speech",
        "germany",
        "constitution",
        "ban",
        "censorship",
        "law",
        "ban",
        "speech",
        "deemed",
        "incite",
        "hatred",
        "finding",
        "balance",
        "potentially",
        "contradictory",
        "approach",
        "increased",
        "claim",
        "hate",
        "speech",
        "fed",
        "propaganda",
        "alternative",
        "für",
        "deutschland",
        "party",
        "became",
        "country",
        "political",
        "party",
        "making",
        "unexpected",
        "gain",
        "last",
        "year",
        "federal",
        "election",
        "united",
        "state",
        "statue",
        "southern",
        "general",
        "politician",
        "flying",
        "confederate",
        "flag",
        "tolerated",
        "demonstration",
        "last",
        "august",
        "charlottesville",
        "virginia",
        "protesting",
        "proposed",
        "removal",
        "statue",
        "confederate",
        "general",
        "robert",
        "lee",
        "caused",
        "death",
        "young",
        "woman",
        "president",
        "donald",
        "trump",
        "endorsement",
        "demonstrator",
        "fine",
        "march",
        "sparked",
        "demand",
        "removal",
        "confederate",
        "monument",
        "everywhere",
        "many",
        "successful",
        "memorial",
        "largely",
        "erected",
        "jim",
        "crow",
        "period",
        "denial",
        "southern",
        "black",
        "citizen",
        "right",
        "lasting",
        "1960s",
        "argument",
        "monument",
        "stay",
        "ground",
        "free",
        "speech",
        "better",
        "one",
        "tribute",
        "especially",
        "confederate",
        "flag",
        "give",
        "succor",
        "racism",
        "removal",
        "one",
        "response",
        "provide",
        "monument",
        "detailed",
        "account",
        "figure",
        "monumentalized",
        "fighting",
        "protect",
        "free",
        "speech",
        "central",
        "part",
        "democratic",
        "practice",
        "accident",
        "spring",
        "view",
        "developed",
        "increasingly",
        "powerfully",
        "past",
        "five",
        "century",
        "challenge",
        "power",
        "contrary",
        "opinion"
    ]
}