{
    "organizations": [],
    "uuid": "7f2851faf75aa87c4dcb13a9c30faec34b42e5fe",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/22/business-wire-homestreet-inc-reports-year-end-and-fourth-quarter-2017-results.html",
    "ord_in_thread": 0,
    "title": "HomeStreet, Inc. Reports Year-End and Fourth Quarter 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SEATTLE--(BUSINESS WIRE)-- HomeStreet, Inc. (Nasdaq:HMST) (including its consolidated subsidiaries, the “Company” or “HomeStreet”), the parent company of HomeStreet Bank, today announced net income of $68.9 million, or $2.54 per diluted share for the year ended December 31, 2017, compared with net income of $58.2 million, or $2.34 per diluted share for the year ended December 31, 2016. Core net income (1) for the year ended December 31, 2017 was $48.4 million, or $1.79 per diluted share, compared with core net income (1) of $62.8 million, or $2.53 per diluted share for the year ended December 31, 2016. Net income was $34.9 million, or $1.29 per diluted share for the fourth quarter 2017, compared with net income of $13.8 million, or $0.51 per diluted share for the third quarter 2017, and $2.3 million, or $0.09 per diluted share for the fourth quarter 2016. Core net income (1) for the fourth quarter 2017, was $11.5 million, or $0.42 per diluted share, compared with core net income (1) of $16.6 million, or $0.61 per diluted share, for the third quarter 2017, and $2.6 million, or $0.10 per diluted share, for the fourth quarter 2016.\nKey developments and 2017 results include:\nRecord net income of $42.1 million in our Commercial and Consumer Banking segment Tax Cuts and Jobs Act legislation enacted in December 2017 resulted in the recognition of a one-time, non-cash tax benefit of $23.3 million for 2017; 2018 estimated consolidated effective tax rate between 21% and 22% Loans held for investment grew to $4.53 billion, an increase of $680.2 million, or 18%, from $3.85 billion at year-end 2016 Four new retail deposit branches - three de novo branches and one acquired\n“In 2017, we continued executing on our strategy of building a regional bank with representation in major coastal markets in the Western US, and I’m very proud of the hard work and dedication of our HomeStreet employees in making this progress,” said Mark K. Mason, Chairman, President, and Chief Executive Officer. “Our Commercial and Consumer Banking segment reported record net income for 2017 driven primarily by an 18% increase in loans held for investment, all of which was from organic growth. Increased net gain on the sale of commercial real estate and SBA loans contributed to 19% growth in noninterest income during the year, and asset quality continued to be strong with nonperforming assets decreasing to 0.23% of total assets, representing our lowest absolute and relative levels of problem assets since 2006.”\n“While the results of our Mortgage Banking segment continue to be adversely impacted by the limited supply of new and resale housing in many of our primary markets, as well as the seasonal production slowdown we typically experience at the end of the year, we have begun to see the benefits of the restructuring we implemented during 2017. Direct origination expenses are lower and the successful implementation of our new loan origination system during 2017 will create opportunities for additional operating efficiencies going forward. We will continue to focus on optimizing our mortgage banking capacity within our existing geographic footprint and remain committed to being a leading mortgage originator and servicer in our markets.”\n“Finally, we believe that the enactment of tax reform in the fourth quarter of 2017 will help grow jobs, wages, and ultimately the economy. In the short term, as a result of a reduction in the Federal corporate income tax rate, HomeStreet recognized a one-time, non-cash income tax benefit of approximately $23.3 million at year-end 2017. Additionally, we expect that our effective tax rate, before discrete items, will decline from 31% to an estimated 21% to 22% in 2018 under this new legislation.”\nFor details on the complete earnings release, please refer to the Company's investor relations website at http://ir.homestreet.com as well as the Company's Form 8-K filing at www.sec.gov .\n(1) For notes on non-GAAP financial measures, see pages 11 and 33 on the full release.\nConference Call\nHomeStreet, Inc., the parent company of HomeStreet Bank, will conduct a quarterly earnings conference call on Tuesday, January 23, 2018 at 1:00 p.m. ET. Mark K. Mason, President and CEO, and Mark R. Ruh, Executive Vice President and CFO, will discuss fourth quarter and year-end 2017 results and provide an update on recent activities. A question and answer session will follow the presentation. Shareholders, analysts and other interested parties may register in advance at http://dpregister.com/10115267 or may join the call by dialing 1-877-508-9589 (1-855-669-9657 in Canada and 1-412-317-1075 internationally) shortly before 1:00 p.m. ET.\nA rebroadcast will be available approximately one hour after the conference call by dialing 1-877-344-7529 and entering passcode 10115267.\nThe information to be discussed in the conference call will be posted on the Company's web site after the market closes on Monday, January 22, 2018.\nAbout HomeStreet\nNow in its 98th year HomeStreet, Inc. (Nasdaq:HMST) is a diversified financial services company headquartered in Seattle, Washington and is the holding company for HomeStreet Bank, a state-chartered, FDIC-insured commercial bank. HomeStreet offers consumer, commercial and private banking services, investment and insurance products and originates residential and commercial mortgages and construction loans for borrowers located in the Western United States and Hawaii. Certain information about our business can be found on our investor relations web site, located at http://ir.homestreet.com .\nForward-Looking Statements\nThis press release contains forward-looking statements concerning HomeStreet, Inc. and HomeStreet Bank and their operations, performance, financial conditions and likelihood of success, as well as plans and expectations for future actions and events. All statements other than statements of historical fact are forward-looking statements. Forward-looking statements are based on many beliefs, assumptions, estimates and expectations of our future performance, taking into account information currently available to us, and include statements about the competitiveness of the banking industry and our expectations about the future regarding recent and planned growth. When used in this press release, the words “anticipate,” “believe,” “could,” “estimate,” “expect,” “intend,” “may,” “plan,” “potential,” “should,” “will” and “would” and similar expressions (including the negative of these terms) may help identify forward-looking statements. Such statements involve inherent risks and uncertainties, many of which are difficult to predict and are generally beyond management's control. Forward-looking statements speak only as of the date made, and we do not undertake to update them to reflect changes or events that occur after that date.\nWe caution readers that a number of factors could cause actual results to differ materially from those expressed in, or implied or projected by, such forward-looking statements. Among other things, we face limitations and risks associated with the recent restructuring of our Mortgage Banking segment and to anticipate and address similar issues affecting this and our other business segment, as well as our ability to continue to strategically expand our banking operations, meet our growth targets, maintain our competitive position and generate positive net income and cash flow. These limitations and risks include without limitation changes in general political and economic conditions that impact our markets and our business, actions by the Federal Reserve Board and financial market conditions that affect monetary and fiscal policy, regulatory and legislative actions that may increase capital requirements or otherwise constrain our ability to do business, including new or changing interpretations of existing statutes or regulations and restrictions that could be imposed by our regulators on certain aspects of our operations or on our growth initiatives and acquisition activities, our ability to maintain electronic and physical security of our customer data and our information systems, full our ability to recognize the benefits of the Tax Reform Act, our ability to maintain compliance with current and evolving laws and regulations, our ability to attract and retain key personnel, the uncertainty and potentially destabilizing impact on our employees and customers from the recent activity of shareholder activists, our ability to make accurate estimates of the value of our non-cash assets and liabilities, our ability to operate our business efficiently in a time of lower revenues, increases in the competition in our industry and across our markets and the extent of our success in resolving problem assets. The results of our restructuring activities in the Mortgage Banking segment may fall short of our financial and operational expectations. We may not be able to achieve the full benefit of cost efficiency programs we have previously implemented or those we may develop in the future. In addition, we may not recognize all or a substantial portion of the value of our rate-lock loan activity due to challenges our customers may face in meeting current underwriting standards, a decrease in interest rates, an increase in competition for such loans, unfavorable changes in general economic conditions, including housing prices, the job market, the impact of natural disasters on housing availability and the ability of our customers to meet their debt obligations, consumer confidence and spending habits either nationally or in the regional and local market areas in which the Company does business, and recent and future legislative or regulatory actions or reform that affect our Company directly, our business or the banking or mortgage industries more generally. A discussion of the factors that we recognize to pose risk to the achievement of our business goals and our operational and financial objectives is contained in our Quarterly Report on Form 10-Q for the fiscal quarter ended September 30, 2017, and updated from time to time in our filings with the Securities and Exchange Commission. We strongly recommend readers review those disclosures in conjunction with the discussions herein.\nThe information contained herein is unaudited, although certain information related to the year ended December 31, 2016 has been derived from our audited financial statements for the year then ended as included in our 2016 Form 10-K. All financial data should be read in conjunction with the notes to the consolidated financial statements of HomeStreet, Inc., and subsidiaries as of and for the fiscal year ended December 31, 2016, as contained in the Company's Annual Report on Form 10-K for such fiscal year.\nAbout Non-GAAP Financial Measures\nTo supplement our consolidated financial statements, which are prepared and presented in accordance with GAAP, we have disclosed “core net income” to provide comparisons of quarter-to-date fiscal 2017 net income to the corresponding periods of fiscal 2016. We believe this information is useful to investors who are seeking to exclude the impact of the Tax Reform Act related tax benefit, the after-tax impact of restructuring charges and the after-tax impact of acquisition-related expenses, which we recorded in connection with our merger with Orange County Business Bank on February 1, 2016, with our acquisition of two retail deposit branches in Lake Oswego, Oregon on August 12, 2016, two retail deposit branches in Southern California on November 11, 2016 and one retail deposit branch in Southern California on September 15, 2017. We also have presented adjusted expenses, which eliminate costs incurred in connection with these acquisitions. Similarly, we have provided information about our balance sheet items, including total loans, total deposits and total assets, adjusted in each case to eliminate acquisition-related impacts. The presentation of this financial information is not intended to be considered in isolation or as a substitute for, or superior to, the financial information prepared and presented in accordance with GAAP.\nWe also have disclosed tangible equity ratios, return on average tangible shareholders’ equity and tangible book value per share of common stock which are non-GAAP financial measures. Tangible common shareholders' equity is calculated by deducting goodwill and intangible assets (other than loan servicing rights) from shareholders' equity. Tangible book value is calculated by dividing tangible common shareholders' equity by the number of common shares outstanding. The return on average tangible common shareholders' equity is calculated by dividing net earnings available to common shareholders (annualized) by average tangible common shareholders' equity.\nOur management believes that these non-GAAP financial measures provide meaningful supplemental information regarding our results of core operations by excluding certain restructuring-related expenses, as well as acquisition-related revenues and expenses that may not be indicative of our expected recurring results of operations. We believe that both management and investors benefit from referring to these non-GAAP financial measures in assessing our performance and when planning, forecasting, and analyzing future periods. These non-GAAP financial measures also facilitate management's internal comparisons to our historical performance, as well as comparisons to our competitors' operating results. We believe these non-GAAP financial measures are useful to investors both because (1) they allow for greater transparency with respect to key metrics used by management in its financial and operational decision-making and (2) they are available to institutional investors and analysts to help them assess the strength of our business on a normalized basis.\nFor more information on these non-GAAP financial measures, see the tables captioned \"Reconciliations of non-GAAP results of operations to the nearest comparable GAAP measures,\" included at the end of this release.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180122006484/en/\nHomeStreet, Inc.\nGerhard Erdelji, 206-515-4039\nGerhard.Erdelji@HomeStreet.com\nhttp://ir.homestreet.com\nSource: HomeStreet, Inc.",
    "published": "2018-01-23T00:15:00.000+02:00",
    "crawled": "2018-01-23T02:17:04.035+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "seattle",
        "business",
        "wire",
        "homestreet",
        "nasdaq",
        "hmst",
        "including",
        "consolidated",
        "subsidiary",
        "company",
        "homestreet",
        "parent",
        "company",
        "homestreet",
        "bank",
        "today",
        "announced",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "core",
        "net",
        "income",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "core",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "third",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "core",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "core",
        "net",
        "income",
        "million",
        "per",
        "diluted",
        "share",
        "third",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "key",
        "development",
        "result",
        "include",
        "record",
        "net",
        "income",
        "million",
        "commercial",
        "consumer",
        "banking",
        "segment",
        "tax",
        "cut",
        "job",
        "act",
        "legislation",
        "enacted",
        "december",
        "resulted",
        "recognition",
        "tax",
        "benefit",
        "million",
        "estimated",
        "consolidated",
        "effective",
        "tax",
        "rate",
        "loan",
        "held",
        "investment",
        "grew",
        "billion",
        "increase",
        "million",
        "billion",
        "four",
        "new",
        "retail",
        "deposit",
        "branch",
        "three",
        "de",
        "novo",
        "branch",
        "one",
        "acquired",
        "continued",
        "executing",
        "strategy",
        "building",
        "regional",
        "bank",
        "representation",
        "major",
        "coastal",
        "market",
        "western",
        "u",
        "proud",
        "hard",
        "work",
        "dedication",
        "homestreet",
        "employee",
        "making",
        "progress",
        "said",
        "mark",
        "mason",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "commercial",
        "consumer",
        "banking",
        "segment",
        "reported",
        "record",
        "net",
        "income",
        "driven",
        "primarily",
        "increase",
        "loan",
        "held",
        "investment",
        "organic",
        "growth",
        "increased",
        "net",
        "gain",
        "sale",
        "commercial",
        "real",
        "estate",
        "sba",
        "loan",
        "contributed",
        "growth",
        "noninterest",
        "income",
        "year",
        "asset",
        "quality",
        "continued",
        "strong",
        "nonperforming",
        "asset",
        "decreasing",
        "total",
        "asset",
        "representing",
        "lowest",
        "absolute",
        "relative",
        "level",
        "problem",
        "asset",
        "since",
        "result",
        "mortgage",
        "banking",
        "segment",
        "continue",
        "adversely",
        "impacted",
        "limited",
        "supply",
        "new",
        "resale",
        "housing",
        "many",
        "primary",
        "market",
        "well",
        "seasonal",
        "production",
        "slowdown",
        "typically",
        "experience",
        "end",
        "year",
        "begun",
        "see",
        "benefit",
        "restructuring",
        "implemented",
        "direct",
        "origination",
        "expense",
        "lower",
        "successful",
        "implementation",
        "new",
        "loan",
        "origination",
        "system",
        "create",
        "opportunity",
        "additional",
        "operating",
        "efficiency",
        "going",
        "forward",
        "continue",
        "focus",
        "optimizing",
        "mortgage",
        "banking",
        "capacity",
        "within",
        "existing",
        "geographic",
        "footprint",
        "remain",
        "committed",
        "leading",
        "mortgage",
        "originator",
        "servicer",
        "finally",
        "believe",
        "enactment",
        "tax",
        "reform",
        "fourth",
        "quarter",
        "help",
        "grow",
        "job",
        "wage",
        "ultimately",
        "economy",
        "short",
        "term",
        "result",
        "reduction",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "homestreet",
        "recognized",
        "income",
        "tax",
        "benefit",
        "approximately",
        "million",
        "additionally",
        "expect",
        "effective",
        "tax",
        "rate",
        "discrete",
        "item",
        "decline",
        "estimated",
        "new",
        "detail",
        "complete",
        "earnings",
        "release",
        "please",
        "refer",
        "company",
        "investor",
        "relation",
        "website",
        "http",
        "well",
        "company",
        "form",
        "filing",
        "note",
        "financial",
        "measure",
        "see",
        "page",
        "full",
        "release",
        "conference",
        "call",
        "homestreet",
        "parent",
        "company",
        "homestreet",
        "bank",
        "conduct",
        "quarterly",
        "earnings",
        "conference",
        "call",
        "tuesday",
        "january",
        "et",
        "mark",
        "mason",
        "president",
        "ceo",
        "mark",
        "ruh",
        "executive",
        "vice",
        "president",
        "cfo",
        "discus",
        "fourth",
        "quarter",
        "result",
        "provide",
        "update",
        "recent",
        "activity",
        "question",
        "answer",
        "session",
        "follow",
        "presentation",
        "shareholder",
        "analyst",
        "interested",
        "party",
        "may",
        "register",
        "advance",
        "http",
        "may",
        "join",
        "call",
        "dialing",
        "canada",
        "internationally",
        "shortly",
        "et",
        "rebroadcast",
        "available",
        "approximately",
        "one",
        "hour",
        "conference",
        "call",
        "dialing",
        "entering",
        "passcode",
        "information",
        "discussed",
        "conference",
        "call",
        "posted",
        "company",
        "web",
        "site",
        "market",
        "close",
        "monday",
        "january",
        "homestreet",
        "98th",
        "year",
        "homestreet",
        "nasdaq",
        "hmst",
        "diversified",
        "financial",
        "service",
        "company",
        "headquartered",
        "seattle",
        "washington",
        "holding",
        "company",
        "homestreet",
        "bank",
        "commercial",
        "bank",
        "homestreet",
        "offer",
        "consumer",
        "commercial",
        "private",
        "banking",
        "service",
        "investment",
        "insurance",
        "product",
        "originates",
        "residential",
        "commercial",
        "mortgage",
        "construction",
        "loan",
        "borrower",
        "located",
        "western",
        "united",
        "state",
        "hawaii",
        "certain",
        "information",
        "business",
        "found",
        "investor",
        "relation",
        "web",
        "site",
        "located",
        "http",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "concerning",
        "homestreet",
        "homestreet",
        "bank",
        "operation",
        "performance",
        "financial",
        "condition",
        "likelihood",
        "success",
        "well",
        "plan",
        "expectation",
        "future",
        "action",
        "event",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "based",
        "many",
        "belief",
        "assumption",
        "estimate",
        "expectation",
        "future",
        "performance",
        "taking",
        "account",
        "information",
        "currently",
        "available",
        "u",
        "include",
        "statement",
        "competitiveness",
        "banking",
        "industry",
        "expectation",
        "future",
        "regarding",
        "recent",
        "planned",
        "growth",
        "used",
        "press",
        "release",
        "word",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "potential",
        "would",
        "similar",
        "expression",
        "including",
        "negative",
        "term",
        "may",
        "help",
        "identify",
        "statement",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "management",
        "control",
        "statement",
        "speak",
        "date",
        "made",
        "undertake",
        "update",
        "reflect",
        "change",
        "event",
        "occur",
        "date",
        "caution",
        "reader",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "statement",
        "among",
        "thing",
        "face",
        "limitation",
        "risk",
        "associated",
        "recent",
        "restructuring",
        "mortgage",
        "banking",
        "segment",
        "anticipate",
        "address",
        "similar",
        "issue",
        "affecting",
        "business",
        "segment",
        "well",
        "ability",
        "continue",
        "strategically",
        "expand",
        "banking",
        "operation",
        "meet",
        "growth",
        "target",
        "maintain",
        "competitive",
        "position",
        "generate",
        "positive",
        "net",
        "income",
        "cash",
        "flow",
        "limitation",
        "risk",
        "include",
        "without",
        "limitation",
        "change",
        "general",
        "political",
        "economic",
        "condition",
        "impact",
        "market",
        "business",
        "action",
        "federal",
        "reserve",
        "board",
        "financial",
        "market",
        "condition",
        "affect",
        "monetary",
        "fiscal",
        "policy",
        "regulatory",
        "legislative",
        "action",
        "may",
        "increase",
        "capital",
        "requirement",
        "otherwise",
        "constrain",
        "ability",
        "business",
        "including",
        "new",
        "changing",
        "interpretation",
        "existing",
        "statute",
        "regulation",
        "restriction",
        "could",
        "imposed",
        "regulator",
        "certain",
        "aspect",
        "operation",
        "growth",
        "initiative",
        "acquisition",
        "activity",
        "ability",
        "maintain",
        "electronic",
        "physical",
        "security",
        "customer",
        "data",
        "information",
        "system",
        "full",
        "ability",
        "recognize",
        "benefit",
        "tax",
        "reform",
        "act",
        "ability",
        "maintain",
        "compliance",
        "current",
        "evolving",
        "law",
        "regulation",
        "ability",
        "attract",
        "retain",
        "key",
        "personnel",
        "uncertainty",
        "potentially",
        "destabilizing",
        "impact",
        "employee",
        "customer",
        "recent",
        "activity",
        "shareholder",
        "activist",
        "ability",
        "make",
        "accurate",
        "estimate",
        "value",
        "asset",
        "liability",
        "ability",
        "operate",
        "business",
        "efficiently",
        "time",
        "lower",
        "revenue",
        "increase",
        "competition",
        "industry",
        "across",
        "market",
        "extent",
        "success",
        "resolving",
        "problem",
        "asset",
        "result",
        "restructuring",
        "activity",
        "mortgage",
        "banking",
        "segment",
        "may",
        "fall",
        "short",
        "financial",
        "operational",
        "expectation",
        "may",
        "able",
        "achieve",
        "full",
        "benefit",
        "cost",
        "efficiency",
        "program",
        "previously",
        "implemented",
        "may",
        "develop",
        "future",
        "addition",
        "may",
        "recognize",
        "substantial",
        "portion",
        "value",
        "loan",
        "activity",
        "due",
        "challenge",
        "customer",
        "may",
        "face",
        "meeting",
        "current",
        "underwriting",
        "standard",
        "decrease",
        "interest",
        "rate",
        "increase",
        "competition",
        "loan",
        "unfavorable",
        "change",
        "general",
        "economic",
        "condition",
        "including",
        "housing",
        "price",
        "job",
        "market",
        "impact",
        "natural",
        "disaster",
        "housing",
        "availability",
        "ability",
        "customer",
        "meet",
        "debt",
        "obligation",
        "consumer",
        "confidence",
        "spending",
        "habit",
        "either",
        "nationally",
        "regional",
        "local",
        "market",
        "area",
        "company",
        "business",
        "recent",
        "future",
        "legislative",
        "regulatory",
        "action",
        "reform",
        "affect",
        "company",
        "directly",
        "business",
        "banking",
        "mortgage",
        "industry",
        "generally",
        "discussion",
        "factor",
        "recognize",
        "pose",
        "risk",
        "achievement",
        "business",
        "goal",
        "operational",
        "financial",
        "objective",
        "contained",
        "quarterly",
        "report",
        "form",
        "fiscal",
        "quarter",
        "ended",
        "september",
        "updated",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "strongly",
        "recommend",
        "reader",
        "review",
        "disclosure",
        "conjunction",
        "discussion",
        "herein",
        "information",
        "contained",
        "herein",
        "unaudited",
        "although",
        "certain",
        "information",
        "related",
        "year",
        "ended",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "year",
        "ended",
        "included",
        "form",
        "financial",
        "data",
        "read",
        "conjunction",
        "note",
        "consolidated",
        "financial",
        "statement",
        "homestreet",
        "subsidiary",
        "fiscal",
        "year",
        "ended",
        "december",
        "contained",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "financial",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "disclosed",
        "core",
        "net",
        "income",
        "provide",
        "comparison",
        "fiscal",
        "net",
        "income",
        "corresponding",
        "period",
        "fiscal",
        "believe",
        "information",
        "useful",
        "investor",
        "seeking",
        "exclude",
        "impact",
        "tax",
        "reform",
        "act",
        "related",
        "tax",
        "benefit",
        "impact",
        "restructuring",
        "charge",
        "impact",
        "expense",
        "recorded",
        "connection",
        "merger",
        "orange",
        "county",
        "business",
        "bank",
        "february",
        "acquisition",
        "two",
        "retail",
        "deposit",
        "branch",
        "lake",
        "oswego",
        "oregon",
        "august",
        "two",
        "retail",
        "deposit",
        "branch",
        "southern",
        "california",
        "november",
        "one",
        "retail",
        "deposit",
        "branch",
        "southern",
        "california",
        "september",
        "also",
        "presented",
        "adjusted",
        "expense",
        "eliminate",
        "cost",
        "incurred",
        "connection",
        "acquisition",
        "similarly",
        "provided",
        "information",
        "balance",
        "sheet",
        "item",
        "including",
        "total",
        "loan",
        "total",
        "deposit",
        "total",
        "asset",
        "adjusted",
        "case",
        "eliminate",
        "impact",
        "presentation",
        "financial",
        "information",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "financial",
        "information",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "also",
        "disclosed",
        "tangible",
        "equity",
        "ratio",
        "return",
        "average",
        "tangible",
        "shareholder",
        "equity",
        "tangible",
        "book",
        "value",
        "per",
        "share",
        "common",
        "stock",
        "financial",
        "measure",
        "tangible",
        "common",
        "shareholder",
        "equity",
        "calculated",
        "deducting",
        "goodwill",
        "intangible",
        "asset",
        "loan",
        "servicing",
        "right",
        "shareholder",
        "equity",
        "tangible",
        "book",
        "value",
        "calculated",
        "dividing",
        "tangible",
        "common",
        "shareholder",
        "equity",
        "number",
        "common",
        "share",
        "outstanding",
        "return",
        "average",
        "tangible",
        "common",
        "shareholder",
        "equity",
        "calculated",
        "dividing",
        "net",
        "earnings",
        "available",
        "common",
        "shareholder",
        "annualized",
        "average",
        "tangible",
        "common",
        "shareholder",
        "equity",
        "management",
        "belief",
        "financial",
        "measure",
        "provide",
        "meaningful",
        "supplemental",
        "information",
        "regarding",
        "result",
        "core",
        "operation",
        "excluding",
        "certain",
        "expense",
        "well",
        "revenue",
        "expense",
        "may",
        "indicative",
        "expected",
        "recurring",
        "result",
        "operation",
        "believe",
        "management",
        "investor",
        "benefit",
        "referring",
        "financial",
        "measure",
        "assessing",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "financial",
        "measure",
        "also",
        "facilitate",
        "management",
        "internal",
        "comparison",
        "historical",
        "performance",
        "well",
        "comparison",
        "competitor",
        "operating",
        "result",
        "believe",
        "financial",
        "measure",
        "useful",
        "investor",
        "allow",
        "greater",
        "transparency",
        "respect",
        "key",
        "metric",
        "used",
        "management",
        "financial",
        "operational",
        "available",
        "institutional",
        "investor",
        "analyst",
        "help",
        "assess",
        "strength",
        "business",
        "normalized",
        "basis",
        "information",
        "financial",
        "measure",
        "see",
        "table",
        "captioned",
        "reconciliation",
        "result",
        "operation",
        "nearest",
        "comparable",
        "gaap",
        "measure",
        "included",
        "end",
        "release",
        "view",
        "source",
        "version",
        "http",
        "homestreet",
        "gerhard",
        "erdelji",
        "http",
        "source",
        "homestreet",
        "inc"
    ]
}