{
    "organizations": [],
    "uuid": "6a01f2235e3551f50d266606478fb489938ed9fc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/05/cnbc-transcript-cnbc-exclusive-cleveland-fed-president-loretta-mester-speaks-with-cnbcs-steve-liesman-today.html",
    "ord_in_thread": 0,
    "title": "CNBC TRANSCRIPT: CNBC EXCLUSIVE: CLEVELAND FED PRESIDENT LORETTA MESTER SPEAKS WITH CNBC’S STEVE LIESMAN TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Friday, January 5, 2018\nWHERE: CNBC's \"Closing Bell\"\nFollowing is the unofficial transcript of a CNBC EXCLUSIVE interview with Cleveland Fed President Loretta Mester and CNBC's Steve Liesman on CNBC's \"Closing Bell\" (M-F 3PM-5PM) today, Friday, January 5, 2018. Following is a link to video on CNBC.com: https://www.cnbc.com/video/2018/01/05/feds-loretta-mester-dont-know-how-tax-reform-will-affect-investment.html .\nAll references must be sourced to CNBC.\nBILL GRIFFETH: THE AMERICAN ECONOMIC ASSOCIATION IS KICKING OFF ITS ANNUAL CONFERENCE THIS WEEKEND IN PHILADELPHIA. AND THAT IS WHERE WE FIND CNBC SENIOR ECONOMICS REPORTER STEVE LIESMAN, WHO IS JOINED BY THE CLEVELAND FED PRESIDENT LORETTA MESTER IN THIS EXCLUSIVE INTERVIEW. STEVE, IT'S ALL YOURS, BUD.\nSTEVE LIESMAN: HEY, BILL, THANKS VERY MUCH. YEAH, JUST DOWN THE TRAIN TRACKS HERE IN PHILADELPHIA AT THE AMERICAN ECONOMIC ASSOCIATION ANNUAL CONFERENCE, BRINGS TOGETHER SOME 13,000 ECONOMISTS, AMONG THEM A LUMINARY, LORETTA MESTER, CLEVELAND FED PRESIDENT. THANKS FOR JOINING US, LORETTA.\nLORETTA MESTER: THANKS FOR HAVING ME, STEVE.\nLIESMAN: LET'S START OUT WITH TODAY'S JOBS REPORT: 149,000. A LITTLE BIT LESS THAN EXPECTED. DID IT CHANGE AT ALL YOUR OUTLOOK ON THE JOBS MARKET?\nMESTER: NO, I VIEW THAT AS A PRETTY STRONG REPORT. REMEMBER, IT'S ONLY ABOUT 70,000, 120,000 IN CITY STATES, SO THAT'S ABOVE-TREND JOB GROWTH. STRING OF GOOD JOB NUMBERS OVER THE LAST YEAR, 166,000 PER MONTH. I LOOK AT THAT AS VERY GOOD NUMBERS, AND I THINK THE LABOR MARKET IS STRONG, THE UNEMPLOYMENT RATES CAME DOWN, EVEN YOUR REPORT THIS MORNING POINTED OUT SOME OF THE GOOD NEWS AND SORT OF THOSE OTHER UNEMPLOYMENT RATES THAT WE LOOK AT, THE ONES THAT, YOU KNOW, BY RACE AND BY GENDER, AND I THINK IT'S STRONG REPORT.\nLIESMAN: SO YOU WERE WATCHING COVERAGE? I'LL HAVE TO MAKE SURE MY BOSS KNOWS THAT. SO THAT'S GOOD TO KNOW. LET'S TALK ABOUT, THOUGH, IS IT TOO STRONG? ARE YOU WORRIED THAT WE'RE SORT OF PAST THE FULL EMPLOYMENT LEVEL, HERE?\nMESTER: SO I THINK WE'RE BASICALLY AT MAXIMUM EMPLOYMENT, FROM THE POINT OF VIEW OF MINE OF POLICY VIEW, BUT THAT DOESN'T MEAN IT TRIGGERS A NECESSARY ACTION. I THINK WHAT WE'RE TRYING TO DO WITH OUR MONETARY POLICY IS CALIBRATE IT TO WHERE THE ECONOMY IS RELATIVE TO OUR TWO GOALS WHICH IS MAXIMUM EMPLOYMENT AND PRICE STABILITY, WHICH WE ARE MEASURING BY THE PCE INFLATION RATE. AS YOU KNOW, RIGHT, WE'RE NOT AT OUR 2% GOAL YET ON PCE INFLATION. AND WHAT WE'RE TRYING TO DO IS KEEP POLICY SO THAT THE EXPANSION REMAINS SUSTAINABLE GOING FORWARD. SO WE'RE ALWAYS DOING A BALANCING ACT, WE'RE LETTING THE DATA INFORM US ABOUT WHERE THE ECONOMY IS, WHERE WE ARE RELATIVE TO OUR GOALS, AND WE'RE GOING TO SET POLICY APPROPRIATELY.\nLIESMAN: I DON'T THINK IT'S A CRAZY HYPOTHETICAL TO ASK YOU HOW YOU WOULD RESPOND TO THAT QUESTION IF WE WERE PRINTING A 3.5% ON UNEMPLOYMENT RATE. IS THAT SOMETHING THAT WOULD BE, CREATE MORE ANXIETY FOR INFLATION AND NECESSITY TO RAISE RATES MORE THAN –?\nMESTER: SO CERTAINLY, YOU KNOW, MY LONG-TERM UNEMPLOYMENT RATE, IT – RIGHT NOW, I'M HAVING IT AT, LIKE, 4.75%, I BROUGHT IT DOWN OVER TIME. AND AS THE ECONOMY EVOLVES, YOU KNOW, THOSE KIND OF MEASUREMENTS TYPICALLY CHANGE BECAUSE WE'RE ALWAYS TRYING TO CALIBRATE. I WOULD BE CONCERNED IF WE TENDED TO GET AN OVERHEATING ECONOMY, MAYBE AS INDICATED BY A VERY LOW UNEMPLOYMENT RATE AND, THEREFORE, MAYBE THAT WOULD MEAN WE'D HAVE TO RAISE RATES AT A FASTER PACE LATER ON. AGAIN, THAT'S THE KIND OF POLICY THAT I WOULD LIKE TO AVOID BY THIS SORT OF GRADUAL INCREASE IN INTEREST RATES.\nLIESMAN: WELL, TALK ABOUT OVERHEATING, I MEAN, WE'RE DOING ANOTHER 156 POINTS ON THE DOW TODAY. HOW MUCH DO MARKET VALUATIONS GIVE YOU CONCERN? AND SECONDLY, WHAT ABOUT THESE TAX CUTS THAT ARE PROVIDING A HUGE AMOUNT OF STIMULUS TO AN ECONOMY THAT THE PAST TWO QUARTERS AND MAYBE EVEN THIS QUARTER HAVE BEEN AT OR NEAR 3%?\nMESTER: YEAH, SO I BUILT IN SOME EFFECT IN MY OWN PROJECTIONS OF THE TAX PACKAGE, ABOUT A QUARTER TO HALF A PERCENTAGE POINT ON GDP GROWTH. THERE'S POTENTIAL THERE THAT THERE'S UPSIDE RISK TO MY FORECAST BECAUSE IT COULD BE A BIGGER EFFECT. AGAIN, WE'LL SEE HOW IT PLAYS OUT OVER TIME, AND THEN WE'RE GOING TO ADJUST OUR POLICY ACCORDINGLY – MONETARY POLICY ACCORDINGLY. IT WILL EFFECT BOTH DEMAND-SIDE, RIGHT, WE KNOW THAT IT WILL EFFECT BOTH CONSUMER SIDE AND INVESTMENT, PERHAPS. I DON'T KNOW HOW MUCH IT'S GOING TO EFFECT INVESTMENT. SOME OF THE FIRMS WE TALK TO SAY IT WILL HAVE SOME EFFECT, BUT BASICALLY THEY HAVE THEIR PLANS ALREADY IN PLACE FOR THEIR INVESTMENT. AGAIN, WE'RE GOING TO SEE AS IT GOES WHAT THOSE EFFECTS ARE AND WE CAN REACT ACCORDINGLY.\nLIESMAN: LORETTA, YOU CAN'T SEE IT, THEY'RE PUTTING UP THESE MARKET BOARDS WHILE YOU'RE TALKING, IN FACT, IT'S ACTUALLY GOING UP A LITTLE HIGHER. I'M NOT SAYING YOUR RESPONSIBLE FOR IT -- BUT WHAT ABOUT MARKET VALUATIONS, DO THEY CAUSE YOU CONCERN? IS THERE A BUBBLE OUT THERE IN STOCKS?\nMESTER: SO OBVIOUSLY YOU CAN'T REALLY PREDICT A BUBBLE, WHICH IS WHY THEY CALL IT A BUBBLE. AGAIN, RIGHT, DO WE CARE ABOUT ASSET PRICES, PER SE? NO. WE CARE ABOUT ASSET PRICES TO THE EXTENT THEY IMPACT THE REAL ECONOMY. I'M NOT THAT CONCERNED THAT WE'RE IN A FINANCIAL INSTABILITY ENVIRONMENT, BUT I AM GOING TO BE LOOKING AT THINGS AND AS WE GO FORWARD, IF WE WEREN'T APPROPRIATELY RAISING INTEREST RATES ON A GRADUAL PATH, THEN I WOULD HAVE CONCERNS THAT, PERHAPS, WE'D GET BEHIND AND THAT MEANS WE'D HAVE TO GENERATE SOME BIGGER CHANGES LATER ON IN THE INTEREST RATE. SO, AGAIN, THIS IS ALL ABOUT CALIBRATING. I DO BALANCE SORT OF THE FACT THAT WE'VE BEEN AT VERY LOW INTEREST RATES FOR A LONG TIME, PERHAPS THERE'S FINANCIAL INSTABILITY RISK BUILDING, VERSUS WE HAVEN'T SEEN INFLATION PICK UP, YET, WE'RE STILL BELOW OUR GOAL. SO THAT'S KIND OF THE BALANCING THAT I DO WHEN I SET POLICY.\nLIESMAN: YOUR FELLOW OPERA BUFF, MICHELLE CARUSO CARRERA, HAS A QUESTION FOR YOU ON THE FED, MICHELLE. NOT --\nMICHELLE CARUSO CARRERA: YES, DON'T WORRY, I'M NOT GOING TO ASK ABOUT TOSCA.\nLIESMAN: OKAY.\nCARUSO CARRERA: YOU WERE TALKING ABOUT THE ISSUE OF WHETHER OR NOT THERE ARE BUBBLES, ET CETERA. A LOT OF PEOPLE HAVE LOOKED AT THE SITUATION WITH BITCOIN AND WONDERED IF THAT KIND OF WEIRD EUPHORIA THAT WE SAW WHEN IT WENT TO 20,000, THOSE ARE THE KIND OF THINGS THAT SOME PEOPLE THINK HAPPEN AT THE END OF A CYCLE, AS A SIGNAL OF SOMETHING. WHAT ARE YOUR THOUGHTS ABOUT BITCOIN AS WE SEE STATEMENTS COMING OUT OF THE S.E.C., ET CETERA, BEING CONCERNED ABOUT WHETHER OR NOT THERE'S FRAUD WITHIN THE INDUSTRY, AND WHAT IT MEANS. HOW DO YOU THINK ABOUT BITCOIN?\nMESTER: SO THE TECHNOLOGY IS OBVIOUSLY SOMETHING THAT IS OF INTEREST. WE KNOW THOSE KIND OF TECHNOLOGIES ACTUALLY CAN BE GOOD. BITCOIN, PER SE, I DON'T THINK ABOUT IT IN TERMS OF MONETARY POLICY ISSUE. YES, THERE ARE ARGUMENTS THAT YOU DON'T SEE PEOPLE GOING INTO BITCOIN AT THIS POINT IN THE CYCLE AND MAYBE THAT'S A SIGNAL OF RISK APPETITES GETTING OVERLY AMBITIOUS. BUT, YOU KNOW, I TAKE ALL THAT IN, BUT IT'S NOT SOMETHING THAT I WORRY ABOUT IN TERMS OF THE FALLOUT FROM THAT INTO THE MARKETS. YOU KNOW, MARKETS COULD GO UP AND DOWN. IT'S REALLY ABOUT IS THERE GOING TO BE CONTAGION TO THE REAL SIDE OF THE ECONOMY? AND THAT'S WHAT I WOULD WORRY ABOUT IN TERMS OF SETTING MONETARY POLICY.\nLIESMAN: ONE MORE AREA, IF WE DON'T MIND, THE MEDIAN FORECAST IS FOR THREE RATE",
    "published": "2018-01-06T00:54:00.000+02:00",
    "crawled": "2018-01-06T00:55:37.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "friday",
        "january",
        "cnbc",
        "closing",
        "bell",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "cleveland",
        "fed",
        "president",
        "loretta",
        "mester",
        "cnbc",
        "steve",
        "liesman",
        "cnbc",
        "closing",
        "bell",
        "today",
        "friday",
        "january",
        "following",
        "link",
        "video",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "bill",
        "griffeth",
        "american",
        "economic",
        "association",
        "kicking",
        "annual",
        "conference",
        "weekend",
        "philadelphia",
        "find",
        "cnbc",
        "senior",
        "economics",
        "reporter",
        "steve",
        "liesman",
        "joined",
        "cleveland",
        "fed",
        "president",
        "loretta",
        "mester",
        "exclusive",
        "interview",
        "steve",
        "bud",
        "steve",
        "liesman",
        "hey",
        "bill",
        "thanks",
        "much",
        "yeah",
        "train",
        "track",
        "philadelphia",
        "american",
        "economic",
        "association",
        "annual",
        "conference",
        "brings",
        "together",
        "economist",
        "among",
        "luminary",
        "loretta",
        "mester",
        "cleveland",
        "fed",
        "president",
        "thanks",
        "joining",
        "u",
        "loretta",
        "loretta",
        "mester",
        "thanks",
        "steve",
        "liesman",
        "let",
        "start",
        "today",
        "job",
        "report",
        "little",
        "bit",
        "less",
        "expected",
        "change",
        "outlook",
        "job",
        "market",
        "mester",
        "view",
        "pretty",
        "strong",
        "report",
        "remember",
        "city",
        "state",
        "job",
        "growth",
        "string",
        "good",
        "job",
        "number",
        "last",
        "year",
        "per",
        "month",
        "look",
        "good",
        "number",
        "think",
        "labor",
        "market",
        "strong",
        "unemployment",
        "rate",
        "came",
        "even",
        "report",
        "morning",
        "pointed",
        "good",
        "news",
        "sort",
        "unemployment",
        "rate",
        "look",
        "one",
        "know",
        "race",
        "gender",
        "think",
        "strong",
        "report",
        "liesman",
        "watching",
        "coverage",
        "make",
        "sure",
        "bos",
        "know",
        "good",
        "know",
        "let",
        "talk",
        "though",
        "strong",
        "worried",
        "sort",
        "past",
        "full",
        "employment",
        "level",
        "mester",
        "think",
        "basically",
        "maximum",
        "employment",
        "point",
        "view",
        "mine",
        "policy",
        "view",
        "mean",
        "trigger",
        "necessary",
        "action",
        "think",
        "trying",
        "monetary",
        "policy",
        "calibrate",
        "economy",
        "relative",
        "two",
        "goal",
        "maximum",
        "employment",
        "price",
        "stability",
        "measuring",
        "pce",
        "inflation",
        "rate",
        "know",
        "right",
        "goal",
        "yet",
        "pce",
        "inflation",
        "trying",
        "keep",
        "policy",
        "expansion",
        "remains",
        "sustainable",
        "going",
        "forward",
        "always",
        "balancing",
        "act",
        "letting",
        "data",
        "inform",
        "u",
        "economy",
        "relative",
        "goal",
        "going",
        "set",
        "policy",
        "appropriately",
        "liesman",
        "think",
        "crazy",
        "hypothetical",
        "ask",
        "would",
        "respond",
        "question",
        "printing",
        "unemployment",
        "rate",
        "something",
        "would",
        "create",
        "anxiety",
        "inflation",
        "necessity",
        "raise",
        "rate",
        "mester",
        "certainly",
        "know",
        "unemployment",
        "rate",
        "right",
        "like",
        "brought",
        "time",
        "economy",
        "evolves",
        "know",
        "kind",
        "measurement",
        "typically",
        "change",
        "always",
        "trying",
        "calibrate",
        "would",
        "concerned",
        "tended",
        "get",
        "overheating",
        "economy",
        "maybe",
        "indicated",
        "low",
        "unemployment",
        "rate",
        "therefore",
        "maybe",
        "would",
        "mean",
        "raise",
        "rate",
        "faster",
        "pace",
        "later",
        "kind",
        "policy",
        "would",
        "like",
        "avoid",
        "sort",
        "gradual",
        "increase",
        "interest",
        "rate",
        "liesman",
        "well",
        "talk",
        "overheating",
        "mean",
        "another",
        "point",
        "dow",
        "today",
        "much",
        "market",
        "valuation",
        "give",
        "concern",
        "secondly",
        "tax",
        "cut",
        "providing",
        "huge",
        "amount",
        "stimulus",
        "economy",
        "past",
        "two",
        "quarter",
        "maybe",
        "even",
        "quarter",
        "near",
        "mester",
        "yeah",
        "built",
        "effect",
        "projection",
        "tax",
        "package",
        "quarter",
        "half",
        "percentage",
        "point",
        "gdp",
        "growth",
        "potential",
        "upside",
        "risk",
        "forecast",
        "could",
        "bigger",
        "effect",
        "see",
        "play",
        "time",
        "going",
        "adjust",
        "policy",
        "accordingly",
        "monetary",
        "policy",
        "accordingly",
        "effect",
        "right",
        "know",
        "effect",
        "consumer",
        "side",
        "investment",
        "perhaps",
        "know",
        "much",
        "going",
        "effect",
        "investment",
        "firm",
        "talk",
        "say",
        "effect",
        "basically",
        "plan",
        "already",
        "place",
        "investment",
        "going",
        "see",
        "go",
        "effect",
        "react",
        "accordingly",
        "liesman",
        "loretta",
        "ca",
        "see",
        "putting",
        "market",
        "board",
        "talking",
        "fact",
        "actually",
        "going",
        "little",
        "higher",
        "saying",
        "responsible",
        "market",
        "valuation",
        "cause",
        "concern",
        "bubble",
        "stock",
        "mester",
        "obviously",
        "ca",
        "really",
        "predict",
        "bubble",
        "call",
        "bubble",
        "right",
        "care",
        "asset",
        "price",
        "per",
        "se",
        "care",
        "asset",
        "price",
        "extent",
        "impact",
        "real",
        "economy",
        "concerned",
        "financial",
        "instability",
        "environment",
        "going",
        "looking",
        "thing",
        "go",
        "forward",
        "appropriately",
        "raising",
        "interest",
        "rate",
        "gradual",
        "path",
        "would",
        "concern",
        "perhaps",
        "get",
        "behind",
        "mean",
        "generate",
        "bigger",
        "change",
        "later",
        "interest",
        "rate",
        "calibrating",
        "balance",
        "sort",
        "fact",
        "low",
        "interest",
        "rate",
        "long",
        "time",
        "perhaps",
        "financial",
        "instability",
        "risk",
        "building",
        "versus",
        "seen",
        "inflation",
        "pick",
        "yet",
        "still",
        "goal",
        "kind",
        "balancing",
        "set",
        "policy",
        "liesman",
        "fellow",
        "opera",
        "buff",
        "michelle",
        "caruso",
        "carrera",
        "question",
        "fed",
        "michelle",
        "michelle",
        "caruso",
        "carrera",
        "yes",
        "worry",
        "going",
        "ask",
        "tosca",
        "liesman",
        "okay",
        "caruso",
        "carrera",
        "talking",
        "issue",
        "whether",
        "bubble",
        "et",
        "cetera",
        "lot",
        "people",
        "looked",
        "situation",
        "bitcoin",
        "wondered",
        "kind",
        "weird",
        "euphoria",
        "saw",
        "went",
        "kind",
        "thing",
        "people",
        "think",
        "happen",
        "end",
        "cycle",
        "signal",
        "something",
        "thought",
        "bitcoin",
        "see",
        "statement",
        "coming",
        "et",
        "cetera",
        "concerned",
        "whether",
        "fraud",
        "within",
        "industry",
        "mean",
        "think",
        "bitcoin",
        "mester",
        "technology",
        "obviously",
        "something",
        "interest",
        "know",
        "kind",
        "technology",
        "actually",
        "good",
        "bitcoin",
        "per",
        "se",
        "think",
        "term",
        "monetary",
        "policy",
        "issue",
        "yes",
        "argument",
        "see",
        "people",
        "going",
        "bitcoin",
        "point",
        "cycle",
        "maybe",
        "signal",
        "risk",
        "appetite",
        "getting",
        "overly",
        "ambitious",
        "know",
        "take",
        "something",
        "worry",
        "term",
        "fallout",
        "market",
        "know",
        "market",
        "could",
        "go",
        "really",
        "going",
        "contagion",
        "real",
        "side",
        "economy",
        "would",
        "worry",
        "term",
        "setting",
        "monetary",
        "policy",
        "liesman",
        "one",
        "area",
        "mind",
        "median",
        "forecast",
        "three",
        "rate"
    ]
}