{
    "organizations": [],
    "uuid": "715644d7728f2e27cc93191f3b2cf4e1359e2f40",
    "author": "Dr. Michael Ivanovitch",
    "url": "https://www.cnbc.com/2018/01/29/the-ecb-and-the-euro-are-the-only-glue-holding-parts-of-europe-together--commentary.html",
    "ord_in_thread": 0,
    "title": "The ECB and the euro are the only glue holding parts of Europe together - commentary",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Many German political observers estimate that, under the best circumstances, their country is unlikely to have a new three-party coalition government before Easter — April 1.\nThey realize that this might be an optimistic forecast given the fundamental differences separating those who want a status quo stability (two right-wing parties) and a radical change of \"governing culture\" (the left-wing Social Democratic Party of Germany).\nExpectations are so dire, and so low, that the unfolding political events in Germany could mean the end of stability in the entire European Union .\nIn spite of that, the euro was soaring last Thursday to $1.2537 during the press conference at the European Central Bank . That was the highest reading since the middle of December 2014. And that had little to do with the talking down of the dollar by a U.S. delegation having fun in the Alps. As of last Friday, the euro was up 16 percent against the dollar and 5.4 percent in trade-weighted terms since the Trump administration came to power a year ago.\nThat puzzling paradox of a strong currency in a politically disintegrating economic system owes mainly to the euro area's improving cyclical growth dynamics, engineered by a supportive monetary policy, and to trading bets ignoring the convulsions of the European project.\nThe project in question has been a difficult work-in-progress for the past 59 years, as the relentless French -German rivalry failed to define mutually acceptable terms for a fairy tale called the European economic and political union.\nThe euro is a result of such a political struggle between the two nations: Fearful of an overwhelming power of a reunited Germany, France insisted on a monetary union to dilute the influence of its erstwhile arch-enemy across the Rhine.\nFine job, the ECB Reluctantly, Germany accepted to part with the Deutsche mark while imposing a legal and institutional infrastructure that would make the euro a clone of it. And to make sure that happened, Germany dictated the rules for the ECB — a supra-national institution and the world's only genuinely independent monetary authority.\nBorn out of fear of German domination, the euro is, arguably, the only major achievement of a project that was supposed to make another French-German war an impossibility.\nStill, a war by other means did happen, and France, Italy, Spain, Portugal, Ireland and Greece — 54 percent of the euro area GDP — have only the ECB to thank for rescuing them from an assault of disastrous German-imposed austerity policies.\nEurope's largest economy suffered two casualties as high-ranking German members of the ECB's governing board stormed out in protest in February and September 2011, but the bank continued to issue abundant amounts of money by buying the euro area government bonds through open-market operations.\nGermany then unsuccessfully sued at the highest German and European courts. Undeterred, Berlin still continues its guerilla warfare against the euro area central bank that is delivering economic growth and price stability while strictly adhering to its policy mandate.\nIn the first nine months of last year, the euro area GDP grew at an annual rate of 2.4 percent — a growth rate that was last seen 11 years ago. Even Greece managed to exit nine years of a debilitating depression, avoiding, in the process, a determined German attempt to devastate the cradle of the Western civilization by throwing it out of the monetary union.\nThe ECB accomplished all that while holding the headline inflation at 1.4 percent, and the core rate (consumer prices minus energy) at 1.2 percent.\nWith the euro area inflation well below the medium-term objective of about 2 percent, and the unemployment rate at 8.7 percent, the ECB announced last Thursday that there were \"very few chances\" of any interest rate increases for the rest of the year.\nPunters are betting otherwise, despite the fact that inflation is well below target, a substantial further fiscal consolidation is a must, and bad loans are plaguing the banking system — all sequels of a severe recession and high unemployment in early stages of economic recovery. Indeed, fiscal restraint needs to go much further in France, Italy and Spain, and six out of 19 euro area members have to stop, and reverse, the increase of their public debt levels currently well above 100 percent of GDP.\nIgnore delusional visions That is the socio-economic context of the French bravado visions about \"re-founding\" the European project. It makes one think of Germany's brilliant late Chancellor Helmut Schmidt — the ultimate pragmatist and Europe's builder — who suggested, probably tongue-in-cheek, that \"anyone who has visions should go to the doctor.\"\nGermans have no trouble with French discussions of security, migration and climate change, but they start coughing and clutching their wallets on solidarity — fearing, as always, that they would have to foot the bill for somebody else's delusions of grandeur.\nOne of the scenes I witnessed as an international civil servant was a former German Chancellor Helmut Kohl quickly putting hands in his pockets while greeting the former Spanish Prime Minister Felipe González with an expansive smile and a \"no more money\" message.\nApart from money, Germany also has second thoughts about following the French ideas of creating a small group of tightly integrated countries — an old non-starter — that would further divide an already unraveling EU into second- and third-tier members.\nIn fact, Germans are now caving in to the Visegrad Group (Poland, Hungary, the Czech Republic and Slovakia) that is steadfastly refusing Berlin-imposed immigration quotas. Wolfgang Schaeuble, the president of the lower house of German Parliament and a former finance minister, now says that preserving unity is more important than a divisive fight about migrant relocation.\nThat is a huge policy U-turn at a time when Poland claims $1 trillion from Germany on account of WWII reparations.\nFrance, however, is a bigger problem. Its soaring new rhetoric is undermined by an unemployment rate of 8.2 percent (little changed from 8.5 percent a year ago), regrouping opposition and euro-skeptic parties, and a society splitting along ethnic and religious lines.\nFrance and Germany also have to deal with Italy's changing political landscape. A euro-skeptic coalition will most probably come to power in early March, led by people who have no time for French and German ideas of Europe.\nAnd then there is Poland and Baltic states. They love the U.S. and are some of the rare foreign constituencies where people trust President Donald Trump, rather than France and Germany, with their security and key national interests.\nInvestment thoughts That's the Europe where London tabloids are celebrating the Brexit and denouncing another French-German \"power grab.\" Oddly enough, those media outlets are being very conservative compared to the French highbrow center-right daily calling Europe a \"German empire.\"\nFrance apparently thinks that a closer partnership with Germany — potentially on German terms — can strengthen its current government to fight \"populists\" across the entire political spectrum.\nGermans know that, but they are now facing an unstable coalition consisting of fiercely antagonistic forces with clashing agendas. That is a new Germany whose political establishment lives in fear of nationalists with newly acquired seats in the parliament. The Alternative for Germany party, currently polling at 12 percent, is seen taking over from the sinking Social Democrats (down to 19 percent in the latest opinion polls) as Germany's new popular party.\nUnder those circumstances, the ECB, and the euro, look like the only glue holding together the 19 countries of the monetary union simply because the costs of leaving are too high — and could even be catastrophic — for anybody contemplating such a move.\nThat is unlikely to change anytime soon, and that has nothing to do with the largely ignored and self-serving French pleadings for the \"re-founding\" of the European Union.\nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School.\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-01-29T09:30:00.000+02:00",
    "crawled": "2018-01-29T09:32:13.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "many",
        "german",
        "political",
        "observer",
        "estimate",
        "best",
        "circumstance",
        "country",
        "unlikely",
        "new",
        "coalition",
        "government",
        "easter",
        "april",
        "realize",
        "might",
        "optimistic",
        "forecast",
        "given",
        "fundamental",
        "difference",
        "separating",
        "want",
        "status",
        "quo",
        "stability",
        "two",
        "party",
        "radical",
        "change",
        "governing",
        "culture",
        "social",
        "democratic",
        "party",
        "germany",
        "expectation",
        "dire",
        "low",
        "unfolding",
        "political",
        "event",
        "germany",
        "could",
        "mean",
        "end",
        "stability",
        "entire",
        "european",
        "union",
        "spite",
        "euro",
        "soaring",
        "last",
        "thursday",
        "press",
        "conference",
        "european",
        "central",
        "bank",
        "highest",
        "reading",
        "since",
        "middle",
        "december",
        "little",
        "talking",
        "dollar",
        "delegation",
        "fun",
        "alp",
        "last",
        "friday",
        "euro",
        "percent",
        "dollar",
        "percent",
        "term",
        "since",
        "trump",
        "administration",
        "came",
        "power",
        "year",
        "ago",
        "puzzling",
        "paradox",
        "strong",
        "currency",
        "politically",
        "disintegrating",
        "economic",
        "system",
        "owes",
        "mainly",
        "euro",
        "area",
        "improving",
        "cyclical",
        "growth",
        "dynamic",
        "engineered",
        "supportive",
        "monetary",
        "policy",
        "trading",
        "bet",
        "ignoring",
        "convulsion",
        "european",
        "project",
        "project",
        "question",
        "difficult",
        "past",
        "year",
        "relentless",
        "french",
        "rivalry",
        "failed",
        "define",
        "mutually",
        "acceptable",
        "term",
        "fairy",
        "tale",
        "called",
        "european",
        "economic",
        "political",
        "union",
        "euro",
        "result",
        "political",
        "struggle",
        "two",
        "nation",
        "fearful",
        "overwhelming",
        "power",
        "reunited",
        "germany",
        "france",
        "insisted",
        "monetary",
        "union",
        "dilute",
        "influence",
        "erstwhile",
        "across",
        "rhine",
        "fine",
        "job",
        "ecb",
        "reluctantly",
        "germany",
        "accepted",
        "part",
        "deutsche",
        "mark",
        "imposing",
        "legal",
        "institutional",
        "infrastructure",
        "would",
        "make",
        "euro",
        "clone",
        "make",
        "sure",
        "happened",
        "germany",
        "dictated",
        "rule",
        "ecb",
        "institution",
        "world",
        "genuinely",
        "independent",
        "monetary",
        "authority",
        "born",
        "fear",
        "german",
        "domination",
        "euro",
        "arguably",
        "major",
        "achievement",
        "project",
        "supposed",
        "make",
        "another",
        "war",
        "impossibility",
        "still",
        "war",
        "mean",
        "happen",
        "france",
        "italy",
        "spain",
        "portugal",
        "ireland",
        "greece",
        "percent",
        "euro",
        "area",
        "gdp",
        "ecb",
        "thank",
        "rescuing",
        "assault",
        "disastrous",
        "austerity",
        "policy",
        "europe",
        "largest",
        "economy",
        "suffered",
        "two",
        "casualty",
        "german",
        "member",
        "ecb",
        "governing",
        "board",
        "stormed",
        "protest",
        "february",
        "september",
        "bank",
        "continued",
        "issue",
        "abundant",
        "amount",
        "money",
        "buying",
        "euro",
        "area",
        "government",
        "bond",
        "operation",
        "germany",
        "unsuccessfully",
        "sued",
        "highest",
        "german",
        "european",
        "court",
        "undeterred",
        "berlin",
        "still",
        "continues",
        "guerilla",
        "warfare",
        "euro",
        "area",
        "central",
        "bank",
        "delivering",
        "economic",
        "growth",
        "price",
        "stability",
        "strictly",
        "adhering",
        "policy",
        "mandate",
        "first",
        "nine",
        "month",
        "last",
        "year",
        "euro",
        "area",
        "gdp",
        "grew",
        "annual",
        "rate",
        "percent",
        "growth",
        "rate",
        "last",
        "seen",
        "year",
        "ago",
        "even",
        "greece",
        "managed",
        "exit",
        "nine",
        "year",
        "debilitating",
        "depression",
        "avoiding",
        "process",
        "determined",
        "german",
        "attempt",
        "devastate",
        "cradle",
        "western",
        "civilization",
        "throwing",
        "monetary",
        "union",
        "ecb",
        "accomplished",
        "holding",
        "headline",
        "inflation",
        "percent",
        "core",
        "rate",
        "consumer",
        "price",
        "minus",
        "energy",
        "percent",
        "euro",
        "area",
        "inflation",
        "well",
        "objective",
        "percent",
        "unemployment",
        "rate",
        "percent",
        "ecb",
        "announced",
        "last",
        "thursday",
        "chance",
        "interest",
        "rate",
        "increase",
        "rest",
        "year",
        "punter",
        "betting",
        "otherwise",
        "despite",
        "fact",
        "inflation",
        "well",
        "target",
        "substantial",
        "fiscal",
        "consolidation",
        "must",
        "bad",
        "loan",
        "plaguing",
        "banking",
        "system",
        "sequel",
        "severe",
        "recession",
        "high",
        "unemployment",
        "early",
        "stage",
        "economic",
        "recovery",
        "indeed",
        "fiscal",
        "restraint",
        "need",
        "go",
        "much",
        "france",
        "italy",
        "spain",
        "six",
        "euro",
        "area",
        "member",
        "stop",
        "reverse",
        "increase",
        "public",
        "debt",
        "level",
        "currently",
        "well",
        "percent",
        "gdp",
        "ignore",
        "delusional",
        "vision",
        "context",
        "french",
        "bravado",
        "vision",
        "european",
        "project",
        "make",
        "one",
        "think",
        "germany",
        "brilliant",
        "late",
        "chancellor",
        "helmut",
        "schmidt",
        "ultimate",
        "pragmatist",
        "europe",
        "builder",
        "suggested",
        "probably",
        "anyone",
        "vision",
        "go",
        "doctor",
        "german",
        "trouble",
        "french",
        "discussion",
        "security",
        "migration",
        "climate",
        "change",
        "start",
        "coughing",
        "clutching",
        "wallet",
        "solidarity",
        "fearing",
        "always",
        "would",
        "foot",
        "bill",
        "somebody",
        "else",
        "delusion",
        "grandeur",
        "one",
        "scene",
        "witnessed",
        "international",
        "civil",
        "servant",
        "former",
        "german",
        "chancellor",
        "helmut",
        "kohl",
        "quickly",
        "putting",
        "hand",
        "pocket",
        "greeting",
        "former",
        "spanish",
        "prime",
        "minister",
        "felipe",
        "gonzález",
        "expansive",
        "smile",
        "money",
        "message",
        "apart",
        "money",
        "germany",
        "also",
        "second",
        "thought",
        "following",
        "french",
        "idea",
        "creating",
        "small",
        "group",
        "tightly",
        "integrated",
        "country",
        "old",
        "would",
        "divide",
        "already",
        "unraveling",
        "eu",
        "member",
        "fact",
        "german",
        "caving",
        "visegrad",
        "group",
        "poland",
        "hungary",
        "czech",
        "republic",
        "slovakia",
        "steadfastly",
        "refusing",
        "immigration",
        "quota",
        "wolfgang",
        "schaeuble",
        "president",
        "lower",
        "house",
        "german",
        "parliament",
        "former",
        "finance",
        "minister",
        "say",
        "preserving",
        "unity",
        "important",
        "divisive",
        "fight",
        "migrant",
        "relocation",
        "huge",
        "policy",
        "time",
        "poland",
        "claim",
        "trillion",
        "germany",
        "account",
        "wwii",
        "reparation",
        "france",
        "however",
        "bigger",
        "problem",
        "soaring",
        "new",
        "rhetoric",
        "undermined",
        "unemployment",
        "rate",
        "percent",
        "little",
        "changed",
        "percent",
        "year",
        "ago",
        "regrouping",
        "opposition",
        "party",
        "society",
        "splitting",
        "along",
        "ethnic",
        "religious",
        "line",
        "france",
        "germany",
        "also",
        "deal",
        "italy",
        "changing",
        "political",
        "landscape",
        "coalition",
        "probably",
        "come",
        "power",
        "early",
        "march",
        "led",
        "people",
        "time",
        "french",
        "german",
        "idea",
        "europe",
        "poland",
        "baltic",
        "state",
        "love",
        "rare",
        "foreign",
        "constituency",
        "people",
        "trust",
        "president",
        "donald",
        "trump",
        "rather",
        "france",
        "germany",
        "security",
        "key",
        "national",
        "interest",
        "investment",
        "thought",
        "europe",
        "london",
        "tabloid",
        "celebrating",
        "brexit",
        "denouncing",
        "another",
        "power",
        "grab",
        "oddly",
        "enough",
        "medium",
        "outlet",
        "conservative",
        "compared",
        "french",
        "highbrow",
        "daily",
        "calling",
        "europe",
        "german",
        "empire",
        "france",
        "apparently",
        "think",
        "closer",
        "partnership",
        "germany",
        "potentially",
        "german",
        "term",
        "strengthen",
        "current",
        "government",
        "fight",
        "populist",
        "across",
        "entire",
        "political",
        "spectrum",
        "german",
        "know",
        "facing",
        "unstable",
        "coalition",
        "consisting",
        "fiercely",
        "antagonistic",
        "force",
        "clashing",
        "agenda",
        "new",
        "germany",
        "whose",
        "political",
        "establishment",
        "life",
        "fear",
        "nationalist",
        "newly",
        "acquired",
        "seat",
        "parliament",
        "alternative",
        "germany",
        "party",
        "currently",
        "polling",
        "percent",
        "seen",
        "taking",
        "sinking",
        "social",
        "democrat",
        "percent",
        "latest",
        "opinion",
        "poll",
        "germany",
        "new",
        "popular",
        "party",
        "circumstance",
        "ecb",
        "euro",
        "look",
        "like",
        "glue",
        "holding",
        "together",
        "country",
        "monetary",
        "union",
        "simply",
        "cost",
        "leaving",
        "high",
        "could",
        "even",
        "catastrophic",
        "anybody",
        "contemplating",
        "move",
        "unlikely",
        "change",
        "anytime",
        "soon",
        "nothing",
        "largely",
        "ignored",
        "french",
        "pleading",
        "european",
        "union",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}