{
    "organizations": [],
    "uuid": "3255b85ec305843d28bdb5267e0677603327c192",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/25/business-wire-synergy-pharmaceuticals-announces-fda-approval-of-trulancea-plecanatide-for-the-treatment-of-irritable-bowel-syndrome-with.html",
    "ord_in_thread": 0,
    "title": "Synergy Pharmaceuticals Announces FDA Approval of TRULANCE® (Plecanatide) for the Treatment of Irritable Bowel Syndrome with Constipation (IBS-C) in Adults",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Synergy Pharmaceuticals Inc. (NASDAQ:SGYP) announced today that the U.S. Food and Drug Administration (FDA) has approved TRULANCE ® (plecanatide) 3 mg tablet for the once-daily treatment of irritable bowel syndrome with constipation (IBS-C) in adults. This is the second indication for TRULANCE, which is already approved for the treatment of adults with chronic idiopathic constipation (CIC).\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180125005450/en/\n“The IBS-C approval is a pivotal milestone for Synergy, representing the second approved indication for TRULANCE in the past 12 months,” said Troy Hamilton, Pharm.D., CEO of Synergy Pharmaceuticals Inc. “This approval demonstrates our unwavering commitment to provide a safe and effective treatment option for those patients living with these chronic GI disorders.”\nTRULANCE is the only prescription medication for adults with CIC and now IBS-C that can be taken once-daily, with or without food, at any time of the day. TRULANCE is packaged in a unique, 30-day calendar blister pack.\n“Approximately 1 in 20 Americans are living with IBS-C, many of whom are not satisfied with currently available treatment options,” said William D. Chey, M.D., Professor of Medicine, Director of the GI Physiology Laboratory, and Co-Director of the Michigan Bowel Control Program at the University of Michigan. “With this second indication for TRULANCE, patients and physicians will have a much-needed, new treatment option with an established safety profile that can effectively address abdominal pain and constipation experienced by patients with IBS-C.”\n“The TRULANCE label reflects the strong and remarkably consistent efficacy and safety profile TRULANCE has demonstrated in treating over 4,700 patients across both CIC and IBS-C clinical trials,” said Patrick H. Griffin, MD, Chief Medical Officer of Synergy. “To-date, real world patient experience has supported the clinical trial data, highlighted by a post-marketing diarrhea rate of less than 0.5% and no reports of severe diarrhea requiring hospitalization since the launch of the TRULANCE CIC indication. The IBS-C approval today builds on the already strong CIC label and further establishes TRULANCE as the first and only uroguanylin analog.”\nWith the exception of a single amino acid substitution for greater binding affinity, TRULANCE is structurally identical to human uroguanylin and is the only treatment thought to replicate the pH-sensitive activity of uroguanylin.\nTRULANCE Phase 3 IBS-C Program\nDesign\nThe Phase 3 IBS-C program included two randomized, 12-week, double-blind, placebo-controlled trials evaluating the efficacy and safety of TRULANCE in adult patients with IBS-C. Across the two trials, more than 2,100 patients received a once-daily tablet of TRULANCE (3 mg or 6 mg doses) or placebo. Both trials included a two-week, pre-treatment baseline period, a 12-week treatment period, and a two-week, post-treatment follow-up period. Patients who were enrolled in these trials fulfilled Rome III IBS-C criteria related to abdominal pain and stool changes. The company only sought approval for the 3 mg dose.\nPrimary Endpoint\nThe primary endpoint for both trials was the percentage of patients who are Overall Responders during the 12-week treatment period. An Overall Responder, as defined by the FDA, was a patient who fulfilled both ≥ 30% reduction in worst abdominal pain and an increase of ≥ 1 complete spontaneous bowel movement (CSBM) from baseline, in the same week, for at least 50% of the 12 treatment weeks.\nResults\nIn both Phase 3 IBS-C trials, TRULANCE met the primary endpoint as compared with placebo (Study 1: 30.2%; 17.8% in placebo; p<0.001. Study 2: 21.5%; 14.2% in placebo; p=0.009).\nIn both studies, patients who received TRULANCE experienced significantly reduced abdominal pain and improvements in stool frequency, stool consistency, and straining with bowel movements during the 12-week treatment period as compared to placebo.\nIn both studies, the most common adverse event was diarrhea (4.3%; 1.0% at placebo), with severe diarrhea reported in 1% of patients. Overall discontinuation rates were low among patients treated with TRULANCE and placebo (2.5%; 0.4% at placebo) and the most common adverse reaction leading to discontinuation was diarrhea (1.2%; 0% in placebo).\nIndications and Usage\nTRULANCE (plecanatide) 3 mg tablets is indicated in adults for the treatment of Chronic Idiopathic Constipation (CIC) and Irritable Bowel Syndrome with Constipation (IBS-C).\nIMPORTANT SAFETY INFORMATION\nWARNING: RISK OF SERIOUS DEHYDRATION IN PEDIATRIC PATIENTS\nTRULANCE ® is contraindicated in patients less than 6 years of age; in nonclinical studies in young juvenile mice administration of a single oral dose of plecanatide caused deaths due to dehydration. Use of TRULANCE should be avoided in patients 6 years to less than 18 years of age. The safety and efficacy of TRULANCE have not been established in pediatric patients less than 18 years of age.\nContraindications\nTRULANCE is contraindicated in patients less than 6 years of age due to the risk of serious dehydration. TRULANCE is contraindicated in patients with known or suspected mechanical gastrointestinal obstruction.\nWarnings and Precautions\nRisk of Serious Dehydration in Pediatric Patients\nTRULANCE is contraindicated in patients less than 6 years of age. The safety and effectiveness of TRULANCE in patients less than 18 years of age have not been established. In young juvenile mice (human age equivalent of approximately 1 month to less than 2 years), plecanatide increased fluid secretion as a consequence of stimulation of guanylate cyclase-C (GC-C), resulting in mortality in some mice within the first 24 hours, apparently due to dehydration. Due to increased intestinal expression of GC-C, patients less than 6 years of age may be more likely than older patients to develop severe diarrhea and its potentially serious consequences. Use of TRULANCE should be avoided in patients 6 years to less than 18 years of age. Although there were no deaths in older juvenile mice, given the deaths in young mice and the lack of clinical safety and efficacy data in pediatric patients, use of TRULANCE should be avoided in patients 6 years to less than 18 years of age.\nDiarrhea\nDiarrhea was the most common adverse reaction in the four placebo-controlled clinical trials for CIC and IBS-C. Severe diarrhea was reported in 0.6% of TRULANCE-treated CIC patients, and in 1% of TRULANCE-treated IBS-C patients. If severe diarrhea occurs, the health care provider should suspend dosing and rehydrate the patient.\nAdverse Reactions\nIn the two combined CIC clinical trials, the most common adverse reaction in TRULANCE-treated patients (incidence ≥2% and greater than in the placebo group) was diarrhea (5% vs 1% placebo). In the two combined IBS-C clinical trials, the most common adverse reaction in TRULANCE-treated patients (incidence ≥2% and greater than in the placebo group) was diarrhea (4.3% vs 1% placebo).\nPlease also see the full Prescribing Information , including Box Warning, for additional risk information.\nAbout Irritable Bowel Syndrome with Constipation (IBS-C)\nIrritable bowel syndrome (IBS) is a chronic gastrointestinal disorder characterized by recurrent abdominal pain and associated with two or more of the following: related to defecation, associated with a change in the frequency of stool, or associated with a change in the form (appearance) of the stool. IBS can be subtyped by the predominant stool form: constipation (IBS-C), diarrhea (IBS-D) or mixed (IBS-M). Those within the IBS-C subtype experience hard or lumpy stools more than 25 percent of the time they defecate, and loose or watery stools less than 25 percent of the time. It is estimated that the prevalence of IBS-C in the U.S. adult population is approximately 4 to 5 percent.\nAbout Chronic Idiopathic Constipation (CIC)\nCIC affects approximately 14 percent of the global population, disproportionately affecting women and older adults. People with CIC have persistent symptoms of difficult-to-pass and infrequent bowel movements. In addition to physical symptoms including abdominal bloating and discomfort, CIC can adversely affect an individual’s quality of life, including increasing stress levels and anxiety.\nAbout TRULANCE ®\nTRULANCE ® (plecanatide) is a once-daily tablet approved for adults with CIC or IBS-C. With the exception of a single amino acid substitution for greater binding affinity, TRULANCE is structurally identical to uroguanylin, a naturally occurring and endogenous human GI peptide. Uroguanylin activates GC-C receptors in a pH-sensitive manner primarily in the small intestine, stimulating fluid secretion and maintaining stool consistency necessary for regular bowel function.\nAbout Synergy Pharmaceuticals\nSynergy is a biopharmaceutical company focused on the development and commercialization of novel gastrointestinal (GI) therapies. The company has pioneered discovery, research and development efforts around analogs of uroguanylin, a naturally occurring human GI peptide, for the treatment of GI diseases and disorders. Synergy’s proprietary GI platform includes one commercial product TRULANCE® (plecanatide) and a second product candidate - dolcanatide. For more information, please visit www.synergypharma.com .\nForward-Looking Statement\nCertain statements in this press release are forward-looking within the meaning of the Private Securities Litigation Reform Act of 1995, including statements about Synergy’s anticipated public offering, anticipated use of proceeds and other statements containing the words \"anticipate,\" \"planned,\" \"believe,\" \"forecast,\" \"estimated,\" \"expected,\" and \"intend,\" among others. These forward-looking statements are based on Synergy's current expectations and actual results could differ materially. There are a number of factors that could cause actual events to differ materially from those indicated by such forward-looking statements. These factors include, but are not limited to, the uncertainties related to market conditions and the completion of the public offering on the anticipated terms or at all; the development, launch, introduction and commercial potential of TRULANCE; growth and opportunity, including peak sales and the potential demand for TRULANCE, as well as its potential impact on applicable markets; market size; substantial competition; our ability to continue as a going concern; our need for additional financing; uncertainties of patent protection and litigation; uncertainties of government or third party payer reimbursement; dependence upon third parties; our financial performance and results, including the risk that we are unable to manage our operating expenses or cash use for operations, or are unable to commercialize our products, within the guided ranges or otherwise as expected; and risks related to failure to obtain FDA clearances or approvals and noncompliance with FDA regulations. As with any pharmaceutical under development, there are significant risks in the development, regulatory approval and commercialization of new products. There are no guarantees that future clinical trials discussed in this press release will be completed or successful or that any product will receive regulatory approval for any indication or prove to be commercially successful. Investors should read the risk factors set forth in Synergy's most recent periodic reports filed with the Securities and Exchange Commission, including Synergy’s Form 10-K for the year ended December 31, 2016. While the list of factors presented here is considered representative, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted factors may present significant additional obstacles to the realization of forward-looking statements. Forward-looking statements included herein are made as of the date hereof, and Synergy does not undertake any obligation to update publicly such statements to reflect subsequent events or circumstances.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180125005450/en/\nSynergy Pharmaceuticals Inc.\nGem Hopkins, 212-584-7610\nVP, Investor Relations and Corporate Communications\nghopkins@synergypharma.com\nSource: Synergy Pharmaceuticals Inc.",
    "published": "2018-01-25T14:00:00.000+02:00",
    "crawled": "2018-01-25T16:21:22.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "synergy",
        "pharmaceutical",
        "nasdaq",
        "sgyp",
        "announced",
        "today",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "trulance",
        "plecanatide",
        "mg",
        "tablet",
        "treatment",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "adult",
        "second",
        "indication",
        "trulance",
        "already",
        "approved",
        "treatment",
        "adult",
        "chronic",
        "idiopathic",
        "constipation",
        "cic",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "approval",
        "pivotal",
        "milestone",
        "synergy",
        "representing",
        "second",
        "approved",
        "indication",
        "trulance",
        "past",
        "month",
        "said",
        "troy",
        "hamilton",
        "ceo",
        "synergy",
        "pharmaceutical",
        "approval",
        "demonstrates",
        "unwavering",
        "commitment",
        "provide",
        "safe",
        "effective",
        "treatment",
        "option",
        "patient",
        "living",
        "chronic",
        "gi",
        "trulance",
        "prescription",
        "medication",
        "adult",
        "cic",
        "taken",
        "without",
        "food",
        "time",
        "day",
        "trulance",
        "packaged",
        "unique",
        "calendar",
        "blister",
        "pack",
        "approximately",
        "american",
        "living",
        "many",
        "satisfied",
        "currently",
        "available",
        "treatment",
        "option",
        "said",
        "william",
        "chey",
        "professor",
        "medicine",
        "director",
        "gi",
        "physiology",
        "laboratory",
        "michigan",
        "bowel",
        "control",
        "program",
        "university",
        "michigan",
        "second",
        "indication",
        "trulance",
        "patient",
        "physician",
        "new",
        "treatment",
        "option",
        "established",
        "safety",
        "profile",
        "effectively",
        "address",
        "abdominal",
        "pain",
        "constipation",
        "experienced",
        "patient",
        "trulance",
        "label",
        "reflects",
        "strong",
        "remarkably",
        "consistent",
        "efficacy",
        "safety",
        "profile",
        "trulance",
        "demonstrated",
        "treating",
        "patient",
        "across",
        "cic",
        "clinical",
        "trial",
        "said",
        "patrick",
        "griffin",
        "md",
        "chief",
        "medical",
        "officer",
        "synergy",
        "real",
        "world",
        "patient",
        "experience",
        "supported",
        "clinical",
        "trial",
        "data",
        "highlighted",
        "diarrhea",
        "rate",
        "less",
        "report",
        "severe",
        "diarrhea",
        "requiring",
        "hospitalization",
        "since",
        "launch",
        "trulance",
        "cic",
        "indication",
        "approval",
        "today",
        "build",
        "already",
        "strong",
        "cic",
        "label",
        "establishes",
        "trulance",
        "first",
        "uroguanylin",
        "exception",
        "single",
        "amino",
        "acid",
        "substitution",
        "greater",
        "binding",
        "affinity",
        "trulance",
        "structurally",
        "identical",
        "human",
        "uroguanylin",
        "treatment",
        "thought",
        "replicate",
        "activity",
        "uroguanylin",
        "trulance",
        "phase",
        "program",
        "design",
        "phase",
        "program",
        "included",
        "two",
        "randomized",
        "trial",
        "evaluating",
        "efficacy",
        "safety",
        "trulance",
        "adult",
        "patient",
        "across",
        "two",
        "trial",
        "patient",
        "received",
        "tablet",
        "trulance",
        "mg",
        "mg",
        "dos",
        "placebo",
        "trial",
        "included",
        "baseline",
        "period",
        "treatment",
        "period",
        "period",
        "patient",
        "enrolled",
        "trial",
        "fulfilled",
        "rome",
        "iii",
        "criterion",
        "related",
        "abdominal",
        "pain",
        "stool",
        "change",
        "company",
        "sought",
        "approval",
        "mg",
        "dose",
        "primary",
        "endpoint",
        "primary",
        "endpoint",
        "trial",
        "percentage",
        "patient",
        "overall",
        "responder",
        "treatment",
        "period",
        "overall",
        "responder",
        "defined",
        "fda",
        "patient",
        "fulfilled",
        "reduction",
        "worst",
        "abdominal",
        "pain",
        "increase",
        "complete",
        "spontaneous",
        "bowel",
        "movement",
        "csbm",
        "baseline",
        "week",
        "least",
        "treatment",
        "week",
        "result",
        "phase",
        "trial",
        "trulance",
        "met",
        "primary",
        "endpoint",
        "compared",
        "placebo",
        "study",
        "placebo",
        "p",
        "study",
        "placebo",
        "study",
        "patient",
        "received",
        "trulance",
        "experienced",
        "significantly",
        "reduced",
        "abdominal",
        "pain",
        "improvement",
        "stool",
        "frequency",
        "stool",
        "consistency",
        "straining",
        "bowel",
        "movement",
        "treatment",
        "period",
        "compared",
        "placebo",
        "study",
        "common",
        "adverse",
        "event",
        "diarrhea",
        "placebo",
        "severe",
        "diarrhea",
        "reported",
        "patient",
        "overall",
        "discontinuation",
        "rate",
        "low",
        "among",
        "patient",
        "treated",
        "trulance",
        "placebo",
        "placebo",
        "common",
        "adverse",
        "reaction",
        "leading",
        "discontinuation",
        "diarrhea",
        "placebo",
        "indication",
        "usage",
        "trulance",
        "plecanatide",
        "mg",
        "tablet",
        "indicated",
        "adult",
        "treatment",
        "chronic",
        "idiopathic",
        "constipation",
        "cic",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "important",
        "safety",
        "information",
        "warning",
        "risk",
        "serious",
        "dehydration",
        "pediatric",
        "patient",
        "trulance",
        "contraindicated",
        "patient",
        "less",
        "year",
        "age",
        "nonclinical",
        "study",
        "young",
        "juvenile",
        "mouse",
        "administration",
        "single",
        "oral",
        "dose",
        "plecanatide",
        "caused",
        "death",
        "due",
        "dehydration",
        "use",
        "trulance",
        "avoided",
        "patient",
        "year",
        "less",
        "year",
        "age",
        "safety",
        "efficacy",
        "trulance",
        "established",
        "pediatric",
        "patient",
        "less",
        "year",
        "age",
        "contraindication",
        "trulance",
        "contraindicated",
        "patient",
        "less",
        "year",
        "age",
        "due",
        "risk",
        "serious",
        "dehydration",
        "trulance",
        "contraindicated",
        "patient",
        "known",
        "suspected",
        "mechanical",
        "gastrointestinal",
        "obstruction",
        "warning",
        "precaution",
        "risk",
        "serious",
        "dehydration",
        "pediatric",
        "patient",
        "trulance",
        "contraindicated",
        "patient",
        "less",
        "year",
        "age",
        "safety",
        "effectiveness",
        "trulance",
        "patient",
        "less",
        "year",
        "age",
        "established",
        "young",
        "juvenile",
        "mouse",
        "human",
        "age",
        "equivalent",
        "approximately",
        "month",
        "less",
        "year",
        "plecanatide",
        "increased",
        "fluid",
        "secretion",
        "consequence",
        "stimulation",
        "guanylate",
        "resulting",
        "mortality",
        "mouse",
        "within",
        "first",
        "hour",
        "apparently",
        "due",
        "dehydration",
        "due",
        "increased",
        "intestinal",
        "expression",
        "patient",
        "less",
        "year",
        "age",
        "may",
        "likely",
        "older",
        "patient",
        "develop",
        "severe",
        "diarrhea",
        "potentially",
        "serious",
        "consequence",
        "use",
        "trulance",
        "avoided",
        "patient",
        "year",
        "less",
        "year",
        "age",
        "although",
        "death",
        "older",
        "juvenile",
        "mouse",
        "given",
        "death",
        "young",
        "mouse",
        "lack",
        "clinical",
        "safety",
        "efficacy",
        "data",
        "pediatric",
        "patient",
        "use",
        "trulance",
        "avoided",
        "patient",
        "year",
        "less",
        "year",
        "age",
        "diarrhea",
        "diarrhea",
        "common",
        "adverse",
        "reaction",
        "four",
        "clinical",
        "trial",
        "cic",
        "severe",
        "diarrhea",
        "reported",
        "cic",
        "patient",
        "patient",
        "severe",
        "diarrhea",
        "occurs",
        "health",
        "care",
        "provider",
        "suspend",
        "dosing",
        "rehydrate",
        "patient",
        "adverse",
        "reaction",
        "two",
        "combined",
        "cic",
        "clinical",
        "trial",
        "common",
        "adverse",
        "reaction",
        "patient",
        "incidence",
        "greater",
        "placebo",
        "group",
        "diarrhea",
        "v",
        "placebo",
        "two",
        "combined",
        "clinical",
        "trial",
        "common",
        "adverse",
        "reaction",
        "patient",
        "incidence",
        "greater",
        "placebo",
        "group",
        "diarrhea",
        "v",
        "placebo",
        "please",
        "also",
        "see",
        "full",
        "prescribing",
        "information",
        "including",
        "box",
        "warning",
        "additional",
        "risk",
        "information",
        "irritable",
        "bowel",
        "syndrome",
        "constipation",
        "irritable",
        "bowel",
        "syndrome",
        "ibs",
        "chronic",
        "gastrointestinal",
        "disorder",
        "characterized",
        "recurrent",
        "abdominal",
        "pain",
        "associated",
        "two",
        "following",
        "related",
        "defecation",
        "associated",
        "change",
        "frequency",
        "stool",
        "associated",
        "change",
        "form",
        "appearance",
        "stool",
        "ibs",
        "subtyped",
        "predominant",
        "stool",
        "form",
        "constipation",
        "diarrhea",
        "mixed",
        "within",
        "subtype",
        "experience",
        "hard",
        "lumpy",
        "stool",
        "percent",
        "time",
        "defecate",
        "loose",
        "watery",
        "stool",
        "less",
        "percent",
        "time",
        "estimated",
        "prevalence",
        "adult",
        "population",
        "approximately",
        "percent",
        "chronic",
        "idiopathic",
        "constipation",
        "cic",
        "cic",
        "affect",
        "approximately",
        "percent",
        "global",
        "population",
        "disproportionately",
        "affecting",
        "woman",
        "older",
        "adult",
        "people",
        "cic",
        "persistent",
        "symptom",
        "infrequent",
        "bowel",
        "movement",
        "addition",
        "physical",
        "symptom",
        "including",
        "abdominal",
        "bloating",
        "discomfort",
        "cic",
        "adversely",
        "affect",
        "individual",
        "quality",
        "life",
        "including",
        "increasing",
        "stress",
        "level",
        "anxiety",
        "trulance",
        "trulance",
        "plecanatide",
        "tablet",
        "approved",
        "adult",
        "cic",
        "exception",
        "single",
        "amino",
        "acid",
        "substitution",
        "greater",
        "binding",
        "affinity",
        "trulance",
        "structurally",
        "identical",
        "uroguanylin",
        "naturally",
        "occurring",
        "endogenous",
        "human",
        "gi",
        "peptide",
        "uroguanylin",
        "activates",
        "receptor",
        "manner",
        "primarily",
        "small",
        "intestine",
        "stimulating",
        "fluid",
        "secretion",
        "maintaining",
        "stool",
        "consistency",
        "necessary",
        "regular",
        "bowel",
        "function",
        "synergy",
        "pharmaceutical",
        "synergy",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "novel",
        "gastrointestinal",
        "gi",
        "therapy",
        "company",
        "pioneered",
        "discovery",
        "research",
        "development",
        "effort",
        "around",
        "analog",
        "uroguanylin",
        "naturally",
        "occurring",
        "human",
        "gi",
        "peptide",
        "treatment",
        "gi",
        "disease",
        "disorder",
        "synergy",
        "proprietary",
        "gi",
        "platform",
        "includes",
        "one",
        "commercial",
        "product",
        "plecanatide",
        "second",
        "product",
        "candidate",
        "dolcanatide",
        "information",
        "please",
        "visit",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "synergy",
        "anticipated",
        "public",
        "offering",
        "anticipated",
        "use",
        "proceeds",
        "statement",
        "containing",
        "word",
        "anticipate",
        "planned",
        "believe",
        "forecast",
        "estimated",
        "expected",
        "intend",
        "among",
        "others",
        "statement",
        "based",
        "synergy",
        "current",
        "expectation",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "differ",
        "materially",
        "indicated",
        "statement",
        "factor",
        "include",
        "limited",
        "uncertainty",
        "related",
        "market",
        "condition",
        "completion",
        "public",
        "offering",
        "anticipated",
        "term",
        "development",
        "launch",
        "introduction",
        "commercial",
        "potential",
        "trulance",
        "growth",
        "opportunity",
        "including",
        "peak",
        "sale",
        "potential",
        "demand",
        "trulance",
        "well",
        "potential",
        "impact",
        "applicable",
        "market",
        "market",
        "size",
        "substantial",
        "competition",
        "ability",
        "continue",
        "going",
        "concern",
        "need",
        "additional",
        "financing",
        "uncertainty",
        "patent",
        "protection",
        "litigation",
        "uncertainty",
        "government",
        "third",
        "party",
        "payer",
        "reimbursement",
        "dependence",
        "upon",
        "third",
        "party",
        "financial",
        "performance",
        "result",
        "including",
        "risk",
        "unable",
        "manage",
        "operating",
        "expense",
        "cash",
        "use",
        "operation",
        "unable",
        "commercialize",
        "product",
        "within",
        "guided",
        "range",
        "otherwise",
        "expected",
        "risk",
        "related",
        "failure",
        "obtain",
        "fda",
        "clearance",
        "approval",
        "noncompliance",
        "fda",
        "regulation",
        "pharmaceutical",
        "development",
        "significant",
        "risk",
        "development",
        "regulatory",
        "approval",
        "commercialization",
        "new",
        "product",
        "guarantee",
        "future",
        "clinical",
        "trial",
        "discussed",
        "press",
        "release",
        "completed",
        "successful",
        "product",
        "receive",
        "regulatory",
        "approval",
        "indication",
        "prove",
        "commercially",
        "successful",
        "investor",
        "read",
        "risk",
        "factor",
        "set",
        "forth",
        "synergy",
        "recent",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "synergy",
        "form",
        "year",
        "ended",
        "december",
        "list",
        "factor",
        "presented",
        "considered",
        "representative",
        "list",
        "considered",
        "complete",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "unlisted",
        "factor",
        "may",
        "present",
        "significant",
        "additional",
        "obstacle",
        "realization",
        "statement",
        "statement",
        "included",
        "herein",
        "made",
        "date",
        "hereof",
        "synergy",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "circumstance",
        "view",
        "source",
        "version",
        "http",
        "synergy",
        "pharmaceutical",
        "gem",
        "hopkins",
        "vp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "ghopkins",
        "source",
        "synergy",
        "pharmaceutical",
        "inc"
    ]
}