{
    "organizations": [],
    "uuid": "321c6d2c8857b2d3d00a67e42e9e94c7361398d0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/24/business-wire-xperi-announces-preliminary-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Xperi Announces Preliminary Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Completes Repricing and Pays Down $100 Million of Debt\nCompany to Host Earnings Conference Call on February 13, 2018\nSAN JOSE, Calif.--(BUSINESS WIRE)-- Xperi Corporation (Nasdaq: XPER) (the “Company”) today announced better-than-expected preliminary financial results for the fourth quarter and full year ended December 31, 2017.\n($ in millions, except per share data) Q4 FY 2017\nPrior Outlook\nRevenue $126 $115-125 GAAP EPS (see “Tax Impact” paragraph) $0.24 $0.03-0.16 Non-GAAP EPS $0.75 $0.60-0.70 Other Relevant Metrics Purchase Accounting Impact 1 $6.0 $6.0 ($ in millions) FY 2017 Prior Outlook Revenue $373 $362-372 Operating Cash Flow $147 $135-145 Other Relevant Metrics Purchase Accounting Impact 1 $51.6 $51.6 1 Purchase Accounting Impact represents receipts from contracts with customers that are not recorded as revenue due to purchase accounting rules, but which would have been recorded as revenue if not for the acquisition of DTS. Internally, management includes the cash flow impact from these contracts when evaluating the Company's operating performance, when planning, forecasting and analyzing future periods, and when assessing the performance of its management team.\nDebt Repricing\nOn January 23, 2018, the Company completed a successful repricing of its Term B Loans, reducing its borrowing rate by 75 basis points, to a new rate of Libor plus 250 basis points. In connection with the repricing, the Company paid down $100 million of its outstanding debt.\nTax Impact\nThe Q4 2017 preliminary GAAP EPS number does not reflect the impact of the Tax Cuts and Jobs Act (the “2017 Tax Act”), which is still being evaluated by the Company. The 2017 Tax Act reduces the U.S. corporate tax rate to 21% and reduces the rate on Foreign-Derived Intangible Income to an even lower effective tax rate of 13.1%. At present, the Company expects to record an estimated non-cash charge between $4 million and $8 million in Q4 of 2017 to revalue its Deferred Tax Assets and Deferred Tax Liabilities as a result of the lower tax rate. The Company does not expect to record a charge for the mandatory one-time deemed repatriation of foreign earnings under the 2017 Tax Act. In the next few years, the Company expects to continue paying cash taxes primarily for foreign withholding tax rather than U.S. corporate income tax. Longer term, the Company should benefit from the lower corporate tax rate set by the 2017 Tax Act.\nEarnings Conference Call\nThe Company will hold its fourth quarter 2017, earnings conference call at 2:00 PM Pacific time (5:00 PM Eastern time) on Tuesday, February 13, 2018. To access the call in the U.S., please dial +1 800-239-9838, and for international callers dial +1 323-794-2551, approximately 15 minutes prior to the start of the conference call. The conference ID is 8471030. The conference call will also be broadcast live over the Internet at www.xperi.com and available for replay for 90 days at www.xperi.com .\nSafe Harbor Statement\nThis press release contains forward-looking statements, which are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements involve risks and uncertainties that could cause actual results to differ significantly from those projected, particularly with respect to the Company’s preliminary financial results for the fourth quarter and full year ended December 31, 2017. Material factors that may cause results to differ from the statements made include the plans or operations relating to the businesses of the Company; market or industry conditions; changes in patent laws, regulation or enforcement, or other factors that might affect the Company's ability to protect or realize the value of its intellectual property; the expiration of license agreements and the cessation of related royalty income; the failure, inability or refusal of licensees to pay royalties; initiation, delays, setbacks or losses relating to the Company's intellectual property or intellectual property litigations, or invalidation or limitation of key patents; fluctuations in operating results due to the timing of new license agreements and royalties, or due to legal costs; the risk of a decline in demand for semiconductors and products utilizing our audio and imaging technologies; failure by the industry to use technologies covered by the Company's patents; the expiration of the Company's patents; the Company's ability to successfully complete and integrate acquisitions of businesses; the risk of loss of, or decreases in production orders from, customers of acquired businesses; financial and regulatory risks associated with the international nature of the Company's businesses; failure of the Company's products to achieve technological feasibility or profitability; failure to successfully commercialize the Company's products; changes in demand for the products of the Company's customers; limited opportunities to license technologies due to high concentration in applicable markets for such technologies; the impact of competing technologies on the demand for the Company's technologies; pricing trends, including the Company's ability to achieve economies of scale; and other developments in the markets in which the Company operates, as well as management's response to any of the aforementioned factors. You are cautioned not to place undue reliance on the forward-looking statements, which speak only as of the date of this release.\nThe foregoing review of important factors should not be construed as exhaustive and should be read in conjunction with the other cautionary statements that are included herein and elsewhere, including the Risk Factors included in the Company's recent reports on Form 10-K and Form 10-Q and other documents of the Company on file with the Securities and Exchange Commission (the \"SEC\"). The Company's SEC filings are available publicly on the SEC's website at www.sec.gov . Any forward-looking statements made or incorporated by reference herein are qualified in their entirety by these cautionary statements, and there can be no assurance that the actual results or developments anticipated by the Company will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, the Company or its business or operations. Except to the extent required by applicable law, the Company undertakes no obligation to update publicly or revise any forward-looking statement, whether as a result of new information, future developments or otherwise.\nAbout Xperi Corporation\nXperi Corporation (Nasdaq: XPER) and its brands, DTS, FotoNation, HD Radio, Invensas and Tessera, are dedicated to creating innovative technology solutions that enable extraordinary experiences for people around the world. Xperi’s solutions are licensed by hundreds of leading global partners and have shipped in billions of products in areas including premium audio, broadcast, automotive, computational imaging, computer vision, mobile computing and communications, memory, data storage, and 3D semiconductor interconnect and packaging. For more information, please call 408-321-6000 or visit www.xperi.com .\nXperi, DTS, Invensas, FotoNation, HD Radio, Tessera and their respective logos are trademarks or registered trademarks of affiliated companies of Xperi Corporation in the United States and other countries. All other company, brand and product names may be trademarks or registered trademarks of their respective companies.\nNon-GAAP Financial Measures\nIn addition to disclosing financial results calculated in accordance with U.S. Generally Accepted Accounting Principles (GAAP), the Company’s earnings release contains non-GAAP financial measures adjusted for discontinued operations, either one-time or ongoing non-cash acquired intangibles amortization charges, acquired in-process research and development, all forms of stock-based compensation, restructuring and other related exit costs, and related tax effects. The non-GAAP financial measures also exclude the effects of FASB Accounting Standards Codification 718, “Stock Compensation” upon the number of diluted shares used in calculating non-GAAP earnings per share. Management believes that the non-GAAP measures used in this release provide investors with important perspectives into the Company’s ongoing business performance. The non-GAAP financial measures disclosed by the Company should not be considered a substitute for, or superior to, financial measures calculated in accordance with GAAP, and the financial results calculated in accordance with GAAP and reconciliations to those financial statements should be carefully evaluated. The non-GAAP financial measures used by the Company may be calculated differently from, and therefore may not be comparable to, similarly titled measures used by other companies. All financial data is presented on a GAAP basis except where the Company indicates its presentation is on a non-GAAP basis.\nSet forth below are reconciliations of Company’s GAAP earnings per share to non-GAAP earnings per share preliminary results for the fourth quarter of 2017.\nSOURCE: XPERI CORP\nXPER-E\nRECONCILIATION FROM GAAP NET INCOME PER SHARE TO NON-GAAP NET INCOME PER SHARE (unaudited) Three Months Ended December 31, 2017 Net income per share - GAAP $ 0.24 Adjustments to GAAP net income per share: Stock-based compensation expense 0.19 Amortization of acquired intangibles 0.55 Acquisition related costs 0.09 Tax adjustments for non-GAAP items and other (0.32) Net income per share - non-GAAP $ 0.75\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180124005414/en/\nXperi Corporation\nGeri Weinfeld, +1 818-436-1231\nSenior Director, Investor Relations\ngeri.weinfeld@xperi.com\nor\nJordan Miller, +1 818-436-1082\nSenior Director, Consumer Marketing and Communications\njordan.miller@xperi.com\nSource: Xperi Corporation",
    "published": "2018-01-24T17:00:00.000+02:00",
    "crawled": "2018-01-24T16:56:03.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "completes",
        "repricing",
        "pay",
        "million",
        "debt",
        "company",
        "host",
        "earnings",
        "conference",
        "call",
        "february",
        "san",
        "jose",
        "business",
        "wire",
        "xperi",
        "corporation",
        "nasdaq",
        "xper",
        "company",
        "today",
        "announced",
        "preliminary",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "except",
        "per",
        "share",
        "data",
        "q4",
        "fy",
        "prior",
        "outlook",
        "revenue",
        "gaap",
        "eps",
        "see",
        "tax",
        "impact",
        "paragraph",
        "eps",
        "relevant",
        "metric",
        "purchase",
        "accounting",
        "impact",
        "million",
        "fy",
        "prior",
        "outlook",
        "revenue",
        "operating",
        "cash",
        "flow",
        "relevant",
        "metric",
        "purchase",
        "accounting",
        "impact",
        "purchase",
        "accounting",
        "impact",
        "represents",
        "receipt",
        "contract",
        "customer",
        "recorded",
        "revenue",
        "due",
        "purchase",
        "accounting",
        "rule",
        "would",
        "recorded",
        "revenue",
        "acquisition",
        "dts",
        "internally",
        "management",
        "includes",
        "cash",
        "flow",
        "impact",
        "contract",
        "evaluating",
        "company",
        "operating",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "assessing",
        "performance",
        "management",
        "team",
        "debt",
        "repricing",
        "january",
        "company",
        "completed",
        "successful",
        "repricing",
        "term",
        "b",
        "loan",
        "reducing",
        "borrowing",
        "rate",
        "basis",
        "point",
        "new",
        "rate",
        "libor",
        "plus",
        "basis",
        "point",
        "connection",
        "repricing",
        "company",
        "paid",
        "million",
        "outstanding",
        "debt",
        "tax",
        "impact",
        "q4",
        "preliminary",
        "gaap",
        "eps",
        "number",
        "reflect",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "still",
        "evaluated",
        "company",
        "tax",
        "act",
        "reduces",
        "corporate",
        "tax",
        "rate",
        "reduces",
        "rate",
        "intangible",
        "income",
        "even",
        "lower",
        "effective",
        "tax",
        "rate",
        "present",
        "company",
        "expects",
        "record",
        "estimated",
        "charge",
        "million",
        "million",
        "q4",
        "revalue",
        "deferred",
        "tax",
        "asset",
        "deferred",
        "tax",
        "liability",
        "result",
        "lower",
        "tax",
        "rate",
        "company",
        "expect",
        "record",
        "charge",
        "mandatory",
        "deemed",
        "repatriation",
        "foreign",
        "earnings",
        "tax",
        "act",
        "next",
        "year",
        "company",
        "expects",
        "continue",
        "paying",
        "cash",
        "tax",
        "primarily",
        "foreign",
        "withholding",
        "tax",
        "rather",
        "corporate",
        "income",
        "tax",
        "longer",
        "term",
        "company",
        "benefit",
        "lower",
        "corporate",
        "tax",
        "rate",
        "set",
        "tax",
        "act",
        "earnings",
        "conference",
        "call",
        "company",
        "hold",
        "fourth",
        "quarter",
        "earnings",
        "conference",
        "call",
        "pm",
        "pacific",
        "time",
        "pm",
        "eastern",
        "time",
        "tuesday",
        "february",
        "access",
        "call",
        "please",
        "dial",
        "international",
        "caller",
        "dial",
        "approximately",
        "minute",
        "prior",
        "start",
        "conference",
        "call",
        "conference",
        "id",
        "conference",
        "call",
        "also",
        "broadcast",
        "live",
        "internet",
        "available",
        "replay",
        "day",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "significantly",
        "projected",
        "particularly",
        "respect",
        "company",
        "preliminary",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "material",
        "factor",
        "may",
        "cause",
        "result",
        "differ",
        "statement",
        "made",
        "include",
        "plan",
        "operation",
        "relating",
        "business",
        "company",
        "market",
        "industry",
        "condition",
        "change",
        "patent",
        "law",
        "regulation",
        "enforcement",
        "factor",
        "might",
        "affect",
        "company",
        "ability",
        "protect",
        "realize",
        "value",
        "intellectual",
        "property",
        "expiration",
        "license",
        "agreement",
        "cessation",
        "related",
        "royalty",
        "income",
        "failure",
        "inability",
        "refusal",
        "licensee",
        "pay",
        "royalty",
        "initiation",
        "delay",
        "setback",
        "loss",
        "relating",
        "company",
        "intellectual",
        "property",
        "intellectual",
        "property",
        "litigation",
        "invalidation",
        "limitation",
        "key",
        "patent",
        "fluctuation",
        "operating",
        "result",
        "due",
        "timing",
        "new",
        "license",
        "agreement",
        "royalty",
        "due",
        "legal",
        "cost",
        "risk",
        "decline",
        "demand",
        "semiconductor",
        "product",
        "utilizing",
        "audio",
        "imaging",
        "technology",
        "failure",
        "industry",
        "use",
        "technology",
        "covered",
        "company",
        "patent",
        "expiration",
        "company",
        "patent",
        "company",
        "ability",
        "successfully",
        "complete",
        "integrate",
        "acquisition",
        "business",
        "risk",
        "loss",
        "decrease",
        "production",
        "order",
        "customer",
        "acquired",
        "business",
        "financial",
        "regulatory",
        "risk",
        "associated",
        "international",
        "nature",
        "company",
        "business",
        "failure",
        "company",
        "product",
        "achieve",
        "technological",
        "feasibility",
        "profitability",
        "failure",
        "successfully",
        "commercialize",
        "company",
        "product",
        "change",
        "demand",
        "product",
        "company",
        "customer",
        "limited",
        "opportunity",
        "license",
        "technology",
        "due",
        "high",
        "concentration",
        "applicable",
        "market",
        "technology",
        "impact",
        "competing",
        "technology",
        "demand",
        "company",
        "technology",
        "pricing",
        "trend",
        "including",
        "company",
        "ability",
        "achieve",
        "economy",
        "scale",
        "development",
        "market",
        "company",
        "operates",
        "well",
        "management",
        "response",
        "aforementioned",
        "factor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "release",
        "foregoing",
        "review",
        "important",
        "factor",
        "construed",
        "exhaustive",
        "read",
        "conjunction",
        "cautionary",
        "statement",
        "included",
        "herein",
        "elsewhere",
        "including",
        "risk",
        "factor",
        "included",
        "company",
        "recent",
        "report",
        "form",
        "form",
        "document",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "company",
        "sec",
        "filing",
        "available",
        "publicly",
        "sec",
        "website",
        "statement",
        "made",
        "incorporated",
        "reference",
        "herein",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "assurance",
        "actual",
        "result",
        "development",
        "anticipated",
        "company",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "company",
        "business",
        "operation",
        "except",
        "extent",
        "required",
        "applicable",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "xperi",
        "corporation",
        "xperi",
        "corporation",
        "nasdaq",
        "xper",
        "brand",
        "dts",
        "fotonation",
        "hd",
        "radio",
        "invensas",
        "tessera",
        "dedicated",
        "creating",
        "innovative",
        "technology",
        "solution",
        "enable",
        "extraordinary",
        "experience",
        "people",
        "around",
        "world",
        "xperi",
        "solution",
        "licensed",
        "hundred",
        "leading",
        "global",
        "partner",
        "shipped",
        "billion",
        "product",
        "area",
        "including",
        "premium",
        "audio",
        "broadcast",
        "automotive",
        "computational",
        "imaging",
        "computer",
        "vision",
        "mobile",
        "computing",
        "communication",
        "memory",
        "data",
        "storage",
        "3d",
        "semiconductor",
        "interconnect",
        "packaging",
        "information",
        "please",
        "call",
        "visit",
        "xperi",
        "dts",
        "invensas",
        "fotonation",
        "hd",
        "radio",
        "tessera",
        "respective",
        "logo",
        "trademark",
        "registered",
        "trademark",
        "affiliated",
        "company",
        "xperi",
        "corporation",
        "united",
        "state",
        "country",
        "company",
        "brand",
        "product",
        "name",
        "may",
        "trademark",
        "registered",
        "trademark",
        "respective",
        "company",
        "financial",
        "measure",
        "addition",
        "disclosing",
        "financial",
        "result",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "company",
        "earnings",
        "release",
        "contains",
        "financial",
        "measure",
        "adjusted",
        "discontinued",
        "operation",
        "either",
        "ongoing",
        "acquired",
        "intangible",
        "amortization",
        "charge",
        "acquired",
        "research",
        "development",
        "form",
        "compensation",
        "restructuring",
        "related",
        "exit",
        "cost",
        "related",
        "tax",
        "effect",
        "financial",
        "measure",
        "also",
        "exclude",
        "effect",
        "fasb",
        "accounting",
        "standard",
        "codification",
        "stock",
        "compensation",
        "upon",
        "number",
        "diluted",
        "share",
        "used",
        "calculating",
        "earnings",
        "per",
        "share",
        "management",
        "belief",
        "measure",
        "used",
        "release",
        "provide",
        "investor",
        "important",
        "perspective",
        "company",
        "ongoing",
        "business",
        "performance",
        "financial",
        "measure",
        "disclosed",
        "company",
        "considered",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "financial",
        "result",
        "calculated",
        "accordance",
        "gaap",
        "reconciliation",
        "financial",
        "statement",
        "carefully",
        "evaluated",
        "financial",
        "measure",
        "used",
        "company",
        "may",
        "calculated",
        "differently",
        "therefore",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "financial",
        "data",
        "presented",
        "gaap",
        "basis",
        "except",
        "company",
        "indicates",
        "presentation",
        "basis",
        "set",
        "forth",
        "reconciliation",
        "company",
        "gaap",
        "earnings",
        "per",
        "share",
        "earnings",
        "per",
        "share",
        "preliminary",
        "result",
        "fourth",
        "quarter",
        "source",
        "xperi",
        "corp",
        "reconciliation",
        "gaap",
        "net",
        "income",
        "per",
        "share",
        "net",
        "income",
        "per",
        "share",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "net",
        "income",
        "per",
        "share",
        "gaap",
        "adjustment",
        "gaap",
        "net",
        "income",
        "per",
        "share",
        "compensation",
        "expense",
        "amortization",
        "acquired",
        "intangible",
        "acquisition",
        "related",
        "cost",
        "tax",
        "adjustment",
        "item",
        "net",
        "income",
        "per",
        "share",
        "view",
        "source",
        "version",
        "http",
        "xperi",
        "corporation",
        "geri",
        "weinfeld",
        "senior",
        "director",
        "investor",
        "relation",
        "jordan",
        "miller",
        "senior",
        "director",
        "consumer",
        "marketing",
        "communication",
        "source",
        "xperi",
        "corporation"
    ]
}