{
    "organizations": [],
    "uuid": "569fa99f8547dc429b9d23398e0bb5fff9b45c32",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/01/17/new-york-times-digital-state-of-the-art-itas-time-for-apple-to-build-a-less-addictive-iphone.html",
    "ord_in_thread": 0,
    "title": "Apple could cure tech addiction with a few changes to the iPhone",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It’s not Apple ’s fault that you feel enslaved by your phone. But the company that gave the world the modern smartphone has a perfect opportunity this year to create a brave and groundbreaking new take on that device: a phone that encourages you to use it more thoughtfully, more deliberately — and a lot less.\nTech “addiction” is a topic of rising national concern. I put the A-word in Quote: s because the precise pull that our phones exert over us isn’t the same as that of drugs or alcohol . The issue isn’t really new, either; researchers who study how we use digital technology have for years been warning of its potential negative effects on our cognition, psyche and well-being .\nWhat is new is who has joined the ranks of the worried. Recently, a parade of tech luminaries, including several former Facebook employees , have argued that we’re no match for the sophisticated machinery of engagement and persuasion being built into smartphone apps. Their fears are manifold : They’re worried about distraction, productivity, how social networks alter our emotional lives and relationships, and what they’re doing to children .\nIt’s hard to know what to make of these confessions of regret. Come on, guys — you gave us these wondrous machines, you made billions of dollars from their ubiquity, and now you tell us they’re bad?\nAlso, what do we do about it?\nLike air pollution or intrusive online advertising, tech addiction is a collective-action problem caused by misaligned incentives. Companies that make money from your attention — that is, ad-supported apps like Facebook , Instagram, Snapchat and YouTube — now employ armies of people who work with supercomputers to hook you ever more deeply into their services. Sure, we should call on them to act more ethically — and Facebook, for its part, has said it’s willing to lose money to improve its users’ well-being — but I’m skeptical they’ll be able to suppress their economic interests.\nGovernment regulation and more restraint from users might also help, but the former is unlikely and the latter is insufficient. So who’s left?\nMore from The New York Times:\nHow Technology Is (and Isn't) Changing Our Reading Habits Meet Your Art Twin: A 400-Year-Old With an Oily Complexion Facebook Doesn't Like What It Sees When It Looks in the Mirror The same company that always seems to turn up when it’s time to cross into a new era of technology: Apple.\nI got to thinking about Apple’s responsibility last week when two large investors wrote an open letter asking the company to do more about its products’ effects on children. I was initially inclined to dismiss the letter as a publicity stunt; if you’re worried about children and tech, why not go after Facebook?\nBut when I called several experts, I found they agreed with the investors. Sure, they said, Apple isn’t responsible for the excesses of the digital ad business, but it does have a moral responsibility to — and a business interest in — the well-being of its customers.\nAnd there’s another, more important reason for Apple to take on tech addiction: because it would probably do an elegant job of addressing the problem.\n“I do think this is their time to step up,” said Tristan Harris, a former design ethicist at Google who now runs Time Well Spent, an organization working to improve technology’s impact on society.\n“In fact,” Mr. Harris added, “they may be our only hope.”\nFor one thing, Apple’s business model does not depend on tech addiction. The company makes most of its money by selling premium devices at high profit margins. Yes, it needs to make sure you find your phone useful enough to buy the next one, but after you purchase your phone and sign up for some of its premium services, Apple doesn’t really need you to overdo it. Indeed, because it can’t make infinite battery life, Apple would probably be O.K. if you cooled it with your phone a little.\nYet even though Apple is not part of the ad business, it exerts lots of control over it. Every tech company needs a presence on the iPhone or iPad; this means that Apple can set the rules for everyone. With a single update to its operating system and its app store, Apple could curb some of the worst excesses in how apps monitor and notify you to keep you hooked (as it has done, for instance, by allowing ad blockers in its mobile devices). And because other smartphone makers tend to copy Apple’s best inventions, whatever it did to curb our dependence on our phones would be widely emulated.\nMr. Harris suggested several ideas for Apple to make a less-addictive smartphone. For starters, Apple could give people a lot more feedback about how they’re using their devices.\nImagine if, once a week, your phone gave you a report on how you spent your time, similar to how your activity tracker tells you how sedentary you were last week. It could also needle you: “Farhad, you spent half your week scrolling through Twitter. Do you really feel proud of that?” It could offer to help: “If I notice you spending too much time on Snapchat next week, would you like me to remind you?”\nAnother idea is to let you impose more fine-grained controls over notifications. Today, when you let an app send you mobile alerts, it’s usually an all-or-nothing proposition — you say yes to letting it buzz you, and suddenly it’s buzzing you all the time.\nMr. Harris suggested that Apple could require apps to assign a kind of priority level to their notifications. “Let’s say you had three notification levels — heavy users, regular users and lite, or Zen,” Mr. Harris said.\nApple could set rules for what kind of notifications were allowed in each bucket — for instance, the medium bucket might allow notifications generated by other people (like a direct message in Instagram) but not those from the app itself (Instagram just sending you an alert to remind you that your high school friend’s mom’s brother posted a new picture recently).\n“And then Apple could say, by default, everyone is in the middle level — and instantly it could save a ton of users a ton of energy in dealing with this,” Mr. Harris said.\nThere’s a danger that some of these anti-addiction efforts could get too intrusive. But that’s also why Apple would shine here; building a less-addictive phone is chiefly a problem of interface design, which is basically Apple’s entire corporate raison d’être.\nAnother thing that Apple is good at is marketing, and I suspect it could make a lot of gauzy ads showing people getting more out of iPhones and iPads by unplugging from them for a little while. Note that it already sells a device, the Apple Watch, whose marketing extols the magic of leaving your phone behind.\nDone right, a full-fledged campaign pushing the benefits of a more deliberative approach to tech wouldn’t come off as self-interest, but in keeping with Apple’s best vision of itself — as a company that looks out for the interests of humanity in an otherwise cold and sometimes inhumane industry.\n“How we live with technology is the cultural issue of the next half-century,” said James Steyer, the founder and chief executive of Common Sense Media, a nonprofit group that studies how children are affected by media.\nHe suggested that the feeling was ripe for Apple to tap into. “It’s something that everyone cares about — whether you’re a Republican or a Democrat, liberal or conservative, wheth",
    "published": "2018-01-17T19:47:00.000+02:00",
    "crawled": "2018-01-17T20:10:32.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "apple",
        "fault",
        "feel",
        "enslaved",
        "phone",
        "company",
        "gave",
        "world",
        "modern",
        "smartphone",
        "perfect",
        "opportunity",
        "year",
        "create",
        "brave",
        "groundbreaking",
        "new",
        "take",
        "device",
        "phone",
        "encourages",
        "use",
        "thoughtfully",
        "deliberately",
        "lot",
        "less",
        "tech",
        "addiction",
        "topic",
        "rising",
        "national",
        "concern",
        "put",
        "quote",
        "precise",
        "pull",
        "phone",
        "exert",
        "u",
        "drug",
        "alcohol",
        "issue",
        "really",
        "new",
        "either",
        "researcher",
        "study",
        "use",
        "digital",
        "technology",
        "year",
        "warning",
        "potential",
        "negative",
        "effect",
        "cognition",
        "psyche",
        "new",
        "joined",
        "rank",
        "worried",
        "recently",
        "parade",
        "tech",
        "luminary",
        "including",
        "several",
        "former",
        "facebook",
        "employee",
        "argued",
        "match",
        "sophisticated",
        "machinery",
        "engagement",
        "persuasion",
        "built",
        "smartphone",
        "apps",
        "fear",
        "manifold",
        "worried",
        "distraction",
        "productivity",
        "social",
        "network",
        "alter",
        "emotional",
        "life",
        "relationship",
        "child",
        "hard",
        "know",
        "make",
        "confession",
        "regret",
        "come",
        "guy",
        "gave",
        "u",
        "wondrous",
        "machine",
        "made",
        "billion",
        "dollar",
        "ubiquity",
        "tell",
        "u",
        "bad",
        "also",
        "like",
        "air",
        "pollution",
        "intrusive",
        "online",
        "advertising",
        "tech",
        "addiction",
        "problem",
        "caused",
        "misaligned",
        "incentive",
        "company",
        "make",
        "money",
        "attention",
        "apps",
        "like",
        "facebook",
        "instagram",
        "snapchat",
        "youtube",
        "employ",
        "army",
        "people",
        "work",
        "supercomputer",
        "hook",
        "ever",
        "deeply",
        "service",
        "sure",
        "call",
        "act",
        "ethically",
        "facebook",
        "part",
        "said",
        "willing",
        "lose",
        "money",
        "improve",
        "user",
        "skeptical",
        "able",
        "suppress",
        "economic",
        "interest",
        "government",
        "regulation",
        "restraint",
        "user",
        "might",
        "also",
        "help",
        "former",
        "unlikely",
        "latter",
        "insufficient",
        "left",
        "new",
        "york",
        "time",
        "technology",
        "changing",
        "reading",
        "habit",
        "meet",
        "art",
        "twin",
        "oily",
        "complexion",
        "facebook",
        "like",
        "see",
        "look",
        "mirror",
        "company",
        "always",
        "seems",
        "turn",
        "time",
        "cross",
        "new",
        "era",
        "technology",
        "apple",
        "got",
        "thinking",
        "apple",
        "responsibility",
        "last",
        "week",
        "two",
        "large",
        "investor",
        "wrote",
        "open",
        "letter",
        "asking",
        "company",
        "product",
        "effect",
        "child",
        "initially",
        "inclined",
        "dismiss",
        "letter",
        "publicity",
        "stunt",
        "worried",
        "child",
        "tech",
        "go",
        "facebook",
        "called",
        "several",
        "expert",
        "found",
        "agreed",
        "investor",
        "sure",
        "said",
        "apple",
        "responsible",
        "excess",
        "digital",
        "ad",
        "business",
        "moral",
        "responsibility",
        "business",
        "interest",
        "customer",
        "another",
        "important",
        "reason",
        "apple",
        "take",
        "tech",
        "addiction",
        "would",
        "probably",
        "elegant",
        "job",
        "addressing",
        "problem",
        "think",
        "time",
        "step",
        "said",
        "tristan",
        "harris",
        "former",
        "design",
        "ethicist",
        "google",
        "run",
        "time",
        "well",
        "spent",
        "organization",
        "working",
        "improve",
        "technology",
        "impact",
        "society",
        "fact",
        "harris",
        "added",
        "may",
        "one",
        "thing",
        "apple",
        "business",
        "model",
        "depend",
        "tech",
        "addiction",
        "company",
        "make",
        "money",
        "selling",
        "premium",
        "device",
        "high",
        "profit",
        "margin",
        "yes",
        "need",
        "make",
        "sure",
        "find",
        "phone",
        "useful",
        "enough",
        "buy",
        "next",
        "one",
        "purchase",
        "phone",
        "sign",
        "premium",
        "service",
        "apple",
        "really",
        "need",
        "overdo",
        "indeed",
        "make",
        "infinite",
        "battery",
        "life",
        "apple",
        "would",
        "probably",
        "cooled",
        "phone",
        "little",
        "yet",
        "even",
        "though",
        "apple",
        "part",
        "ad",
        "business",
        "exerts",
        "lot",
        "control",
        "every",
        "tech",
        "company",
        "need",
        "presence",
        "iphone",
        "ipad",
        "mean",
        "apple",
        "set",
        "rule",
        "everyone",
        "single",
        "update",
        "operating",
        "system",
        "app",
        "store",
        "apple",
        "could",
        "curb",
        "worst",
        "excess",
        "apps",
        "monitor",
        "notify",
        "keep",
        "hooked",
        "done",
        "instance",
        "allowing",
        "ad",
        "blocker",
        "mobile",
        "device",
        "smartphone",
        "maker",
        "tend",
        "copy",
        "apple",
        "best",
        "invention",
        "whatever",
        "curb",
        "dependence",
        "phone",
        "would",
        "widely",
        "emulated",
        "harris",
        "suggested",
        "several",
        "idea",
        "apple",
        "make",
        "smartphone",
        "starter",
        "apple",
        "could",
        "give",
        "people",
        "lot",
        "feedback",
        "using",
        "device",
        "imagine",
        "week",
        "phone",
        "gave",
        "report",
        "spent",
        "time",
        "similar",
        "activity",
        "tracker",
        "tell",
        "sedentary",
        "last",
        "week",
        "could",
        "also",
        "needle",
        "farhad",
        "spent",
        "half",
        "week",
        "scrolling",
        "twitter",
        "really",
        "feel",
        "proud",
        "could",
        "offer",
        "help",
        "notice",
        "spending",
        "much",
        "time",
        "snapchat",
        "next",
        "week",
        "would",
        "like",
        "remind",
        "another",
        "idea",
        "let",
        "impose",
        "control",
        "notification",
        "today",
        "let",
        "app",
        "send",
        "mobile",
        "alert",
        "usually",
        "proposition",
        "say",
        "yes",
        "letting",
        "buzz",
        "suddenly",
        "buzzing",
        "time",
        "harris",
        "suggested",
        "apple",
        "could",
        "require",
        "apps",
        "assign",
        "kind",
        "priority",
        "level",
        "notification",
        "let",
        "say",
        "three",
        "notification",
        "level",
        "heavy",
        "user",
        "regular",
        "user",
        "lite",
        "zen",
        "harris",
        "said",
        "apple",
        "could",
        "set",
        "rule",
        "kind",
        "notification",
        "allowed",
        "bucket",
        "instance",
        "medium",
        "bucket",
        "might",
        "allow",
        "notification",
        "generated",
        "people",
        "like",
        "direct",
        "message",
        "instagram",
        "app",
        "instagram",
        "sending",
        "alert",
        "remind",
        "high",
        "school",
        "friend",
        "mom",
        "brother",
        "posted",
        "new",
        "picture",
        "recently",
        "apple",
        "could",
        "say",
        "default",
        "everyone",
        "middle",
        "level",
        "instantly",
        "could",
        "save",
        "ton",
        "user",
        "ton",
        "energy",
        "dealing",
        "harris",
        "said",
        "danger",
        "effort",
        "could",
        "get",
        "intrusive",
        "also",
        "apple",
        "would",
        "shine",
        "building",
        "phone",
        "chiefly",
        "problem",
        "interface",
        "design",
        "basically",
        "apple",
        "entire",
        "corporate",
        "raison",
        "être",
        "another",
        "thing",
        "apple",
        "good",
        "marketing",
        "suspect",
        "could",
        "make",
        "lot",
        "gauzy",
        "ad",
        "showing",
        "people",
        "getting",
        "iphones",
        "ipads",
        "unplugging",
        "little",
        "note",
        "already",
        "sell",
        "device",
        "apple",
        "watch",
        "whose",
        "marketing",
        "extols",
        "magic",
        "leaving",
        "phone",
        "behind",
        "done",
        "right",
        "campaign",
        "pushing",
        "benefit",
        "deliberative",
        "approach",
        "tech",
        "come",
        "keeping",
        "apple",
        "best",
        "vision",
        "company",
        "look",
        "interest",
        "humanity",
        "otherwise",
        "cold",
        "sometimes",
        "inhumane",
        "industry",
        "live",
        "technology",
        "cultural",
        "issue",
        "next",
        "said",
        "james",
        "steyer",
        "founder",
        "chief",
        "executive",
        "common",
        "sense",
        "medium",
        "nonprofit",
        "group",
        "study",
        "child",
        "affected",
        "medium",
        "suggested",
        "feeling",
        "ripe",
        "apple",
        "tap",
        "something",
        "everyone",
        "care",
        "whether",
        "republican",
        "democrat",
        "liberal",
        "conservative",
        "wheth"
    ]
}