{
    "organizations": [],
    "uuid": "18f1c458ed984fd09f119581b07d1156e7c7013d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/30/business-wire-abraxas-provides-operational-acquisition-and-guidance-update.html",
    "ord_in_thread": 0,
    "title": "Abraxas Provides Operational, Acquisition and Guidance Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN ANTONIO--(BUSINESS WIRE)-- Abraxas Petroleum Corporation (“Abraxas” or the “Company”) (NASDAQ:AXAS) today provided the following operational, acquisition and guidance update. Highlights include:\nAll three Delaware Basin wells, three Bakken/Three Forks wells and one Eagle Ford well successfully fracture stimulated to full design and on production January to date production averaging approximately 11,400 Boepd, in excess of planned exit rate of 10,750 Boepd Recently entered into an agreement to acquire approximately over 900 net Wolfcamp/Bone Spring acres in Winkler County 2017 and 2018 CAPEX guidance increased to approximately $133 and $140 million, respectively Fourth Quarter 2017 production guidance revised to 8,775-8,825 Boepd First Quarter 2018 production guidance of 10,000-11,000 Boepd As of December 31, 2017, approximately $84 million drawn on the Company’s $135 million line of credit with approximately $1 million in cash, providing over $52 million of liquidity\nDelaware Basin\nIn Ward County, Texas, the Caprito 83-304H, a 4,820 foot lateral targeting the Wolfcamp A2 zone, averaged 1,014 Boepd (781 barrels of oil per day, 1,399 mcf of natural gas per day) (1) over the well’s first 30 days of production. Abraxas completed the remaining 17 stages on the Caprito 83-404H, a 4,860 foot lateral targeting the Wolfcamp B zone, following a successful remediation of the well. The Caprito 83-404H averaged 603 Boepd (509 barrels of oil per day, 566 mcf of natural gas per day) (1) over the well’s first 30 days of production. Abraxas owns a 100% working interest in the Caprito 83-304H and 83-404H.\nAbraxas successfully completed the Caprito 82-101H and 82-202H to full design. The Caprito 82-101H, a 4,820 foot lateral and the Company’s first Third Bone Spring test, averaged in excess of 1,000 Boepd over the last 13 days. The Caprito 82-202H, a 4,820 foot lateral targeting the Wolfcamp A1 zone, also averaged in excess of 1,000 Boepd over the last 13 days. Both wells continue to clean up and are expected to achieve peak rates in the coming weeks and ultimately average similar 30-day rates to the Company’s previous Wolfcamp A1 and A2 completions. Abraxas owns a 100% and 57.1% working interest in the Caprito 82-101H and 82-202H, respectively.\nAbraxas is currently drilling the Company’s 660’ downspacing test at Caprito. The four-well downspacing test will consist of two Wolfcamp A2 wells, the Caprito 99-301H and Caprito 99-311H, and two Wolfcamp A1 wells, the Caprito 99-202H, Caprito 99-211H. With success, Abraxas’ assumed well spacing will move from four wells per section to the industry norm eight wells per section in the Wolfcamp A1 and A2. Abraxas owns a 57.8% working interest in the Caprito 99-301H, Caprito 99-311H, Caprito 99-202H and Caprito 99-211H.\nWilliston Basin\nIn McKenzie County, North Dakota, Abraxas began flowback on the Yellowstone 2H-4HR three-well pad in mid-to-late December. To date, production from the wells represents the strongest Bakken/Three Forks completions in the Company’s history with 24 hour IP rates exceeding 2,000 Boepd. The Yellowstone 2H and 4H wells, targeting the Middle Bakken, averaged 1,777 Boepd (1,363 barrels of oil per day, 2,480 mcf of natural gas per day) (1) over their first 30 days of production. The Yellowstone 3H, targeting the Three Forks, averaged 1,371 Boepd (1,094 barrels of oil per day, 1,662 mcf of natural gas per day) (1) over the well’s first 30 days of production. Abraxas owns a 52% working interest in the Yellowstone 2H-4HR.\nAbraxas recently drilled and cased the Yellowstone 5H-7H wells in which the company owns a 52% working interest. Abraxas anticipates these wells will be completed in May 2018. Abraxas is currently drilling the Lilibridge 9H-12H in which the Company owns a 25-30% working interest.\nSouth Texas\nIn Atascosa County, Texas, the Shut Eye 1H averaged 510 boepd (479 barrels of oil per day, 182 mcf of natural gas per day) (1) over the well’s first 30 days of production. As a reminder, this well was completed with a modern completion design. Abraxas owns a 100% working interest in the Shut Eye 1H. Abraxas recently retained Stephens, Inc. to pursue options to maximize the value of the Company’s South Texas assets.\nA&D and CAPEX Update\nIn Winkler County, Texas, Abraxas recently entered into an agreement to acquire over 900 net acres on trend with the Company’s Caprito assets for $14.2 million. The assets are 100% HBP and consist of two operated units and two non-operated units. Abraxas will be participating in two 5,000 foot laterals that are currently drilling on the non-operated acreage at a 30% working interest. Pro forma for all recent acquisitions, Abraxas combined net acreage position consists of 9,208 net acres.\nAbraxas is adjusting the Company’s 2018 CAPEX budget to account for recent acquisitions and additional identified opportunities that will allow Abraxas to achieve the Company’s short-term goal of amalgamating over 10,000 net Bone Spring/Wolfcamp acres. Furthermore, with efficiencies Abraxas believes it will now drill and complete 12 gross, 9 net operated wells in 2018 versus the previous assumption of 10 gross, 7 net wells. Abraxas will also be participating in two non-operated wells at a 30% working interest. Abraxas is adjusting the Company’s 2018 capital budget to $140 million to account for incremental acquisitions and drilling.\n2018E Net CAPEX ($mm) Basin/Region Delaware Basin $ 71.2 Bakken/Three Forks 33.8 Acquisitions/Facilities/Other 35.0 Total $ 140.0 Abraxas is also adjusting the Company’s fourth quarter CAPEX guidance to $43 million from $30 million. This incremental CAPEX accounts for additional fourth quarter leasehold acquisitions in the Delaware basin, a higher than assumed working interest in several Wolfcamp and Bakken wells, higher than anticipated drilling activity driven by efficiencies and higher than anticipated completion capital expenditures. Abraxas ended the year approximately $84 million drawn on the Company’s $135 million line of credit with approximately $1 million in cash, providing over $52 million of liquidity. Abraxas anticipates this Company’s bank line to increase meaningfully at the Company’s next redetermination given the Company’s substantial reserve and production adds in the fourth quarter. Abraxas also estimates the Company ended December 31, 2017 approximately 1.4x Debt/EBITDA remaining substantially underlevered on a relative basis. Given the Company’s favorable leverage position and an anticipated increase in borrowing base availability, Abraxas anticipates cash flow from operations at current strip pricing and the Company’s balance sheet will enable the Company to fund planned 2018 drilling and completion activity.\nProduction Update\nJanuary to date production is averaging approximately 11,400 Boepd despite continued curtailments and shut-ins caused by third party midstream issues. Due to the late arrival of frac equipment and other third-party issues, Abraxas well completions and flowbacks were delayed by several weeks during the fourth quarter. Moreover, similar to offset operator commentary, Abraxas’ Wolfcamp wells are taking approximately 30-90 days to clean up and reach peak rates. For example, the Caprito 83-304H achieved its peak 24-hour rate approximately 90 days after first production. These issues pushed out the Company’s anticipated exit rate by approximately one month and led to a lower contribution of volumes earlier in the fourth quarter than originally anticipated. Moreover, the extreme winter weather conditions late in the fourth quarter led to approximately 2,000 Boepd of lost volumes for several weeks due to gas curtailments and compressor freeze-offs. Abraxas is revising fourth quarter production guidance to 8,775-8,825 Boepd from 9,500-10,000 Boepd. Abraxas plans to revisit 2018 average production guidance to account for the higher levels of activity and higher than anticipated current production rates once the Company’s recent completions stabilize from their currently flush production rates.\nAbraxas is providing the following revised fourth quarter 2017 and issuing first quarter 2018 production guidance:\n4Q17E 1Q18E Low High Low High Production Total (Boepd) 8,775 8,825 10,000 11,000 % Oil 61% 65% % NGL 16% 14% % Natural Gas 23% 21% Operating Costs LOE ($/Boe) $4.25 $4.75 $4.00 $5.00 Production Tax (% Rev) 7.5% 8.0% 7.5% 8.5% Cash G&A ($mm) $4.5 $4.7 $1.9 $2.1 CAPEX ($mm) $43 $25 Bob Watson, President and CEO of Abraxas, commented, “Our business plan for 2017 focused on derisking four zones on our Ward County assets, growing our production base to critical mass, adding Bone Spring/Wolfcamp acres at a reasonable cost and maintaining our balance sheet. We have now proven up to four productive zones in the Bone Spring/Wolfcamp in Ward County, grown our production base to approximately 11,400 Boepd, added over 3,000 net Bone/Spring Wolfcamp acres and project to end 2017 at an estimated 1.4x Debt/EBITDA.\n“We are now entering 2018 with substantial production ahead of our originally anticipated rates. This is due to well performance that continues to trend substantially above our type curves. In the Delaware Basin, we recently brought on the Caprito 83-404H and Caprito 82-101H our first Wolfcamp B and Third Bone Spring completions, respectively. Both wells appear to be productive horizons on our acreage. The Caprito 83-304H and Caprito 82-202H were also solid completions further derisking the Wolfcamp A2 and A1 across our acreage. We are also very excited about the extremely robust rates we’re seeing on our Yellowstone completions and the remaining locations we have in this unit. In the Eagle Ford, we are pleased with the results of the Shut Eye 1H and will be looking at options to maximize the value of this asset in 2018.\n“We continue to actively acquire leasehold in the Delaware Basin with the addition of over 900 net incremental acres in Winkler County on trend with our Caprito acreage. We now stand 800 net acres short of achieving our short-term goal of 10,000 net acres, which, with currently identified opportunities, we believe we will ultimately exceed. We are increasing our capital budget for 2018 largely to accommodate these planned acquisitions. Importantly, we forecast cash flow from operations and our balance sheet, given our underlevered capital structure, will be sufficient to fund our capital program for 2018 and beyond.”\n(1) The 30-day average rates represent the highest 30 days of production and do not include the impact of natural gas liquids and shrinkage at the processing plant and include flared gas.\nAbraxas Petroleum Corporation is a San Antonio based crude oil and natural gas exploration and production company with operations across the Rocky Mountains, Permian Basin and South Texas in the United States.\nSafe Harbor for forward-looking statements: Statements in this release looking forward in time involve known and unknown risks and uncertainties, which may cause Abraxas’ actual results in future periods to be materially different from any future performance suggested in this release. Such factors may include, but may not be necessarily limited to, changes in the prices received by Abraxas for crude oil and natural gas. In addition, Abraxas’ future crude oil and natural gas production is highly dependent upon Abraxas’ level of success in acquiring or finding additional reserves. Further, Abraxas operates in an industry sector where the value of securities is highly volatile and may be influenced by economic and other factors beyond Abraxas’ control. In the context of forward-looking information provided for in this release, reference is made to the discussion of risk factors detailed in Abraxas’ filings with the Securities and Exchange Commission during the past 12 months.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180130006480/en/\nAbraxas Petroleum Corporation\nGeoffrey King, 210-490-4788\nVice President – Chief Financial Officer\ngking@abraxaspetroleum.com\nwww.abraxaspetroleum.com\nSource: Abraxas Petroleum Corporation",
    "published": "2018-01-31T02:11:00.000+02:00",
    "crawled": "2018-01-31T02:07:51.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "antonio",
        "business",
        "wire",
        "abraxas",
        "petroleum",
        "corporation",
        "abraxas",
        "company",
        "nasdaq",
        "axas",
        "today",
        "provided",
        "following",
        "operational",
        "acquisition",
        "guidance",
        "update",
        "highlight",
        "include",
        "three",
        "delaware",
        "basin",
        "well",
        "three",
        "fork",
        "well",
        "one",
        "eagle",
        "ford",
        "well",
        "successfully",
        "fracture",
        "stimulated",
        "full",
        "design",
        "production",
        "january",
        "date",
        "production",
        "averaging",
        "approximately",
        "boepd",
        "excess",
        "planned",
        "exit",
        "rate",
        "boepd",
        "recently",
        "entered",
        "agreement",
        "acquire",
        "approximately",
        "net",
        "spring",
        "acre",
        "winkler",
        "county",
        "capex",
        "guidance",
        "increased",
        "approximately",
        "million",
        "respectively",
        "fourth",
        "quarter",
        "production",
        "guidance",
        "revised",
        "boepd",
        "first",
        "quarter",
        "production",
        "guidance",
        "boepd",
        "december",
        "approximately",
        "million",
        "drawn",
        "company",
        "million",
        "line",
        "credit",
        "approximately",
        "million",
        "cash",
        "providing",
        "million",
        "liquidity",
        "delaware",
        "basin",
        "ward",
        "county",
        "texas",
        "caprito",
        "foot",
        "lateral",
        "targeting",
        "wolfcamp",
        "a2",
        "zone",
        "averaged",
        "boepd",
        "barrel",
        "oil",
        "per",
        "day",
        "mcf",
        "natural",
        "gas",
        "per",
        "day",
        "well",
        "first",
        "day",
        "production",
        "abraxas",
        "completed",
        "remaining",
        "stage",
        "caprito",
        "foot",
        "lateral",
        "targeting",
        "wolfcamp",
        "b",
        "zone",
        "following",
        "successful",
        "remediation",
        "well",
        "caprito",
        "averaged",
        "boepd",
        "barrel",
        "oil",
        "per",
        "day",
        "mcf",
        "natural",
        "gas",
        "per",
        "day",
        "well",
        "first",
        "day",
        "production",
        "abraxas",
        "owns",
        "working",
        "interest",
        "caprito",
        "abraxas",
        "successfully",
        "completed",
        "caprito",
        "full",
        "design",
        "caprito",
        "foot",
        "lateral",
        "company",
        "first",
        "third",
        "bone",
        "spring",
        "test",
        "averaged",
        "excess",
        "boepd",
        "last",
        "day",
        "caprito",
        "foot",
        "lateral",
        "targeting",
        "wolfcamp",
        "a1",
        "zone",
        "also",
        "averaged",
        "excess",
        "boepd",
        "last",
        "day",
        "well",
        "continue",
        "clean",
        "expected",
        "achieve",
        "peak",
        "rate",
        "coming",
        "week",
        "ultimately",
        "average",
        "similar",
        "rate",
        "company",
        "previous",
        "wolfcamp",
        "a1",
        "a2",
        "completion",
        "abraxas",
        "owns",
        "working",
        "interest",
        "caprito",
        "respectively",
        "abraxas",
        "currently",
        "drilling",
        "company",
        "downspacing",
        "test",
        "caprito",
        "downspacing",
        "test",
        "consist",
        "two",
        "wolfcamp",
        "a2",
        "well",
        "caprito",
        "caprito",
        "two",
        "wolfcamp",
        "a1",
        "well",
        "caprito",
        "caprito",
        "success",
        "abraxas",
        "assumed",
        "well",
        "spacing",
        "move",
        "four",
        "well",
        "per",
        "section",
        "industry",
        "norm",
        "eight",
        "well",
        "per",
        "section",
        "wolfcamp",
        "a1",
        "a2",
        "abraxas",
        "owns",
        "working",
        "interest",
        "caprito",
        "caprito",
        "caprito",
        "caprito",
        "williston",
        "basin",
        "mckenzie",
        "county",
        "north",
        "dakota",
        "abraxas",
        "began",
        "flowback",
        "yellowstone",
        "pad",
        "december",
        "date",
        "production",
        "well",
        "represents",
        "strongest",
        "fork",
        "completion",
        "company",
        "history",
        "hour",
        "ip",
        "rate",
        "exceeding",
        "boepd",
        "yellowstone",
        "2h",
        "4h",
        "well",
        "targeting",
        "middle",
        "bakken",
        "averaged",
        "boepd",
        "barrel",
        "oil",
        "per",
        "day",
        "mcf",
        "natural",
        "gas",
        "per",
        "day",
        "first",
        "day",
        "production",
        "yellowstone",
        "3h",
        "targeting",
        "three",
        "fork",
        "averaged",
        "boepd",
        "barrel",
        "oil",
        "per",
        "day",
        "mcf",
        "natural",
        "gas",
        "per",
        "day",
        "well",
        "first",
        "day",
        "production",
        "abraxas",
        "owns",
        "working",
        "interest",
        "yellowstone",
        "abraxas",
        "recently",
        "drilled",
        "cased",
        "yellowstone",
        "well",
        "company",
        "owns",
        "working",
        "interest",
        "abraxas",
        "anticipates",
        "well",
        "completed",
        "may",
        "abraxas",
        "currently",
        "drilling",
        "lilibridge",
        "company",
        "owns",
        "working",
        "interest",
        "south",
        "texas",
        "atascosa",
        "county",
        "texas",
        "shut",
        "eye",
        "1h",
        "averaged",
        "boepd",
        "barrel",
        "oil",
        "per",
        "day",
        "mcf",
        "natural",
        "gas",
        "per",
        "day",
        "well",
        "first",
        "day",
        "production",
        "reminder",
        "well",
        "completed",
        "modern",
        "completion",
        "design",
        "abraxas",
        "owns",
        "working",
        "interest",
        "shut",
        "eye",
        "1h",
        "abraxas",
        "recently",
        "retained",
        "stephen",
        "pursue",
        "option",
        "maximize",
        "value",
        "company",
        "south",
        "texas",
        "asset",
        "capex",
        "update",
        "winkler",
        "county",
        "texas",
        "abraxas",
        "recently",
        "entered",
        "agreement",
        "acquire",
        "net",
        "acre",
        "trend",
        "company",
        "caprito",
        "asset",
        "million",
        "asset",
        "hbp",
        "consist",
        "two",
        "operated",
        "unit",
        "two",
        "unit",
        "abraxas",
        "participating",
        "two",
        "foot",
        "lateral",
        "currently",
        "drilling",
        "acreage",
        "working",
        "interest",
        "pro",
        "forma",
        "recent",
        "acquisition",
        "abraxas",
        "combined",
        "net",
        "acreage",
        "position",
        "consists",
        "net",
        "acre",
        "abraxas",
        "adjusting",
        "company",
        "capex",
        "budget",
        "account",
        "recent",
        "acquisition",
        "additional",
        "identified",
        "opportunity",
        "allow",
        "abraxas",
        "achieve",
        "company",
        "goal",
        "amalgamating",
        "net",
        "bone",
        "acre",
        "furthermore",
        "efficiency",
        "abraxas",
        "belief",
        "drill",
        "complete",
        "gross",
        "net",
        "operated",
        "well",
        "versus",
        "previous",
        "assumption",
        "gross",
        "net",
        "well",
        "abraxas",
        "also",
        "participating",
        "two",
        "well",
        "working",
        "interest",
        "abraxas",
        "adjusting",
        "company",
        "capital",
        "budget",
        "million",
        "account",
        "incremental",
        "acquisition",
        "drilling",
        "2018e",
        "net",
        "capex",
        "mm",
        "delaware",
        "basin",
        "fork",
        "total",
        "abraxas",
        "also",
        "adjusting",
        "company",
        "fourth",
        "quarter",
        "capex",
        "guidance",
        "million",
        "million",
        "incremental",
        "capex",
        "account",
        "additional",
        "fourth",
        "quarter",
        "leasehold",
        "acquisition",
        "delaware",
        "basin",
        "higher",
        "assumed",
        "working",
        "interest",
        "several",
        "wolfcamp",
        "bakken",
        "well",
        "higher",
        "anticipated",
        "drilling",
        "activity",
        "driven",
        "efficiency",
        "higher",
        "anticipated",
        "completion",
        "capital",
        "expenditure",
        "abraxas",
        "ended",
        "year",
        "approximately",
        "million",
        "drawn",
        "company",
        "million",
        "line",
        "credit",
        "approximately",
        "million",
        "cash",
        "providing",
        "million",
        "liquidity",
        "abraxas",
        "anticipates",
        "company",
        "bank",
        "line",
        "increase",
        "meaningfully",
        "company",
        "next",
        "redetermination",
        "given",
        "company",
        "substantial",
        "reserve",
        "production",
        "add",
        "fourth",
        "quarter",
        "abraxas",
        "also",
        "estimate",
        "company",
        "ended",
        "december",
        "approximately",
        "remaining",
        "substantially",
        "underlevered",
        "relative",
        "basis",
        "given",
        "company",
        "favorable",
        "leverage",
        "position",
        "anticipated",
        "increase",
        "borrowing",
        "base",
        "availability",
        "abraxas",
        "anticipates",
        "cash",
        "flow",
        "operation",
        "current",
        "strip",
        "pricing",
        "company",
        "balance",
        "sheet",
        "enable",
        "company",
        "fund",
        "planned",
        "drilling",
        "completion",
        "activity",
        "production",
        "update",
        "january",
        "date",
        "production",
        "averaging",
        "approximately",
        "boepd",
        "despite",
        "continued",
        "curtailment",
        "caused",
        "third",
        "party",
        "midstream",
        "issue",
        "due",
        "late",
        "arrival",
        "frac",
        "equipment",
        "issue",
        "abraxas",
        "well",
        "completion",
        "flowbacks",
        "delayed",
        "several",
        "week",
        "fourth",
        "quarter",
        "moreover",
        "similar",
        "offset",
        "operator",
        "commentary",
        "abraxas",
        "wolfcamp",
        "well",
        "taking",
        "approximately",
        "day",
        "clean",
        "reach",
        "peak",
        "rate",
        "example",
        "caprito",
        "achieved",
        "peak",
        "rate",
        "approximately",
        "day",
        "first",
        "production",
        "issue",
        "pushed",
        "company",
        "anticipated",
        "exit",
        "rate",
        "approximately",
        "one",
        "month",
        "led",
        "lower",
        "contribution",
        "volume",
        "earlier",
        "fourth",
        "quarter",
        "originally",
        "anticipated",
        "moreover",
        "extreme",
        "winter",
        "weather",
        "condition",
        "late",
        "fourth",
        "quarter",
        "led",
        "approximately",
        "boepd",
        "lost",
        "volume",
        "several",
        "week",
        "due",
        "gas",
        "curtailment",
        "compressor",
        "abraxas",
        "revising",
        "fourth",
        "quarter",
        "production",
        "guidance",
        "boepd",
        "boepd",
        "abraxas",
        "plan",
        "revisit",
        "average",
        "production",
        "guidance",
        "account",
        "higher",
        "level",
        "activity",
        "higher",
        "anticipated",
        "current",
        "production",
        "rate",
        "company",
        "recent",
        "completion",
        "stabilize",
        "currently",
        "flush",
        "production",
        "rate",
        "abraxas",
        "providing",
        "following",
        "revised",
        "fourth",
        "quarter",
        "issuing",
        "first",
        "quarter",
        "production",
        "guidance",
        "4q17e",
        "1q18e",
        "low",
        "high",
        "low",
        "high",
        "production",
        "total",
        "boepd",
        "oil",
        "ngl",
        "natural",
        "gas",
        "operating",
        "cost",
        "loe",
        "production",
        "tax",
        "rev",
        "cash",
        "g",
        "mm",
        "capex",
        "mm",
        "bob",
        "watson",
        "president",
        "ceo",
        "abraxas",
        "commented",
        "business",
        "plan",
        "focused",
        "derisking",
        "four",
        "zone",
        "ward",
        "county",
        "asset",
        "growing",
        "production",
        "base",
        "critical",
        "mass",
        "adding",
        "bone",
        "acre",
        "reasonable",
        "cost",
        "maintaining",
        "balance",
        "sheet",
        "proven",
        "four",
        "productive",
        "zone",
        "bone",
        "ward",
        "county",
        "grown",
        "production",
        "base",
        "approximately",
        "boepd",
        "added",
        "net",
        "wolfcamp",
        "acre",
        "project",
        "end",
        "estimated",
        "entering",
        "substantial",
        "production",
        "ahead",
        "originally",
        "anticipated",
        "rate",
        "due",
        "well",
        "performance",
        "continues",
        "trend",
        "substantially",
        "type",
        "curve",
        "delaware",
        "basin",
        "recently",
        "brought",
        "caprito",
        "caprito",
        "first",
        "wolfcamp",
        "b",
        "third",
        "bone",
        "spring",
        "completion",
        "respectively",
        "well",
        "appear",
        "productive",
        "horizon",
        "acreage",
        "caprito",
        "caprito",
        "also",
        "solid",
        "completion",
        "derisking",
        "wolfcamp",
        "a2",
        "a1",
        "across",
        "acreage",
        "also",
        "excited",
        "extremely",
        "robust",
        "rate",
        "seeing",
        "yellowstone",
        "completion",
        "remaining",
        "location",
        "unit",
        "eagle",
        "ford",
        "pleased",
        "result",
        "shut",
        "eye",
        "1h",
        "looking",
        "option",
        "maximize",
        "value",
        "asset",
        "continue",
        "actively",
        "acquire",
        "leasehold",
        "delaware",
        "basin",
        "addition",
        "net",
        "incremental",
        "acre",
        "winkler",
        "county",
        "trend",
        "caprito",
        "acreage",
        "stand",
        "net",
        "acre",
        "short",
        "achieving",
        "goal",
        "net",
        "acre",
        "currently",
        "identified",
        "opportunity",
        "believe",
        "ultimately",
        "exceed",
        "increasing",
        "capital",
        "budget",
        "largely",
        "accommodate",
        "planned",
        "acquisition",
        "importantly",
        "forecast",
        "cash",
        "flow",
        "operation",
        "balance",
        "sheet",
        "given",
        "underlevered",
        "capital",
        "structure",
        "sufficient",
        "fund",
        "capital",
        "program",
        "average",
        "rate",
        "represent",
        "highest",
        "day",
        "production",
        "include",
        "impact",
        "natural",
        "gas",
        "liquid",
        "shrinkage",
        "processing",
        "plant",
        "include",
        "flared",
        "gas",
        "abraxas",
        "petroleum",
        "corporation",
        "san",
        "antonio",
        "based",
        "crude",
        "oil",
        "natural",
        "gas",
        "exploration",
        "production",
        "company",
        "operation",
        "across",
        "rocky",
        "mountain",
        "permian",
        "basin",
        "south",
        "texas",
        "united",
        "state",
        "safe",
        "harbor",
        "statement",
        "statement",
        "release",
        "looking",
        "forward",
        "time",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "abraxas",
        "actual",
        "result",
        "future",
        "period",
        "materially",
        "different",
        "future",
        "performance",
        "suggested",
        "release",
        "factor",
        "may",
        "include",
        "may",
        "necessarily",
        "limited",
        "change",
        "price",
        "received",
        "abraxas",
        "crude",
        "oil",
        "natural",
        "gas",
        "addition",
        "abraxas",
        "future",
        "crude",
        "oil",
        "natural",
        "gas",
        "production",
        "highly",
        "dependent",
        "upon",
        "abraxas",
        "level",
        "success",
        "acquiring",
        "finding",
        "additional",
        "reserve",
        "abraxas",
        "operates",
        "industry",
        "sector",
        "value",
        "security",
        "highly",
        "volatile",
        "may",
        "influenced",
        "economic",
        "factor",
        "beyond",
        "abraxas",
        "control",
        "context",
        "information",
        "provided",
        "release",
        "reference",
        "made",
        "discussion",
        "risk",
        "factor",
        "detailed",
        "abraxas",
        "filing",
        "security",
        "exchange",
        "commission",
        "past",
        "month",
        "view",
        "source",
        "version",
        "http",
        "abraxas",
        "petroleum",
        "corporation",
        "geoffrey",
        "king",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "gking",
        "source",
        "abraxas",
        "petroleum",
        "corporation"
    ]
}