{
    "organizations": [],
    "uuid": "21bbc47a480bfe809f01197d8c26fdd8c901ae83",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/25/cnbc-interview-with-dassault-systemes-ceo-bernard-charles-from-the-world-economic-forum-2018.html",
    "ord_in_thread": 0,
    "title": "CNBC Interview with Dassault Systèmes CEO Bernard Charlès from the World Economic Forum 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following are excerpts from a CNBC interview with Bernard Charlès, CEO of Dassault Systèmes and CNBC's Geoff Cutmore and Steve Sedgwick from the World Economic Forum 2018.\nSS: Right, let's speak to Bernard Charlès, who is the CEO of Dassault Systèmes, nice to see you.\nBC: Good morning.\nSS: Look, let's just pick up where Pierre finished off. Is-, is there anything happening in this Davos? Or is-, I mean, you know the criticisms. When you come away from here, and people who aren't in the Davos bubble say, 'Yes, it's all very well, Bernard, but it's a talking shop, but nothing really changes.' Any difference, this time round?\nBC: Well, I think that many of the problems we have to solves needs good conversation-,\nSS: Mm.\nBC: And inspiring statement. I think what was discussed in the first day of Davos is really about inclusiveness, the workforce of the future, which is a big topic for all countries, and, of course, if you look at the European side, more consistency on taxes is very important, because we can discuss about consistency of taxes between the US and Europe, but I think we have to fix our problems first.\nSS: Mm.\nGC: Bernard, can I take you off in a slightly different direction-,\nBC: Yes.\nGC: We had numbers from Software AG this morning, record fourth quarter margins. They expect their Internet of Things business to double through 2018. Have we finally got to the point here where these technologies are now getting in to their stride?\nBC: Well, there is-, the fact that there is a new language, IoT and other acronyms like this, is making visible something that has been starting for years now. When you look at intelligent plants, for example, a lot of machines were already talking to each other. Machine to machine, robots and so on. It's becoming more visible, so it's going to become more pervasive, but that started many years ago. If you look at how Airbus, or Boeing assemble their airplanes today, there are a lot of intelligent equipment to make it happen. Yes, it's accelerating, but I think it's a more profound thing which is happening. In short, I think we are going beyond digitalization of industry, of the new industry. I think it's an industrial renaissance, truly. And let me, one second, tell you why. If you look at Tesla, if you look at Joby Aviation, electrical, vertical take-off airplanes, those are new categories of mobility equipment. It's not electrification of a car. It's a new category of solution, completely new, and it needs to have new types of engineers, new types of thinking process, new types of services. I believe this century will be a century where there will be a fusion between so many domains, to provide new types of services to clients.\nGC: We're already seeing a lot of that technology being innovated out of China. I just wonder, with the background, now, of President Trump imposing tariffs, and talking more about penalties on China, Wilbur Ross also expressing some concerns about China's 2025 program. Do you worry that we're actually going to be held back by trade wars?\nBC: Well, we have to take China very seriously. We are in China, we see what is happening in most of the companies. The agenda now is not productivity. It's innovation. Look at the Huawei of the world, and many other companies, they are gaining on the world market, not only for cost, but for innovation. And I believe that there are a lot of implications of that. One of them, in my view, is, of course, there will be an effect on how to defend, or position, each of the industries in different countries, but I think it's going to redefine the cooperation between countries. The One Belt One Road, for Europe, is an opportunity to establish a new type of digital pipeline, to cooperate between small and mid-sized companies in Europe, with Chinese players, and that, if you look at it from a market size, how to reach this market size, I think it can be translated to good news.\nSS: Bernard, we've got to leave it there, there's plenty more questions, but we'll have to save it for the next time we speak to you. Nice to speak to you, my friend. Bernard Charlès, who is the CEO of Dassault Systèmes.\nENDS",
    "published": "2018-01-25T08:00:00.000+02:00",
    "crawled": "2018-01-25T12:29:58.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "excerpt",
        "cnbc",
        "interview",
        "bernard",
        "charlès",
        "ceo",
        "dassault",
        "systèmes",
        "cnbc",
        "geoff",
        "cutmore",
        "steve",
        "sedgwick",
        "world",
        "economic",
        "forum",
        "s",
        "right",
        "let",
        "speak",
        "bernard",
        "charlès",
        "ceo",
        "dassault",
        "systèmes",
        "nice",
        "see",
        "bc",
        "good",
        "morning",
        "s",
        "look",
        "let",
        "pick",
        "pierre",
        "finished",
        "anything",
        "happening",
        "davos",
        "mean",
        "know",
        "criticism",
        "come",
        "away",
        "people",
        "davos",
        "bubble",
        "say",
        "well",
        "bernard",
        "talking",
        "shop",
        "nothing",
        "really",
        "change",
        "difference",
        "time",
        "round",
        "bc",
        "well",
        "think",
        "many",
        "problem",
        "solves",
        "need",
        "good",
        "s",
        "mm",
        "bc",
        "inspiring",
        "statement",
        "think",
        "discussed",
        "first",
        "day",
        "davos",
        "really",
        "inclusiveness",
        "workforce",
        "future",
        "big",
        "topic",
        "country",
        "course",
        "look",
        "european",
        "side",
        "consistency",
        "tax",
        "important",
        "discus",
        "consistency",
        "tax",
        "u",
        "europe",
        "think",
        "fix",
        "problem",
        "first",
        "s",
        "mm",
        "gc",
        "bernard",
        "take",
        "slightly",
        "different",
        "bc",
        "yes",
        "gc",
        "number",
        "software",
        "ag",
        "morning",
        "record",
        "fourth",
        "quarter",
        "margin",
        "expect",
        "internet",
        "thing",
        "business",
        "double",
        "finally",
        "got",
        "point",
        "technology",
        "getting",
        "stride",
        "bc",
        "well",
        "fact",
        "new",
        "language",
        "iot",
        "acronym",
        "like",
        "making",
        "visible",
        "something",
        "starting",
        "year",
        "look",
        "intelligent",
        "plant",
        "example",
        "lot",
        "machine",
        "already",
        "talking",
        "machine",
        "machine",
        "robot",
        "becoming",
        "visible",
        "going",
        "become",
        "pervasive",
        "started",
        "many",
        "year",
        "ago",
        "look",
        "airbus",
        "boeing",
        "assemble",
        "airplane",
        "today",
        "lot",
        "intelligent",
        "equipment",
        "make",
        "happen",
        "yes",
        "accelerating",
        "think",
        "profound",
        "thing",
        "happening",
        "short",
        "think",
        "going",
        "beyond",
        "digitalization",
        "industry",
        "new",
        "industry",
        "think",
        "industrial",
        "renaissance",
        "truly",
        "let",
        "one",
        "second",
        "tell",
        "look",
        "tesla",
        "look",
        "joby",
        "aviation",
        "electrical",
        "vertical",
        "airplane",
        "new",
        "category",
        "mobility",
        "equipment",
        "electrification",
        "car",
        "new",
        "category",
        "solution",
        "completely",
        "new",
        "need",
        "new",
        "type",
        "engineer",
        "new",
        "type",
        "thinking",
        "process",
        "new",
        "type",
        "service",
        "believe",
        "century",
        "century",
        "fusion",
        "many",
        "domain",
        "provide",
        "new",
        "type",
        "service",
        "client",
        "gc",
        "already",
        "seeing",
        "lot",
        "technology",
        "innovated",
        "china",
        "wonder",
        "background",
        "president",
        "trump",
        "imposing",
        "tariff",
        "talking",
        "penalty",
        "china",
        "wilbur",
        "ross",
        "also",
        "expressing",
        "concern",
        "china",
        "program",
        "worry",
        "actually",
        "going",
        "held",
        "back",
        "trade",
        "war",
        "bc",
        "well",
        "take",
        "china",
        "seriously",
        "china",
        "see",
        "happening",
        "company",
        "agenda",
        "productivity",
        "innovation",
        "look",
        "huawei",
        "world",
        "many",
        "company",
        "gaining",
        "world",
        "market",
        "cost",
        "innovation",
        "believe",
        "lot",
        "implication",
        "one",
        "view",
        "course",
        "effect",
        "defend",
        "position",
        "industry",
        "different",
        "country",
        "think",
        "going",
        "redefine",
        "cooperation",
        "country",
        "one",
        "belt",
        "one",
        "road",
        "europe",
        "opportunity",
        "establish",
        "new",
        "type",
        "digital",
        "pipeline",
        "cooperate",
        "small",
        "company",
        "europe",
        "chinese",
        "player",
        "look",
        "market",
        "size",
        "reach",
        "market",
        "size",
        "think",
        "translated",
        "good",
        "news",
        "s",
        "bernard",
        "got",
        "leave",
        "plenty",
        "question",
        "save",
        "next",
        "time",
        "speak",
        "nice",
        "speak",
        "friend",
        "bernard",
        "charlès",
        "ceo",
        "dassault",
        "systèmes",
        "end"
    ]
}