{
    "organizations": [],
    "uuid": "817efee4099ad558356290ebf79966a82574b22e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/29/pr-newswire-american-woodmark-corporation-announces-commencement-of-tender-offer-and-consent-solicitation-by-its-subsidiary-rsi-home.html",
    "ord_in_thread": 0,
    "title": "American Woodmark Corporation Announces Commencement Of Tender Offer And Consent Solicitation By Its Subsidiary, RSI Home Products, Inc., For Up To $460 Million In Aggregate Principal Amount Of RSI's 6½% Senior Secured Second Lien Notes Due 2023",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WINCHESTER, Va., Jan. 29, 2018 /PRNewswire/ -- American Woodmark Corporation (NASDAQ: AMWD) (\"American Woodmark\") today announced that its wholly-owned subsidiary, RSI Home Products, Inc. (\"RSI\"), has commenced an offer to purchase for cash (the \"Tender Offer\") up to $460 million in aggregate principal amount (the \"Tender Cap\") of RSI's 6½% Senior Secured Second Lien Notes due 2023 (CUSIP Nos. 74977X AB7 and U7501X AB9) (the \"RSI Notes\"). As part of the Tender Offer, RSI is soliciting consents (the \"Consent Solicitation\") from the holders of the RSI Notes to (i) amend the indenture governing the RSI Notes (the \"Indenture\") to eliminate most of the restrictive covenants, certain events of default and certain covenants and other provisions relating to the security for the RSI Notes and to reduce the minimum notice period required in connection with a redemption of the RSI Notes from 30 days to 3 business days (the \"Proposed Amendments\") and (ii) release all of the collateral securing the RSI Notes (the \"Proposed Release\" and, together with the Proposed Amendments, the \"Proposed Amendments and Release\"). The Tender Offer and the Consent Solicitation are being made pursuant to the Offer to Purchase and Consent Solicitation Statement, dated January 29, 2018 (the \"Statement\"), and a related Letter of Transmittal and Consent (the \"Letter of Transmittal\" and together with the Statement, the \"Offer Documents\"), which more fully set forth the terms and conditions of the Tender Offer and the Consent Solicitation.\nThe following table summarizes the material pricing terms for the Tender Offer and the Consent Solicitation.\nCUSIP Numbers\nPrincipal\nAmount\nOutstanding\nTender Cap\nTitle of Notes\nConsent Date\nTender Offer\nConsideration (1)\nConsent\nPayment (1)\nTotal\nConsideration (1)\n74977X AB7\nU7501X AB9\n$575,000,000\n$460,000,000\n6½% Senior Secured\nSecond Lien Notes due\n2023\nFebruary 9, 2018\n$1,022.48\n$30.00\n$1,052.48\n(1) Per $1,000 principal amount of Notes validly tendered and accepted for purchase. Excludes accrued and unpaid interest, if any.\nThe Tender Offer is scheduled to expire at 11:59 p.m. on February 26, 2018, unless extended or earlier terminated by RSI (such time and date, as the same may be extended, the \"Expiration Date\"). Validly tendered RSI Notes may be withdrawn and the related consents revoked at any time prior to 5:00 p.m., New York City time, on February 9, 2018, unless extended by RSI (the \"Withdrawal Time\"), but not thereafter except as may be required by law.\nSubject to the Tender Cap and the other terms and conditions of the Tender Offer and the Consent Solicitation, Holders of the RSI Notes (\"Holders\") who validly tender their RSI Notes and deliver their consents to the Proposed Amendments and Release prior to 5:00 p.m., New York City time, on February 9, 2018 (as such time and date may be extended by RSI in its sole discretion, the \"Consent Date\"), and do not validly withdraw their RSI Notes and revoke the related consents, will be eligible to receive the total consideration of $1,052.48 per $1,000 principal amount of RSI Notes tendered (the \"Total Consideration\"), which includes a consent payment of $30.00 per $1,000 principal amount of RSI Notes tendered (the \"Consent Payment\"). Subject to the Tender Cap, Holders who validly tender their RSI Notes and deliver their consents after the Consent Date but on or prior to the Expiration Date will be eligible to receive the tender offer consideration of $1,022.48 per $1,000 principal amount of RSI Notes validly tendered (the \"Tender Offer Consideration\") but not the Consent Payment. In addition to the Total Consideration or the Tender Offer Consideration, as applicable, Holders of RSI Notes accepted for purchase will receive accrued and unpaid interest from the most recent interest payment date on their RSI Notes to, but not including, the applicable Payment Date (as defined below).\nRSI reserves the right, but is under no obligation, on any date following the Consent Date and prior to the Expiration Date, to accept for purchase, up to the Tender Cap, all RSI Notes validly tendered on or prior to the Consent Date and not validly withdrawn (the date of such acceptance, the \"Initial Acceptance Date\"), subject to the satisfaction or waiver of the conditions to the Tender Offer and the Consent Solicitation. The Initial Acceptance Date is expected to occur promptly following the Consent Date, and payment of the Total Consideration for all RSI Notes accepted for purchase on the Initial Acceptance Date is expected to occur on or promptly after the Initial Acceptance Date (the \"Initial Payment Date\"). The Initial Payment Date currently is expected to be February 12, 2018. If the Tender Offer is not fully subscribed as of the Consent Date, Holders of all RSI Notes, up to the Tender Cap, validly tendered after the Consent Date but on or prior to the Expiration Date and accepted for purchase (the date of such acceptance, the \"Final Acceptance Date\") will receive the Tender Offer Consideration, but not the Consent Payment, on the final settlement date (the \"Final Payment Date\" and, with the Initial Payment Date, each a \"Payment Date\"), which currently is expected to be February 27, 2018.\nAdoption of the Proposed Amendments that do not relate to the security for the RSI Notes (the \"Proposed Majority Amendments\") require the consent of Holders of not less than a majority in aggregate principal amount of the outstanding RSI Notes (the \"Majority Amendments Requisite Consents\"), and the adoption of the Proposed Amendments other than the Proposed Majority Amendments (the \"Proposed Release Amendments\") and approval of the Proposed Release require the consent of the Holders of at least 66⅔% in aggregate principal amount of the RSI Notes then outstanding (the \"Release Requisite Consents\"). If the Majority Amendments Requisite Consents are obtained in the Consent Solicitation, the Proposed Majority Amendments (and, if the Release Requisite Consents are obtained, the Proposed Release Amendments) will be included in a supplemental indenture (the \"Supplemental Indenture\") to the Indenture. Holders who tender their Notes for purchase in the Tender Offer will be deemed to consent to the Proposed Amendments and Release, and Holders may not deliver consents to the Proposed Amendments and Release without tendering their Notes in the Tender Offer.\nPrior to the commencement of the Tender Offer, RSI issued a conditional partial notice of redemption for $115 million in aggregate principal amount of the RSI Notes at a redemption price of 103.000%, plus accrued and unpaid interest, if any, to, but not including, the redemption date, subject to the satisfaction of the Financing Condition (as defined below). Such RSI Notes are expected to be redeemed on February 26, 2018, or such later date on or prior to March 14, 2018, on which the Financing Condition has been satisfied. The $115 million in aggregate principal amount of the RSI Notes subject to the conditional partial redemption is not eligible to participate in the Tender Offer and Consent Solicitation.\nTo the extent the amount of all RSI Notes accepted for purchase on the Initial Acceptance Date is less than the Tender Cap, RSI intends to issue a notice of redemption, on the Initial Payment Date, for any RSI Notes that will remain outstanding after the Final Payment Date at a \"make-whole\" redemption price in accordance with the Indenture, such that the aggregate principal amount of RSI Notes purchased in the Tender Offer or so redeemed, as the case may be, is equal to the Tender Cap. As described in the Indenture, the \"make-whole\" redemption price is based upon the weekly average yield on actually traded United States Treasury securities adjusted to a constant maturity of one year, as published in the most recent Federal Reserve Statistical Release H.15, plus 50 basis points. In such event, RSI also intends to effect the satisfaction and discharge of the Indenture on the Initial Payment Date. Neither this press release nor the Offer Documents constitute a notice of redemption or an obligation to issue a notice of redemption.\nThe Tender Offer and the Consent Solicitation are subject to the satisfaction or waiver of a number of conditions that are set forth in the Offer Documents, including, without limitation, (i) the condition (the \"Financing Condition\") that American Woodmark receives gross cash proceeds in an aggregate amount of approximately $600 million from certain financing transactions, including American Woodmark's private placement of new unsecured senior notes (the \"New Notes Offering\"), which was separately announced by American Woodmark today, and (ii) the execution by RSI and the other parties thereto of the Supplemental Indenture reflecting the Proposed Majority Amendments following receipt of the Majority Amendments Requisite Consents. There can be no assurance that the Financing Condition, or any other condition to the Tender Offer and the Consent Solicitation, will be satisfied. If any of the conditions are not satisfied, RSI is not obligated to accept for payment, purchase or pay for, and may delay the acceptance for payment of, any tendered RSI Notes or delivered consents and may terminate the Tender Offer and the Consent Solicitation.\nThe complete terms and conditions of the Tender Offer and the Consent Solicitation are set forth in the Offer Documents that are being sent to Holders. Holders are urged to read the Offer Documents carefully before making any decision with respect to the Tender Offer and the Consent Solicitation. Holders must make their own decisions as to whether to tender their RSI Notes and, if they decide to do so, the principal amount of the RSI Notes to tender.\nHolders may contact the Tender Agent and Information Agent for the Tender Offer and the Consent Solicitation, D.F. King & Co, Inc., by telephone at (866) 530-8623 (toll free) or (212) 269-5550 (banks and brokers) or by email at rsihome@dfking.com to obtain copies of the Offer Documents.\nWells Fargo Securities, LLC is the Dealer Manager for the Tender Offer and the Solicitation Agent for the Consent Solicitation. Questions regarding the Tender Offer and the Consent Solicitation may be directed to Wells Fargo Securities, LLC at (866) 309-6316 (toll-free) or (704) 410-4760 (collect).\nNone of American Woodmark, RSI, the Dealer Manager, the Tender Agent and Information Agent or any other person makes any recommendation as to whether holders of Notes should tender their Notes, and no one has been authorized to make such a recommendation.\nThis press release is for informational purposes only and does not constitute an offer to purchase, an offer to sell, or a solicitation of an offer to purchase or sell with respect to any securities.\nThe Tender Offer and the Consent Solicitation are being made solely pursuant to the Offer Documents and are not being made to Holders in any jurisdiction in which the making of or acceptance of a tender offer would not be in compliance with the laws of such jurisdiction.\nAbout American Woodmark Corporation:\nAmerican Woodmark Corporation manufactures and distributes bath, kitchen and home organization products for the remodeling and new home construction markets. Its products are sold on a national basis directly to home centers, major builders and through a network of independent distributors. American Woodmark presently operates 18 manufacturing facilities and 7 service centers across the country. For more information, visit www.americanwoodmark.com .\nForward Looking Statements\nThis communication contains certain \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. These statements are based on the current beliefs and expectations of the management of American Woodmark and are subject to significant risks and uncertainties that could cause actual outcomes and results to differ materially from those expressed herein. These risks and uncertainties include, but are not limited to, those described in the Statement and in American Woodmark's filings with the Securities and Exchange Commission (\"SEC\"), including in its Annual Report on Form 10-K for the year ended April 30, 2017 under the heading \"Risk Factors\" and its most recent Quarterly Report on Form 10-Q for the period ended October 31, 2017 under the heading \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Forward Looking Statements.\" These reports, as well as the other documents filed by American Woodmark with the SEC, are available free of charge at the SEC's website at www.sec.gov . American Woodmark does not undertake to publicly update or revise its forward-looking statements, whether as a result of new information or otherwise.\nView original content: http://www.prnewswire.com/news-releases/american-woodmark-corporation-announces-commencement-of-tender-offer-and-consent-solicitation-by-its-subsidiary-rsi-home-products-inc-for-up-to-460-million-in-aggregate-principal-amount-of-rsis-6-senior-secured-second-lien-300589430.html\nSOURCE American Woodmark Corporation",
    "published": "2018-01-29T16:35:00.000+02:00",
    "crawled": "2018-01-29T19:27:20.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "winchester",
        "american",
        "woodmark",
        "corporation",
        "nasdaq",
        "amwd",
        "american",
        "woodmark",
        "today",
        "announced",
        "subsidiary",
        "rsi",
        "home",
        "product",
        "rsi",
        "commenced",
        "offer",
        "purchase",
        "cash",
        "tender",
        "offer",
        "million",
        "aggregate",
        "principal",
        "amount",
        "tender",
        "cap",
        "rsi",
        "6½",
        "senior",
        "secured",
        "second",
        "lien",
        "note",
        "due",
        "cusip",
        "no",
        "74977x",
        "ab7",
        "u7501x",
        "ab9",
        "rsi",
        "note",
        "part",
        "tender",
        "offer",
        "rsi",
        "soliciting",
        "consent",
        "consent",
        "solicitation",
        "holder",
        "rsi",
        "note",
        "amend",
        "indenture",
        "governing",
        "rsi",
        "note",
        "indenture",
        "eliminate",
        "restrictive",
        "covenant",
        "certain",
        "event",
        "default",
        "certain",
        "covenant",
        "provision",
        "relating",
        "security",
        "rsi",
        "note",
        "reduce",
        "minimum",
        "notice",
        "period",
        "required",
        "connection",
        "redemption",
        "rsi",
        "note",
        "day",
        "business",
        "day",
        "proposed",
        "amendment",
        "ii",
        "release",
        "collateral",
        "securing",
        "rsi",
        "note",
        "proposed",
        "release",
        "together",
        "proposed",
        "amendment",
        "proposed",
        "amendment",
        "release",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "january",
        "statement",
        "related",
        "letter",
        "transmittal",
        "consent",
        "letter",
        "transmittal",
        "together",
        "statement",
        "offer",
        "document",
        "fully",
        "set",
        "forth",
        "term",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "following",
        "table",
        "summarizes",
        "material",
        "pricing",
        "term",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "cusip",
        "number",
        "principal",
        "amount",
        "outstanding",
        "tender",
        "cap",
        "title",
        "note",
        "consent",
        "date",
        "tender",
        "offer",
        "consideration",
        "consent",
        "payment",
        "total",
        "consideration",
        "74977x",
        "ab7",
        "u7501x",
        "ab9",
        "6½",
        "senior",
        "secured",
        "second",
        "lien",
        "note",
        "due",
        "february",
        "per",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "accepted",
        "purchase",
        "excludes",
        "accrued",
        "unpaid",
        "interest",
        "tender",
        "offer",
        "scheduled",
        "expire",
        "february",
        "unless",
        "extended",
        "earlier",
        "terminated",
        "rsi",
        "time",
        "date",
        "may",
        "extended",
        "expiration",
        "date",
        "validly",
        "tendered",
        "rsi",
        "note",
        "may",
        "withdrawn",
        "related",
        "consent",
        "revoked",
        "time",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "february",
        "unless",
        "extended",
        "rsi",
        "withdrawal",
        "time",
        "thereafter",
        "except",
        "may",
        "required",
        "law",
        "subject",
        "tender",
        "cap",
        "term",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "holder",
        "rsi",
        "note",
        "holder",
        "validly",
        "tender",
        "rsi",
        "note",
        "deliver",
        "consent",
        "proposed",
        "amendment",
        "release",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "february",
        "time",
        "date",
        "may",
        "extended",
        "rsi",
        "sole",
        "discretion",
        "consent",
        "date",
        "validly",
        "withdraw",
        "rsi",
        "note",
        "revoke",
        "related",
        "consent",
        "eligible",
        "receive",
        "total",
        "consideration",
        "per",
        "principal",
        "amount",
        "rsi",
        "note",
        "tendered",
        "total",
        "consideration",
        "includes",
        "consent",
        "payment",
        "per",
        "principal",
        "amount",
        "rsi",
        "note",
        "tendered",
        "consent",
        "payment",
        "subject",
        "tender",
        "cap",
        "holder",
        "validly",
        "tender",
        "rsi",
        "note",
        "deliver",
        "consent",
        "consent",
        "date",
        "prior",
        "expiration",
        "date",
        "eligible",
        "receive",
        "tender",
        "offer",
        "consideration",
        "per",
        "principal",
        "amount",
        "rsi",
        "note",
        "validly",
        "tendered",
        "tender",
        "offer",
        "consideration",
        "consent",
        "payment",
        "addition",
        "total",
        "consideration",
        "tender",
        "offer",
        "consideration",
        "applicable",
        "holder",
        "rsi",
        "note",
        "accepted",
        "purchase",
        "receive",
        "accrued",
        "unpaid",
        "interest",
        "recent",
        "interest",
        "payment",
        "date",
        "rsi",
        "note",
        "including",
        "applicable",
        "payment",
        "date",
        "defined",
        "rsi",
        "reserve",
        "right",
        "obligation",
        "date",
        "following",
        "consent",
        "date",
        "prior",
        "expiration",
        "date",
        "accept",
        "purchase",
        "tender",
        "cap",
        "rsi",
        "note",
        "validly",
        "tendered",
        "prior",
        "consent",
        "date",
        "validly",
        "withdrawn",
        "date",
        "acceptance",
        "initial",
        "acceptance",
        "date",
        "subject",
        "satisfaction",
        "waiver",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "initial",
        "acceptance",
        "date",
        "expected",
        "occur",
        "promptly",
        "following",
        "consent",
        "date",
        "payment",
        "total",
        "consideration",
        "rsi",
        "note",
        "accepted",
        "purchase",
        "initial",
        "acceptance",
        "date",
        "expected",
        "occur",
        "promptly",
        "initial",
        "acceptance",
        "date",
        "initial",
        "payment",
        "date",
        "initial",
        "payment",
        "date",
        "currently",
        "expected",
        "february",
        "tender",
        "offer",
        "fully",
        "subscribed",
        "consent",
        "date",
        "holder",
        "rsi",
        "note",
        "tender",
        "cap",
        "validly",
        "tendered",
        "consent",
        "date",
        "prior",
        "expiration",
        "date",
        "accepted",
        "purchase",
        "date",
        "acceptance",
        "final",
        "acceptance",
        "date",
        "receive",
        "tender",
        "offer",
        "consideration",
        "consent",
        "payment",
        "final",
        "settlement",
        "date",
        "final",
        "payment",
        "date",
        "initial",
        "payment",
        "date",
        "payment",
        "date",
        "currently",
        "expected",
        "february",
        "adoption",
        "proposed",
        "amendment",
        "relate",
        "security",
        "rsi",
        "note",
        "proposed",
        "majority",
        "amendment",
        "require",
        "consent",
        "holder",
        "less",
        "majority",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "rsi",
        "note",
        "majority",
        "amendment",
        "requisite",
        "consent",
        "adoption",
        "proposed",
        "amendment",
        "proposed",
        "majority",
        "amendment",
        "proposed",
        "release",
        "amendment",
        "approval",
        "proposed",
        "release",
        "require",
        "consent",
        "holder",
        "least",
        "66⅔",
        "aggregate",
        "principal",
        "amount",
        "rsi",
        "note",
        "outstanding",
        "release",
        "requisite",
        "consent",
        "majority",
        "amendment",
        "requisite",
        "consent",
        "obtained",
        "consent",
        "solicitation",
        "proposed",
        "majority",
        "amendment",
        "release",
        "requisite",
        "consent",
        "obtained",
        "proposed",
        "release",
        "amendment",
        "included",
        "supplemental",
        "indenture",
        "supplemental",
        "indenture",
        "indenture",
        "holder",
        "tender",
        "note",
        "purchase",
        "tender",
        "offer",
        "deemed",
        "consent",
        "proposed",
        "amendment",
        "release",
        "holder",
        "may",
        "deliver",
        "consent",
        "proposed",
        "amendment",
        "release",
        "without",
        "tendering",
        "note",
        "tender",
        "offer",
        "prior",
        "commencement",
        "tender",
        "offer",
        "rsi",
        "issued",
        "conditional",
        "partial",
        "notice",
        "redemption",
        "million",
        "aggregate",
        "principal",
        "amount",
        "rsi",
        "note",
        "redemption",
        "price",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "including",
        "redemption",
        "date",
        "subject",
        "satisfaction",
        "financing",
        "condition",
        "defined",
        "rsi",
        "note",
        "expected",
        "redeemed",
        "february",
        "later",
        "date",
        "prior",
        "march",
        "financing",
        "condition",
        "satisfied",
        "million",
        "aggregate",
        "principal",
        "amount",
        "rsi",
        "note",
        "subject",
        "conditional",
        "partial",
        "redemption",
        "eligible",
        "participate",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "extent",
        "amount",
        "rsi",
        "note",
        "accepted",
        "purchase",
        "initial",
        "acceptance",
        "date",
        "less",
        "tender",
        "cap",
        "rsi",
        "intends",
        "issue",
        "notice",
        "redemption",
        "initial",
        "payment",
        "date",
        "rsi",
        "note",
        "remain",
        "outstanding",
        "final",
        "payment",
        "date",
        "redemption",
        "price",
        "accordance",
        "indenture",
        "aggregate",
        "principal",
        "amount",
        "rsi",
        "note",
        "purchased",
        "tender",
        "offer",
        "redeemed",
        "case",
        "may",
        "equal",
        "tender",
        "cap",
        "described",
        "indenture",
        "redemption",
        "price",
        "based",
        "upon",
        "weekly",
        "average",
        "yield",
        "actually",
        "traded",
        "united",
        "state",
        "treasury",
        "security",
        "adjusted",
        "constant",
        "maturity",
        "one",
        "year",
        "published",
        "recent",
        "federal",
        "reserve",
        "statistical",
        "release",
        "plus",
        "basis",
        "point",
        "event",
        "rsi",
        "also",
        "intends",
        "effect",
        "satisfaction",
        "discharge",
        "indenture",
        "initial",
        "payment",
        "date",
        "neither",
        "press",
        "release",
        "offer",
        "document",
        "constitute",
        "notice",
        "redemption",
        "obligation",
        "issue",
        "notice",
        "redemption",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "subject",
        "satisfaction",
        "waiver",
        "number",
        "condition",
        "set",
        "forth",
        "offer",
        "document",
        "including",
        "without",
        "limitation",
        "condition",
        "financing",
        "condition",
        "american",
        "woodmark",
        "receives",
        "gross",
        "cash",
        "proceeds",
        "aggregate",
        "amount",
        "approximately",
        "million",
        "certain",
        "financing",
        "transaction",
        "including",
        "american",
        "woodmark",
        "private",
        "placement",
        "new",
        "unsecured",
        "senior",
        "note",
        "new",
        "note",
        "offering",
        "separately",
        "announced",
        "american",
        "woodmark",
        "today",
        "ii",
        "execution",
        "rsi",
        "party",
        "thereto",
        "supplemental",
        "indenture",
        "reflecting",
        "proposed",
        "majority",
        "amendment",
        "following",
        "receipt",
        "majority",
        "amendment",
        "requisite",
        "consent",
        "assurance",
        "financing",
        "condition",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "satisfied",
        "condition",
        "satisfied",
        "rsi",
        "obligated",
        "accept",
        "payment",
        "purchase",
        "pay",
        "may",
        "delay",
        "acceptance",
        "payment",
        "tendered",
        "rsi",
        "note",
        "delivered",
        "consent",
        "may",
        "terminate",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "complete",
        "term",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "set",
        "forth",
        "offer",
        "document",
        "sent",
        "holder",
        "holder",
        "urged",
        "read",
        "offer",
        "document",
        "carefully",
        "making",
        "decision",
        "respect",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "holder",
        "must",
        "make",
        "decision",
        "whether",
        "tender",
        "rsi",
        "note",
        "decide",
        "principal",
        "amount",
        "rsi",
        "note",
        "tender",
        "holder",
        "may",
        "contact",
        "tender",
        "agent",
        "information",
        "agent",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "king",
        "co",
        "telephone",
        "toll",
        "free",
        "bank",
        "broker",
        "email",
        "rsihome",
        "obtain",
        "copy",
        "offer",
        "document",
        "well",
        "fargo",
        "security",
        "llc",
        "dealer",
        "manager",
        "tender",
        "offer",
        "solicitation",
        "agent",
        "consent",
        "solicitation",
        "question",
        "regarding",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "may",
        "directed",
        "well",
        "fargo",
        "security",
        "llc",
        "collect",
        "none",
        "american",
        "woodmark",
        "rsi",
        "dealer",
        "manager",
        "tender",
        "agent",
        "information",
        "agent",
        "person",
        "make",
        "recommendation",
        "whether",
        "holder",
        "note",
        "tender",
        "note",
        "one",
        "authorized",
        "make",
        "recommendation",
        "press",
        "release",
        "informational",
        "purpose",
        "constitute",
        "offer",
        "purchase",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "purchase",
        "sell",
        "respect",
        "security",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "solely",
        "pursuant",
        "offer",
        "document",
        "made",
        "holder",
        "jurisdiction",
        "making",
        "acceptance",
        "tender",
        "offer",
        "would",
        "compliance",
        "law",
        "jurisdiction",
        "american",
        "woodmark",
        "corporation",
        "american",
        "woodmark",
        "corporation",
        "manufacture",
        "distributes",
        "bath",
        "kitchen",
        "home",
        "organization",
        "product",
        "remodeling",
        "new",
        "home",
        "construction",
        "market",
        "product",
        "sold",
        "national",
        "basis",
        "directly",
        "home",
        "center",
        "major",
        "builder",
        "network",
        "independent",
        "distributor",
        "american",
        "woodmark",
        "presently",
        "operates",
        "manufacturing",
        "facility",
        "service",
        "center",
        "across",
        "country",
        "information",
        "visit",
        "forward",
        "looking",
        "statement",
        "communication",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "management",
        "american",
        "woodmark",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "outcome",
        "result",
        "differ",
        "materially",
        "expressed",
        "herein",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "described",
        "statement",
        "american",
        "woodmark",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "april",
        "heading",
        "risk",
        "factor",
        "recent",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "october",
        "heading",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "forward",
        "looking",
        "statement",
        "report",
        "well",
        "document",
        "filed",
        "american",
        "woodmark",
        "sec",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "american",
        "woodmark",
        "undertake",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "american",
        "woodmark",
        "corporation"
    ]
}