{
    "organizations": [],
    "uuid": "bcc2a1ebdb74481ab5c930d435d4f923d4744324",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/24/pr-newswire-technical-perspectives-on-aerospace-products-services-stocks--rockwell-collins-huntington-ingalls-industries-spirit.html",
    "ord_in_thread": 0,
    "title": "Technical Perspectives on Aerospace Products & Services Stocks -- Rockwell Collins, Huntington Ingalls Industries, Spirit AeroSystems, and United Technologies",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Jan. 24, 2018 /PRNewswire/ --\nWallStEquities.com strives to bring the best free research to the investment community. Today we are offering reports on COL, HII, SPR, and UTX which can be accessed for free by signing up to www.wallstequities.com/registration . For today, WallStEquities.com features the following stocks in the Aerospace Defense Products and Services space: Rockwell Collins Inc. (NYSE: COL), Huntington Ingalls Industries Inc. (NYSE: HII), Spirit AeroSystems Holdings Inc. (NYSE: SPR), and United Technologies Corp. (NYSE: UTX). Aerospace and defense manufacturers develop aircraft and spacecraft for the Commercial sector, as well as military aircraft, spacecraft, missiles, tanks, and other products for the United States and other militaries. All you have to do is sign up today for this free limited time offer by clicking the link below. www.wallstequities.com/registration\nRockwell Collins\nShares in Cedar Rapids, Iowa headquartered Rockwell Collins Inc. rose slightly by 0.07%, ending Tuesday's trading session at $137.45. The stock recorded a trading volume of 870,142 shares. The Company's shares have gained 1.76% in the last month, 1.81% over the last three months, and 51.53% over the past year. The stock is trading 2.08% and 13.37% above its 50-day and 200-day moving averages, respectively. Moreover, shares of Rockwell Collins have a Relative Strength Index (RSI) of 64.57.\nOn January 05 th , 2018, Rockwell Collins announced that it will issue a press release reporting its Q1 FY18 financial results on January 26 th , 2018, at approximately 6:30 a.m. ET. In light of the announced transaction with United Technologies Corp., the Company will not hold a conference call for its quarterly results.\nOn January 16 th , 2018, research firm Wells Fargo downgraded the Company's stock rating from 'Outperform' to 'Market Perform'. Get the full research report on COL for free by clicking below at: www.wallstequities.com/registration/?symbol=COL\nHuntington Ingalls Industries\nNewport News, Virginia headquartered Huntington Ingalls Industries Inc.'s stock declined 1.61%, closing the day at $235.04 with a total trading volume of 326,052 shares. The Company's shares have advanced 21.44% over the past year. The stock is trading 9.25% above its 200-day moving average. Additionally, shares of the Company, which engages in designing, building, overhauling, and repairing ships in the US, have an RSI of 47.53.\nOn January 18 th , 2018, Huntington Ingalls Industries announced that the Company will release its Q4 2017 financial results on February 15 th , 2018, and host an earnings conference call at 9:00 a.m. EST that same day. The call will be webcast live on the Company's website. Access the free research report on HII now by signing up at: www.wallstequities.com/registration/?symbol=HII\nSpirit AeroSystems Holdings\nOn Tuesday, shares in Wichita, Kansas headquartered Spirit AeroSystems Holdings Inc. recorded a trading volume of 722,266 shares. The stock ended the day 0.46% lower at $99.59. The Company's shares have advanced 16.15% in the past month, 23.01% in the previous three months, and 74.66% over the past year. The stock is trading above its 50-day and 200-day moving averages by 15.15% and 40.20%, respectively. Furthermore, shares of Spirit AeroSystems, which through its subsidiaries, designs, manufactures, and supplies commercial aero structures worldwide, have an RSI of 82.99.\nOn January 16 th , 2018, research firm Wells Fargo upgraded the Company's stock rating from 'Market Perform' to 'Outperform'.\nOn January 19 th , 2018, Spirit AeroSystems announced that it will release its Q4 and full-year 2017 financial results on February 02 nd , 2018, at 6:30 a.m. CT. President and CEO Tom Gentile will be joined by Executive Vice President and CFO Sanjay Kapoor in a conference call presentation at 10:00 a.m. CT that same day. Are you already registered with Wall St. Equities? Do so now for free, and get the report on SPR at: www.wallstequities.com/registration/?symbol=SPR\nUnited Technologies\nFarmington, Connecticut headquartered United Technologies Corp.'s stock climbed slightly by 0.61%, finishing yesterday's session at $136.03. A total volume of 5.72 million shares was traded, which was above their three months average volume of 3.26 million shares. The Company's shares have advanced 7.11% in the last month, 12.49% in the previous three months, and 23.28% over the past year. The stock is trading above its 50-day and 200-day moving averages by 8.87% and 13.19%, respectively. Additionally, shares of United Technologies, which provides technology products and services to building systems and aerospace industries worldwide, have an RSI of 74.93.\nOn January 04 th , 2018, United Technologies announced that it will issue its Q4 2017 earnings press release on January 24 th , 2018, prior to the stock market opening. A conference call will take place at 7:30 a.m. ET to discuss the results and the 2018 outlook. A presentation corresponding with the conference call will be available on the Company's website.\nOn January 08 th , 2018, research firm Goldman upgraded the Company's stock rating from 'Neutral' to 'Buy'. Aspiring Member, please take a moment to register below for your free research report on UTX at: www.wallstequities.com/registration/?symbol=UTX\nWall St. Equities :\nWall St. Equities (WSE) produces regular sponsored and non-sponsored reports, articles, stock market blogs, and popular investment newsletters covering equities listed on NYSE and NASDAQ and micro-cap stocks. WSE has two distinct and independent departments. One department produces non-sponsored analyst certified content generally in the form of press releases, articles and reports covering equities listed on NYSE and NASDAQ and the other produces sponsored content (in most cases not reviewed by a registered analyst), which typically consists of compensated investment newsletters, articles and reports covering listed stocks and micro-caps. Such sponsored content is outside the scope of procedures detailed below.\nWSE has not been compensated; directly or indirectly; for producing or publishing this document.\nPRESS RELEASE PROCEDURES :\nThe non-sponsored content contained herein has been prepared by a writer (the \"Author\") and is fact checked and reviewed by a third-party research service company (the \"Reviewer\") represented by a credentialed financial analyst [for further information on analyst credentials, please email info@wallstequities.com . Rohit Tuli, a CFA® charterholder (the \"Sponsor\"), provides necessary guidance in preparing the document templates. The Reviewer has reviewed and revised the content, as necessary, based on publicly available information which is believed to be reliable. Content is researched, written and reviewed on a reasonable-effort basis. The Reviewer has not performed any independent investigations or forensic audits to validate the information herein. The Reviewer has only independently reviewed the information provided by the Author according to the procedures outlined by WSE. WSE is not entitled to veto or interfere in the application of such procedures by the third-party research service company to the articles, documents or reports, as the case may be. Unless otherwise noted, any content outside of this document has no association with the Author or the Reviewer in any way.\nNO WARRANTY\nWSE, the Author, and the Reviewer are not responsible for any error which may be occasioned at the time of printing of this document or any error, mistake or shortcoming. No liability is accepted whatsoever for any direct, indirect or consequential loss arising from the use of this document. WSE, the Author, and the Reviewer expressly disclaim any fiduciary responsibility or liability for any consequences, financial or otherwise arising from any reliance placed on the information in this document. Additionally, WSE, the Author, and the Reviewer do not (1) guarantee the accuracy, timeliness, completeness or correct sequencing of the information, or (2) warrant any results from use of the information. The included information is subject to change without notice.\nNOT AN OFFERING\nThis document is not intended as an offering, recommendation, or a solicitation of an offer to buy or sell the securities mentioned or discussed, and is to be used for informational purposes only. Please read all associated disclosures and disclaimers in full before investing. Neither WSE nor any party affiliated with us is a registered investment adviser or broker-dealer with any agency or in any jurisdiction whatsoever. To download our report(s), read our disclosures, or for more information, visit https://wallstequities.com/legal-disclaimer/\nCONTACT\nFor any questions, inquiries, or comments reach out to us directly. If you're a company, we are covering and wish to no longer feature on our coverage list contact us via email and/or phone between 09:30 EDT to 16:00 EDT from Monday to Friday at:\nEmail: info@wallstequities.com\nPhone number: +21-32-044-483\nOffice Address: 1 Scotts Road #24-10, Shaw Center Singapore 228\nCFA® and Chartered Financial Analyst® are registered trademarks owned by CFA Institute.\nView original content: http://www.prnewswire.com/news-releases/technical-perspectives-on-aerospace-products--services-stocks----rockwell-collins-huntington-ingalls-industries-spirit-aerosystems-and-united-technologies-300587359.html\nSOURCE Wall St. Equities",
    "published": "2018-01-24T14:20:00.000+02:00",
    "crawled": "2018-01-24T15:12:04.030+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "strives",
        "bring",
        "best",
        "free",
        "research",
        "investment",
        "community",
        "today",
        "offering",
        "report",
        "col",
        "hii",
        "spr",
        "utx",
        "accessed",
        "free",
        "signing",
        "today",
        "feature",
        "following",
        "stock",
        "aerospace",
        "defense",
        "product",
        "service",
        "space",
        "rockwell",
        "collins",
        "nyse",
        "col",
        "huntington",
        "ingalls",
        "industry",
        "nyse",
        "hii",
        "spirit",
        "aerosystems",
        "holding",
        "nyse",
        "spr",
        "united",
        "technology",
        "nyse",
        "utx",
        "aerospace",
        "defense",
        "manufacturer",
        "develop",
        "aircraft",
        "spacecraft",
        "commercial",
        "sector",
        "well",
        "military",
        "aircraft",
        "spacecraft",
        "missile",
        "tank",
        "product",
        "united",
        "state",
        "military",
        "sign",
        "today",
        "free",
        "limited",
        "time",
        "offer",
        "clicking",
        "link",
        "rockwell",
        "collins",
        "share",
        "cedar",
        "rapid",
        "iowa",
        "headquartered",
        "rockwell",
        "collins",
        "rose",
        "slightly",
        "ending",
        "tuesday",
        "trading",
        "session",
        "stock",
        "recorded",
        "trading",
        "volume",
        "share",
        "company",
        "share",
        "gained",
        "last",
        "month",
        "last",
        "three",
        "month",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "respectively",
        "moreover",
        "share",
        "rockwell",
        "collins",
        "relative",
        "strength",
        "index",
        "rsi",
        "january",
        "th",
        "rockwell",
        "collins",
        "announced",
        "issue",
        "press",
        "release",
        "reporting",
        "q1",
        "fy18",
        "financial",
        "result",
        "january",
        "th",
        "approximately",
        "et",
        "light",
        "announced",
        "transaction",
        "united",
        "technology",
        "company",
        "hold",
        "conference",
        "call",
        "quarterly",
        "result",
        "january",
        "th",
        "research",
        "firm",
        "well",
        "fargo",
        "downgraded",
        "company",
        "stock",
        "rating",
        "perform",
        "get",
        "full",
        "research",
        "report",
        "col",
        "free",
        "clicking",
        "huntington",
        "ingalls",
        "industry",
        "newport",
        "news",
        "virginia",
        "headquartered",
        "huntington",
        "ingalls",
        "industry",
        "stock",
        "declined",
        "closing",
        "day",
        "total",
        "trading",
        "volume",
        "share",
        "company",
        "share",
        "advanced",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "additionally",
        "share",
        "company",
        "engages",
        "designing",
        "building",
        "overhauling",
        "repairing",
        "ship",
        "u",
        "rsi",
        "january",
        "th",
        "huntington",
        "ingalls",
        "industry",
        "announced",
        "company",
        "release",
        "q4",
        "financial",
        "result",
        "february",
        "th",
        "host",
        "earnings",
        "conference",
        "call",
        "est",
        "day",
        "call",
        "webcast",
        "live",
        "company",
        "website",
        "access",
        "free",
        "research",
        "report",
        "hii",
        "signing",
        "spirit",
        "aerosystems",
        "holding",
        "tuesday",
        "share",
        "wichita",
        "kansa",
        "headquartered",
        "spirit",
        "aerosystems",
        "holding",
        "recorded",
        "trading",
        "volume",
        "share",
        "stock",
        "ended",
        "day",
        "lower",
        "company",
        "share",
        "advanced",
        "past",
        "month",
        "previous",
        "three",
        "month",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "respectively",
        "furthermore",
        "share",
        "spirit",
        "aerosystems",
        "subsidiary",
        "design",
        "manufacture",
        "supply",
        "commercial",
        "aero",
        "structure",
        "worldwide",
        "rsi",
        "january",
        "th",
        "research",
        "firm",
        "well",
        "fargo",
        "upgraded",
        "company",
        "stock",
        "rating",
        "perform",
        "january",
        "th",
        "spirit",
        "aerosystems",
        "announced",
        "release",
        "q4",
        "financial",
        "result",
        "february",
        "nd",
        "president",
        "ceo",
        "tom",
        "gentile",
        "joined",
        "executive",
        "vice",
        "president",
        "cfo",
        "sanjay",
        "kapoor",
        "conference",
        "call",
        "presentation",
        "ct",
        "day",
        "already",
        "registered",
        "wall",
        "equity",
        "free",
        "get",
        "report",
        "spr",
        "united",
        "technology",
        "farmington",
        "connecticut",
        "headquartered",
        "united",
        "technology",
        "stock",
        "climbed",
        "slightly",
        "finishing",
        "yesterday",
        "session",
        "total",
        "volume",
        "million",
        "share",
        "traded",
        "three",
        "month",
        "average",
        "volume",
        "million",
        "share",
        "company",
        "share",
        "advanced",
        "last",
        "month",
        "previous",
        "three",
        "month",
        "past",
        "year",
        "stock",
        "trading",
        "moving",
        "average",
        "respectively",
        "additionally",
        "share",
        "united",
        "technology",
        "provides",
        "technology",
        "product",
        "service",
        "building",
        "system",
        "aerospace",
        "industry",
        "worldwide",
        "rsi",
        "january",
        "th",
        "united",
        "technology",
        "announced",
        "issue",
        "q4",
        "earnings",
        "press",
        "release",
        "january",
        "th",
        "prior",
        "stock",
        "market",
        "opening",
        "conference",
        "call",
        "take",
        "place",
        "et",
        "discus",
        "result",
        "outlook",
        "presentation",
        "corresponding",
        "conference",
        "call",
        "available",
        "company",
        "website",
        "january",
        "th",
        "research",
        "firm",
        "goldman",
        "upgraded",
        "company",
        "stock",
        "rating",
        "aspiring",
        "member",
        "please",
        "take",
        "moment",
        "register",
        "free",
        "research",
        "report",
        "utx",
        "wall",
        "equity",
        "wall",
        "equity",
        "wse",
        "produce",
        "regular",
        "sponsored",
        "report",
        "article",
        "stock",
        "market",
        "blog",
        "popular",
        "investment",
        "newsletter",
        "covering",
        "equity",
        "listed",
        "nyse",
        "nasdaq",
        "stock",
        "wse",
        "two",
        "distinct",
        "independent",
        "department",
        "one",
        "department",
        "produce",
        "analyst",
        "certified",
        "content",
        "generally",
        "form",
        "press",
        "release",
        "article",
        "report",
        "covering",
        "equity",
        "listed",
        "nyse",
        "nasdaq",
        "produce",
        "sponsored",
        "content",
        "case",
        "reviewed",
        "registered",
        "analyst",
        "typically",
        "consists",
        "compensated",
        "investment",
        "newsletter",
        "article",
        "report",
        "covering",
        "listed",
        "stock",
        "sponsored",
        "content",
        "outside",
        "scope",
        "procedure",
        "detailed",
        "wse",
        "compensated",
        "directly",
        "indirectly",
        "producing",
        "publishing",
        "document",
        "press",
        "release",
        "procedure",
        "content",
        "contained",
        "herein",
        "prepared",
        "writer",
        "author",
        "fact",
        "checked",
        "reviewed",
        "research",
        "service",
        "company",
        "reviewer",
        "represented",
        "credentialed",
        "financial",
        "analyst",
        "information",
        "analyst",
        "credential",
        "please",
        "email",
        "info",
        "rohit",
        "tuli",
        "charterholder",
        "sponsor",
        "provides",
        "necessary",
        "guidance",
        "preparing",
        "document",
        "template",
        "reviewer",
        "reviewed",
        "revised",
        "content",
        "necessary",
        "based",
        "publicly",
        "available",
        "information",
        "believed",
        "reliable",
        "content",
        "researched",
        "written",
        "reviewed",
        "basis",
        "reviewer",
        "performed",
        "independent",
        "investigation",
        "forensic",
        "audit",
        "validate",
        "information",
        "herein",
        "reviewer",
        "independently",
        "reviewed",
        "information",
        "provided",
        "author",
        "according",
        "procedure",
        "outlined",
        "wse",
        "wse",
        "entitled",
        "veto",
        "interfere",
        "application",
        "procedure",
        "research",
        "service",
        "company",
        "article",
        "document",
        "report",
        "case",
        "may",
        "unless",
        "otherwise",
        "noted",
        "content",
        "outside",
        "document",
        "association",
        "author",
        "reviewer",
        "way",
        "warranty",
        "wse",
        "author",
        "reviewer",
        "responsible",
        "error",
        "may",
        "occasioned",
        "time",
        "printing",
        "document",
        "error",
        "mistake",
        "shortcoming",
        "liability",
        "accepted",
        "whatsoever",
        "direct",
        "indirect",
        "consequential",
        "loss",
        "arising",
        "use",
        "document",
        "wse",
        "author",
        "reviewer",
        "expressly",
        "disclaim",
        "fiduciary",
        "responsibility",
        "liability",
        "consequence",
        "financial",
        "otherwise",
        "arising",
        "reliance",
        "placed",
        "information",
        "document",
        "additionally",
        "wse",
        "author",
        "reviewer",
        "guarantee",
        "accuracy",
        "timeliness",
        "completeness",
        "correct",
        "sequencing",
        "information",
        "warrant",
        "result",
        "use",
        "information",
        "included",
        "information",
        "subject",
        "change",
        "without",
        "notice",
        "offering",
        "document",
        "intended",
        "offering",
        "recommendation",
        "solicitation",
        "offer",
        "buy",
        "sell",
        "security",
        "mentioned",
        "discussed",
        "used",
        "informational",
        "purpose",
        "please",
        "read",
        "associated",
        "disclosure",
        "disclaimer",
        "full",
        "investing",
        "neither",
        "wse",
        "party",
        "affiliated",
        "u",
        "registered",
        "investment",
        "adviser",
        "agency",
        "jurisdiction",
        "whatsoever",
        "download",
        "report",
        "read",
        "disclosure",
        "information",
        "visit",
        "http",
        "contact",
        "question",
        "inquiry",
        "comment",
        "reach",
        "u",
        "directly",
        "company",
        "covering",
        "wish",
        "longer",
        "feature",
        "coverage",
        "list",
        "contact",
        "u",
        "via",
        "email",
        "phone",
        "edt",
        "edt",
        "monday",
        "friday",
        "email",
        "info",
        "phone",
        "number",
        "office",
        "address",
        "scott",
        "road",
        "shaw",
        "center",
        "singapore",
        "chartered",
        "financial",
        "registered",
        "trademark",
        "owned",
        "cfa",
        "institute",
        "view",
        "original",
        "content",
        "http",
        "source",
        "wall",
        "equity"
    ]
}