{
    "organizations": [],
    "uuid": "24f1eb35b811f4c2b75d7d08c8c182358cd50157",
    "author": "Angelica Lavito",
    "url": "https://www.cnbc.com/2018/01/30/amazon-berkshire-hathaway-and-jpmorgan-chase-plan-to-cut-health-costs.html",
    "ord_in_thread": 0,
    "title": "Amazon, Berkshire Hathaway and JPMorgan Chase plan to cut health costs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC Jeff Bezos, Warren Buffett and Jamie Dimon. \nThree of the country's most powerful companies coming together to use technology to improve the health-care system — and lower the system's costs along the way — sounds like a great idea. \nBut turning that idea into reality will be tough, experts said Tuesday. \nAmazon , Berkshire Hathaway and JPMorgan Chase announced Tuesday that they're banding together to create a company geared toward reducing health-care costs and improving services for U.S. employees. \nBut the trio was light on the details beyond saying the new independent company's initial focus would be on developing \"technology solutions\" and that the firm would be \"free from profit-making.\" \n\"The ballooning costs of healthcare act as a hungry tapeworm on the American economy,\" Berkshire CEO Warren Buffett said in a statement. \"Our group does not come to this problem with answers. But we also do not accept it as inevitable. Rather, we share the belief that putting our collective resources behind the country's best talent can, in time, check the rise in health costs while concurrently enhancing patient satisfaction and outcomes.\" \nGregg Slager, group leader of Ernst & Young's global health transaction advisory services division, said the three companies' desire to larger control health costs makes sense, given the fact that those costs are increasing, along with the patients' direct responsibility for health bills. But banding together may not be sufficient to change the health-care system's costliest components. \nHealth spending equals 18 percent of the nation's gross domestic product and is expected to reach 20 percent by 2025. The bulk of health-care expenses are hospitals and physicians, according to National Health Expenditure data compiled by Evercore ISI. \nEvercore health-care analyst Ross Muken told CNBC that bending the overall health-cost curve \"isn't about controlling drug prices, modernizing the supply chain or improving devices.\" \n\"Those are all relatively small parts of spending and some of those parts are deflationary already,\" Muken said. \"This is about getting to the guts of the system and where the inefficiency lies, which is physicians and hospitals.\" \nIn a note to clients published Tuesday, Muken said the stated mission of the companies' venture \"seems remarkably well placed as the government has failed at managing costs in healthcare for decades.\" \n\"However, despite all the money and brain power likely devoted to what is going to be a seemingly non-for-profit effort the challenge here is massive. The reality is that a majority of the costs in the system sit within organizations that are difficult to reform and currently borderline profitable (providers),\" he said. \n\"Furthermore, trying to tackle physician compensation also seems like a heroic effort and one that is likely to cause massive uproar, particularly amongst the senior population.\" \nExperts noted that one way employers have tried to address their health costs is by narrowing networks of medical providers covered by insurance plans, limiting which doctors, hospitals and labs patients can go for care without paying significantly more out of pocket. \nThis new partnership could possibly create a new care network where they steer people away from expensive sites of care when it's unnecessary, said Tim Van Biesen, a partner in Bain & Company's health-care practice. \nOne possibility is Amazon creating a platform that can direct patients to lower-cost options like telemedicine or walk-in retail clinics. But whether that and other hypothetical steps taken by the three companies will result in markedly lower overall costs is still unknown. \nAlso, the trio is not first group of outsiders to try and disrupt the health-care space . \n\"This industry has seen some big companies try and change and exit as quickly as they came in,\" said Vaughn Kauffman, U.S. health services and new entrants advisory leader at PwC. \nThe new joint venture \"could be disruptive\" and put competitive pressure on pharmacy giants CVS and Walgreens and pharmacy benefit managers, said Mickey Chadha, a vice president at Moody's. But he added that the regulatory burden around every aspect of health care puts \"any new entrant in the space at a huge disadvantage and companies like CVS, Walgreens, United Healthcare , Aetna and Express Scripts already have large scale, which allows for better vendor and drug manufacturer contracting and the ability to serve national clients.\" \nExperts have anticipated more deals and vertical integration in wake of CVS announcing its intention to buy Aetna . That deal \"is even more compelling as a more coordinated approach to medical care is necessary to lower the overall health-care costs for consumers,\" Chadha said. \nBut Craig Garthwaite, director of the health enterprise management program at Northwestern University's Kellogg School of Management, said the thin amount of detail in the press release announcing the companies' venture does not give much reason to believe it will result in radical change in health costs. \n\"While we don't know their business plan, there's not a lot of optimism their press release generates given it's just retreading a lot of buzzwords given by people who don't really think about how to lower costs and improve quality of health-care,\" Garthwaite said. \nGary Claxton, vice president of the Kaiser Family Foundation, said that biggest driver of health costs is the money spent on sick and very sick people. \n\"It's not clear what private payers can do\" to drive down those costs, Claxton said, referring to insurance plans like those offered by Amazon, Berkshire Hathaway, JP Morgan Chase, and other businesses, as opposed to large publicly provided health coverage systems like Medicare and Medicaid. \nClaxton said that once a patient is undergoing treatment for their condition, costs can quickly pile up without the patient themselves having the time or the inclination to shop around for a better price, particularly when their health plan is picking much of the cost. \n\"If you're in cancer treatment or your kid's in cancer treatment, are you looking to save the next marginal dollar?\" Claxton asked? \"No.\" \nThe relatively high cost of the American health-care system — which is much higher than that in other wealthy countries — makes it an attractive target for companies that believe they can save money by finding efficiencies and doing business differently than it has been done in the past, said Claxton. \nThere have been prior initiatives by non-health-care companies to band together regionally to try to lower their combined health costs. Some have had \"modest success,\" at best, Claxton said. However, none of them lowered their costs so dramatically that their model was adopted on a broad scale. \nA new entrant trying to disrupt health-care costs faces a system that has already seen large-scale consolidation across different sub-sectors of the industry — including insurer, hospitals and drug companies — that will make squeezing out extra dollars in savings more difficult, Claxton said. And in the areas where big savings might be possible, there is often a reluctance to take the steps necessary to achieve those savings. \n\"We're not in the business of saying 'we don't want new drugs developed,' \" Claxton said. \nHe also cited the case of one CEO he had heard of who was told his company's health plan could save $1 million annually by cutting out a local hospital from the network of providers covered by the plan. \nDespite the fact that the area where they company was located did not lack for other hospitals, Claxton said, the CEO rejected the idea out of hand.",
    "published": "2018-01-30T22:59:00.000+02:00",
    "crawled": "2018-01-30T22:59:29.023+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cnbc",
        "jeff",
        "bezos",
        "warren",
        "buffett",
        "jamie",
        "dimon",
        "three",
        "country",
        "powerful",
        "company",
        "coming",
        "together",
        "use",
        "technology",
        "improve",
        "system",
        "lower",
        "system",
        "cost",
        "along",
        "way",
        "sound",
        "like",
        "great",
        "idea",
        "turning",
        "idea",
        "reality",
        "tough",
        "expert",
        "said",
        "tuesday",
        "amazon",
        "berkshire",
        "hathaway",
        "jpmorgan",
        "chase",
        "announced",
        "tuesday",
        "banding",
        "together",
        "create",
        "company",
        "geared",
        "toward",
        "reducing",
        "cost",
        "improving",
        "service",
        "employee",
        "trio",
        "light",
        "detail",
        "beyond",
        "saying",
        "new",
        "independent",
        "company",
        "initial",
        "focus",
        "would",
        "developing",
        "technology",
        "solution",
        "firm",
        "would",
        "free",
        "ballooning",
        "cost",
        "healthcare",
        "act",
        "hungry",
        "tapeworm",
        "american",
        "economy",
        "berkshire",
        "ceo",
        "warren",
        "buffett",
        "said",
        "statement",
        "group",
        "come",
        "problem",
        "answer",
        "also",
        "accept",
        "inevitable",
        "rather",
        "share",
        "belief",
        "putting",
        "collective",
        "resource",
        "behind",
        "country",
        "best",
        "talent",
        "time",
        "check",
        "rise",
        "health",
        "cost",
        "concurrently",
        "enhancing",
        "patient",
        "satisfaction",
        "outcome",
        "gregg",
        "slager",
        "group",
        "leader",
        "ernst",
        "young",
        "global",
        "health",
        "transaction",
        "advisory",
        "service",
        "division",
        "said",
        "three",
        "company",
        "desire",
        "larger",
        "control",
        "health",
        "cost",
        "make",
        "sense",
        "given",
        "fact",
        "cost",
        "increasing",
        "along",
        "patient",
        "direct",
        "responsibility",
        "health",
        "bill",
        "banding",
        "together",
        "may",
        "sufficient",
        "change",
        "system",
        "costliest",
        "component",
        "health",
        "spending",
        "equal",
        "percent",
        "nation",
        "gross",
        "domestic",
        "product",
        "expected",
        "reach",
        "percent",
        "bulk",
        "expense",
        "hospital",
        "physician",
        "according",
        "national",
        "health",
        "expenditure",
        "data",
        "compiled",
        "evercore",
        "isi",
        "evercore",
        "analyst",
        "ross",
        "muken",
        "told",
        "cnbc",
        "bending",
        "overall",
        "curve",
        "controlling",
        "drug",
        "price",
        "modernizing",
        "supply",
        "chain",
        "improving",
        "device",
        "relatively",
        "small",
        "part",
        "spending",
        "part",
        "deflationary",
        "already",
        "muken",
        "said",
        "getting",
        "gut",
        "system",
        "inefficiency",
        "lie",
        "physician",
        "hospital",
        "note",
        "client",
        "published",
        "tuesday",
        "muken",
        "said",
        "stated",
        "mission",
        "company",
        "venture",
        "seems",
        "remarkably",
        "well",
        "placed",
        "government",
        "failed",
        "managing",
        "cost",
        "healthcare",
        "decade",
        "however",
        "despite",
        "money",
        "brain",
        "power",
        "likely",
        "devoted",
        "going",
        "seemingly",
        "effort",
        "challenge",
        "massive",
        "reality",
        "majority",
        "cost",
        "system",
        "sit",
        "within",
        "organization",
        "difficult",
        "reform",
        "currently",
        "borderline",
        "profitable",
        "provider",
        "said",
        "furthermore",
        "trying",
        "tackle",
        "physician",
        "compensation",
        "also",
        "seems",
        "like",
        "heroic",
        "effort",
        "one",
        "likely",
        "cause",
        "massive",
        "uproar",
        "particularly",
        "amongst",
        "senior",
        "population",
        "expert",
        "noted",
        "one",
        "way",
        "employer",
        "tried",
        "address",
        "health",
        "cost",
        "narrowing",
        "network",
        "medical",
        "provider",
        "covered",
        "insurance",
        "plan",
        "limiting",
        "doctor",
        "hospital",
        "lab",
        "patient",
        "go",
        "care",
        "without",
        "paying",
        "significantly",
        "pocket",
        "new",
        "partnership",
        "could",
        "possibly",
        "create",
        "new",
        "care",
        "network",
        "steer",
        "people",
        "away",
        "expensive",
        "site",
        "care",
        "unnecessary",
        "said",
        "tim",
        "van",
        "biesen",
        "partner",
        "bain",
        "company",
        "practice",
        "one",
        "possibility",
        "amazon",
        "creating",
        "platform",
        "direct",
        "patient",
        "option",
        "like",
        "telemedicine",
        "retail",
        "clinic",
        "whether",
        "hypothetical",
        "step",
        "taken",
        "three",
        "company",
        "result",
        "markedly",
        "lower",
        "overall",
        "cost",
        "still",
        "unknown",
        "also",
        "trio",
        "first",
        "group",
        "outsider",
        "try",
        "disrupt",
        "space",
        "industry",
        "seen",
        "big",
        "company",
        "try",
        "change",
        "exit",
        "quickly",
        "came",
        "said",
        "vaughn",
        "kauffman",
        "health",
        "service",
        "new",
        "entrant",
        "advisory",
        "leader",
        "pwc",
        "new",
        "joint",
        "venture",
        "could",
        "disruptive",
        "put",
        "competitive",
        "pressure",
        "pharmacy",
        "giant",
        "cv",
        "walgreens",
        "pharmacy",
        "benefit",
        "manager",
        "said",
        "mickey",
        "chadha",
        "vice",
        "president",
        "moody",
        "added",
        "regulatory",
        "burden",
        "around",
        "every",
        "aspect",
        "health",
        "care",
        "put",
        "new",
        "entrant",
        "space",
        "huge",
        "disadvantage",
        "company",
        "like",
        "cv",
        "walgreens",
        "united",
        "healthcare",
        "aetna",
        "express",
        "script",
        "already",
        "large",
        "scale",
        "allows",
        "better",
        "vendor",
        "drug",
        "manufacturer",
        "contracting",
        "ability",
        "serve",
        "national",
        "client",
        "expert",
        "anticipated",
        "deal",
        "vertical",
        "integration",
        "wake",
        "cv",
        "announcing",
        "intention",
        "buy",
        "aetna",
        "deal",
        "even",
        "compelling",
        "coordinated",
        "approach",
        "medical",
        "care",
        "necessary",
        "lower",
        "overall",
        "cost",
        "consumer",
        "chadha",
        "said",
        "craig",
        "garthwaite",
        "director",
        "health",
        "enterprise",
        "management",
        "program",
        "northwestern",
        "university",
        "kellogg",
        "school",
        "management",
        "said",
        "thin",
        "amount",
        "detail",
        "press",
        "release",
        "announcing",
        "company",
        "venture",
        "give",
        "much",
        "reason",
        "believe",
        "result",
        "radical",
        "change",
        "health",
        "cost",
        "know",
        "business",
        "plan",
        "lot",
        "optimism",
        "press",
        "release",
        "generates",
        "given",
        "retreading",
        "lot",
        "buzzword",
        "given",
        "people",
        "really",
        "think",
        "lower",
        "cost",
        "improve",
        "quality",
        "garthwaite",
        "said",
        "gary",
        "claxton",
        "vice",
        "president",
        "kaiser",
        "family",
        "foundation",
        "said",
        "biggest",
        "driver",
        "health",
        "cost",
        "money",
        "spent",
        "sick",
        "sick",
        "people",
        "clear",
        "private",
        "payer",
        "drive",
        "cost",
        "claxton",
        "said",
        "referring",
        "insurance",
        "plan",
        "like",
        "offered",
        "amazon",
        "berkshire",
        "hathaway",
        "jp",
        "morgan",
        "chase",
        "business",
        "opposed",
        "large",
        "publicly",
        "provided",
        "health",
        "coverage",
        "system",
        "like",
        "medicare",
        "medicaid",
        "claxton",
        "said",
        "patient",
        "undergoing",
        "treatment",
        "condition",
        "cost",
        "quickly",
        "pile",
        "without",
        "patient",
        "time",
        "inclination",
        "shop",
        "around",
        "better",
        "price",
        "particularly",
        "health",
        "plan",
        "picking",
        "much",
        "cost",
        "cancer",
        "treatment",
        "kid",
        "cancer",
        "treatment",
        "looking",
        "save",
        "next",
        "marginal",
        "dollar",
        "claxton",
        "asked",
        "relatively",
        "high",
        "cost",
        "american",
        "system",
        "much",
        "higher",
        "wealthy",
        "country",
        "make",
        "attractive",
        "target",
        "company",
        "believe",
        "save",
        "money",
        "finding",
        "efficiency",
        "business",
        "differently",
        "done",
        "past",
        "said",
        "claxton",
        "prior",
        "initiative",
        "company",
        "band",
        "together",
        "regionally",
        "try",
        "lower",
        "combined",
        "health",
        "cost",
        "modest",
        "success",
        "best",
        "claxton",
        "said",
        "however",
        "none",
        "lowered",
        "cost",
        "dramatically",
        "model",
        "adopted",
        "broad",
        "scale",
        "new",
        "entrant",
        "trying",
        "disrupt",
        "cost",
        "face",
        "system",
        "already",
        "seen",
        "consolidation",
        "across",
        "different",
        "industry",
        "including",
        "insurer",
        "hospital",
        "drug",
        "company",
        "make",
        "squeezing",
        "extra",
        "dollar",
        "saving",
        "difficult",
        "claxton",
        "said",
        "area",
        "big",
        "saving",
        "might",
        "possible",
        "often",
        "reluctance",
        "take",
        "step",
        "necessary",
        "achieve",
        "saving",
        "business",
        "saying",
        "want",
        "new",
        "drug",
        "developed",
        "claxton",
        "said",
        "also",
        "cited",
        "case",
        "one",
        "ceo",
        "heard",
        "told",
        "company",
        "health",
        "plan",
        "could",
        "save",
        "million",
        "annually",
        "cutting",
        "local",
        "hospital",
        "network",
        "provider",
        "covered",
        "plan",
        "despite",
        "fact",
        "area",
        "company",
        "located",
        "lack",
        "hospital",
        "claxton",
        "said",
        "ceo",
        "rejected",
        "idea",
        "hand"
    ]
}