{
    "organizations": [],
    "uuid": "41a5c2e67dca33250d7ea86c099b66c02340ecbe",
    "author": "Rebecca Fannin",
    "url": "https://www.cnbc.com/2018/01/29/chinese-tech-unicorns-angle-for-2018-ipos.html",
    "ord_in_thread": 0,
    "title": "Chinese tech unicorns angle for 2018 IPOs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "\nChinese private fund assets hit a staggering $1.63 trillion \nSo far this year, the Chinese IPO pipeline remains robust. Momentum is building for Xiaomi, the Beijing-based maker of the popular Mi smartphone series, to list on the HKSE, according to one informed source. Xiaomi, ranked as the world's third-highest unicorn-financed company, could reportedly go public in the second half of 2018, at a valuation reaching $100 billion. show chapters 12:25 AM ET Wed, 15 Nov 2017 | 04:14 \nOther unicorn-funded Chinese tech companies could soon follow with IPOs, including ride-sharing service Didi Chuxing ; e-commerce site Meituan-Dianping , now valued at $30 billion; and news aggregator ByteDance , according to investment banking and venture capital sources. Kennedy also notes that Ant Financial, the world's largest mobile and online payments platform, formerly known as Alipay; Lufax , an online wealth-management company; China Tower and Sinopec Marketing are strong IPO contenders. An exchange showdown \nNew York is the traditional home for China's new economy company IPOs, particularly those with an international footprint or overseas expansion strategies and ambitions. Its biggest win and breakthrough came in 2014 when China's e-commerce giant Alibaba snubbed the Hong Kong Stock Exchange and chose to list on the big board. Alibaba's $25 billion IPO ranks as the largest in history. \nTypically, New York has offered higher valuations, a deeper pool of tech-savvy investors, a more flexible listing system that includes dual-class shares, and the prestige of being the world's biggest market. \nHong Kong's lure is its familiarity with China, its convenient time zone for Asian executives and the Stock Connect schemes linking trading in Shanghai and Shenzhen with Hong Kong, which can build Chinese interest once shares have listed. The links don't yet allow IPO investments. \nIn response to Wall Street competition, Hong Kong has been hard at work on pending reforms to attract China's tech darlings. These include allowing dual-class shares that give founding shareholders greater voting power than others, common among innovative new economy companies with the aim of reducing short-term investor pressure and focusing on strategic growth. Hong Kong's new listings rules, which could take effect this June, also extend to permitting pre-revenue biotech companies to list and allowing secondary listings of innovative companies already listed in the United States and U.K. \nBut challenges remain for Hong Kong, such as a preference among China tech founders who have historically favored Nasdaq or NYSE for international clout and profile. \"New York has been considered the trophy IPO among Chinese entrepreneurs,\" said Hans Tung, managing partner of venture firm GGV Capital. \"Now Hong Kong is making moves to be more company friendly. It will be Hong Kong's to lose.\" \nExchanges are eager to attract a crop of venture-backed Chinese tech titans to go public, and their private equity and venture capitalist backers certainly don't mind getting liquidity from their sizable investments made several years ago in China's emerging technology players. \nThe No. 1 consideration when it comes to listing decisions is public market valuation. Didi Chuxing, the world's second most highly valued unicorn technology company (after top-ranked rival Uber) has funding from Matrix Partners, Tiger Global and SoftBank, valuing it at a stratospheric $56 billion. Didi is angling toward an IPO in New York that could take place this year or next, according to informed US-China venture sources. The company now services 400 cities in China. Zhang Peng | LightRocket | Getty Images Ride sharing app of Didi Chuxing. \nA swing factor that may make one of the New York exchanges attractive is Didi's goal to expand its business overseas. Last year Didi set up an international division and an R&D lab in Mountainview, California, to develop A.I. and self-driving technology. China's online content platform ByteDance, the company behind unicorn-valued news app Toutiao, could also list in New York following its recent, near-$1 billion acquisition of U.S. video-sharing app Musical.ly. Dual-class listings \nA possible IPO of Xiaomi on the HKSE later this year would play into pending reforms. The changes come after the Hong Kong exchange lost the mega $25 billion IPO of e-commerce giant Alibaba to the NYSE in 2014 over issues related to the controversial dual-class voting structure. \"Alibaba became the largest global IPO, and its market cap astounded the Hong Kong government and woke them up to the need to make changes,\" said VC investor Tung at GGV Capital, a lead early investor in Alibaba. \nUnder HKSE, CEO Charles Li, a former financial executive with J.P. Morgan China and Merrill Lynch and head of the exchange since 2010, a greater recognition and understanding of the needs of the region's capital market is needed. Pressure has been building to make it easier to list in Hong Kong. \"We've reached a clear consensus that capital market access in Hong Kong should be broadened to maintain the city's role as a leading international financial center,\" Li noted recently in describing the new proposed rules. Hong Kong in transition \nHKSE advantages that could sway China's emerging tech companies to list there include proximity to mainland China, investor familiarity with the company's products, plus compatibility with language and time zones. \nXiaomi CEO Lei Jun, who has been called China's Steve Jobs for his tendency to wear a black T-shirt and jeans at splashy product launches, speaks English awkwardly — and hardly at all just a few years ago. Xiaomi products are not that well known in the United States, though its products are popular in China and Southeast Asia. \n\"There's an argument to be made that a company can get a better valuation where people understand the business,\" said investment banker Williams. \nIn a comparison of IPO performance of Hong Kong, New York and London exchanges, research by Capital IQ shows that Hong Kong had the second-largest number of IPOs at 142, and ranked fourth with volume of $12.4 billion. In 2016, HKSE chalked up 121 IPOs at $20.5 billion. The NYSE saw 68 IPOs with volume of $26 billion in 2017, compared with 34 IPOs and $26 billion in volume the year before, Capital IQ reports. Nasdaq counted 110 public offerings with volume of $14.1 billion in 2017, up from 86 at $9.9 billion in 2016. \nCounting both the London Stock Exchange and AIM or its SME Growth Market together, London tallied up 155 IPOs at $39.3 billion in volume for 2017 compared with 128 at $28.4 billion in 2016. \nLike Hong Kong, the London Stock Exchange is angling to attract China tech IPOs, and recently held a market opening to welcome Chinese bicycle sharing unicorn Ofo to the U.K, where the Beijing-based start-up has been fast expanding. \nThe prospect for reforms to Hong Kong's listing requirements is already prompting changes. \"Several companies that had previously considered a New York listing to be their only option have switched and are now planning a Hong Kong listing. We expect this trend to pick up if the listing reforms are formally enacted,\" said Kai Fang, managing director and head of China Equity Capital at investment bank China Renaissance in Hong Kong. \nA wave of recent successful new economy IPOs in Hong Kong during the second half of 2017 pointed to a bright outlook for HKSE as a listing hub for technology companies. Of the 10 largest IPOs in Hong Kong last year, four were in tech sectors and all were heavily oversubscribed by local investors and recorded first-day trading gains, according to a year-end IPO report by KPMG. \nTencent's e-book unit China Literature saw its shares surge 86 percent on opening day in a stellar public debut that raised $1.1 billion in November 2017. The winning streak continued that same month as PC gaming company Razer attracted more than $504 million, with pricing up 41 percent on the initial day of trading. In September online insurance company ZhongAn raised $1.5 billion on the HKSE, Hong Kong's second-largest IPO last year and Asia's largest fintech IPO. \n— By Rebecca Fannin, special to CNBC.com Related Securities ",
    "published": "2018-01-29T17:04:00.000+02:00",
    "crawled": "2018-01-29T17:04:14.045+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "chinese",
        "private",
        "fund",
        "asset",
        "hit",
        "staggering",
        "trillion",
        "far",
        "year",
        "chinese",
        "ipo",
        "pipeline",
        "remains",
        "robust",
        "momentum",
        "building",
        "xiaomi",
        "maker",
        "popular",
        "mi",
        "smartphone",
        "series",
        "list",
        "hkse",
        "according",
        "one",
        "informed",
        "source",
        "xiaomi",
        "ranked",
        "world",
        "company",
        "could",
        "reportedly",
        "go",
        "public",
        "second",
        "half",
        "valuation",
        "reaching",
        "billion",
        "show",
        "chapter",
        "et",
        "wed",
        "nov",
        "chinese",
        "tech",
        "company",
        "could",
        "soon",
        "follow",
        "ipo",
        "including",
        "service",
        "didi",
        "chuxing",
        "site",
        "valued",
        "billion",
        "news",
        "aggregator",
        "bytedance",
        "according",
        "investment",
        "banking",
        "venture",
        "capital",
        "source",
        "kennedy",
        "also",
        "note",
        "ant",
        "financial",
        "world",
        "largest",
        "mobile",
        "online",
        "payment",
        "platform",
        "formerly",
        "known",
        "alipay",
        "lufax",
        "online",
        "company",
        "china",
        "tower",
        "sinopec",
        "marketing",
        "strong",
        "ipo",
        "contender",
        "exchange",
        "showdown",
        "new",
        "york",
        "traditional",
        "home",
        "china",
        "new",
        "economy",
        "company",
        "ipo",
        "particularly",
        "international",
        "footprint",
        "overseas",
        "expansion",
        "strategy",
        "ambition",
        "biggest",
        "win",
        "breakthrough",
        "came",
        "china",
        "giant",
        "alibaba",
        "snubbed",
        "hong",
        "kong",
        "stock",
        "exchange",
        "chose",
        "list",
        "big",
        "board",
        "alibaba",
        "billion",
        "ipo",
        "rank",
        "largest",
        "history",
        "typically",
        "new",
        "york",
        "offered",
        "higher",
        "valuation",
        "deeper",
        "pool",
        "investor",
        "flexible",
        "listing",
        "system",
        "includes",
        "share",
        "prestige",
        "world",
        "biggest",
        "market",
        "hong",
        "kong",
        "lure",
        "familiarity",
        "china",
        "convenient",
        "time",
        "zone",
        "asian",
        "executive",
        "stock",
        "connect",
        "scheme",
        "linking",
        "trading",
        "shanghai",
        "shenzhen",
        "hong",
        "kong",
        "build",
        "chinese",
        "interest",
        "share",
        "listed",
        "link",
        "yet",
        "allow",
        "ipo",
        "investment",
        "response",
        "wall",
        "street",
        "competition",
        "hong",
        "kong",
        "hard",
        "work",
        "pending",
        "reform",
        "attract",
        "china",
        "tech",
        "darling",
        "include",
        "allowing",
        "share",
        "give",
        "founding",
        "shareholder",
        "greater",
        "voting",
        "power",
        "others",
        "common",
        "among",
        "innovative",
        "new",
        "economy",
        "company",
        "aim",
        "reducing",
        "investor",
        "pressure",
        "focusing",
        "strategic",
        "growth",
        "hong",
        "kong",
        "new",
        "listing",
        "rule",
        "could",
        "take",
        "effect",
        "june",
        "also",
        "extend",
        "permitting",
        "biotech",
        "company",
        "list",
        "allowing",
        "secondary",
        "listing",
        "innovative",
        "company",
        "already",
        "listed",
        "united",
        "state",
        "challenge",
        "remain",
        "hong",
        "kong",
        "preference",
        "among",
        "china",
        "tech",
        "founder",
        "historically",
        "favored",
        "nasdaq",
        "nyse",
        "international",
        "clout",
        "profile",
        "new",
        "york",
        "considered",
        "trophy",
        "ipo",
        "among",
        "chinese",
        "entrepreneur",
        "said",
        "han",
        "tung",
        "managing",
        "partner",
        "venture",
        "firm",
        "ggv",
        "capital",
        "hong",
        "kong",
        "making",
        "move",
        "company",
        "friendly",
        "hong",
        "kong",
        "lose",
        "exchange",
        "eager",
        "attract",
        "crop",
        "chinese",
        "tech",
        "titan",
        "go",
        "public",
        "private",
        "equity",
        "venture",
        "capitalist",
        "backer",
        "certainly",
        "mind",
        "getting",
        "liquidity",
        "sizable",
        "investment",
        "made",
        "several",
        "year",
        "ago",
        "china",
        "emerging",
        "technology",
        "player",
        "consideration",
        "come",
        "listing",
        "decision",
        "public",
        "market",
        "valuation",
        "didi",
        "chuxing",
        "world",
        "second",
        "highly",
        "valued",
        "unicorn",
        "technology",
        "company",
        "rival",
        "uber",
        "funding",
        "matrix",
        "partner",
        "tiger",
        "global",
        "softbank",
        "valuing",
        "stratospheric",
        "billion",
        "didi",
        "angling",
        "toward",
        "ipo",
        "new",
        "york",
        "could",
        "take",
        "place",
        "year",
        "next",
        "according",
        "informed",
        "venture",
        "source",
        "company",
        "service",
        "city",
        "china",
        "zhang",
        "peng",
        "lightrocket",
        "getty",
        "image",
        "ride",
        "sharing",
        "app",
        "didi",
        "chuxing",
        "swing",
        "factor",
        "may",
        "make",
        "one",
        "new",
        "york",
        "exchange",
        "attractive",
        "didi",
        "goal",
        "expand",
        "business",
        "overseas",
        "last",
        "year",
        "didi",
        "set",
        "international",
        "division",
        "r",
        "lab",
        "mountainview",
        "california",
        "develop",
        "technology",
        "china",
        "online",
        "content",
        "platform",
        "bytedance",
        "company",
        "behind",
        "news",
        "app",
        "toutiao",
        "could",
        "also",
        "list",
        "new",
        "york",
        "following",
        "recent",
        "billion",
        "acquisition",
        "app",
        "listing",
        "possible",
        "ipo",
        "xiaomi",
        "hkse",
        "later",
        "year",
        "would",
        "play",
        "pending",
        "reform",
        "change",
        "come",
        "hong",
        "kong",
        "exchange",
        "lost",
        "mega",
        "billion",
        "ipo",
        "giant",
        "alibaba",
        "nyse",
        "issue",
        "related",
        "controversial",
        "voting",
        "structure",
        "alibaba",
        "became",
        "largest",
        "global",
        "ipo",
        "market",
        "cap",
        "astounded",
        "hong",
        "kong",
        "government",
        "woke",
        "need",
        "make",
        "change",
        "said",
        "vc",
        "investor",
        "tung",
        "ggv",
        "capital",
        "lead",
        "early",
        "investor",
        "alibaba",
        "hkse",
        "ceo",
        "charles",
        "li",
        "former",
        "financial",
        "executive",
        "morgan",
        "china",
        "merrill",
        "lynch",
        "head",
        "exchange",
        "since",
        "greater",
        "recognition",
        "understanding",
        "need",
        "region",
        "capital",
        "market",
        "needed",
        "pressure",
        "building",
        "make",
        "easier",
        "list",
        "hong",
        "kong",
        "reached",
        "clear",
        "consensus",
        "capital",
        "market",
        "access",
        "hong",
        "kong",
        "broadened",
        "maintain",
        "city",
        "role",
        "leading",
        "international",
        "financial",
        "center",
        "li",
        "noted",
        "recently",
        "describing",
        "new",
        "proposed",
        "rule",
        "hong",
        "kong",
        "transition",
        "hkse",
        "advantage",
        "could",
        "sway",
        "china",
        "emerging",
        "tech",
        "company",
        "list",
        "include",
        "proximity",
        "mainland",
        "china",
        "investor",
        "familiarity",
        "company",
        "product",
        "plus",
        "compatibility",
        "language",
        "time",
        "zone",
        "xiaomi",
        "ceo",
        "lei",
        "jun",
        "called",
        "china",
        "steve",
        "job",
        "tendency",
        "wear",
        "black",
        "jean",
        "splashy",
        "product",
        "launch",
        "speaks",
        "english",
        "awkwardly",
        "hardly",
        "year",
        "ago",
        "xiaomi",
        "product",
        "well",
        "known",
        "united",
        "state",
        "though",
        "product",
        "popular",
        "china",
        "southeast",
        "asia",
        "argument",
        "made",
        "company",
        "get",
        "better",
        "valuation",
        "people",
        "understand",
        "business",
        "said",
        "investment",
        "banker",
        "williams",
        "comparison",
        "ipo",
        "performance",
        "hong",
        "kong",
        "new",
        "york",
        "london",
        "exchange",
        "research",
        "capital",
        "iq",
        "show",
        "hong",
        "kong",
        "number",
        "ipo",
        "ranked",
        "fourth",
        "volume",
        "billion",
        "hkse",
        "chalked",
        "ipo",
        "billion",
        "nyse",
        "saw",
        "ipo",
        "volume",
        "billion",
        "compared",
        "ipo",
        "billion",
        "volume",
        "year",
        "capital",
        "iq",
        "report",
        "nasdaq",
        "counted",
        "public",
        "offering",
        "volume",
        "billion",
        "billion",
        "counting",
        "london",
        "stock",
        "exchange",
        "aim",
        "sme",
        "growth",
        "market",
        "together",
        "london",
        "tallied",
        "ipo",
        "billion",
        "volume",
        "compared",
        "billion",
        "like",
        "hong",
        "kong",
        "london",
        "stock",
        "exchange",
        "angling",
        "attract",
        "china",
        "tech",
        "ipo",
        "recently",
        "held",
        "market",
        "opening",
        "welcome",
        "chinese",
        "bicycle",
        "sharing",
        "unicorn",
        "ofo",
        "fast",
        "expanding",
        "prospect",
        "reform",
        "hong",
        "kong",
        "listing",
        "requirement",
        "already",
        "prompting",
        "change",
        "several",
        "company",
        "previously",
        "considered",
        "new",
        "york",
        "listing",
        "option",
        "switched",
        "planning",
        "hong",
        "kong",
        "listing",
        "expect",
        "trend",
        "pick",
        "listing",
        "reform",
        "formally",
        "enacted",
        "said",
        "kai",
        "fang",
        "managing",
        "director",
        "head",
        "china",
        "equity",
        "capital",
        "investment",
        "bank",
        "china",
        "renaissance",
        "hong",
        "kong",
        "wave",
        "recent",
        "successful",
        "new",
        "economy",
        "ipo",
        "hong",
        "kong",
        "second",
        "half",
        "pointed",
        "bright",
        "outlook",
        "hkse",
        "listing",
        "hub",
        "technology",
        "company",
        "largest",
        "ipo",
        "hong",
        "kong",
        "last",
        "year",
        "four",
        "tech",
        "sector",
        "heavily",
        "oversubscribed",
        "local",
        "investor",
        "recorded",
        "trading",
        "gain",
        "according",
        "ipo",
        "report",
        "kpmg",
        "tencent",
        "unit",
        "china",
        "literature",
        "saw",
        "share",
        "surge",
        "percent",
        "opening",
        "day",
        "stellar",
        "public",
        "debut",
        "raised",
        "billion",
        "november",
        "winning",
        "streak",
        "continued",
        "month",
        "pc",
        "gaming",
        "company",
        "razer",
        "attracted",
        "million",
        "pricing",
        "percent",
        "initial",
        "day",
        "trading",
        "september",
        "online",
        "insurance",
        "company",
        "zhongan",
        "raised",
        "billion",
        "hkse",
        "hong",
        "kong",
        "ipo",
        "last",
        "year",
        "asia",
        "largest",
        "fintech",
        "ipo",
        "rebecca",
        "fannin",
        "special",
        "related",
        "security"
    ]
}