{
    "organizations": [],
    "uuid": "94d993281dc4c3e560cf33f24a15bf60b444bf56",
    "author": "",
    "url": "https://www.reuters.com/article/us-romania-politics-analysis/voting-to-survive-romanians-elect-mayors-despite-graft-record-idUSKBN1FI0GH",
    "ord_in_thread": 0,
    "title": "Voting to survive: Romanians elect mayors despite graft record",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DRAGOMIRESTI, Romania (Reuters) - Romanian mayor Dragos Vladulescu has a criminal conviction in a country with one of the EU’s worst corruption records, and yet local voters keep re-electing him and many think he’s doing a great job.\nFor Vladulescu’s admirers, what matters is that their mayor has upgraded or built new schools, clinics and even churches during his 14 years at the town hall.\nOn top of that, the Social Democrat has installed street lighting, mains gas and water supplies, as well as paving muddy roads in their community of Dragomiresti, which lies in lush hill country about 90 km (45 miles) northwest of Bucharest.\nVoters in the wealthier European Union states to the west would take such services for granted, but not in Romania, which is still catching up after enduring a particularly brutal form of communism under Nicolae Ceausescu.\nSo when a court found Vladulescu guilty of conflict of interest in 2014 for granting public works contracts to a company owned by his son-in-law, people shrugged it off and two years later re-elected him for a fourth term.\n“Things are going well, he has done many good things here,” said 64-year-old pensioner Gheorghe Baicoianu, while municipal workers shoveled away snow from bus stops in the village center. “I certainly voted for him, he deserved it.”\nThe fact that the mayor was handed a six-month suspended jail sentence seemed not to trouble Baicoianu. “I am not interested in other issues, only what I can see with my eyes in the locality,” he told Reuters.\nDragomiresti is by no means unusual in Romania, which came fourth from bottom of the 28 EU nations in a 2016 corruption perceptions index compiled by the anti-graft group Transparency International.\nThat year Vladulescu’s Social Democrat Party (PSD) was re-elected nationally even though its leader Liviu Dragnea has also got a suspended jail sentence: two years in a vote-rigging case.\nDragnea is now on trial for abuse of office and prosecutors have opened a separate inquiry on suspicions that he formed a “criminal group” to siphon off cash from state projects, some of them EU-funded. This involves a company once controlled by a county council that Dragnea headed until 2012. He denies all the charges.\nSYMBIOTIC RELATIONSHIP Sociologist Daniel Sandu says part of the PSD’s success is a close relationship between its national leadership and its mayors. This involves how government money to build infrastructure and pay social benefits is channeled to a local level, funding the kind of public works that have made Vladulescu and other mayors so popular.\n“One way or another, the ruling party needs to control these mayors because they are the ones who bring votes, and mayors need the party because it helps them get funds,” Sandu, a researcher at the European University Institute, told Reuters. “There is a symbiotic relationship.”\nAll parties that have governed Romania since the 1989 fall of communism have been accused of favoring their own mayors and county administrations in allotting funds.\nDragnea created a multi-billion euro state-funded program in 2013 when he was regional development minister. Under this, money for rural and municipal infrastructure projects is now distributed to the counties by a deputy prime minister, without the need for overall government oversight.\nReuters calculations show that Social Democrat mayors have generally done well out of this National Programme for Local Development (PNDL).\nFor 2017-2020 PSD-controlled county councils have been earmarked, on average, 17 percent more than those controlled by the opposition Liberal party, and about 40 percent more on average than counties run by leaders from Romania’s ethnic Hungarian minority.\nDragnea’s successor as regional development minister, Sevil Shhaideh, has denied preferential distributions. “The poorest counties, with the largest populations and areas and with the most administrative units, will get the largest allotments,” said Shhaideh, whose ministry drafted the PNDL allocations.\nShhaideh lost her ministerial post in a government reshuffle last October after prosecutors opened a corruption inquiry into her. She denies the allegations.\nALMOST FEUDAL\nMayor Dragos Vladulescu is pictured in his office at Dragomiresti City Hall, in Dambovita county, Romania, January 23, 2018. Picture taken January 23, 2018. Inquam Photos/Octav Ganea via REUTERS The European Commission has the Romanian judicial system under special monitoring, and the country’s prosecutors are vigorously pursuing corruption cases, sending to trial hundreds of mayors, county councillors and lawmakers from across party lines.\nThe bulk of investigations involve public contracts awarded to firms in return for bribes, fraud with EU funds, rigged auctions and conflicts of interest. Jail sentences are, however, frequently suspended with relatively few officials behind bars.\nAttempts by the PSD government to decriminalize several corruption offences last year triggered the country’s largest street protests in decades. And yet the party, which won both the national and local elections, retains strong support.\nRomania is booming, with the economy growing at annual rates of almost nine percent in 2017, but it remains poor. Per capita GDP was just 58 percent of the EU average in 2016, while 2011 data put Romanians’ average annual earnings at less than 6,000 euros ($7,500) compared with almost 18,000 euros in Portugal, one of western Europe’s poorest countries.\nAnother problem is a disparity between cities such as Bucharest, which have largely benefited from Romania’s transition to a market economy, and rural areas.\n”There are two very different Romanias,“ said Sandu. ”One feels like any prosperous and dynamic capital city in Europe. “The other is served almost exclusively by a set of politicians who have developed an institutional power structure that is almost feudal.”\nOutside the major cities, many small towns and villages lack basic services. A study by World Vision showed more than 200,000 children, particularly in rural areas, went to bed hungry.\nSlideshow (5 Images) The country has the highest rate of household deprivation in the EU, Eurostat data showed, with one in two Romanians struggling to keep their home warm or pay their bills on time.\nFor such people, spending by the local mayor is often a lifeline, so they vote for the candidate they think will produce the cash for their community.\n“They are literally voting to survive,” Sandu said. “These people feel forgotten, abandoned, the losers of the transition and they believe their closest form of survival is the leader or party closest to them.”\nAGING RAPIDLY Dragomiresti, a group of six villages with a total population of under 9,000, is far from the poorest municipality.\nBut the community, which lies in Dambovita county, is aging rapidly. Most passersby in the center had family members working abroad, chiefly on farms in Spain and Italy.\nVladulescu, who won 58 percent of the vote in 2016, said he understood local concerns. “Many mayors in Dambovita county have been re-elected for their second, third or fourth terms, and the key to their success is that they prioritize solving the problems of their citizens,” he told Reuters.\n“I have done one thing or another every year in each village,” he added. “People understood very well how things stood; the fact they re-elected me is proof.”\nIn 2016, many Romanians elected mayors who were under investigation or on trial, regardless of their party, including in cities such as Baia Mare and Brasov.\nLocal administrations have an overall annual budget of just under 70 billion lei ($19 billion), a third of the country’s consolidated budget revenue, and access to EU development funds. This includes funds from the PNDL, which the government has increased nearly fivefold to 30 billion lei for 2017-2020.\nExpert Forum (EFOR), an independent think tank which has analysed public contracts related to the PNDL in several counties, found that about half were awarded to only 5-6 private firms even though up to 50 compete for them.\n“Connections are in most cases party-based and tend to be built around local power relations,” an EFOR report said. “Some companies are managed by unknown owners on paper but in reality they are controlled by politicians or other influential persons.”\n($1 = 3.7562 lei)\n($1 = 0.8043 euros)\nediting by David Stamp\n ",
    "published": "2018-01-29T08:22:00.000+02:00",
    "crawled": "2018-01-29T08:32:17.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dragomiresti",
        "romania",
        "reuters",
        "romanian",
        "mayor",
        "dragos",
        "vladulescu",
        "criminal",
        "conviction",
        "country",
        "one",
        "eu",
        "worst",
        "corruption",
        "record",
        "yet",
        "local",
        "voter",
        "keep",
        "many",
        "think",
        "great",
        "job",
        "vladulescu",
        "admirer",
        "matter",
        "mayor",
        "upgraded",
        "built",
        "new",
        "school",
        "clinic",
        "even",
        "church",
        "year",
        "town",
        "hall",
        "top",
        "social",
        "democrat",
        "installed",
        "street",
        "lighting",
        "main",
        "gas",
        "water",
        "supply",
        "well",
        "paving",
        "muddy",
        "road",
        "community",
        "dragomiresti",
        "lie",
        "lush",
        "hill",
        "country",
        "km",
        "mile",
        "northwest",
        "bucharest",
        "voter",
        "wealthier",
        "european",
        "union",
        "state",
        "west",
        "would",
        "take",
        "service",
        "granted",
        "romania",
        "still",
        "catching",
        "enduring",
        "particularly",
        "brutal",
        "form",
        "communism",
        "nicolae",
        "ceausescu",
        "court",
        "found",
        "vladulescu",
        "guilty",
        "conflict",
        "interest",
        "granting",
        "public",
        "work",
        "contract",
        "company",
        "owned",
        "people",
        "shrugged",
        "two",
        "year",
        "later",
        "fourth",
        "term",
        "thing",
        "going",
        "well",
        "done",
        "many",
        "good",
        "thing",
        "said",
        "pensioner",
        "gheorghe",
        "baicoianu",
        "municipal",
        "worker",
        "shoveled",
        "away",
        "snow",
        "bus",
        "stop",
        "village",
        "center",
        "certainly",
        "voted",
        "deserved",
        "fact",
        "mayor",
        "handed",
        "suspended",
        "jail",
        "sentence",
        "seemed",
        "trouble",
        "baicoianu",
        "interested",
        "issue",
        "see",
        "eye",
        "locality",
        "told",
        "reuters",
        "dragomiresti",
        "mean",
        "unusual",
        "romania",
        "came",
        "fourth",
        "bottom",
        "eu",
        "nation",
        "corruption",
        "perception",
        "index",
        "compiled",
        "group",
        "transparency",
        "international",
        "year",
        "vladulescu",
        "social",
        "democrat",
        "party",
        "psd",
        "nationally",
        "even",
        "though",
        "leader",
        "liviu",
        "dragnea",
        "also",
        "got",
        "suspended",
        "jail",
        "sentence",
        "two",
        "year",
        "case",
        "dragnea",
        "trial",
        "abuse",
        "office",
        "prosecutor",
        "opened",
        "separate",
        "inquiry",
        "suspicion",
        "formed",
        "criminal",
        "group",
        "siphon",
        "cash",
        "state",
        "project",
        "involves",
        "company",
        "controlled",
        "county",
        "council",
        "dragnea",
        "headed",
        "denies",
        "charge",
        "symbiotic",
        "relationship",
        "sociologist",
        "daniel",
        "sandu",
        "say",
        "part",
        "psd",
        "success",
        "close",
        "relationship",
        "national",
        "leadership",
        "mayor",
        "involves",
        "government",
        "money",
        "build",
        "infrastructure",
        "pay",
        "social",
        "benefit",
        "channeled",
        "local",
        "level",
        "funding",
        "kind",
        "public",
        "work",
        "made",
        "vladulescu",
        "mayor",
        "popular",
        "one",
        "way",
        "another",
        "ruling",
        "party",
        "need",
        "control",
        "mayor",
        "one",
        "bring",
        "vote",
        "mayor",
        "need",
        "party",
        "help",
        "get",
        "fund",
        "sandu",
        "researcher",
        "european",
        "university",
        "institute",
        "told",
        "reuters",
        "symbiotic",
        "party",
        "governed",
        "romania",
        "since",
        "fall",
        "communism",
        "accused",
        "favoring",
        "mayor",
        "county",
        "administration",
        "allotting",
        "fund",
        "dragnea",
        "created",
        "euro",
        "program",
        "regional",
        "development",
        "minister",
        "money",
        "rural",
        "municipal",
        "infrastructure",
        "project",
        "distributed",
        "county",
        "deputy",
        "prime",
        "minister",
        "without",
        "need",
        "overall",
        "government",
        "oversight",
        "reuters",
        "calculation",
        "show",
        "social",
        "democrat",
        "mayor",
        "generally",
        "done",
        "well",
        "national",
        "programme",
        "local",
        "development",
        "pndl",
        "county",
        "council",
        "earmarked",
        "average",
        "percent",
        "controlled",
        "opposition",
        "liberal",
        "party",
        "percent",
        "average",
        "county",
        "run",
        "leader",
        "romania",
        "ethnic",
        "hungarian",
        "minority",
        "dragnea",
        "successor",
        "regional",
        "development",
        "minister",
        "sevil",
        "shhaideh",
        "denied",
        "preferential",
        "distribution",
        "poorest",
        "county",
        "largest",
        "population",
        "area",
        "administrative",
        "unit",
        "get",
        "largest",
        "allotment",
        "said",
        "shhaideh",
        "whose",
        "ministry",
        "drafted",
        "pndl",
        "allocation",
        "shhaideh",
        "lost",
        "ministerial",
        "post",
        "government",
        "reshuffle",
        "last",
        "october",
        "prosecutor",
        "opened",
        "corruption",
        "inquiry",
        "denies",
        "allegation",
        "almost",
        "feudal",
        "mayor",
        "dragos",
        "vladulescu",
        "pictured",
        "office",
        "dragomiresti",
        "city",
        "hall",
        "dambovita",
        "county",
        "romania",
        "january",
        "picture",
        "taken",
        "january",
        "inquam",
        "ganea",
        "via",
        "reuters",
        "european",
        "commission",
        "romanian",
        "judicial",
        "system",
        "special",
        "monitoring",
        "country",
        "prosecutor",
        "vigorously",
        "pursuing",
        "corruption",
        "case",
        "sending",
        "trial",
        "hundred",
        "mayor",
        "county",
        "councillor",
        "lawmaker",
        "across",
        "party",
        "line",
        "bulk",
        "investigation",
        "involve",
        "public",
        "contract",
        "awarded",
        "firm",
        "return",
        "bribe",
        "fraud",
        "eu",
        "fund",
        "rigged",
        "auction",
        "conflict",
        "interest",
        "jail",
        "sentence",
        "however",
        "frequently",
        "suspended",
        "relatively",
        "official",
        "behind",
        "bar",
        "attempt",
        "psd",
        "government",
        "decriminalize",
        "several",
        "corruption",
        "offence",
        "last",
        "year",
        "triggered",
        "country",
        "largest",
        "street",
        "protest",
        "decade",
        "yet",
        "party",
        "national",
        "local",
        "election",
        "retains",
        "strong",
        "support",
        "romania",
        "booming",
        "economy",
        "growing",
        "annual",
        "rate",
        "almost",
        "nine",
        "percent",
        "remains",
        "poor",
        "per",
        "caput",
        "gdp",
        "percent",
        "eu",
        "average",
        "data",
        "put",
        "romanian",
        "average",
        "annual",
        "earnings",
        "less",
        "euro",
        "compared",
        "almost",
        "euro",
        "portugal",
        "one",
        "western",
        "europe",
        "poorest",
        "country",
        "another",
        "problem",
        "disparity",
        "city",
        "bucharest",
        "largely",
        "benefited",
        "romania",
        "transition",
        "market",
        "economy",
        "rural",
        "area",
        "two",
        "different",
        "romania",
        "said",
        "sandu",
        "one",
        "feel",
        "like",
        "prosperous",
        "dynamic",
        "capital",
        "city",
        "europe",
        "served",
        "almost",
        "exclusively",
        "set",
        "politician",
        "developed",
        "institutional",
        "power",
        "structure",
        "almost",
        "outside",
        "major",
        "city",
        "many",
        "small",
        "town",
        "village",
        "lack",
        "basic",
        "service",
        "study",
        "world",
        "vision",
        "showed",
        "child",
        "particularly",
        "rural",
        "area",
        "went",
        "bed",
        "hungry",
        "slideshow",
        "image",
        "country",
        "highest",
        "rate",
        "household",
        "deprivation",
        "eu",
        "eurostat",
        "data",
        "showed",
        "one",
        "two",
        "romanian",
        "struggling",
        "keep",
        "home",
        "warm",
        "pay",
        "bill",
        "time",
        "people",
        "spending",
        "local",
        "mayor",
        "often",
        "lifeline",
        "vote",
        "candidate",
        "think",
        "produce",
        "cash",
        "community",
        "literally",
        "voting",
        "survive",
        "sandu",
        "said",
        "people",
        "feel",
        "forgotten",
        "abandoned",
        "loser",
        "transition",
        "believe",
        "closest",
        "form",
        "survival",
        "leader",
        "party",
        "closest",
        "aging",
        "rapidly",
        "dragomiresti",
        "group",
        "six",
        "village",
        "total",
        "population",
        "far",
        "poorest",
        "municipality",
        "community",
        "lie",
        "dambovita",
        "county",
        "aging",
        "rapidly",
        "passersby",
        "center",
        "family",
        "member",
        "working",
        "abroad",
        "chiefly",
        "farm",
        "spain",
        "italy",
        "vladulescu",
        "percent",
        "vote",
        "said",
        "understood",
        "local",
        "concern",
        "many",
        "mayor",
        "dambovita",
        "county",
        "second",
        "third",
        "fourth",
        "term",
        "key",
        "success",
        "prioritize",
        "solving",
        "problem",
        "citizen",
        "told",
        "reuters",
        "done",
        "one",
        "thing",
        "another",
        "every",
        "year",
        "village",
        "added",
        "people",
        "understood",
        "well",
        "thing",
        "stood",
        "fact",
        "many",
        "romanian",
        "elected",
        "mayor",
        "investigation",
        "trial",
        "regardless",
        "party",
        "including",
        "city",
        "baia",
        "mare",
        "brasov",
        "local",
        "administration",
        "overall",
        "annual",
        "budget",
        "billion",
        "lei",
        "billion",
        "third",
        "country",
        "consolidated",
        "budget",
        "revenue",
        "access",
        "eu",
        "development",
        "fund",
        "includes",
        "fund",
        "pndl",
        "government",
        "increased",
        "nearly",
        "fivefold",
        "billion",
        "lei",
        "expert",
        "forum",
        "efor",
        "independent",
        "think",
        "tank",
        "analysed",
        "public",
        "contract",
        "related",
        "pndl",
        "several",
        "county",
        "found",
        "half",
        "awarded",
        "private",
        "firm",
        "even",
        "though",
        "compete",
        "connection",
        "case",
        "tend",
        "built",
        "around",
        "local",
        "power",
        "relation",
        "efor",
        "report",
        "said",
        "company",
        "managed",
        "unknown",
        "owner",
        "paper",
        "reality",
        "controlled",
        "politician",
        "influential",
        "lei",
        "euro",
        "editing",
        "david",
        "stamp"
    ]
}