{
    "organizations": [],
    "uuid": "562c1b3826d986a955e827f4ae1c354631fd909c",
    "author": "Paul Page",
    "url": "https://www.wsj.com/articles/todays-top-supply-chain-and-logistics-news-from-wsj-1517224824",
    "ord_in_thread": 0,
    "title": "Today’s Top Supply Chain and Logistics News From - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS Sign up: With one click, get this newsletter delivered to your inbox .\nThe warehouse market in New York City is looking up, quite literally. Strong demand for distribution space in one of the country’s biggest consumer markets is colliding with the city’s chronic land shortage, leading some property developers to set plans for multistory warehouses. At least two development teams are looking at multistory warehouse projects in Brooklyn and the Bronx, the WSJ’s Keiko Morris and Peter Grant report, a sign that increased urgency behind online fulfillment is upending the long-established economics of warehousing and distribution. There are a few multistory warehouses in the U.S., and they’re more common in Asia and Europe, where they’re built with truck ramps to upper floors. American cities generally are served out of sprawling distribution centers far from town. But the bigger premium on individual orders make sites such as a planned three-story, 370,000-square-foot warehouse in Brooklyn’s Red Hook district more likely, and some experts say such buildings could become more prevalent—and even taller.\nCanada’s oil producers are finding their access to a world-wide oil price rally blocked at the railhead. Imperial Oil Ltd. , Suncor Energy Inc. and other producers are in a standoff with the country’s two big railroads, which the WSJ’s Vipal Monga and David George-Cosh report are seeking long-term commitments from the oil companies before they add capacity to move their crude to the U.S. Canadian Pacific Railway Ltd. and Canadian National Railway Co. and the oil companies are in an impasse over the gap between near-term market demands and long-term investment. Pipelines out of Canada are running at full capacity, leaving the railroads the only option for larger shipments. CN and CP are holding firm for deals of longer than two years, however, fearing oil shippers will return to cheaper pipelines when new capacity comes online. The railroads have been burned by aggressive investments before, leaving them wary of banking on the fast-changing oil market again.\nWal-Mart Stores Inc.’s drive stave off Amazon.com Inc. is going global. The retailer is joining with Japan’s largest online retailer, Rakuten Inc., in a trans-Pacific pact taking in grocery delivery in Japan and distribution of e-books and audio books in the U.S. The agreement highlights the increasingly international nature of e-commerce competition, the WSJ’s Sarah Nassauer and Mayumi Negishi write, and how operators are using targeted services in areas such as grocery delivery to build out the logistics for online fulfillment. The deal between Wal-Mart and Rakuten will include opening a combined distribution center in the Tokyo area to deliver groceries to homes, pushing Wal-Mart ahead of Amazon in a Japanese food-delivery market worth some $19 billion. More important, it shows that Wal-Mart is extending overseas its U.S. strategy of taking in established online operators, even if that involves partnerships rather than acquisition.\nSUPPLY CHAIN STRATEGIES Photo: Bloomberg News Some of the biggest breaks for industrial operations in the new tax rules may go to the robots. The revisions allowing companies to immediately deduct the entire cost of equipment purchases from their taxable income for the next five years already are hastening automation and modernizing in U.S. factories. The WSJ’s Andrew Tangel and Patrick McGroarty report the deduction gives manufacturers an incentive to buy machinery and boost productivity in a tight labor market. It also puts the tax law at the heart of a growing push toward automation in warehouses, where fast-improving technology is bringing in robotics that can handle more tasks. Some manufacturers including heavy-duty trucks parts maker Toth Industries have already increased their capital spending, boosting productivity. The automation will also add production capacity that will push more goods through distribution networks, where they’re more likely than ever to be handled by robots.\nHarbor cities are getting new glimpses of a troubling future. When a severe winter storm walloped Massachusetts this month, a tidal surge pushed Boston Harbor to its highest level ever and sent icy water into the streets of several neighborhoods. The WSJ’s Russell Gold writes that the impact, along with the damage from hurricanes last year in Houston, Florida and Puerto Rico, highlighted the vexing questions facing officials in coastal cities, including the port regions central to much of the country’s economy. Many have concluded that if predictions of rising seas and more intense storms come to pass, their cities aren’t prepared. Getting ready carries big costs: The estimated long-term tab for storm-proofing the huge Boston-area infrastructure project known as the “Big Dig” would be $196 million. Texas in October asked for $61 billion from the federal government to “future proof” the Gulf Coast following historic flooding.\nQUOTABLE\n‘ We don’t want to ramp up, spend a lot of money and utilize assets for a market that we know is going to go away. ’\n—John Brooks, chief marketing officer for Canadian Pacific\\.\nNumber of the Day 13.9% Growth in value of U.S. imports in the fourth quarter, according to the Commerce Department, the fastest growth in seven years.\nIN OTHER NEWS A U.S trade panel rejected a Boeing Co. complaint that the aerospace giant was harmed by Canadian subsidies to Bombardier Inc. (WSJ)\nThe U.S. economy grew 2.6% in the fourth quarter as fast-rising imports and slimmer inventories pared growth back from the third quarter. (WSJ)\nU.S. demand for long-lasting factory goods rose in December but a separate measure of business investment slipped 0.3% . (WSJ)\nMexico registered its smallest trade deficit in three years on strong growth in manufactured exports . (WSJ)\nPresident Donald Trump is hinting at retaliation against the European Union for what he calls “very unfair” trade policy toward the U.S. (WSJ)\nUnion Pacific Corp. hired Cindy Sanborn, who left CSX Corp. as operating chief in a management shakeup . (WSJ)\nAlibaba Group Holding Ltd. and Foxconn Technology Group led a $348 million funding round into Chinese electric vehicle maker Xiaopeng Motors. (WSJ)\nNewell Brands Inc. wants to shed its industrial and commercial business and about half its factories to focus on core consumer products . (WSJ)\nFord Motor Co. is acquiring two small software firms to help build out its mobility business . (WSJ)\nThe Trump administration is withdrawing rules aimed at reining in large sources of hazardous pollutants like mercury and lead . (WSJ)\nCalifornia Gov. Jerry Brown signed an order setting a state goal of putting five million zero-emission cars on its roads by 2030 . (WSJ)\nGermany’s IG Metall union is threatening day-long walkouts at industrial operators including Daimler AG and Siemens AG . (Bloomberg)\nChina is setting plans for a “Polar Silk Road” to operate ships through the Arctic . (Financial Times)\nAirport services and cargo handler Swissport Group, owned by China’s HNA Group, will seek a public stock listing in Switzerland. (South China Morning Post)\nDomestic and foreign logistics providers in China are bolstering investment and teaming up to get a share of the country’s enormous e-commerce market . (Nikkei Asian Review)\nFedEx Corp. will spend more than $3.2 billion in wage increases, bonuses, pension funding and capital investment following enactment of the tax law . (Reuters)\nFourth-quarter shipping volume at Orient Overseas Container Line fell 3.3% but pricing rose 9.6% in the quarter and 11.4% for the full year . (The Loadstar)\nMaersk Line had to reinstall 4,000 servers and 45,000 personal computers in the wake of last year’s cyberattack . (ZDNet)\nShipping ventures testing cryptocurrencies have struck freight deals using bitcoin in sanctions-hit countries. (Lloyd’s List)\nFuture Group acquired Vulcan Express, the logistics provider to Indian online marketplace Snapdeal. (LiveMint)\nItaly’s citrus exporters are close to gaining access to China . (FruitNet)\nABOUT US Paul Page is deputy editor of WSJ Logistics Report. Follow him at @PaulPage , and follow the entire WSJ Logistics Report team: @brianjbaskin , @jensmithWSJ and @EEPhillips_WSJ . Follow the WSJ Logistics Report on Twitter at @WSJLogistics .\nWrite to Paul Page at paul.page@wsj.com",
    "published": "2018-01-29T14:20:00.000+02:00",
    "crawled": "2018-01-30T00:41:50.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "sign",
        "one",
        "click",
        "get",
        "newsletter",
        "delivered",
        "inbox",
        "warehouse",
        "market",
        "new",
        "york",
        "city",
        "looking",
        "quite",
        "literally",
        "strong",
        "demand",
        "distribution",
        "space",
        "one",
        "country",
        "biggest",
        "consumer",
        "market",
        "colliding",
        "city",
        "chronic",
        "land",
        "shortage",
        "leading",
        "property",
        "developer",
        "set",
        "plan",
        "multistory",
        "warehouse",
        "least",
        "two",
        "development",
        "team",
        "looking",
        "multistory",
        "warehouse",
        "project",
        "brooklyn",
        "bronx",
        "wsj",
        "keiko",
        "morris",
        "peter",
        "grant",
        "report",
        "sign",
        "increased",
        "urgency",
        "behind",
        "online",
        "fulfillment",
        "upending",
        "economics",
        "warehousing",
        "distribution",
        "multistory",
        "warehouse",
        "common",
        "asia",
        "europe",
        "built",
        "truck",
        "ramp",
        "upper",
        "floor",
        "american",
        "city",
        "generally",
        "served",
        "sprawling",
        "distribution",
        "center",
        "far",
        "town",
        "bigger",
        "premium",
        "individual",
        "order",
        "make",
        "site",
        "planned",
        "warehouse",
        "brooklyn",
        "red",
        "hook",
        "district",
        "likely",
        "expert",
        "say",
        "building",
        "could",
        "become",
        "even",
        "taller",
        "canada",
        "oil",
        "producer",
        "finding",
        "access",
        "oil",
        "price",
        "rally",
        "blocked",
        "railhead",
        "imperial",
        "oil",
        "suncor",
        "energy",
        "producer",
        "standoff",
        "country",
        "two",
        "big",
        "railroad",
        "wsj",
        "vipal",
        "monga",
        "david",
        "report",
        "seeking",
        "commitment",
        "oil",
        "company",
        "add",
        "capacity",
        "move",
        "crude",
        "canadian",
        "pacific",
        "railway",
        "canadian",
        "national",
        "railway",
        "oil",
        "company",
        "impasse",
        "gap",
        "market",
        "demand",
        "investment",
        "pipeline",
        "canada",
        "running",
        "full",
        "capacity",
        "leaving",
        "railroad",
        "option",
        "larger",
        "shipment",
        "cn",
        "cp",
        "holding",
        "firm",
        "deal",
        "longer",
        "two",
        "year",
        "however",
        "fearing",
        "oil",
        "shipper",
        "return",
        "cheaper",
        "pipeline",
        "new",
        "capacity",
        "come",
        "online",
        "railroad",
        "burned",
        "aggressive",
        "investment",
        "leaving",
        "wary",
        "banking",
        "oil",
        "market",
        "store",
        "drive",
        "stave",
        "going",
        "global",
        "retailer",
        "joining",
        "japan",
        "largest",
        "online",
        "retailer",
        "rakuten",
        "pact",
        "taking",
        "grocery",
        "delivery",
        "japan",
        "distribution",
        "audio",
        "book",
        "agreement",
        "highlight",
        "increasingly",
        "international",
        "nature",
        "competition",
        "wsj",
        "sarah",
        "nassauer",
        "mayumi",
        "negishi",
        "write",
        "operator",
        "using",
        "targeted",
        "service",
        "area",
        "grocery",
        "delivery",
        "build",
        "logistics",
        "online",
        "fulfillment",
        "deal",
        "rakuten",
        "include",
        "opening",
        "combined",
        "distribution",
        "center",
        "tokyo",
        "area",
        "deliver",
        "grocery",
        "home",
        "pushing",
        "ahead",
        "amazon",
        "japanese",
        "market",
        "worth",
        "billion",
        "important",
        "show",
        "extending",
        "overseas",
        "strategy",
        "taking",
        "established",
        "online",
        "operator",
        "even",
        "involves",
        "partnership",
        "rather",
        "acquisition",
        "supply",
        "chain",
        "strategy",
        "photo",
        "bloomberg",
        "news",
        "biggest",
        "break",
        "industrial",
        "operation",
        "new",
        "tax",
        "rule",
        "may",
        "go",
        "robot",
        "revision",
        "allowing",
        "company",
        "immediately",
        "deduct",
        "entire",
        "cost",
        "equipment",
        "purchase",
        "taxable",
        "income",
        "next",
        "five",
        "year",
        "already",
        "hastening",
        "automation",
        "modernizing",
        "factory",
        "wsj",
        "andrew",
        "tangel",
        "patrick",
        "mcgroarty",
        "report",
        "deduction",
        "give",
        "manufacturer",
        "incentive",
        "buy",
        "machinery",
        "boost",
        "productivity",
        "tight",
        "labor",
        "market",
        "also",
        "put",
        "tax",
        "law",
        "heart",
        "growing",
        "push",
        "toward",
        "automation",
        "warehouse",
        "technology",
        "bringing",
        "robotics",
        "handle",
        "task",
        "manufacturer",
        "including",
        "truck",
        "part",
        "maker",
        "toth",
        "industry",
        "already",
        "increased",
        "capital",
        "spending",
        "boosting",
        "productivity",
        "automation",
        "also",
        "add",
        "production",
        "capacity",
        "push",
        "good",
        "distribution",
        "network",
        "likely",
        "ever",
        "handled",
        "robot",
        "harbor",
        "city",
        "getting",
        "new",
        "glimpse",
        "troubling",
        "future",
        "severe",
        "winter",
        "storm",
        "walloped",
        "massachusetts",
        "month",
        "tidal",
        "surge",
        "pushed",
        "boston",
        "harbor",
        "highest",
        "level",
        "ever",
        "sent",
        "icy",
        "water",
        "street",
        "several",
        "neighborhood",
        "wsj",
        "russell",
        "gold",
        "writes",
        "impact",
        "along",
        "damage",
        "hurricane",
        "last",
        "year",
        "houston",
        "florida",
        "puerto",
        "rico",
        "highlighted",
        "vexing",
        "question",
        "facing",
        "official",
        "coastal",
        "city",
        "including",
        "port",
        "region",
        "central",
        "much",
        "country",
        "economy",
        "many",
        "concluded",
        "prediction",
        "rising",
        "sea",
        "intense",
        "storm",
        "come",
        "pas",
        "city",
        "prepared",
        "getting",
        "ready",
        "carry",
        "big",
        "cost",
        "estimated",
        "tab",
        "huge",
        "infrastructure",
        "project",
        "known",
        "big",
        "dig",
        "would",
        "million",
        "texas",
        "october",
        "asked",
        "billion",
        "federal",
        "government",
        "future",
        "proof",
        "gulf",
        "coast",
        "following",
        "historic",
        "flooding",
        "quotable",
        "want",
        "ramp",
        "spend",
        "lot",
        "money",
        "utilize",
        "asset",
        "market",
        "know",
        "going",
        "go",
        "away",
        "brook",
        "chief",
        "marketing",
        "officer",
        "canadian",
        "number",
        "day",
        "growth",
        "value",
        "import",
        "fourth",
        "quarter",
        "according",
        "commerce",
        "department",
        "fastest",
        "growth",
        "seven",
        "year",
        "news",
        "trade",
        "panel",
        "rejected",
        "boeing",
        "complaint",
        "aerospace",
        "giant",
        "harmed",
        "canadian",
        "subsidy",
        "bombardier",
        "wsj",
        "economy",
        "grew",
        "fourth",
        "quarter",
        "import",
        "slimmer",
        "inventory",
        "pared",
        "growth",
        "back",
        "third",
        "quarter",
        "wsj",
        "demand",
        "factory",
        "good",
        "rose",
        "december",
        "separate",
        "measure",
        "business",
        "investment",
        "slipped",
        "wsj",
        "mexico",
        "registered",
        "smallest",
        "trade",
        "deficit",
        "three",
        "year",
        "strong",
        "growth",
        "manufactured",
        "export",
        "wsj",
        "president",
        "donald",
        "trump",
        "hinting",
        "retaliation",
        "european",
        "union",
        "call",
        "unfair",
        "trade",
        "policy",
        "toward",
        "wsj",
        "union",
        "pacific",
        "hired",
        "cindy",
        "sanborn",
        "left",
        "csx",
        "operating",
        "chief",
        "management",
        "shakeup",
        "wsj",
        "alibaba",
        "group",
        "holding",
        "foxconn",
        "technology",
        "group",
        "led",
        "million",
        "funding",
        "round",
        "chinese",
        "electric",
        "vehicle",
        "maker",
        "xiaopeng",
        "motor",
        "wsj",
        "newell",
        "brand",
        "want",
        "shed",
        "industrial",
        "commercial",
        "business",
        "half",
        "factory",
        "focus",
        "core",
        "consumer",
        "product",
        "wsj",
        "ford",
        "motor",
        "acquiring",
        "two",
        "small",
        "software",
        "firm",
        "help",
        "build",
        "mobility",
        "business",
        "wsj",
        "trump",
        "administration",
        "withdrawing",
        "rule",
        "aimed",
        "reining",
        "large",
        "source",
        "hazardous",
        "pollutant",
        "like",
        "mercury",
        "lead",
        "wsj",
        "california",
        "gov",
        "jerry",
        "brown",
        "signed",
        "order",
        "setting",
        "state",
        "goal",
        "putting",
        "five",
        "million",
        "car",
        "road",
        "wsj",
        "germany",
        "ig",
        "metall",
        "union",
        "threatening",
        "walkout",
        "industrial",
        "operator",
        "including",
        "daimler",
        "ag",
        "siemens",
        "ag",
        "bloomberg",
        "china",
        "setting",
        "plan",
        "polar",
        "silk",
        "road",
        "operate",
        "ship",
        "arctic",
        "financial",
        "time",
        "airport",
        "service",
        "cargo",
        "handler",
        "swissport",
        "group",
        "owned",
        "china",
        "hna",
        "group",
        "seek",
        "public",
        "stock",
        "listing",
        "switzerland",
        "south",
        "china",
        "morning",
        "post",
        "domestic",
        "foreign",
        "logistics",
        "provider",
        "china",
        "bolstering",
        "investment",
        "teaming",
        "get",
        "share",
        "country",
        "enormous",
        "market",
        "nikkei",
        "asian",
        "review",
        "fedex",
        "spend",
        "billion",
        "wage",
        "increase",
        "bonus",
        "pension",
        "funding",
        "capital",
        "investment",
        "following",
        "enactment",
        "tax",
        "law",
        "reuters",
        "shipping",
        "volume",
        "orient",
        "overseas",
        "container",
        "line",
        "fell",
        "pricing",
        "rose",
        "quarter",
        "full",
        "year",
        "loadstar",
        "maersk",
        "line",
        "reinstall",
        "server",
        "personal",
        "computer",
        "wake",
        "last",
        "year",
        "cyberattack",
        "zdnet",
        "shipping",
        "venture",
        "testing",
        "cryptocurrencies",
        "struck",
        "freight",
        "deal",
        "using",
        "bitcoin",
        "country",
        "lloyd",
        "list",
        "future",
        "group",
        "acquired",
        "vulcan",
        "express",
        "logistics",
        "provider",
        "indian",
        "online",
        "marketplace",
        "snapdeal",
        "livemint",
        "italy",
        "citrus",
        "exporter",
        "close",
        "gaining",
        "access",
        "china",
        "fruitnet",
        "u",
        "paul",
        "page",
        "deputy",
        "editor",
        "wsj",
        "logistics",
        "report",
        "follow",
        "paulpage",
        "follow",
        "entire",
        "wsj",
        "logistics",
        "report",
        "team",
        "brianjbaskin",
        "jensmithwsj",
        "follow",
        "wsj",
        "logistics",
        "report",
        "twitter",
        "wsjlogistics",
        "write",
        "paul",
        "page"
    ]
}