{
    "organizations": [],
    "uuid": "7cf5567dfec64492c62c0e39749e53659d3a5fdc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/29/globe-newswire-surgery-partners-announces-executive-leadership-transitions.html",
    "ord_in_thread": 0,
    "title": "Surgery Partners Announces Executive Leadership Transitions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "David Kretschmer appointed Chief Strategy and Transformation Officer;\nExecutive with more than 35 years of financial and corporate strategy experience\nMr. Kretschmer to serve as interim Chief Financial Officer, following departure of Teresa Sparks\nCompany reaffirms 2017 guidance at the upper half of the range for both revenue and Adjusted EBITDA\nNASHVILLE, Tenn., Jan. 29, 2018 (GLOBE NEWSWIRE) -- Surgery Partners, Inc. (NASDAQ:SGRY) (the “Company”), a leading healthcare services company, today announced that R. David Kretschmer has been appointed Chief Strategy and Transformation Officer. In the near term, Mr. Kretschmer will also serve as interim Chief Financial Officer following the departure of Teresa Sparks, who is stepping down to pursue other opportunities after a combined 20 years of distinguished service to the Company and legacy company Symbion, Inc. Surgery Partners also announced it has retained leading executive search firm Russell Reynolds to support the search for a permanent CFO candidate.\nChief Executive Officer Wayne DeVeydt stated, “2018 will be a transformative year for our company, and we are excited to add David to our leadership team. David brings unique experience, perspective, and motivation to Surgery Partners, along with a strong financial background and a history of generating superior results. His ability to lead and inspire top performing teams makes him the right person for the role, and we’re confident that he will help drive our near-term financial operations as we seek a long-term replacement. This announcement is yet another significant milestone as we continue to build out our executive leadership and strengthen our organization.”\nMr. Kretschmer joins Surgery Partners from Anthem, Inc., where he most recently served as Senior Vice President of Treasury and Corporate Strategy. From 1991 to 2018, Mr. Kretschmer held many responsibilities, including treasury and corporate finance activities, enterprise risk management, corporate strategy and development, cash collections and disbursements, and management of Anthem’s $24 billion investment portfolio. Prior to his time at Anthem, David held a variety of financial management and corporate finance roles. Mr. Kretschmer will begin his new roles at Surgery Partners on February 12, 2018.\nMr. Kretschmer said, “I am honored to have the opportunity to join one of the largest and fastest-growing companies in the surgical services space. Surgery Partners has one of the most talented teams in the business, supporting their strong relationships with patients, providers, and the communities in which they operate. I look forward to leading the Company’s finance organization in the near-term while also working with the rest of the leadership team to further develop and execute a long-term strategy that drives growth and value across all of our various stakeholders during this important time for the organization.”\nBefore joining Surgery Partners, Ms. Sparks worked at legacy company Symbion, Inc. from 1996 until 2014. She will help support the transition of the finance and investor relations functions as a consultant for 6 months while the Company identifies a permanent CFO.\n“The entire Board thanks Teresa for her dedicated service to Surgery Partners, and we appreciate her many contributions to our financial success during her time with the Company, including her integral role in the acquisition of NSH and integration of Symbion. We are a stronger company today thanks to the leadership and energy Teresa has devoted to driving our vision forward. We wish her the very best in her future endeavors,” DeVeydt said.\nSurgery Partners also announced that it has reaffirmed guidance at the upper half of the range for 2017 revenue (of $1.30 billion to $1.33 billion) and Adjusted EBITDA ($178 million to $185 million), which includes the normalization for the impact of hurricanes and the reserve adjustment described in our updated guidance included in our most recent earnings release furnished with the SEC on Form 8-K on November 9, 2017. The Company plans to release its fourth quarter 2017 financial results on March 1, 2018. It will host a conference call and live web cast at 8:30 a.m. (Eastern Time) to discuss the results and provide a business update.\nAbout Surgery Partners, Inc.\nHeadquartered in Brentwood, Tennessee, Surgery Partners is a leading healthcare services company with a differentiated outpatient delivery model focused on providing high quality, cost effective solutions for surgical and related ancillary care in support of both patients and physicians. Founded in 2004, Surgery Partners is one of the largest and fastest growing surgical services businesses in the country, with more than 180 locations in 32 states, including ambulatory surgery centers, surgical hospitals, a diagnostic laboratory, multi-specialty physician practices and urgent care facilities. For additional information, visit www.surgerypartners.com .\nNon-GAAP Financial Measures\nWhen we use the term “Adjusted EBITDA,” it is referring to income before income taxes minus (a) net income attributable to non-controlling interests plus (b) depreciation and amortization, (c) interest expense, net, (d) non-cash stock compensation expense, (e) contingent acquisition compensation expense, (f) merger transaction, integration and practice acquisition costs, minus (g) gain on litigation settlement, plus (h) loss on disposal or impairment of long-lived assets and (i) loss on debt refinancing. We use Adjusted EBITDA as a measure of financial performance. Adjusted EBITDA is a key measure used by management to assess operating performance, make business decisions and allocate resources. Non-controlling interests represent the interests of third parties, such as physicians, and in some cases, healthcare systems that own an interest in surgical facilities that we consolidate for financial reporting purposes. We believe that it is helpful to investors to present Adjusted EBITDA as defined above because it excludes the portion of net income attributable to these third-party interests and clarifies for investors our portion of Adjusted EBITDA generated by its surgical facilities and other operations.\nThe Company is unable to present a quantitative reconciliation of Adjusted EBITDA to net income for the periods presented because management cannot reasonably predict with sufficient reliability all of the necessary components of net income for the periods presented. The Company has excluded the items reflected in the definition of Adjusted EBITDA above from its projected Adjusted EBITDA for fiscal 2017 and is likely to exclude these items from Adjusted EBITDA in the future and may also exclude other similar items, the effect of which is uncertain but may be significant in amount. The determination of the amounts that are excluded from non-GAAP financial measures is a matter of management judgment and depends upon, among other factors, the nature of the underlying expense or income amounts.\nAdjusted EBITDA is not a measurement of financial performance under GAAP, and should not be considered in isolation or as a substitute for net income, operating income or any other measure calculated in accordance with generally accepted accounting principles. The items excluded from Adjusted EBITDA are significant components in understanding and evaluating our financial performance. We believe such adjustments are appropriate, as the magnitude and frequency of such items can vary significantly and are not related to the assessment of normal operating performance. Our calculation of Adjusted EBITDA may not be comparable to similarly titled measures reported by other companies.\nForward-Looking Statements\nThis press release contains forward-looking statements, including those regarding growth and our anticipated operating results for 2017 and other similar statements. These statements can be identified by the use of words such as “believes,” “anticipates,” “expects,” “intends,” “plans,” “continues,” “estimates,” “predicts,” “projects,” “forecasts,” and similar expressions. All forward looking statements are based on current expectations and beliefs as of the date of this release and are subject to risks, uncertainties and assumptions that could cause actual results to differ materially from those discussed in, or implied by, the forward-looking statements, including but not limited to, the risks identified and discussed from time to time in the Company’s reports filed with the SEC, including the Company’s Quarterly Reports on Form 10-Q for the quarterly periods ended September 30, 2017 and June 30, 2017, filed on November 9, 2017 and August 9, 2017, respectively. Except as required by law, the Company undertakes no obligation to revise or update publicly any forward-looking statements to reflect events or circumstances after the date of this report, or to reflect the occurrence of unanticipated events or circumstances. In addition, the financial information for the fiscal year ended December 31, 2017 is unaudited and subject to quarter-end and year-end adjustments in connection with the completion of our customary financial closing procedures. Such changes could be material.\nInvestors:\nFTI Consulting\n(615) 234-8940\nIR@surgerypartners.com\nMedia:\nFTI Consulting\n(212) 850-5681\nsurgerypartners@fticonsulting.com\nSource:Surgery Partners, Inc.",
    "published": "2018-01-30T00:30:00.000+02:00",
    "crawled": "2018-01-30T03:54:14.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "david",
        "kretschmer",
        "appointed",
        "chief",
        "strategy",
        "transformation",
        "officer",
        "executive",
        "year",
        "financial",
        "corporate",
        "strategy",
        "experience",
        "kretschmer",
        "serve",
        "interim",
        "chief",
        "financial",
        "officer",
        "following",
        "departure",
        "teresa",
        "spark",
        "company",
        "reaffirms",
        "guidance",
        "upper",
        "half",
        "range",
        "revenue",
        "adjusted",
        "ebitda",
        "nashville",
        "globe",
        "newswire",
        "surgery",
        "partner",
        "nasdaq",
        "sgry",
        "company",
        "leading",
        "healthcare",
        "service",
        "company",
        "today",
        "announced",
        "david",
        "kretschmer",
        "appointed",
        "chief",
        "strategy",
        "transformation",
        "officer",
        "near",
        "term",
        "kretschmer",
        "also",
        "serve",
        "interim",
        "chief",
        "financial",
        "officer",
        "following",
        "departure",
        "teresa",
        "spark",
        "stepping",
        "pursue",
        "opportunity",
        "combined",
        "year",
        "distinguished",
        "service",
        "company",
        "legacy",
        "company",
        "symbion",
        "surgery",
        "partner",
        "also",
        "announced",
        "retained",
        "leading",
        "executive",
        "search",
        "firm",
        "russell",
        "reynolds",
        "support",
        "search",
        "permanent",
        "cfo",
        "candidate",
        "chief",
        "executive",
        "officer",
        "wayne",
        "deveydt",
        "stated",
        "transformative",
        "year",
        "company",
        "excited",
        "add",
        "david",
        "leadership",
        "team",
        "david",
        "brings",
        "unique",
        "experience",
        "perspective",
        "motivation",
        "surgery",
        "partner",
        "along",
        "strong",
        "financial",
        "background",
        "history",
        "generating",
        "superior",
        "result",
        "ability",
        "lead",
        "inspire",
        "top",
        "performing",
        "team",
        "make",
        "right",
        "person",
        "role",
        "confident",
        "help",
        "drive",
        "financial",
        "operation",
        "seek",
        "replacement",
        "announcement",
        "yet",
        "another",
        "significant",
        "milestone",
        "continue",
        "build",
        "executive",
        "leadership",
        "strengthen",
        "kretschmer",
        "join",
        "surgery",
        "partner",
        "anthem",
        "recently",
        "served",
        "senior",
        "vice",
        "president",
        "treasury",
        "corporate",
        "strategy",
        "kretschmer",
        "held",
        "many",
        "responsibility",
        "including",
        "treasury",
        "corporate",
        "finance",
        "activity",
        "enterprise",
        "risk",
        "management",
        "corporate",
        "strategy",
        "development",
        "cash",
        "collection",
        "disbursement",
        "management",
        "anthem",
        "billion",
        "investment",
        "portfolio",
        "prior",
        "time",
        "anthem",
        "david",
        "held",
        "variety",
        "financial",
        "management",
        "corporate",
        "finance",
        "role",
        "kretschmer",
        "begin",
        "new",
        "role",
        "surgery",
        "partner",
        "february",
        "kretschmer",
        "said",
        "honored",
        "opportunity",
        "join",
        "one",
        "largest",
        "company",
        "surgical",
        "service",
        "space",
        "surgery",
        "partner",
        "one",
        "talented",
        "team",
        "business",
        "supporting",
        "strong",
        "relationship",
        "patient",
        "provider",
        "community",
        "operate",
        "look",
        "forward",
        "leading",
        "company",
        "finance",
        "organization",
        "also",
        "working",
        "rest",
        "leadership",
        "team",
        "develop",
        "execute",
        "strategy",
        "drive",
        "growth",
        "value",
        "across",
        "various",
        "stakeholder",
        "important",
        "time",
        "joining",
        "surgery",
        "partner",
        "spark",
        "worked",
        "legacy",
        "company",
        "symbion",
        "help",
        "support",
        "transition",
        "finance",
        "investor",
        "relation",
        "function",
        "consultant",
        "month",
        "company",
        "identifies",
        "permanent",
        "cfo",
        "entire",
        "board",
        "thanks",
        "teresa",
        "dedicated",
        "service",
        "surgery",
        "partner",
        "appreciate",
        "many",
        "contribution",
        "financial",
        "success",
        "time",
        "company",
        "including",
        "integral",
        "role",
        "acquisition",
        "nsh",
        "integration",
        "symbion",
        "stronger",
        "company",
        "today",
        "thanks",
        "leadership",
        "energy",
        "teresa",
        "devoted",
        "driving",
        "vision",
        "forward",
        "wish",
        "best",
        "future",
        "endeavor",
        "deveydt",
        "said",
        "surgery",
        "partner",
        "also",
        "announced",
        "reaffirmed",
        "guidance",
        "upper",
        "half",
        "range",
        "revenue",
        "billion",
        "billion",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "includes",
        "normalization",
        "impact",
        "hurricane",
        "reserve",
        "adjustment",
        "described",
        "updated",
        "guidance",
        "included",
        "recent",
        "earnings",
        "release",
        "furnished",
        "sec",
        "form",
        "november",
        "company",
        "plan",
        "release",
        "fourth",
        "quarter",
        "financial",
        "result",
        "march",
        "host",
        "conference",
        "call",
        "live",
        "web",
        "cast",
        "eastern",
        "time",
        "discus",
        "result",
        "provide",
        "business",
        "update",
        "surgery",
        "partner",
        "headquartered",
        "brentwood",
        "tennessee",
        "surgery",
        "partner",
        "leading",
        "healthcare",
        "service",
        "company",
        "differentiated",
        "outpatient",
        "delivery",
        "model",
        "focused",
        "providing",
        "high",
        "quality",
        "cost",
        "effective",
        "solution",
        "surgical",
        "related",
        "ancillary",
        "care",
        "support",
        "patient",
        "physician",
        "founded",
        "surgery",
        "partner",
        "one",
        "largest",
        "fastest",
        "growing",
        "surgical",
        "service",
        "business",
        "country",
        "location",
        "state",
        "including",
        "ambulatory",
        "surgery",
        "center",
        "surgical",
        "hospital",
        "diagnostic",
        "laboratory",
        "physician",
        "practice",
        "urgent",
        "care",
        "facility",
        "additional",
        "information",
        "visit",
        "financial",
        "measure",
        "use",
        "term",
        "adjusted",
        "ebitda",
        "referring",
        "income",
        "income",
        "tax",
        "minus",
        "net",
        "income",
        "attributable",
        "interest",
        "plus",
        "b",
        "depreciation",
        "amortization",
        "c",
        "interest",
        "expense",
        "net",
        "stock",
        "compensation",
        "expense",
        "e",
        "contingent",
        "acquisition",
        "compensation",
        "expense",
        "f",
        "merger",
        "transaction",
        "integration",
        "practice",
        "acquisition",
        "cost",
        "minus",
        "g",
        "gain",
        "litigation",
        "settlement",
        "plus",
        "h",
        "loss",
        "disposal",
        "impairment",
        "asset",
        "loss",
        "debt",
        "refinancing",
        "use",
        "adjusted",
        "ebitda",
        "measure",
        "financial",
        "performance",
        "adjusted",
        "ebitda",
        "key",
        "measure",
        "used",
        "management",
        "assess",
        "operating",
        "performance",
        "make",
        "business",
        "decision",
        "allocate",
        "resource",
        "interest",
        "represent",
        "interest",
        "third",
        "party",
        "physician",
        "case",
        "healthcare",
        "system",
        "interest",
        "surgical",
        "facility",
        "consolidate",
        "financial",
        "reporting",
        "purpose",
        "believe",
        "helpful",
        "investor",
        "present",
        "adjusted",
        "ebitda",
        "defined",
        "excludes",
        "portion",
        "net",
        "income",
        "attributable",
        "interest",
        "clarifies",
        "investor",
        "portion",
        "adjusted",
        "ebitda",
        "generated",
        "surgical",
        "facility",
        "operation",
        "company",
        "unable",
        "present",
        "quantitative",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "period",
        "presented",
        "management",
        "reasonably",
        "predict",
        "sufficient",
        "reliability",
        "necessary",
        "component",
        "net",
        "income",
        "period",
        "presented",
        "company",
        "excluded",
        "item",
        "reflected",
        "definition",
        "adjusted",
        "ebitda",
        "projected",
        "adjusted",
        "ebitda",
        "fiscal",
        "likely",
        "exclude",
        "item",
        "adjusted",
        "ebitda",
        "future",
        "may",
        "also",
        "exclude",
        "similar",
        "item",
        "effect",
        "uncertain",
        "may",
        "significant",
        "amount",
        "determination",
        "amount",
        "excluded",
        "financial",
        "measure",
        "matter",
        "management",
        "judgment",
        "depends",
        "upon",
        "among",
        "factor",
        "nature",
        "underlying",
        "expense",
        "income",
        "amount",
        "adjusted",
        "ebitda",
        "measurement",
        "financial",
        "performance",
        "gaap",
        "considered",
        "isolation",
        "substitute",
        "net",
        "income",
        "operating",
        "income",
        "measure",
        "calculated",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "item",
        "excluded",
        "adjusted",
        "ebitda",
        "significant",
        "component",
        "understanding",
        "evaluating",
        "financial",
        "performance",
        "believe",
        "adjustment",
        "appropriate",
        "magnitude",
        "frequency",
        "item",
        "vary",
        "significantly",
        "related",
        "assessment",
        "normal",
        "operating",
        "performance",
        "calculation",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "regarding",
        "growth",
        "anticipated",
        "operating",
        "result",
        "similar",
        "statement",
        "statement",
        "identified",
        "use",
        "word",
        "belief",
        "anticipates",
        "expects",
        "intends",
        "plan",
        "continues",
        "estimate",
        "predicts",
        "project",
        "forecast",
        "similar",
        "expression",
        "forward",
        "looking",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "date",
        "release",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "discussed",
        "implied",
        "statement",
        "including",
        "limited",
        "risk",
        "identified",
        "discussed",
        "time",
        "time",
        "company",
        "report",
        "filed",
        "sec",
        "including",
        "company",
        "quarterly",
        "report",
        "form",
        "quarterly",
        "period",
        "ended",
        "september",
        "june",
        "filed",
        "november",
        "august",
        "respectively",
        "except",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "publicly",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "report",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "circumstance",
        "addition",
        "financial",
        "information",
        "fiscal",
        "year",
        "ended",
        "december",
        "unaudited",
        "subject",
        "adjustment",
        "connection",
        "completion",
        "customary",
        "financial",
        "closing",
        "procedure",
        "change",
        "could",
        "material",
        "investor",
        "fti",
        "consulting",
        "ir",
        "medium",
        "fti",
        "consulting",
        "surgerypartners",
        "source",
        "surgery",
        "partner",
        "inc"
    ]
}