{
    "organizations": [],
    "uuid": "609baaf79d52fef36e90387dc0f37a592533536c",
    "author": "Eric Rosenbaum",
    "url": "https://www.cnbc.com/2018/01/29/a-robot-etf-taking-in-a-ridiculous-amount-of-cash.html",
    "ord_in_thread": 0,
    "title": "A robot ETF taking in a ridiculous amount of cash",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The market has been positioned somewhere between awe and incredulity as new blockchain exchange-traded funds have attracted more than $200 million from investors in January, but it's a robot ETF that is blowing away the competition among trendy tech investments.\nThe Global X Robotics and Artificial Intelligence Thematic ETF ( BOTZ ) has taken in more than $650 million from investors in January — $659 million as of the end of the week of January 26, to be exact. That's an asset-gathering pace that would be good for most broadly diversified equity funds.\nSource: LG LG is rolling out series of robots to replace many service industry jobs. It's not entirely surprising given the performance from BOTZ — up more than 15 percent in the past month and a return of more than 66 percent in the past year — though the January surge in assets is sizable and points to several investing trends that may be transitioning from niche to needing to be taken seriously.\n\"Six hundred fifty million dollars in a month is a lot for a thematic ETF. ... But thematic ETFs are gaining acceptance, particularly since some of them have delivered excellent performance of late,\" said Neena Mishra, director of ETF Research at Zacks Investment Research.\n\"Demand has been strong for thematic ETFs in recent months, and BOTZ in particular had a strong return in 2017,\" said Todd Rosenbluth, director of ETF & mutual fund research at CFRA.\nBOTZ now has $2.4 billion in assets and is only about a year and a half old, having launched in September 2016. ROBO also has $2.4 billion in assets, though it's been around for a lot longer, since October 2013.\nIt has been a huge month for ETFs in January, on pace to smash the monthly record set after Trump's election in November 2016. But even with that backdrop of investors pouring money into the market , \"it's hard to say I'm not a little surprised,\" said Jay Jacobs, director of research at Global X Funds. \"We obviously believe a lot in this fund, and the amount of money moving into ETFs this month is truly staggering.\"\nIts largest month previous to January was $370 million.\n\"It's hard to say I'm not a little surprised.  We obviously believe a lot in this fund, and the amount of money moving into ETFs this month is truly staggering.\" -Jay Jacobs, director of research at Global X Funds But Jacobs said investors are looking for investable ideas that will take them beyond the end of the current bull market. \"Some will go into broad, cheap beta ETFs, like the S&P 500, but lots of people are looking at what is going to happen over the next five, 10, 20 years. They see an expensive stock market, strong economy but late cycle, and are extending horizons and asking, Where should I be investing if I am going to park my money for a long time?\"\nMishra said at the just-held Inside ETFs conference that there was a lot of talk about thematic ETFs and BOTZ, specifically. The interest comes at a time when many millennials who have stayed away from stocks are finally finding the pull of the relentless bull market irresistible. In general, major U.S. brokerage companies are reporting a surge in client activity in January.\n\"Younger investors are more likely to invest in thematic ETFs than in boring, plain-vanilla ETFs,\" Mishra said. \nJacobs said that Global X can't pinpoint where the recent surge in assets is coming from, but its past survey work shows millennials far more interested in thematic investing than members of Gen X and baby boomers. Eighty-three percent of millennials said they were \"very\" or \"extremely\" interested in thematic investing in a survey. \"Millennials are thinking 20 years ahead.\"\nHe said more investors are willing to break from the classic 60-40 (60 percent core stocks/40 percent core bonds) portfolio and invest as much as 10 percent of a portfolio in thematic growth ideas that aren't just limited to robotics but also the internet of things, fintech and renewable energy.\nWhy BOTZ is beating ROBO BOTZ does have competition, and it's doing well, too. The ROBO Global Robotics and Automation Index ETF ( ROBO ) has taken in near-$220 million in January, which would itself be notable if the Global X ETF hadn't taken in triple that level of assets. \nMishra does not believe the robot ETFs are flashes in the pan or the surge in investor interest is a sign of a bubble in stocks. \"I think investors really do want to get exposure to A.I. and robotics companies, as these markets are growing exponentially,\" she said. \"At the conference, many participants were interested in the hottest themes, like bitcoin, blockchain, marijuana, A.I. and robotic. There are many thematic ETFs, including these two, that make a lot of sense, while some are just quirky.\"\nMore from Global Investing Hot Spots: \n\nA surge in blockbuster China IPOs coming to market \n\nA dogs-of-the-world strategy that always works \n\nThe Swedes figured out how to launch bitcoin funds \nBOTZ has been the better of the two robotics ETFs in terms of performance and also is the lower-fee option.\nBOTZ's monthly performance of 15 percent and one-year performance of 66 percent compare favorably to ROBO's 12 percent and 51 percent, respectively. BOTZ is also considerably cheaper than ROBO, with an expense ratio of 68 basis points versus 95 for ROBO. A reason for the higher fee on ROBO is that its stock selection is done by a committee of experts. \"Having a committee of experts certainly makes the process more expensive. I'm not sure whether it results in better stock selection or not,\" Mishra said.\nshow chapters Future of stock picking: Man vs. machines      4 Hours Ago | 02:49 While there are breakout U.S. technology stocks among the top holdings, by and large the robotics ETFs do not overlap exposure to lots of widely held U.S. tech names, which is another reason investors are seeking them out: They provide exposure to alternative tech-growth stories that would be harder for investors to confidently research. Overall, North American stock exposure is low for both ETFs — 29 percent for BOTZ and 43 percent for ROBO.\nBoth bot ETFs are big bets on developed markets ex-US Top holdings in BOTZ include Japan's Yaskawa Fanuc and Keyence . The ETF also holds well-known U.S. tech high-fliers Nvidia and Intuitive Surgical . Nvidia is up 122 percent in the past year and was among the top 10 best-performing stocks in the S&P 500 in 2017.\nIf anything, both are stock bets more concentrated on the developed markets overseas — Japan and Europe. BOTZ has roughly 50 percent of its assets in Japanese stocks and 15 percent in developed Europe. ROBO has 26 percent exposure to Japan and more than 21 percent exposure to developed Europe.\nJapan has also started off 2018 hot and the iShares MSCI Japan ETF ( EWJ ) has been the fastest-selling country ETF this month with over $2 billion in assets, the only country fund among the ETF leaders. \nWhile there are no Chinese stocks held in BOTZ, Jacobs said China is one of the biggest themes to come in the robotics boom as a buyer. While China's history was built on cheap labor it now has to invest in robotics. In China the density of robots per 10,000 workers is between 70 and 80, Jacobs said, compared to 500 robots per 10,000 workers in South Korea. \"They need to invest significantly in robotics.\" \nA big difference between the two robotics ETFs that could post greater risk to BOTZ investors is its concentration. It has only 28 holdings, and its top five holdings — which account for roughly 40 of assets — have soared over the past year.\nROBO has 89 holdings, including all of the holdings in BOTZ, but assigns but much smaller weights to them due to its equal weighing approach for stocks.\nGlobal X Funds' Jacobs said the number of holdings in BOTZ is likely to grow over time as more start-ups and smaller companies come to market. \"It is more concentrated,\" he said. \"We think it looks closest to an industry fund [e.g. industrials], and that's how people we've been talking to are thinking about the idea of emerging sectors.\"\nThe top six holdings in BOTZ are capped at an 8 percent weight each, while the remaining securities are capped at 4.75 percent weightings.\n\"I think that mainly explains the relative outperformance,\" Mishra said. \"ROBO's underperformance could be due to just timing. Market leaders did exceedingly well last year, whereas some of the smaller players did not do so well.\"",
    "published": "2018-01-29T19:36:00.000+02:00",
    "crawled": "2018-01-29T19:38:19.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "market",
        "positioned",
        "somewhere",
        "awe",
        "incredulity",
        "new",
        "blockchain",
        "fund",
        "attracted",
        "million",
        "investor",
        "january",
        "robot",
        "etf",
        "blowing",
        "away",
        "competition",
        "among",
        "trendy",
        "tech",
        "investment",
        "global",
        "x",
        "robotics",
        "artificial",
        "intelligence",
        "thematic",
        "etf",
        "botz",
        "taken",
        "million",
        "investor",
        "january",
        "million",
        "end",
        "week",
        "january",
        "exact",
        "pace",
        "would",
        "good",
        "broadly",
        "diversified",
        "equity",
        "fund",
        "source",
        "lg",
        "lg",
        "rolling",
        "series",
        "robot",
        "replace",
        "many",
        "service",
        "industry",
        "job",
        "entirely",
        "surprising",
        "given",
        "performance",
        "botz",
        "percent",
        "past",
        "month",
        "return",
        "percent",
        "past",
        "year",
        "though",
        "january",
        "surge",
        "asset",
        "sizable",
        "point",
        "several",
        "investing",
        "trend",
        "may",
        "transitioning",
        "niche",
        "needing",
        "taken",
        "seriously",
        "six",
        "hundred",
        "fifty",
        "million",
        "dollar",
        "month",
        "lot",
        "thematic",
        "etf",
        "thematic",
        "etf",
        "gaining",
        "acceptance",
        "particularly",
        "since",
        "delivered",
        "excellent",
        "performance",
        "late",
        "said",
        "neena",
        "mishra",
        "director",
        "etf",
        "research",
        "zacks",
        "investment",
        "research",
        "demand",
        "strong",
        "thematic",
        "etf",
        "recent",
        "month",
        "botz",
        "particular",
        "strong",
        "return",
        "said",
        "todd",
        "rosenbluth",
        "director",
        "etf",
        "mutual",
        "fund",
        "research",
        "cfra",
        "botz",
        "billion",
        "asset",
        "year",
        "half",
        "old",
        "launched",
        "september",
        "robo",
        "also",
        "billion",
        "asset",
        "though",
        "around",
        "lot",
        "longer",
        "since",
        "october",
        "huge",
        "month",
        "etf",
        "january",
        "pace",
        "smash",
        "monthly",
        "record",
        "set",
        "trump",
        "election",
        "november",
        "even",
        "backdrop",
        "investor",
        "pouring",
        "money",
        "market",
        "hard",
        "say",
        "little",
        "surprised",
        "said",
        "jay",
        "jacob",
        "director",
        "research",
        "global",
        "x",
        "fund",
        "obviously",
        "believe",
        "lot",
        "fund",
        "amount",
        "money",
        "moving",
        "etf",
        "month",
        "truly",
        "staggering",
        "largest",
        "month",
        "previous",
        "january",
        "million",
        "hard",
        "say",
        "little",
        "surprised",
        "obviously",
        "believe",
        "lot",
        "fund",
        "amount",
        "money",
        "moving",
        "etf",
        "month",
        "truly",
        "staggering",
        "jacob",
        "director",
        "research",
        "global",
        "x",
        "fund",
        "jacob",
        "said",
        "investor",
        "looking",
        "investable",
        "idea",
        "take",
        "beyond",
        "end",
        "current",
        "bull",
        "market",
        "go",
        "broad",
        "cheap",
        "beta",
        "etf",
        "like",
        "p",
        "lot",
        "people",
        "looking",
        "going",
        "happen",
        "next",
        "five",
        "year",
        "see",
        "expensive",
        "stock",
        "market",
        "strong",
        "economy",
        "late",
        "cycle",
        "extending",
        "horizon",
        "asking",
        "investing",
        "going",
        "park",
        "money",
        "long",
        "time",
        "mishra",
        "said",
        "inside",
        "etf",
        "conference",
        "lot",
        "talk",
        "thematic",
        "etf",
        "botz",
        "specifically",
        "interest",
        "come",
        "time",
        "many",
        "millennials",
        "stayed",
        "away",
        "stock",
        "finally",
        "finding",
        "pull",
        "relentless",
        "bull",
        "market",
        "irresistible",
        "general",
        "major",
        "brokerage",
        "company",
        "reporting",
        "surge",
        "client",
        "activity",
        "january",
        "younger",
        "investor",
        "likely",
        "invest",
        "thematic",
        "etf",
        "boring",
        "etf",
        "mishra",
        "said",
        "jacob",
        "said",
        "global",
        "x",
        "ca",
        "pinpoint",
        "recent",
        "surge",
        "asset",
        "coming",
        "past",
        "survey",
        "work",
        "show",
        "millennials",
        "far",
        "interested",
        "thematic",
        "investing",
        "member",
        "gen",
        "x",
        "baby",
        "boomer",
        "percent",
        "millennials",
        "said",
        "extremely",
        "interested",
        "thematic",
        "investing",
        "survey",
        "millennials",
        "thinking",
        "year",
        "ahead",
        "said",
        "investor",
        "willing",
        "break",
        "classic",
        "percent",
        "core",
        "percent",
        "core",
        "bond",
        "portfolio",
        "invest",
        "much",
        "percent",
        "portfolio",
        "thematic",
        "growth",
        "idea",
        "limited",
        "robotics",
        "also",
        "internet",
        "thing",
        "fintech",
        "renewable",
        "energy",
        "botz",
        "beating",
        "robo",
        "botz",
        "competition",
        "well",
        "robo",
        "global",
        "robotics",
        "automation",
        "index",
        "etf",
        "robo",
        "taken",
        "million",
        "january",
        "would",
        "notable",
        "global",
        "x",
        "etf",
        "taken",
        "triple",
        "level",
        "asset",
        "mishra",
        "believe",
        "robot",
        "etf",
        "flash",
        "pan",
        "surge",
        "investor",
        "interest",
        "sign",
        "bubble",
        "stock",
        "think",
        "investor",
        "really",
        "want",
        "get",
        "exposure",
        "robotics",
        "company",
        "market",
        "growing",
        "exponentially",
        "said",
        "conference",
        "many",
        "participant",
        "interested",
        "hottest",
        "theme",
        "like",
        "bitcoin",
        "blockchain",
        "marijuana",
        "robotic",
        "many",
        "thematic",
        "etf",
        "including",
        "two",
        "make",
        "lot",
        "sense",
        "quirky",
        "global",
        "investing",
        "hot",
        "spot",
        "surge",
        "blockbuster",
        "china",
        "ipo",
        "coming",
        "market",
        "strategy",
        "always",
        "work",
        "swede",
        "figured",
        "launch",
        "bitcoin",
        "fund",
        "botz",
        "better",
        "two",
        "robotics",
        "etf",
        "term",
        "performance",
        "also",
        "option",
        "botz",
        "monthly",
        "performance",
        "percent",
        "performance",
        "percent",
        "compare",
        "favorably",
        "robo",
        "percent",
        "percent",
        "respectively",
        "botz",
        "also",
        "considerably",
        "cheaper",
        "robo",
        "expense",
        "ratio",
        "basis",
        "point",
        "versus",
        "robo",
        "reason",
        "higher",
        "fee",
        "robo",
        "stock",
        "selection",
        "done",
        "committee",
        "expert",
        "committee",
        "expert",
        "certainly",
        "make",
        "process",
        "expensive",
        "sure",
        "whether",
        "result",
        "better",
        "stock",
        "selection",
        "mishra",
        "said",
        "show",
        "chapter",
        "future",
        "stock",
        "picking",
        "man",
        "machine",
        "hour",
        "ago",
        "breakout",
        "technology",
        "stock",
        "among",
        "top",
        "holding",
        "large",
        "robotics",
        "etf",
        "overlap",
        "exposure",
        "lot",
        "widely",
        "held",
        "tech",
        "name",
        "another",
        "reason",
        "investor",
        "seeking",
        "provide",
        "exposure",
        "alternative",
        "story",
        "would",
        "harder",
        "investor",
        "confidently",
        "research",
        "overall",
        "north",
        "american",
        "stock",
        "exposure",
        "low",
        "etf",
        "percent",
        "botz",
        "percent",
        "robo",
        "bot",
        "etf",
        "big",
        "bet",
        "developed",
        "market",
        "top",
        "holding",
        "botz",
        "include",
        "japan",
        "yaskawa",
        "fanuc",
        "keyence",
        "etf",
        "also",
        "hold",
        "tech",
        "nvidia",
        "intuitive",
        "surgical",
        "nvidia",
        "percent",
        "past",
        "year",
        "among",
        "top",
        "stock",
        "p",
        "anything",
        "stock",
        "bet",
        "concentrated",
        "developed",
        "market",
        "overseas",
        "japan",
        "europe",
        "botz",
        "roughly",
        "percent",
        "asset",
        "japanese",
        "stock",
        "percent",
        "developed",
        "europe",
        "robo",
        "percent",
        "exposure",
        "japan",
        "percent",
        "exposure",
        "developed",
        "europe",
        "japan",
        "also",
        "started",
        "hot",
        "ishares",
        "msci",
        "japan",
        "etf",
        "ewj",
        "country",
        "etf",
        "month",
        "billion",
        "asset",
        "country",
        "fund",
        "among",
        "etf",
        "leader",
        "chinese",
        "stock",
        "held",
        "botz",
        "jacob",
        "said",
        "china",
        "one",
        "biggest",
        "theme",
        "come",
        "robotics",
        "boom",
        "buyer",
        "china",
        "history",
        "built",
        "cheap",
        "labor",
        "invest",
        "robotics",
        "china",
        "density",
        "robot",
        "per",
        "worker",
        "jacob",
        "said",
        "compared",
        "robot",
        "per",
        "worker",
        "south",
        "korea",
        "need",
        "invest",
        "significantly",
        "robotics",
        "big",
        "difference",
        "two",
        "robotics",
        "etf",
        "could",
        "post",
        "greater",
        "risk",
        "botz",
        "investor",
        "concentration",
        "holding",
        "top",
        "five",
        "holding",
        "account",
        "roughly",
        "asset",
        "soared",
        "past",
        "year",
        "robo",
        "holding",
        "including",
        "holding",
        "botz",
        "assigns",
        "much",
        "smaller",
        "weight",
        "due",
        "equal",
        "weighing",
        "approach",
        "stock",
        "global",
        "x",
        "fund",
        "jacob",
        "said",
        "number",
        "holding",
        "botz",
        "likely",
        "grow",
        "time",
        "smaller",
        "company",
        "come",
        "market",
        "concentrated",
        "said",
        "think",
        "look",
        "closest",
        "industry",
        "fund",
        "industrials",
        "people",
        "talking",
        "thinking",
        "idea",
        "emerging",
        "sector",
        "top",
        "six",
        "holding",
        "botz",
        "capped",
        "percent",
        "weight",
        "remaining",
        "security",
        "capped",
        "percent",
        "weighting",
        "think",
        "mainly",
        "explains",
        "relative",
        "outperformance",
        "mishra",
        "said",
        "robo",
        "underperformance",
        "could",
        "due",
        "timing",
        "market",
        "leader",
        "exceedingly",
        "well",
        "last",
        "year",
        "whereas",
        "smaller",
        "player",
        "well"
    ]
}