{
    "organizations": [],
    "uuid": "05441e43ae9ccea74d47edface405fd9169d0d23",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/23/interview-with-sir-martin-sorrell-wpp-ceo-from-the-world-economic-forum-2018.html",
    "ord_in_thread": 0,
    "title": "Interview with Sir Martin Sorrell, WPP CEO, from the World Economic Forum 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following are excerpts from a CNBC interview with Sir Martin Sorrell, CEO of WPP from the World Economic Forum 2018 with Akiko Fujita.\nAF: A very early morning to you, Nancy, here from Davos, Switzerland, where the theme this year is creating a shared future in a fractured world. As always, we are expecting the world and business leaders gathering here to tackle everything from climate change to inequality. There's a lot of attention going to the end of the week, whether President Trump will, in fact, come here, and what, perhaps, could be the message given, that we've got leaders here who are embracing globalism. And today, later today, we are expecting to hear from Indian Prime Minster, Narendra Modi. So, that will be the focus for today, but to get more on the broader theme of Davos this year, we are joined by CNBC friend, Sir Martin Sorrell, CEO-,\nMS: Friend? [Laughter]\nAF: Of WPP. Great, thank you so much for joining us.\nMS: I mean, this is amazing. You've got a proper studio here, instead of being out in the cold. It's quite balmy. It's like the south of France, it's not like Switzerland.\nAF: It's funny, I-, this is my first year at Davos, I heard how cold it is, and here we are with heaters-,\nMS: No, no, you don't know what it was really like. You weren't a pioneer.\nAF: Yes, you know, it's interesting, a year ago, we were-,\nMS: Yes.\nAF: There was a lot of concern here at Davos, about whether-,\nMS: Well, a year ago, it was dominated by Xi, so, President Xi-,\nAF: It was dominated by Xi, and-, and concerns about-,\nMS: And now the vacuum's going to be filled by President Trump. A good, contrarian view, I think, from a PR point of view, he-, he certainly has grabbed the agenda. News flow, and CNBC and others, will just be overwhelmed by Trump, the cabinet, and most of the cabinet are coming here as well, so, I think it'll be dominated by his presence, or his presence at the end of the week.\nAF: What are some of the central themes you expect to emerge from Davos this year?\nMS: Well, you mentioned fractured, and I think that's the issue about globalization versus America first, I guess, is the-, is one of the big key issues. I think the other key issue, we have a session later with CBNC, with Andrew Ross Sorkin, on-, on trust, competitiveness is also an issue, we're issuing our annual country-, country survey, on where countries rank. Also where government leaders rank, and also where CEOs rank. So, we're looking at leadership, and how leadership is evaluated, particularly in a different world. I think another big issue will be the sort of think that Larry Fink, at Blackrock, has emphasized in his letter to companies, about setting out a long-term policy and strategy for companies, that embraces all stakeholders. It's a theme that Klaus Schwab, the founder of the forum, and I think it's almost getting up to its fiftieth year, in a few years' time, has always emphasized in his books, another book coming later this year, about how strategy and policy, companies should embrace all stakeholders, not just shareholders. I think we probably overcomplicate this, I think if you're in business for the long-term, you will do things that are positive in relation to all the stakeholders you do. So, you embrace all those communities, and build a strategy that is-, that is good for society in the long-term.\nAF: Let me go back to the Trump administration-,\nMS: Yes.\nAF: Because, as you said, there is a lot of focus on what exactly the message will be-,\nMS: Right.\nAF: With that big contingent coming in from the White House. You know, when you talk about the World Economic Forum, this is-, this is an organization that embraces the idea of globalism. You've got the Trump administration coming in with an America first policy. How do you think his message plays?\nMS: Well, obviously, it's very different to the message-, well, we don't know yet, we'll have to see what his keynote speech on Friday actually says, but the anticipation is it will be very much in line with his election agenda, and the platform on which he was elected by-, by those in America who voted. So, there will be this clash between globalization, between capitalization, capitalism on a world scale, and also America first, or putting countries first. You're also going to hear today from Narendra Modi, we have a session with him at the International Business Council. Of course, India has been extremely successful, he's been extremely successful in changing Brand India, and in changing the actual performance of the Indian economy, but the question is, how does he continue to maintain the progress that he's initiated? He has elections coming up in 2019, so hopefully, he will get another term, and take Brand India to another level. So, there will be this dichotomy between looking at the world as a whole, and looking at the interests of individual nations, and we'll see what President Trump says. I mean, he was elected on a platform, very different to the sort of platform that people here at Davos, the elites of Davos, would embrace, and so I will be very interested to see how that pans out.\nAF: Mm.\nMS: What's interesting is that last year, President Xi dominated the news flow here, and this year, President Trump, I think, will dominate it, too.\nAF: The other big discussion here is potential 'techlash', and you talked about it, the big tech names. Facebook-,\nMS: Yes. Well, yes, big issues-, well, big issues around privacy, obviously, we've got the GDPR legislation coming here in Europe, and big issues around employment. I mean, does-, do the improvements in technology result in increased employment? Less employment? Or the same number of jobs? And I think that's a big issue. A large, I think, reason for the rise of populism on both sides of the Atlantic, in Europe, too, surrounds the issues about privacy, but probably less so, in the context of populism, but certainly about jobs, and about how the economy will develop, at a time when technology's becoming increasingly important. And also, about the power of what I call the 'Seven Sisters'. I mean, we now have five US-based companies, technology companies, which dominate the stock exchanges in terms of value. They're all over half-a-trillion dollars each. We have two Chinese companies, Tencent and Alibaba, that are also around half-a-trillion dollars at valuation. The question is, who will become the biggest company, in terms of a trillion-dollar capitalization. Probably Apple, within-, within a reasonably short period of time. But the big issue will be, do these companies have to be regulated, or not? I mean, is the power that Google and Facebook have, for example, in the digital marketplace, where they control 75% of digital advertising, digital advertising is about 30% of the world market, so they have about 20% between them, is that an issue or not?\nAF: Let me get in one quick question-,\nMS: Yes.\nAF: We don't have a lot of time here. In your field, I've heard you say before that this is the year that Amazon advertising could, perhaps, break the duopoly of Facebook and Google and online advertising in that sense-,\nMS: Well, Amazon threatens Google, in particular, in two ways. One is search, we find that 55% of product searches in the United States are already emanating from Amazon, so that's a big question for Google, and then Amazon's advertising platform, itself. Google has about $100 billion in advertising. Facebook $40 billion. Amazon has a fairly paltry, it's a pimple, really, $2 billion or so, $2.5 billion, but growing quite quickly. We spent about $5 billion with Google last year, with about $2 billion at Facebook. Amazon was about $200 million. But this year, we'll be ramping up to about $300 million. So, it's growing, but it's at a very small scale, at about the levels you see of Snap, and Oath, in terms of competitors to Facebook and Google, but it will become a significant issue, and then this issue about regulation already starting to raise its head. I mean, yesterday, we had Amazon launching its employee-less store in Seattle, and the big question is, does automation, do improvements in technology, actually create jobs, destroy them or keep them the same?\nAF: okay, unfortunately we're out of time, but Sir Martin Sorrell-,\nMS: Thank you-,\nAF: Great to have you on-,\nMS: If I would have known this, I wouldn't have had to dress up-, [laughter].\nAF: [Laughter] stay warm! Thank you so much-,\nMS: [Laughter] thank you!\nAF: And Nancy, yes, we'll toss it back to you.\nMS: Thank you",
    "published": "2018-01-23T09:06:00.000+02:00",
    "crawled": "2018-01-23T10:31:01.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "excerpt",
        "cnbc",
        "interview",
        "sir",
        "martin",
        "sorrell",
        "ceo",
        "wpp",
        "world",
        "economic",
        "forum",
        "akiko",
        "fujita",
        "af",
        "early",
        "morning",
        "nancy",
        "davos",
        "switzerland",
        "theme",
        "year",
        "creating",
        "shared",
        "future",
        "fractured",
        "world",
        "always",
        "expecting",
        "world",
        "business",
        "leader",
        "gathering",
        "tackle",
        "everything",
        "climate",
        "change",
        "inequality",
        "lot",
        "attention",
        "going",
        "end",
        "week",
        "whether",
        "president",
        "trump",
        "fact",
        "come",
        "perhaps",
        "could",
        "message",
        "given",
        "got",
        "leader",
        "embracing",
        "globalism",
        "today",
        "later",
        "today",
        "expecting",
        "hear",
        "indian",
        "prime",
        "minster",
        "narendra",
        "modi",
        "focus",
        "today",
        "get",
        "broader",
        "theme",
        "davos",
        "year",
        "joined",
        "cnbc",
        "friend",
        "sir",
        "martin",
        "sorrell",
        "m",
        "friend",
        "laughter",
        "af",
        "wpp",
        "great",
        "thank",
        "much",
        "joining",
        "u",
        "m",
        "mean",
        "amazing",
        "got",
        "proper",
        "studio",
        "instead",
        "cold",
        "quite",
        "balmy",
        "like",
        "south",
        "france",
        "like",
        "switzerland",
        "af",
        "funny",
        "first",
        "year",
        "davos",
        "heard",
        "cold",
        "m",
        "know",
        "really",
        "like",
        "pioneer",
        "af",
        "yes",
        "know",
        "interesting",
        "year",
        "ago",
        "m",
        "yes",
        "af",
        "lot",
        "concern",
        "davos",
        "m",
        "well",
        "year",
        "ago",
        "dominated",
        "xi",
        "president",
        "af",
        "dominated",
        "xi",
        "concern",
        "m",
        "vacuum",
        "going",
        "filled",
        "president",
        "trump",
        "good",
        "contrarian",
        "view",
        "think",
        "pr",
        "point",
        "view",
        "certainly",
        "grabbed",
        "agenda",
        "news",
        "flow",
        "cnbc",
        "others",
        "overwhelmed",
        "trump",
        "cabinet",
        "cabinet",
        "coming",
        "well",
        "think",
        "dominated",
        "presence",
        "presence",
        "end",
        "week",
        "af",
        "central",
        "theme",
        "expect",
        "emerge",
        "davos",
        "year",
        "m",
        "well",
        "mentioned",
        "fractured",
        "think",
        "issue",
        "globalization",
        "versus",
        "america",
        "first",
        "guess",
        "one",
        "big",
        "key",
        "issue",
        "think",
        "key",
        "issue",
        "session",
        "later",
        "cbnc",
        "andrew",
        "ross",
        "sorkin",
        "trust",
        "competitiveness",
        "also",
        "issue",
        "issuing",
        "annual",
        "country",
        "survey",
        "country",
        "rank",
        "also",
        "government",
        "leader",
        "rank",
        "also",
        "ceo",
        "rank",
        "looking",
        "leadership",
        "leadership",
        "evaluated",
        "particularly",
        "different",
        "world",
        "think",
        "another",
        "big",
        "issue",
        "sort",
        "think",
        "larry",
        "fink",
        "blackrock",
        "emphasized",
        "letter",
        "company",
        "setting",
        "policy",
        "strategy",
        "company",
        "embrace",
        "stakeholder",
        "theme",
        "klaus",
        "schwab",
        "founder",
        "forum",
        "think",
        "almost",
        "getting",
        "fiftieth",
        "year",
        "year",
        "time",
        "always",
        "emphasized",
        "book",
        "another",
        "book",
        "coming",
        "later",
        "year",
        "strategy",
        "policy",
        "company",
        "embrace",
        "stakeholder",
        "shareholder",
        "think",
        "probably",
        "overcomplicate",
        "think",
        "business",
        "thing",
        "positive",
        "relation",
        "stakeholder",
        "embrace",
        "community",
        "build",
        "strategy",
        "good",
        "society",
        "af",
        "let",
        "go",
        "back",
        "trump",
        "m",
        "yes",
        "af",
        "said",
        "lot",
        "focus",
        "exactly",
        "message",
        "m",
        "right",
        "af",
        "big",
        "contingent",
        "coming",
        "white",
        "house",
        "know",
        "talk",
        "world",
        "economic",
        "forum",
        "organization",
        "embrace",
        "idea",
        "globalism",
        "got",
        "trump",
        "administration",
        "coming",
        "america",
        "first",
        "policy",
        "think",
        "message",
        "play",
        "m",
        "well",
        "obviously",
        "different",
        "well",
        "know",
        "yet",
        "see",
        "keynote",
        "speech",
        "friday",
        "actually",
        "say",
        "anticipation",
        "much",
        "line",
        "election",
        "agenda",
        "platform",
        "elected",
        "america",
        "voted",
        "clash",
        "globalization",
        "capitalization",
        "capitalism",
        "world",
        "scale",
        "also",
        "america",
        "first",
        "putting",
        "country",
        "first",
        "also",
        "going",
        "hear",
        "today",
        "narendra",
        "modi",
        "session",
        "international",
        "business",
        "council",
        "course",
        "india",
        "extremely",
        "successful",
        "extremely",
        "successful",
        "changing",
        "brand",
        "india",
        "changing",
        "actual",
        "performance",
        "indian",
        "economy",
        "question",
        "continue",
        "maintain",
        "progress",
        "initiated",
        "election",
        "coming",
        "hopefully",
        "get",
        "another",
        "term",
        "take",
        "brand",
        "india",
        "another",
        "level",
        "dichotomy",
        "looking",
        "world",
        "whole",
        "looking",
        "interest",
        "individual",
        "nation",
        "see",
        "president",
        "trump",
        "say",
        "mean",
        "elected",
        "platform",
        "different",
        "sort",
        "platform",
        "people",
        "davos",
        "elite",
        "davos",
        "would",
        "embrace",
        "interested",
        "see",
        "pan",
        "af",
        "mm",
        "m",
        "interesting",
        "last",
        "year",
        "president",
        "xi",
        "dominated",
        "news",
        "flow",
        "year",
        "president",
        "trump",
        "think",
        "dominate",
        "af",
        "big",
        "discussion",
        "potential",
        "talked",
        "big",
        "tech",
        "name",
        "m",
        "yes",
        "well",
        "yes",
        "big",
        "well",
        "big",
        "issue",
        "around",
        "privacy",
        "obviously",
        "got",
        "gdpr",
        "legislation",
        "coming",
        "europe",
        "big",
        "issue",
        "around",
        "employment",
        "mean",
        "improvement",
        "technology",
        "result",
        "increased",
        "employment",
        "less",
        "employment",
        "number",
        "job",
        "think",
        "big",
        "issue",
        "large",
        "think",
        "reason",
        "rise",
        "populism",
        "side",
        "atlantic",
        "europe",
        "surround",
        "issue",
        "privacy",
        "probably",
        "less",
        "context",
        "populism",
        "certainly",
        "job",
        "economy",
        "develop",
        "time",
        "technology",
        "becoming",
        "increasingly",
        "important",
        "also",
        "power",
        "call",
        "sister",
        "mean",
        "five",
        "company",
        "technology",
        "company",
        "dominate",
        "stock",
        "exchange",
        "term",
        "value",
        "dollar",
        "two",
        "chinese",
        "company",
        "tencent",
        "alibaba",
        "also",
        "around",
        "dollar",
        "valuation",
        "question",
        "become",
        "biggest",
        "company",
        "term",
        "capitalization",
        "probably",
        "apple",
        "within",
        "reasonably",
        "short",
        "period",
        "time",
        "big",
        "issue",
        "company",
        "regulated",
        "mean",
        "power",
        "google",
        "facebook",
        "example",
        "digital",
        "marketplace",
        "control",
        "digital",
        "advertising",
        "digital",
        "advertising",
        "world",
        "market",
        "issue",
        "af",
        "let",
        "get",
        "one",
        "quick",
        "m",
        "yes",
        "af",
        "lot",
        "time",
        "field",
        "heard",
        "say",
        "year",
        "amazon",
        "advertising",
        "could",
        "perhaps",
        "break",
        "duopoly",
        "facebook",
        "google",
        "online",
        "advertising",
        "m",
        "well",
        "amazon",
        "threatens",
        "google",
        "particular",
        "two",
        "way",
        "one",
        "search",
        "find",
        "product",
        "search",
        "united",
        "state",
        "already",
        "emanating",
        "amazon",
        "big",
        "question",
        "google",
        "amazon",
        "advertising",
        "platform",
        "google",
        "billion",
        "advertising",
        "facebook",
        "billion",
        "amazon",
        "fairly",
        "paltry",
        "pimple",
        "really",
        "billion",
        "billion",
        "growing",
        "quite",
        "quickly",
        "spent",
        "billion",
        "google",
        "last",
        "year",
        "billion",
        "facebook",
        "amazon",
        "million",
        "year",
        "ramping",
        "million",
        "growing",
        "small",
        "scale",
        "level",
        "see",
        "snap",
        "oath",
        "term",
        "competitor",
        "facebook",
        "google",
        "become",
        "significant",
        "issue",
        "issue",
        "regulation",
        "already",
        "starting",
        "raise",
        "head",
        "mean",
        "yesterday",
        "amazon",
        "launching",
        "store",
        "seattle",
        "big",
        "question",
        "automation",
        "improvement",
        "technology",
        "actually",
        "create",
        "job",
        "destroy",
        "keep",
        "af",
        "okay",
        "unfortunately",
        "time",
        "sir",
        "martin",
        "m",
        "thank",
        "af",
        "great",
        "m",
        "would",
        "known",
        "would",
        "dress",
        "laughter",
        "af",
        "laughter",
        "stay",
        "warm",
        "thank",
        "m",
        "laughter",
        "thank",
        "af",
        "nancy",
        "yes",
        "toss",
        "back",
        "m",
        "thank"
    ]
}