{
    "organizations": [],
    "uuid": "4a13a7d7139bffe4945c9199b95c4f7ab7573aee",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/23/business-wire-first-trust-advisors-announces-janus-capital-management-llc-as-proposed-investment-sub-advisor-for-first-trust-dynamic.html",
    "ord_in_thread": 0,
    "title": "First Trust Advisors Announces Janus Capital Management LLC as Proposed Investment Sub-Advisor for First Trust Dynamic Europe Equity Income Fund",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEATON, Ill.--(BUSINESS WIRE)-- First Trust Advisors L.P. (“FTA”) announced today that, subject to shareholder approval, the Board of Trustees of First Trust Dynamic Europe Equity Income Fund (NYSE: FDEU) (the “Fund”), a closed-end fund, has approved Janus Capital Management LLC (“Janus Capital”) as the investment sub-advisor of the Fund. Henderson Global Investors (North America) Inc., an affiliate of Janus Capital (“Henderson Global”), served as the Fund’s investment sub-advisor since the Fund’s inception on September 24, 2015. The transition from Henderson Global to Janus Capital as the sub-advisor of the Fund is a result of the recent merger of Henderson Group plc, the parent company of Henderson Global, with Janus Capital Group Inc., the parent company of Janus Capital, in May 2017. This merger resulted in the formation of Janus Henderson Group plc (“Janus Henderson”), doing business as Janus Henderson Investors.\nThe change in sub-advisor from Henderson Global to Janus Capital may be deemed to be an “assignment” (as defined in the Investment Company Act of 1940, as amended) of the current investment sub-advisory agreement with Henderson Global, which may result in the automatic termination of that investment sub-advisory agreement. Accordingly, the Board of Trustees approved a new investment sub-advisory agreement (“New Agreement”) with Janus Capital that will be submitted to shareholders of the Fund for approval and would take effect upon such shareholder approval. The New Agreement will be substantially similar to the Fund’s current investment sub-advisory agreement. Specifically, the management, operations, governance and investment management functions at Janus Capital are expected to be substantially the same as those provided by Henderson Global. Further, the portfolio managers of the Fund are expected to remain the same, and the day-to-day operations of the Fund are not expected to be impacted. In addition, there will be no change to the sub-advisory fee rate paid with respect to the Fund.\nA special shareholder meeting of the Fund to vote on a proposal to approve the New Agreement is expected to be held in the first half of 2018. Any solicitation of proxies made in connection with this shareholder meeting will only be made pursuant to proxy materials filed with the U.S. Securities and Exchange Commission (“SEC”) under applicable federal securities laws. There can be no assurance that the shareholders of the Fund will vote to approve the New Agreement.\nIn connection with the solicitation of proxies to approve the proposal described above, the Fund will file a proxy statement. Because the proxy statement will contain important information, the Fund’s shareholders are urged to read the proxy statement and accompanying materials carefully when they receive them. The Fund’s shareholders will also be able to obtain copies of these documents, when available, by calling FTA toll-free at 800-988-5891. When filed with the SEC, the proxy statement will be available free of charge at the SEC’s website, www.sec.gov . The foregoing is not an offer to sell, nor a solicitation of an offer to buy, shares of the Fund, nor is it a solicitation of any proxy.\nFTA has served as the Fund’s investment advisor since the Fund’s inception. FTA along with its affiliate, First Trust Portfolios L.P., are privately-held companies which provide a variety of investment services, including asset management and financial advisory services, with collective assets under management or supervision of approximately $118 billion as of December 31, 2017 through unit investment trusts, exchange-traded funds, closed-end funds, mutual funds and separate managed accounts.\nJanus Henderson is a global investment management firm that provides a full spectrum of investment products and services to clients around the world. With offices in 27 cities and more than 2,000 employees worldwide, Janus Henderson managed approximately $360.5 billion in assets as of September 30, 2017.\nThis press release contains certain forward-looking statements within the meaning of the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended. Forward-looking statements include statements regarding the goals, beliefs, plans or current expectations of FTA, Henderson Global and/or Janus Capital and their respective representatives, taking into account the information currently available to them. Forward-looking statements include all statements that do not relate solely to current or historical fact. For example, forward-looking statements include the use of words such as “anticipate,” “estimate,” “intend,” “expect,” “believe,” “plan,” “may,” “should,” “will,” “would” or other words that convey uncertainty of future events or outcomes. Forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause the actual results, performance or achievements of the Fund to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. When evaluating the information included in this press release, you are cautioned not to place undue reliance on these forward-looking statements, which reflect the judgment of FTA, Henderson Global and/or Janus Capital and their respective representatives only as of the date hereof. We undertake no obligation to publicly revise or update these forward-looking statements to reflect events and circumstances that arise after the date hereof.\nAn investment in the Fund will fluctuate. Shares, when sold, may be worth more or less than their original cost. The Fund is subject to risks, including the fact that it is a non-diversified closed-end management investment company. Because the Fund will invest primarily in securities of non-U.S. issuers, which are generally denominated in non-U.S. currencies, there are risks not typically associated with investing in securities of U.S. issuers. Non-U.S. issuers are subject to higher volatility than securities of U.S. issuers. An investor may lose money if the local currency of a non-U.S. market depreciates against the U.S. dollar. Investments in securities of issuers located in emerging market countries are considered speculative and there is a heightened risk of investing in emerging markets securities. The Fund will engage in practices and strategies that will result in exposure to fluctuations in foreign exchange rates, thus subjecting it to foreign currency risk. The Fund’s use of derivatives may result in losses greater than if they had not been used, may require the Fund to sell or purchase portfolio securities at inopportune times, may limit the amount of appreciation the Fund can realize on an investment, or may cause the Fund to hold a security that it might otherwise sell. Use of leverage can result in additional risk and cost, and can magnify the effect of any losses.\nThe information presented is not intended to constitute an investment recommendation for, or advice to, any specific person. By providing this information, FTA is not undertaking to give advice in any fiduciary capacity within the meaning of ERISA and the Internal Revenue Code. FTA has no knowledge of and has not been provided any information regarding any investor. Financial advisors must determine whether particular investments are appropriate for their clients. FTA believes the financial advisor is a fiduciary, is capable of evaluating investment risks independently and is responsible for exercising independent judgment with respect to its retirement plan clients. The risks of investing in the Fund are spelled out in the shareholder reports and other regulatory filings.\nThis press release does not constitute an offer to sell or a solicitation to buy, nor shall there be any sale of Fund securities in any state or jurisdiction in which such offer or solicitation or sale would be unlawful prior to registration or qualification under the laws of such state or jurisdiction.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180123006505/en/\nFirst Trust Advisors L.P.\nInquiries: Jeff Margolin - (630) 915-6784\nSource: First Trust Advisors L.P.",
    "published": "2018-01-24T00:25:00.000+02:00",
    "crawled": "2018-01-24T01:37:03.038+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wheaton",
        "business",
        "wire",
        "first",
        "trust",
        "advisor",
        "fta",
        "announced",
        "today",
        "subject",
        "shareholder",
        "approval",
        "board",
        "trustee",
        "first",
        "trust",
        "dynamic",
        "europe",
        "equity",
        "income",
        "fund",
        "nyse",
        "fdeu",
        "fund",
        "fund",
        "approved",
        "janus",
        "capital",
        "management",
        "llc",
        "janus",
        "capital",
        "investment",
        "fund",
        "henderson",
        "global",
        "investor",
        "north",
        "america",
        "affiliate",
        "janus",
        "capital",
        "henderson",
        "global",
        "served",
        "fund",
        "investment",
        "since",
        "fund",
        "inception",
        "september",
        "transition",
        "henderson",
        "global",
        "janus",
        "capital",
        "fund",
        "result",
        "recent",
        "merger",
        "henderson",
        "group",
        "plc",
        "parent",
        "company",
        "henderson",
        "global",
        "janus",
        "capital",
        "group",
        "parent",
        "company",
        "janus",
        "capital",
        "may",
        "merger",
        "resulted",
        "formation",
        "janus",
        "henderson",
        "group",
        "plc",
        "janus",
        "henderson",
        "business",
        "janus",
        "henderson",
        "investor",
        "change",
        "henderson",
        "global",
        "janus",
        "capital",
        "may",
        "deemed",
        "assignment",
        "defined",
        "investment",
        "company",
        "act",
        "amended",
        "current",
        "investment",
        "agreement",
        "henderson",
        "global",
        "may",
        "result",
        "automatic",
        "termination",
        "investment",
        "agreement",
        "accordingly",
        "board",
        "trustee",
        "approved",
        "new",
        "investment",
        "agreement",
        "new",
        "agreement",
        "janus",
        "capital",
        "submitted",
        "shareholder",
        "fund",
        "approval",
        "would",
        "take",
        "effect",
        "upon",
        "shareholder",
        "approval",
        "new",
        "agreement",
        "substantially",
        "similar",
        "fund",
        "current",
        "investment",
        "agreement",
        "specifically",
        "management",
        "operation",
        "governance",
        "investment",
        "management",
        "function",
        "janus",
        "capital",
        "expected",
        "substantially",
        "provided",
        "henderson",
        "global",
        "portfolio",
        "manager",
        "fund",
        "expected",
        "remain",
        "operation",
        "fund",
        "expected",
        "impacted",
        "addition",
        "change",
        "fee",
        "rate",
        "paid",
        "respect",
        "fund",
        "special",
        "shareholder",
        "meeting",
        "fund",
        "vote",
        "proposal",
        "approve",
        "new",
        "agreement",
        "expected",
        "held",
        "first",
        "half",
        "solicitation",
        "proxy",
        "made",
        "connection",
        "shareholder",
        "meeting",
        "made",
        "pursuant",
        "proxy",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "applicable",
        "federal",
        "security",
        "law",
        "assurance",
        "shareholder",
        "fund",
        "vote",
        "approve",
        "new",
        "agreement",
        "connection",
        "solicitation",
        "proxy",
        "approve",
        "proposal",
        "described",
        "fund",
        "file",
        "proxy",
        "statement",
        "proxy",
        "statement",
        "contain",
        "important",
        "information",
        "fund",
        "shareholder",
        "urged",
        "read",
        "proxy",
        "statement",
        "accompanying",
        "material",
        "carefully",
        "receive",
        "fund",
        "shareholder",
        "also",
        "able",
        "obtain",
        "copy",
        "document",
        "available",
        "calling",
        "fta",
        "filed",
        "sec",
        "proxy",
        "statement",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "foregoing",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "share",
        "fund",
        "solicitation",
        "proxy",
        "fta",
        "served",
        "fund",
        "investment",
        "advisor",
        "since",
        "fund",
        "inception",
        "fta",
        "along",
        "affiliate",
        "first",
        "trust",
        "portfolio",
        "company",
        "provide",
        "variety",
        "investment",
        "service",
        "including",
        "asset",
        "management",
        "financial",
        "advisory",
        "service",
        "collective",
        "asset",
        "management",
        "supervision",
        "approximately",
        "billion",
        "december",
        "unit",
        "investment",
        "trust",
        "fund",
        "fund",
        "mutual",
        "fund",
        "separate",
        "managed",
        "account",
        "janus",
        "henderson",
        "global",
        "investment",
        "management",
        "firm",
        "provides",
        "full",
        "spectrum",
        "investment",
        "product",
        "service",
        "client",
        "around",
        "world",
        "office",
        "city",
        "employee",
        "worldwide",
        "janus",
        "henderson",
        "managed",
        "approximately",
        "billion",
        "asset",
        "september",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "security",
        "act",
        "amended",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "include",
        "statement",
        "regarding",
        "goal",
        "belief",
        "plan",
        "current",
        "expectation",
        "fta",
        "henderson",
        "global",
        "janus",
        "capital",
        "respective",
        "representative",
        "taking",
        "account",
        "information",
        "currently",
        "available",
        "statement",
        "include",
        "statement",
        "relate",
        "solely",
        "current",
        "historical",
        "fact",
        "example",
        "statement",
        "include",
        "use",
        "word",
        "anticipate",
        "estimate",
        "intend",
        "expect",
        "believe",
        "plan",
        "may",
        "would",
        "word",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "fund",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "evaluating",
        "information",
        "included",
        "press",
        "release",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "reflect",
        "judgment",
        "fta",
        "henderson",
        "global",
        "janus",
        "capital",
        "respective",
        "representative",
        "date",
        "hereof",
        "undertake",
        "obligation",
        "publicly",
        "revise",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "arise",
        "date",
        "hereof",
        "investment",
        "fund",
        "fluctuate",
        "share",
        "sold",
        "may",
        "worth",
        "less",
        "original",
        "cost",
        "fund",
        "subject",
        "risk",
        "including",
        "fact",
        "management",
        "investment",
        "company",
        "fund",
        "invest",
        "primarily",
        "security",
        "issuer",
        "generally",
        "denominated",
        "currency",
        "risk",
        "typically",
        "associated",
        "investing",
        "security",
        "issuer",
        "issuer",
        "subject",
        "higher",
        "volatility",
        "security",
        "issuer",
        "investor",
        "may",
        "lose",
        "money",
        "local",
        "currency",
        "market",
        "depreciates",
        "dollar",
        "investment",
        "security",
        "issuer",
        "located",
        "emerging",
        "market",
        "country",
        "considered",
        "speculative",
        "heightened",
        "risk",
        "investing",
        "emerging",
        "market",
        "security",
        "fund",
        "engage",
        "practice",
        "strategy",
        "result",
        "exposure",
        "fluctuation",
        "foreign",
        "exchange",
        "rate",
        "thus",
        "subjecting",
        "foreign",
        "currency",
        "risk",
        "fund",
        "use",
        "derivative",
        "may",
        "result",
        "loss",
        "greater",
        "used",
        "may",
        "require",
        "fund",
        "sell",
        "purchase",
        "portfolio",
        "security",
        "inopportune",
        "time",
        "may",
        "limit",
        "amount",
        "appreciation",
        "fund",
        "realize",
        "investment",
        "may",
        "cause",
        "fund",
        "hold",
        "security",
        "might",
        "otherwise",
        "sell",
        "use",
        "leverage",
        "result",
        "additional",
        "risk",
        "cost",
        "magnify",
        "effect",
        "loss",
        "information",
        "presented",
        "intended",
        "constitute",
        "investment",
        "recommendation",
        "advice",
        "specific",
        "person",
        "providing",
        "information",
        "fta",
        "undertaking",
        "give",
        "advice",
        "fiduciary",
        "capacity",
        "within",
        "meaning",
        "erisa",
        "internal",
        "revenue",
        "code",
        "fta",
        "knowledge",
        "provided",
        "information",
        "regarding",
        "investor",
        "financial",
        "advisor",
        "must",
        "determine",
        "whether",
        "particular",
        "investment",
        "appropriate",
        "client",
        "fta",
        "belief",
        "financial",
        "advisor",
        "fiduciary",
        "capable",
        "evaluating",
        "investment",
        "risk",
        "independently",
        "responsible",
        "exercising",
        "independent",
        "judgment",
        "respect",
        "retirement",
        "plan",
        "client",
        "risk",
        "investing",
        "fund",
        "spelled",
        "shareholder",
        "report",
        "regulatory",
        "filing",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "buy",
        "shall",
        "sale",
        "fund",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "law",
        "state",
        "jurisdiction",
        "view",
        "source",
        "version",
        "http",
        "first",
        "trust",
        "advisor",
        "inquiry",
        "jeff",
        "margolin",
        "source",
        "first",
        "trust",
        "advisor"
    ]
}