{
    "organizations": [],
    "uuid": "8aa6a38cae0d3f44d0bec8aee41bd4efd36719fe",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/canada-cenbank/highlights-bank-of-canadas-poloz-and-wilkins-speak-after-rate-hike-idUSO8N1MD00X",
    "ord_in_thread": 0,
    "title": "HIGHLIGHTS-Bank of Canada's Poloz and Wilkins speak after rate hike",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, Jan 17 (Reuters) - Below are some key Quote: s from a news conference by Bank of Canada Governor Stephen Poloz and Senior Deputy Governor Carolyn Wilkins on Wednesday after the central bank raised interest rates to 1.25 percent.\nPOLOZ ON ECONOMIC STRENGTH AND MONETARY POLICY “Everybody is better off with a stronger economy. A stronger economy means interest rates can move a little closer to something more normal in a context in which everybody is better off.”\nPOLOZ ON FISCAL POLICY “You know I‘m not going to comment on the government’s plans or their actual fiscal policy, but I would remind you that we would still have a sizable output gap in the economy were it not for the fiscal actions that have been taken over these last two years. Some were in the order of 0.5 of a percentage point, which is significant. It is that fiscal expansion which has helped bring us to this point where we can have a healthier profile for interest rates than we had when they were rock-bottom.”\nPOLOZ ON ABILITY TO WITHSTAND SHOCKS ”I know that there’s one school of thought out there that expansions die of old age but I think, in fact, very few of them ever have. They die because something else comes along to disturb things and one of them is inflation factors for example.\n”We need to be prepared for a new shock and one of the things that we’ve talked about a lot in the context of the FSR (Financial System Review) is that our vulnerability to such shocks has grown through this cycle.\n”When we did the renewal through the 2 percent inflation target we thought about whether we had sufficient room to maneuver in future business cycles.\n“Today we have more room to maneuver in that respect than we did a year ago which is good and I think with the economy in such good health as it is we can be confident that we continue to build on that.”\nPOLOZ ON WAGE GROWTH “That common measure suggests that wages are running at around 2.2 percent..which is roughly in line with inflation. So it suggests you have no real wage growth yet, despite the fact that actually productivity has been doing reasonably well.”\n“Productivity has actually been pretty positive on average through this and that suggests therefore that there’s room in there for wages to continue to gather more momentum.”\nPOLOZ ON WHAT THE BANK MEANS BY “SOME” ACCOMMODATION\n“Some means the same as it means in every day language, it just means ”some.“ And we use the word some because, frankly, we can’t be precise about it and we wouldn’t be precise given all the unknowns that we face anyway.”\nPOLOZ ON THE NEUTRAL RATE OF INTEREST “If the economy were completely back to normal and all the forces acting on it had dissipated, arguably somewhere in the neutral rate zone is where interest rates would end up. But there is a number of things still acting on the economy which mean that it is going to be some time before we can get there and throughout that period some accommodation will still be required in order to offset those things.”\nPOLOZ ON EXPORTS “Although exports are in an uptrend and have been for some time, we know, given what we have been through over the last three years or so, that exports in level terms are well below where they would have been where our models told us before all this. We trace that back to capacity that exited the market place, we did a lot of analysis on those things, and a trend loss of competitiveness.”\nPOLOZ ON NAFTA “In terms of NAFTA, it’s a very big unknown for us. It’s not just unknown what is happening but it’s unknown what it will look like and how its effects will work their way through the various channels.”\n”So there’s no unambiguous pre-calculation one can do about how it will affect the economy, it’s more a case of being prepared, to know which dynamics to watch for and to be able to respond in real-time in an appropriate way.\nPOLOZ ON DATA DEPENDENCE “We remain fully data-dependant, for the reasons we’ve described before. It is this list of issues which are important unknowns at this particular juncture, nothing mechanical is appropriate at this stage. So data dependence is illustrated very aptly today, I would say. You saw the flow of good data coming the last few months and certainly since last September, October. And you saw those data make their way through the marketplace, the markets embrace the positive data, longer-term yields gradually edged their way higher. And today you get a rate hike which basically validates what you’ve seen in the marketplace.” (Reporting by Alastair Sharp, Fergal Smith, Matt Scuffham; Editing by Denny Thomas)\n ",
    "published": "2018-01-18T00:39:00.000+02:00",
    "crawled": "2018-01-18T16:18:43.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "jan",
        "reuters",
        "key",
        "quote",
        "news",
        "conference",
        "bank",
        "canada",
        "governor",
        "stephen",
        "poloz",
        "senior",
        "deputy",
        "governor",
        "carolyn",
        "wilkins",
        "wednesday",
        "central",
        "bank",
        "raised",
        "interest",
        "rate",
        "percent",
        "poloz",
        "economic",
        "strength",
        "monetary",
        "policy",
        "everybody",
        "better",
        "stronger",
        "economy",
        "stronger",
        "economy",
        "mean",
        "interest",
        "rate",
        "move",
        "little",
        "closer",
        "something",
        "normal",
        "context",
        "everybody",
        "better",
        "poloz",
        "fiscal",
        "policy",
        "know",
        "going",
        "comment",
        "government",
        "plan",
        "actual",
        "fiscal",
        "policy",
        "would",
        "remind",
        "would",
        "still",
        "sizable",
        "output",
        "gap",
        "economy",
        "fiscal",
        "action",
        "taken",
        "last",
        "two",
        "year",
        "order",
        "percentage",
        "point",
        "significant",
        "fiscal",
        "expansion",
        "helped",
        "bring",
        "u",
        "point",
        "healthier",
        "profile",
        "interest",
        "rate",
        "poloz",
        "ability",
        "withstand",
        "shock",
        "know",
        "one",
        "school",
        "thought",
        "expansion",
        "die",
        "old",
        "age",
        "think",
        "fact",
        "ever",
        "die",
        "something",
        "else",
        "come",
        "along",
        "disturb",
        "thing",
        "one",
        "inflation",
        "factor",
        "example",
        "need",
        "prepared",
        "new",
        "shock",
        "one",
        "thing",
        "talked",
        "lot",
        "context",
        "fsr",
        "financial",
        "system",
        "review",
        "vulnerability",
        "shock",
        "grown",
        "cycle",
        "renewal",
        "percent",
        "inflation",
        "target",
        "thought",
        "whether",
        "sufficient",
        "room",
        "maneuver",
        "future",
        "business",
        "cycle",
        "today",
        "room",
        "maneuver",
        "respect",
        "year",
        "ago",
        "good",
        "think",
        "economy",
        "good",
        "health",
        "confident",
        "continue",
        "build",
        "poloz",
        "wage",
        "growth",
        "common",
        "measure",
        "suggests",
        "wage",
        "running",
        "around",
        "percent",
        "roughly",
        "line",
        "inflation",
        "suggests",
        "real",
        "wage",
        "growth",
        "yet",
        "despite",
        "fact",
        "actually",
        "productivity",
        "reasonably",
        "productivity",
        "actually",
        "pretty",
        "positive",
        "average",
        "suggests",
        "therefore",
        "room",
        "wage",
        "continue",
        "gather",
        "poloz",
        "bank",
        "mean",
        "accommodation",
        "mean",
        "mean",
        "every",
        "day",
        "language",
        "mean",
        "use",
        "word",
        "frankly",
        "precise",
        "precise",
        "given",
        "unknown",
        "face",
        "poloz",
        "neutral",
        "rate",
        "interest",
        "economy",
        "completely",
        "back",
        "normal",
        "force",
        "acting",
        "dissipated",
        "arguably",
        "somewhere",
        "neutral",
        "rate",
        "zone",
        "interest",
        "rate",
        "would",
        "end",
        "number",
        "thing",
        "still",
        "acting",
        "economy",
        "mean",
        "going",
        "time",
        "get",
        "throughout",
        "period",
        "accommodation",
        "still",
        "required",
        "order",
        "offset",
        "poloz",
        "export",
        "although",
        "export",
        "uptrend",
        "time",
        "know",
        "given",
        "last",
        "three",
        "year",
        "export",
        "level",
        "term",
        "well",
        "would",
        "model",
        "told",
        "u",
        "trace",
        "back",
        "capacity",
        "exited",
        "market",
        "place",
        "lot",
        "analysis",
        "thing",
        "trend",
        "loss",
        "poloz",
        "nafta",
        "term",
        "nafta",
        "big",
        "unknown",
        "u",
        "unknown",
        "happening",
        "unknown",
        "look",
        "like",
        "effect",
        "work",
        "way",
        "various",
        "unambiguous",
        "one",
        "affect",
        "economy",
        "case",
        "prepared",
        "know",
        "dynamic",
        "watch",
        "able",
        "respond",
        "appropriate",
        "way",
        "poloz",
        "data",
        "dependence",
        "remain",
        "fully",
        "reason",
        "described",
        "list",
        "issue",
        "important",
        "unknown",
        "particular",
        "juncture",
        "nothing",
        "mechanical",
        "appropriate",
        "stage",
        "data",
        "dependence",
        "illustrated",
        "aptly",
        "today",
        "would",
        "say",
        "saw",
        "flow",
        "good",
        "data",
        "coming",
        "last",
        "month",
        "certainly",
        "since",
        "last",
        "september",
        "october",
        "saw",
        "data",
        "make",
        "way",
        "marketplace",
        "market",
        "embrace",
        "positive",
        "data",
        "yield",
        "gradually",
        "edged",
        "way",
        "higher",
        "today",
        "get",
        "rate",
        "hike",
        "basically",
        "validates",
        "seen",
        "reporting",
        "alastair",
        "sharp",
        "fergal",
        "smith",
        "matt",
        "scuffham",
        "editing",
        "denny",
        "thomas"
    ]
}