{
    "organizations": [],
    "uuid": "63c519e233dd4f0621ec2466b81a4efafacd18ef",
    "author": "",
    "url": "https://www.cnbc.com/2018/01/17/stock-markets-rapid-rise-already-surpassed-full-year-forecasts.html",
    "ord_in_thread": 0,
    "title": "Stock market's rapid January rise has already surpassed many full-year forecasts from Wall Street",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Stock prices could soon be outrunning the herd.\nThe S&P 500 has risen so quickly this month that it has already topped or matched many of Wall Street analysts' freshly minted 2018 full-year forecasts, collected in CNBC's strategist survey. The median target for year-end is currently 2,975, about a 6 percent gain from current levels. The S&P 500, however, has already added nearly 5 percent since Jan. 1.\nWhen it broke 2,800 for the first time Tuesday morning, the S&P had run through four of 18 strategists' 2018 targets, and it is now heading for four more – at the 2,850 level. The S&P jumped more than 20 points Wednesday, to just over 2,800 after Tuesday's sell-off.\nHalf the strategists have targets of 3,000 or more, and the highest is 3,150 at UBS.\nThe question is whether strategists will ratchet up numbers, like they did last year, as the S&P surged nearly 20 percent into the year-end. Or, will analysts hold onto the view that 2018 could be more volatile with more dips than the market has seen in quite a while. Tuesday's trading would suggest the latter, after the S&P 500 surged to 2,807 before falling back to close at 2,776.\n\"The market's acting like it is in the early stages of the silly season,\" said Wells Fargo Investment Institute strategist Scott Wren, noting the erratic trading that sent stocks sharply higher Tuesday morning before gains were wiped out. Wren's year-end target of 2,850 is not that far from Tuesday's high, and he says there's upside risk to his forecast.\n\"Where we could be wrong is our GDP number is too low and that inflation stays down and the Fed doesn't really do anything. That would potentially push things higher,\" Wren said. \"If our earnings estimate was low and our GDP number was low, that's an upside risk.\" Wren says he's got a 2.9 percent GDP forecast for this year.\nBut even though Wren says there's plenty of chasing going on with investors fearful of missing out, that trend still has a ways to go before the bull run is over. \"I think we're in the early stages of that. It could play out over a year or two,\" he said.\nBut there are also warning signs, and some forecasters are sticking with their targets, even though the market has already passed them by. Morgan Stanley's Mike Wilson, for one, is keeping his target of 2,750 by Dec. 1, but in a note Tuesday, he conceded that the market could end well above his target and meet what he calls his bull case for 3,000. Wilson set the 2,750 target in November, and had expected the market to peak at that level in 2018.\n\"The bottom line is that we have entered the late cycle euphoria stage we predicted a year ago. Because the tax cuts occurred earlier and are larger than we expected, it is more likely the S&P 500 will reach our bull case of 3,000 before it's over. We just want to make sure investors appreciate this is higher, not lower risk than the rally we experienced last year—the opposite of what we are hearing from many clients and other commentators,\" Wilson wrote in a note.\nThe surge in stocks has also come in the weeks following passage of the tax bill that slices the corporate tax rate to 21 percent from 35 percent, starting this year. That caused analysts to rethink earnings targets, and many upped earnings expectations, as a result. But those adjustments are continuing, and stocks could move higher in response, analysts say.\nCRFA strategists bumped their 2018 target to 2,800 in December, but are now waiting to see what companies say about the tax bill impact during the fourth quarter earnings calls before they revisit their forecast.\n\"Part of our thesis was the tax reform numbers weren't yet baked in. Earnings growth was closer to 11.5 percent, and now it's at 14 percent. That has moved up rapidly and it's still moving,\" said Lindsey Bell, CFRA strategist. \"We're getting a little nervous about the valuations. This year we're only a handful of days into the new year and the S&P is off to a spectacular start…We just thought, let's see what earnings season brings.\"",
    "published": "2018-01-17T22:17:00.000+02:00",
    "crawled": "2018-01-17T22:50:43.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "stock",
        "price",
        "could",
        "soon",
        "outrunning",
        "herd",
        "p",
        "risen",
        "quickly",
        "month",
        "already",
        "topped",
        "matched",
        "many",
        "wall",
        "street",
        "analyst",
        "freshly",
        "minted",
        "forecast",
        "collected",
        "cnbc",
        "strategist",
        "survey",
        "median",
        "target",
        "currently",
        "percent",
        "gain",
        "current",
        "level",
        "p",
        "however",
        "already",
        "added",
        "nearly",
        "percent",
        "since",
        "broke",
        "first",
        "time",
        "tuesday",
        "morning",
        "p",
        "run",
        "four",
        "strategist",
        "target",
        "heading",
        "four",
        "level",
        "p",
        "jumped",
        "point",
        "wednesday",
        "tuesday",
        "half",
        "strategist",
        "target",
        "highest",
        "ubs",
        "question",
        "whether",
        "strategist",
        "ratchet",
        "number",
        "like",
        "last",
        "year",
        "p",
        "surged",
        "nearly",
        "percent",
        "analyst",
        "hold",
        "onto",
        "view",
        "could",
        "volatile",
        "dip",
        "market",
        "seen",
        "quite",
        "tuesday",
        "trading",
        "would",
        "suggest",
        "latter",
        "p",
        "surged",
        "falling",
        "back",
        "close",
        "market",
        "acting",
        "like",
        "early",
        "stage",
        "silly",
        "season",
        "said",
        "well",
        "fargo",
        "investment",
        "institute",
        "strategist",
        "scott",
        "wren",
        "noting",
        "erratic",
        "trading",
        "sent",
        "stock",
        "sharply",
        "higher",
        "tuesday",
        "morning",
        "gain",
        "wiped",
        "wren",
        "target",
        "far",
        "tuesday",
        "high",
        "say",
        "upside",
        "risk",
        "forecast",
        "could",
        "wrong",
        "gdp",
        "number",
        "low",
        "inflation",
        "stay",
        "fed",
        "really",
        "anything",
        "would",
        "potentially",
        "push",
        "thing",
        "higher",
        "wren",
        "said",
        "earnings",
        "estimate",
        "low",
        "gdp",
        "number",
        "low",
        "upside",
        "risk",
        "wren",
        "say",
        "got",
        "percent",
        "gdp",
        "forecast",
        "year",
        "even",
        "though",
        "wren",
        "say",
        "plenty",
        "chasing",
        "going",
        "investor",
        "fearful",
        "missing",
        "trend",
        "still",
        "way",
        "go",
        "bull",
        "run",
        "think",
        "early",
        "stage",
        "could",
        "play",
        "year",
        "two",
        "said",
        "also",
        "warning",
        "sign",
        "forecaster",
        "sticking",
        "target",
        "even",
        "though",
        "market",
        "already",
        "passed",
        "morgan",
        "stanley",
        "mike",
        "wilson",
        "one",
        "keeping",
        "target",
        "note",
        "tuesday",
        "conceded",
        "market",
        "could",
        "end",
        "well",
        "target",
        "meet",
        "call",
        "bull",
        "case",
        "wilson",
        "set",
        "target",
        "november",
        "expected",
        "market",
        "peak",
        "level",
        "bottom",
        "line",
        "entered",
        "late",
        "cycle",
        "euphoria",
        "stage",
        "predicted",
        "year",
        "ago",
        "tax",
        "cut",
        "occurred",
        "earlier",
        "larger",
        "expected",
        "likely",
        "p",
        "reach",
        "bull",
        "case",
        "want",
        "make",
        "sure",
        "investor",
        "appreciate",
        "higher",
        "lower",
        "risk",
        "rally",
        "experienced",
        "last",
        "opposite",
        "hearing",
        "many",
        "client",
        "commentator",
        "wilson",
        "wrote",
        "note",
        "surge",
        "stock",
        "also",
        "come",
        "week",
        "following",
        "passage",
        "tax",
        "bill",
        "slice",
        "corporate",
        "tax",
        "rate",
        "percent",
        "percent",
        "starting",
        "year",
        "caused",
        "analyst",
        "rethink",
        "earnings",
        "target",
        "many",
        "upped",
        "earnings",
        "expectation",
        "result",
        "adjustment",
        "continuing",
        "stock",
        "could",
        "move",
        "higher",
        "response",
        "analyst",
        "say",
        "crfa",
        "strategist",
        "bumped",
        "target",
        "december",
        "waiting",
        "see",
        "company",
        "say",
        "tax",
        "bill",
        "impact",
        "fourth",
        "quarter",
        "earnings",
        "call",
        "revisit",
        "forecast",
        "part",
        "thesis",
        "tax",
        "reform",
        "number",
        "yet",
        "baked",
        "earnings",
        "growth",
        "closer",
        "percent",
        "percent",
        "moved",
        "rapidly",
        "still",
        "moving",
        "said",
        "lindsey",
        "bell",
        "cfra",
        "strategist",
        "getting",
        "little",
        "nervous",
        "valuation",
        "year",
        "handful",
        "day",
        "new",
        "year",
        "p",
        "spectacular",
        "thought",
        "let",
        "see",
        "earnings",
        "season",
        "brings"
    ]
}