{
    "organizations": [],
    "uuid": "c52165274e106ceb52bce7d084e304db0bb58a85",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-light-climate-commentary/commentary-2018-is-the-year-for-protecting-the-planet-with-or-without-the-u-s-idUSKBN1EN1OP",
    "ord_in_thread": 0,
    "title": "2018 is the year for protecting the planet – with or without the U.S.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This will be a big year for the Paris climate agreement. The broad outlines of the deal were figured out in 2015, but the specific rules governing what it requires countries to do will have to be written by the end of 2018.\nIn spite of Donald Trump’s decision to withdraw the United States from the accord, the deal appears surprisingly strong. In the final months of 2017, Nicaragua and Syria, the last two holdouts of the more than 190 nations that met in Paris, signed on. The United States, meanwhile, will not be able to withdraw from the agreement until November 4, 2020 — four years to the day after the agreement went into effect, and, coincidentally, one day after the next U.S. presidential election.\nNow it’s time to figure out the fine print. The process that must wrap up before the end of 2018 is comparable to the period after Congress passes any legislation, when regulatory agencies need to figure out what a given law will mean in practice. Over the course of 2018, negotiators from around the world will be working through the UN Framework Convention on Climate Change, the treaty that undergirds the Paris Agreement, to do something similar.\nAt the top of their to-do list are rules for what the UN calls “transparency” — that is, rules for measuring countries’ emissions, and for measuring their progress toward reducing that pollution.\nWhen each country signed on to the agreement, it offered a goal, or a “national determined contribution,” stating how much it planned to reduce its greenhouse gas emissions. Over time, countries are expected to improve on those pledges. The Paris Agreement's objective is that these goals will gradually add up to a large enough reduction in global emissions that global warming can be contained within 2 degrees Celsius (36 degrees Fahrenheit.)\nTransparency is essential to determine whether that 2-degree target is realistic. Practically speaking, the UN needs to figure out how countries will report their progress toward their emission-cutting goals. It will also need to figure out how to determine whether those reports are accurate. This will mean digging into topics that, during past rounds of negotiations, have proven to be complex and technically intricate.\nWhen it comes to reporting, “the Paris Agreement itself essentially points to a common approach for countries but also acknowledges a need for flexibility for the countries that need it,” says David Waskow, head of the DC-based World Resources Institute’s International Climate Initiative. That “common approach” is key, and something that U.S. diplomats representing both Republican and Democratic administrations have pushed for years. If the UN has different standards for different countries — for instance, if it holds India and China to lower transparency standards than the European Union — then the agreement will be weakened at a time when it needs to get much stronger.\nThe flip side of those common reporting standards is flexibility. By allowing for some variation in the information that countries report, the UN acknowledges that not every country will be able to measure their greenhouse gas emissions with the same degree of accuracy.\nA man wears an anti-particle mask to protect himself from air pollution in Skopje, Macedonia December 15, 2017. REUTERS/Ognen Teofilovski A national government, Waskow explains, needs “to know basic data about not only power plants but industrial facilities, what’s happening with transportation systems and vehicles, what kind of fuels are being used, what’s happening in the agriculture sector, what’s happening with land use, et cetera. It requires government capacity not only at the national level but at the sub-national level — the city and state and provincial level — to be able to know what power plants and industrial facilities are in operation and at what level they’re producing and emitting.”\nNot every county has that capacity. The specifics of how the UN deals with the range of data available is one of the things that must be figured out in 2018.\nOne of the goals of the Paris Agreement is that every country eventually will be able to report information with the same degree of accuracy. Initially, however, that won’t be the case. So negotiators this year will have to write rules that require strong, accurate reports, but that leave developing countries some wiggle room.\nA street cleaner works in heavy smog in Delhi, India, November 10, 2017. REUTERS/Cathal McNaughton Negotiators will also have to figure out how the UN will measure emissions outside national borders, including those from airplanes and boats in international waters. Planes and boats together account for about four percent of global emissions, by some estimates, and both air travel and maritime cargo shipping are expected to increase in coming years. Measuring these emissions will likely involve greater use of technology, especially satellites that can measure carbon dioxide and other climate change-causing pollutants from space.\nA further complicating factor is the rule-writing role of the United States and China, the two countries that head the Paris Agreement’s committee on transparency and which are also the world’s top two carbon emitters. Washington has historically championed stronger transparency, but whether State Department diplomats will remain as invested in the issue given the nation’s current one-foot-out-the-door status is unclear.\nChina, meanwhile, has at times balked at efforts to assess its role in climate change. In the past, the country has shared its own internal statistics on emissions but has refused to answer questions about how those statistics were calculated. China’s data on coal use, a major contributor to its greenhouse gas emissions, has not always been reliable, and, at times, the country has dramatically revised past reports. But Chinese President Xi Jinping is trying to position his country as a global leader on climate change, a mantle the United States dropped when President Obama left office. Whether that means advocating for stronger transparency rules remains to be seen.\nUltimately, if the UN ends 2018 with strong rules on transparency, countries will have greater faith in the Paris Agreement. They’ll know, with greater certainty, that what they’re doing is making a difference.\nLooking beyond 2018, countries will begin offering up stronger and stronger emissions-cutting pledges. Once the rules are written, those undertakings are “the other critical task,” says Waskow. “Those together will put the Paris Agreement fully into motion and make it a living, breathing thing with real consequence.”\nThe transparency rules will not just determine whether the world avoids a dangerous level of climate change — they will determine whether countries have faith in the UN’s delicate effort to protect the planet.\nAbout the Author John Light is a journalist based in New York. He often writes about the politics and policy of climate change.\n ",
    "published": "2018-01-04T00:53:00.000+02:00",
    "crawled": "2018-01-03T19:37:36.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "big",
        "year",
        "paris",
        "climate",
        "agreement",
        "broad",
        "outline",
        "deal",
        "figured",
        "specific",
        "rule",
        "governing",
        "requires",
        "country",
        "written",
        "end",
        "spite",
        "donald",
        "trump",
        "decision",
        "withdraw",
        "united",
        "state",
        "accord",
        "deal",
        "appears",
        "surprisingly",
        "strong",
        "final",
        "month",
        "nicaragua",
        "syria",
        "last",
        "two",
        "holdout",
        "nation",
        "met",
        "paris",
        "signed",
        "united",
        "state",
        "meanwhile",
        "able",
        "withdraw",
        "agreement",
        "november",
        "four",
        "year",
        "day",
        "agreement",
        "went",
        "effect",
        "coincidentally",
        "one",
        "day",
        "next",
        "presidential",
        "election",
        "time",
        "figure",
        "fine",
        "print",
        "process",
        "must",
        "wrap",
        "end",
        "comparable",
        "period",
        "congress",
        "pass",
        "legislation",
        "regulatory",
        "agency",
        "need",
        "figure",
        "given",
        "law",
        "mean",
        "practice",
        "course",
        "negotiator",
        "around",
        "world",
        "working",
        "un",
        "framework",
        "convention",
        "climate",
        "change",
        "treaty",
        "undergirds",
        "paris",
        "agreement",
        "something",
        "similar",
        "top",
        "list",
        "rule",
        "un",
        "call",
        "transparency",
        "rule",
        "measuring",
        "country",
        "emission",
        "measuring",
        "progress",
        "toward",
        "reducing",
        "pollution",
        "country",
        "signed",
        "agreement",
        "offered",
        "goal",
        "national",
        "determined",
        "contribution",
        "stating",
        "much",
        "planned",
        "reduce",
        "greenhouse",
        "gas",
        "emission",
        "time",
        "country",
        "expected",
        "improve",
        "pledge",
        "paris",
        "agreement",
        "objective",
        "goal",
        "gradually",
        "add",
        "large",
        "enough",
        "reduction",
        "global",
        "emission",
        "global",
        "warming",
        "contained",
        "within",
        "degree",
        "celsius",
        "degree",
        "fahrenheit",
        "transparency",
        "essential",
        "determine",
        "whether",
        "target",
        "realistic",
        "practically",
        "speaking",
        "un",
        "need",
        "figure",
        "country",
        "report",
        "progress",
        "toward",
        "goal",
        "also",
        "need",
        "figure",
        "determine",
        "whether",
        "report",
        "accurate",
        "mean",
        "digging",
        "topic",
        "past",
        "round",
        "negotiation",
        "proven",
        "complex",
        "technically",
        "intricate",
        "come",
        "reporting",
        "paris",
        "agreement",
        "essentially",
        "point",
        "common",
        "approach",
        "country",
        "also",
        "acknowledges",
        "need",
        "flexibility",
        "country",
        "need",
        "say",
        "david",
        "waskow",
        "head",
        "world",
        "resource",
        "institute",
        "international",
        "climate",
        "initiative",
        "common",
        "approach",
        "key",
        "something",
        "diplomat",
        "representing",
        "republican",
        "democratic",
        "administration",
        "pushed",
        "year",
        "un",
        "different",
        "standard",
        "different",
        "country",
        "instance",
        "hold",
        "india",
        "china",
        "lower",
        "transparency",
        "standard",
        "european",
        "union",
        "agreement",
        "weakened",
        "time",
        "need",
        "get",
        "much",
        "stronger",
        "flip",
        "side",
        "common",
        "reporting",
        "standard",
        "flexibility",
        "allowing",
        "variation",
        "information",
        "country",
        "report",
        "un",
        "acknowledges",
        "every",
        "country",
        "able",
        "measure",
        "greenhouse",
        "gas",
        "emission",
        "degree",
        "accuracy",
        "man",
        "wear",
        "mask",
        "protect",
        "air",
        "pollution",
        "skopje",
        "macedonia",
        "december",
        "teofilovski",
        "national",
        "government",
        "waskow",
        "explains",
        "need",
        "know",
        "basic",
        "data",
        "power",
        "plant",
        "industrial",
        "facility",
        "happening",
        "transportation",
        "system",
        "vehicle",
        "kind",
        "fuel",
        "used",
        "happening",
        "agriculture",
        "sector",
        "happening",
        "land",
        "use",
        "et",
        "cetera",
        "requires",
        "government",
        "capacity",
        "national",
        "level",
        "level",
        "city",
        "state",
        "provincial",
        "level",
        "able",
        "know",
        "power",
        "plant",
        "industrial",
        "facility",
        "operation",
        "level",
        "producing",
        "every",
        "county",
        "capacity",
        "specific",
        "un",
        "deal",
        "range",
        "data",
        "available",
        "one",
        "thing",
        "must",
        "figured",
        "one",
        "goal",
        "paris",
        "agreement",
        "every",
        "country",
        "eventually",
        "able",
        "report",
        "information",
        "degree",
        "accuracy",
        "initially",
        "however",
        "case",
        "negotiator",
        "year",
        "write",
        "rule",
        "require",
        "strong",
        "accurate",
        "report",
        "leave",
        "developing",
        "country",
        "wiggle",
        "room",
        "street",
        "cleaner",
        "work",
        "heavy",
        "smog",
        "delhi",
        "india",
        "november",
        "mcnaughton",
        "negotiator",
        "also",
        "figure",
        "un",
        "measure",
        "emission",
        "outside",
        "national",
        "border",
        "including",
        "airplane",
        "boat",
        "international",
        "water",
        "plane",
        "boat",
        "together",
        "account",
        "four",
        "percent",
        "global",
        "emission",
        "estimate",
        "air",
        "travel",
        "maritime",
        "cargo",
        "shipping",
        "expected",
        "increase",
        "coming",
        "year",
        "measuring",
        "emission",
        "likely",
        "involve",
        "greater",
        "use",
        "technology",
        "especially",
        "satellite",
        "measure",
        "carbon",
        "dioxide",
        "climate",
        "pollutant",
        "space",
        "complicating",
        "factor",
        "role",
        "united",
        "state",
        "china",
        "two",
        "country",
        "head",
        "paris",
        "agreement",
        "committee",
        "transparency",
        "also",
        "world",
        "top",
        "two",
        "carbon",
        "emitter",
        "washington",
        "historically",
        "championed",
        "stronger",
        "transparency",
        "whether",
        "state",
        "department",
        "diplomat",
        "remain",
        "invested",
        "issue",
        "given",
        "nation",
        "current",
        "status",
        "unclear",
        "china",
        "meanwhile",
        "time",
        "balked",
        "effort",
        "assess",
        "role",
        "climate",
        "change",
        "past",
        "country",
        "shared",
        "internal",
        "statistic",
        "emission",
        "refused",
        "answer",
        "question",
        "statistic",
        "calculated",
        "china",
        "data",
        "coal",
        "use",
        "major",
        "contributor",
        "greenhouse",
        "gas",
        "emission",
        "always",
        "reliable",
        "time",
        "country",
        "dramatically",
        "revised",
        "past",
        "report",
        "chinese",
        "president",
        "xi",
        "jinping",
        "trying",
        "position",
        "country",
        "global",
        "leader",
        "climate",
        "change",
        "mantle",
        "united",
        "state",
        "dropped",
        "president",
        "obama",
        "left",
        "office",
        "whether",
        "mean",
        "advocating",
        "stronger",
        "transparency",
        "rule",
        "remains",
        "seen",
        "ultimately",
        "un",
        "end",
        "strong",
        "rule",
        "transparency",
        "country",
        "greater",
        "faith",
        "paris",
        "agreement",
        "know",
        "greater",
        "certainty",
        "making",
        "difference",
        "looking",
        "beyond",
        "country",
        "begin",
        "offering",
        "stronger",
        "stronger",
        "pledge",
        "rule",
        "written",
        "undertaking",
        "critical",
        "task",
        "say",
        "waskow",
        "together",
        "put",
        "paris",
        "agreement",
        "fully",
        "motion",
        "make",
        "living",
        "breathing",
        "thing",
        "real",
        "transparency",
        "rule",
        "determine",
        "whether",
        "world",
        "avoids",
        "dangerous",
        "level",
        "climate",
        "change",
        "determine",
        "whether",
        "country",
        "faith",
        "un",
        "delicate",
        "effort",
        "protect",
        "planet",
        "author",
        "john",
        "light",
        "journalist",
        "based",
        "new",
        "york",
        "often",
        "writes",
        "politics",
        "policy",
        "climate",
        "change"
    ]
}