{
    "organizations": [],
    "uuid": "950f6da06837a3810d9389d7b268df2644cce407",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/25/pr-newswire-marathon-partners-pleased-that-glass-lewis-has-joined-iss-in-recommending-against-j-alexanders-proposed-acquisition-of-99.html",
    "ord_in_thread": 0,
    "title": "Marathon Partners Pleased That Glass Lewis Has Joined ISS in Recommending Against J. Alexander's Proposed Acquisition of 99 Restaurants",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Jan. 25, 2018 /PRNewswire/ -- Marathon Partners Equity Management, LLC, a New York-based investment firm, and its affiliated investment funds (collectively \"Marathon Partners\"), which beneficially own approximately 6.3% of the common stock of J. Alexander's Holdings, Inc. (\"J. Alexander's\" or, the \"Company\") (NYSE: JAX), issued the following statement today in response to leading independent proxy advisory firm Glass, Lewis & Co., LLC (\"Glass Lewis\") recommendation that J. Alexander's shareholders vote against the Company's proposed acquisition of 99 Restaurants, LLC (\"99 Restaurants\"). A special meeting of shareholders to vote on the proposed merger is scheduled to be held January 30, 2018.\nMario Cibelli, managing member of Marathon Partners, issued the following statement:\n\"We are pleased to learn that Glass Lewis has joined ISS in recommending that shareholders of J. Alexander's vote against the proposed acquisition of 99 Restaurants. That the two leading independent proxy advisory firms have come out against this transaction is telling indeed. Like ISS, Glass Lewis expressed similar concerns as ours with the closed, conflicted process by which J. Alexander's conducted merger negotiations and its failure to assure shareholders that this transaction represents the most favorable opportunity available. Glass Lewis further echoes our disappointment that J. Alexander's did not form a special committee of independent directors to evaluate this inequitable transaction, even though every single one of its board members currently has or has had conflicted relationships with 99 Restaurants' parent company or its affiliates, Fidelity Newport Holdings, LLC and Fidelity National Financial, Inc.\"\nMr. Cibelli continued:\n\"And if it were not enough that the deal process was rife with conflicts of interest, even the Company's latest press release touting shareholder support includes a conflicted shareholder. It is disingenuous for the Company to flaunt Newport Global Advisors' support of the transaction when Newport is not even qualified to vote on what is arguably the transaction's most significant proposal – the approval of the merger by disinterested shareholders. We will be following both Glass Lewis and ISS's independent recommendations by voting against this acquisition to ensure that we, along with other long-term holders of the Company's shares, receive the value we deserve for our investment. In the event that this poorly structured deal is rejected, we plan to urge a review of all strategic alternatives to maximize value. The Company still has not revealed the material financial metrics that were omitted in its recent disclosure to investors regarding 99 Restaurants' same store sales, profitability and margins, and J. Alexander's preliminary financial results for the fourth quarter of 2017. How can shareholders make an informed decision on how to vote when they are not privy to how J. Alexander's performed compared to 99 Restaurants? This is especially alarming in light of the significant dilution in ownership that would result from the approval of this transaction. As before, we reaffirm that full disclosure of the Company's financial results will allow shareholders to make an informed decision on whether independence is a better path forward.\"\nMr. Cibelli concluded:\n\"We believe it is obvious that this transaction is not in the best interests of shareholders. From the flimsy pro-forma results touted by management to the unusual negotiation of J. Alexander's giving away a \"no-shop\" provision on itself to the sellers, it is clear that the Company's shareholders have not been prioritized by the board. We believe J. Alexander's fair value is significantly higher than the $11 per share used to underpin this entire transaction. The board of directors has allowed for a change of control of the company, but has delivered no premium to shareholders to compensate them for what they are giving up. Poor corporate governance and a conflicted transaction has created this potential outcome. We urge shareholders to reject this transaction and send the directors back to the board room to discuss anew how to best serve J. Alexander's owners.\"\nKey Excerpts from the Glass Lewis Report Recommending that J. Alexander's Shareholders Vote Against the Proposed Acquisition of 99 Restaurants* :\n\"Overall, we believe there are sufficient concerns with the proposed transaction to suggest that the transaction agreement in its current form is not in the best interests of shareholders. We find that the board failed to establish a committee of independent, disinterested directors to evaluate the propose transaction and also failed to review potential strategic alternatives before entering into the transaction agreement. We find these issues particularly concerning given that JAX directors served as directors or held interests in counterparties to the proposed transaction at the time the proposed transaction was being evaluated by the board.\" \"As it stands, during the negotiation process and at the time the merger agreement was approved by the board, certain directors held interests in counterparties to the transaction that may represent conflicts of interest, in our view. In particular, four directors of the Company, Lonnie Stout, Timothy Janszen, Ronald Maggard and Frank Martire, also serve as directors of FNH or served as directors of FNH during the negotiation process, and two directors of the Company, Raymond Quirk and Douglas Ammerman, also serve as directors of Fidelity National Financial, Inc. (\"FNF\"), which was the parent of FNFV until November 2017.\" \"We are somewhat concerned that the board does not appear to have fully or proactively explored a range of potential strategic alternatives for JAX before determining to proceed with the proposed transaction. In this case, we do not believe the board has taken sufficient steps to assure shareholders that the proposed transaction likely represents the most favorable opportunity available at the present time. We also note that the proposed transaction includes a no-shop provision that restricts the Company's ability to solicit alternative proposals or engage with alternative parties regarding a potential acquisition of the Company.\" \"The proposed transaction also appears to contradict the rationale cited by FNF in 2015 when it determined to spin-off JAX while retaining 99 Restaurants, drawing into question the logic of combining JAX and 99 Restaurants at this time, in our view.\" \"In addition, we question the strategic rationale for the proposed merger of JAX and 99 Restaurants given that FNF previously determined not to include 99 Restaurants in the 2015 spin-off of JAX. At that time, FNF stated that spinning-off JAX would create a separate upscale dining concepts business with greater management flexibility and acknowledged that upscale dining involved different valuation methodologies, capital requirements and marketing efforts. In our view, the proposed merger of JAX and 99 Restaurants would appear to contradict this rationale.\" \".…the deal would involve a change in control of JAX without providing a meaningful control premium to shareholders.\" \"…the transaction would also dilute the Company's focus on the upscale dining industry and expose shareholders to significant challenges facing the casual dining segment in which 99 Restaurants operates.\"\n*Marathon Partners has neither sought nor obtained consent from Glass Lewis to use previously published information in this press release.\nMarathon Partners is being advised by Olshan Frome Wolosky LLP in connection with its investment in J. Alexander's and its opposition to the Company's acquisition of 99 Restaurants.\nAbout Marathon Partners\nMarathon Partners Equity Management, LLC is a fundamental, research intensive investment firm that deploys capital with a long-term investment horizon.\nInvestor Contact\nMario Cibelli\n(212) 490-0399\nhttp://www.marathonpartners.com\nWARNING REGARDING FORWARD LOOKING STATEMENTS\nTHIS PRESS RELEASE CONTAINS FORWARD LOOKING STATEMENTS. FORWARD LOOKING STATEMENTS CAN BE IDENTIFIED BY USE OF WORDS SUCH AS \"OUTLOOK\", \"BELIEVE\", \"INTEND\", \"EXPECT\", \"POTENTIAL\", \"WILL\", \"MAY\", \"SHOULD\", \"ESTIMATE\", \"ANTICIPATE\", AND DERIVATIVES OR NEGATIVES OF SUCH WORDS OR SIMILAR WORDS. FORWARD LOOKING STATEMENTS IN THIS PRESS RELEASE ARE BASED UPON PRESENT BELIEFS OR EXPECTATIONS. HOWEVER, FORWARD LOOKING STATEMENTS AND THEIR IMPLICATIONS ARE NOT GUARANTEED TO OCCUR AND MAY NOT OCCUR AS A RESULT OF VARIOUS RISKS, REASONS AND UNCERTAINTIES. EXCEPT AS REQUIRED BY LAW, MARATHON PARTNERS EQUITY MANAGEMENT, LLC AND ITS AFFILIATES AND RELATED PERSONS UNDERTAKE NO OBLIGATION TO UPDATE ANY FORWARD LOOKING STATEMENT, WHETHER AS A RESULT OF NEW INFORMATION, FUTURE DEVELOPMENTS OR OTHERWISE.\nView original content: http://www.prnewswire.com/news-releases/marathon-partners-pleased-that-glass-lewis-has-joined-iss-in-recommending-against-j-alexanders-proposed-acquisition-of-99-restaurants-300588211.html\nSOURCE Marathon Partners Equity Management, LLC",
    "published": "2018-01-25T17:06:00.000+02:00",
    "crawled": "2018-01-25T18:31:42.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "marathon",
        "partner",
        "equity",
        "management",
        "llc",
        "new",
        "investment",
        "firm",
        "affiliated",
        "investment",
        "fund",
        "collectively",
        "marathon",
        "partner",
        "beneficially",
        "approximately",
        "common",
        "stock",
        "alexander",
        "holding",
        "alexander",
        "company",
        "nyse",
        "jax",
        "issued",
        "following",
        "statement",
        "today",
        "response",
        "leading",
        "independent",
        "proxy",
        "advisory",
        "firm",
        "glass",
        "lewis",
        "llc",
        "glass",
        "lewis",
        "recommendation",
        "alexander",
        "shareholder",
        "vote",
        "company",
        "proposed",
        "acquisition",
        "restaurant",
        "llc",
        "restaurant",
        "special",
        "meeting",
        "shareholder",
        "vote",
        "proposed",
        "merger",
        "scheduled",
        "held",
        "january",
        "mario",
        "cibelli",
        "managing",
        "member",
        "marathon",
        "partner",
        "issued",
        "following",
        "statement",
        "pleased",
        "learn",
        "glass",
        "lewis",
        "joined",
        "iss",
        "recommending",
        "shareholder",
        "alexander",
        "vote",
        "proposed",
        "acquisition",
        "restaurant",
        "two",
        "leading",
        "independent",
        "proxy",
        "advisory",
        "firm",
        "come",
        "transaction",
        "telling",
        "indeed",
        "like",
        "iss",
        "glass",
        "lewis",
        "expressed",
        "similar",
        "concern",
        "closed",
        "conflicted",
        "process",
        "alexander",
        "conducted",
        "merger",
        "negotiation",
        "failure",
        "assure",
        "shareholder",
        "transaction",
        "represents",
        "favorable",
        "opportunity",
        "available",
        "glass",
        "lewis",
        "echo",
        "disappointment",
        "alexander",
        "form",
        "special",
        "committee",
        "independent",
        "director",
        "evaluate",
        "inequitable",
        "transaction",
        "even",
        "though",
        "every",
        "single",
        "one",
        "board",
        "member",
        "currently",
        "conflicted",
        "relationship",
        "restaurant",
        "parent",
        "company",
        "affiliate",
        "fidelity",
        "newport",
        "holding",
        "llc",
        "fidelity",
        "national",
        "financial",
        "cibelli",
        "continued",
        "enough",
        "deal",
        "process",
        "rife",
        "conflict",
        "interest",
        "even",
        "company",
        "latest",
        "press",
        "release",
        "touting",
        "shareholder",
        "support",
        "includes",
        "conflicted",
        "shareholder",
        "disingenuous",
        "company",
        "flaunt",
        "newport",
        "global",
        "advisor",
        "support",
        "transaction",
        "newport",
        "even",
        "qualified",
        "vote",
        "arguably",
        "transaction",
        "significant",
        "proposal",
        "approval",
        "merger",
        "disinterested",
        "shareholder",
        "following",
        "glass",
        "lewis",
        "iss",
        "independent",
        "recommendation",
        "voting",
        "acquisition",
        "ensure",
        "along",
        "holder",
        "company",
        "share",
        "receive",
        "value",
        "deserve",
        "investment",
        "event",
        "poorly",
        "structured",
        "deal",
        "rejected",
        "plan",
        "urge",
        "review",
        "strategic",
        "alternative",
        "maximize",
        "value",
        "company",
        "still",
        "revealed",
        "material",
        "financial",
        "metric",
        "omitted",
        "recent",
        "disclosure",
        "investor",
        "regarding",
        "restaurant",
        "store",
        "sale",
        "profitability",
        "margin",
        "alexander",
        "preliminary",
        "financial",
        "result",
        "fourth",
        "quarter",
        "shareholder",
        "make",
        "informed",
        "decision",
        "vote",
        "privy",
        "alexander",
        "performed",
        "compared",
        "restaurant",
        "especially",
        "alarming",
        "light",
        "significant",
        "dilution",
        "ownership",
        "would",
        "result",
        "approval",
        "transaction",
        "reaffirm",
        "full",
        "disclosure",
        "company",
        "financial",
        "result",
        "allow",
        "shareholder",
        "make",
        "informed",
        "decision",
        "whether",
        "independence",
        "better",
        "path",
        "forward",
        "cibelli",
        "concluded",
        "believe",
        "obvious",
        "transaction",
        "best",
        "interest",
        "shareholder",
        "flimsy",
        "result",
        "touted",
        "management",
        "unusual",
        "negotiation",
        "alexander",
        "giving",
        "away",
        "provision",
        "seller",
        "clear",
        "company",
        "shareholder",
        "prioritized",
        "board",
        "believe",
        "alexander",
        "fair",
        "value",
        "significantly",
        "higher",
        "per",
        "share",
        "used",
        "underpin",
        "entire",
        "transaction",
        "board",
        "director",
        "allowed",
        "change",
        "control",
        "company",
        "delivered",
        "premium",
        "shareholder",
        "compensate",
        "giving",
        "poor",
        "corporate",
        "governance",
        "conflicted",
        "transaction",
        "created",
        "potential",
        "outcome",
        "urge",
        "shareholder",
        "reject",
        "transaction",
        "send",
        "director",
        "back",
        "board",
        "room",
        "discus",
        "anew",
        "best",
        "serve",
        "alexander",
        "owner",
        "key",
        "excerpt",
        "glass",
        "lewis",
        "report",
        "recommending",
        "alexander",
        "shareholder",
        "vote",
        "proposed",
        "acquisition",
        "restaurant",
        "overall",
        "believe",
        "sufficient",
        "concern",
        "proposed",
        "transaction",
        "suggest",
        "transaction",
        "agreement",
        "current",
        "form",
        "best",
        "interest",
        "shareholder",
        "find",
        "board",
        "failed",
        "establish",
        "committee",
        "independent",
        "disinterested",
        "director",
        "evaluate",
        "propose",
        "transaction",
        "also",
        "failed",
        "review",
        "potential",
        "strategic",
        "alternative",
        "entering",
        "transaction",
        "agreement",
        "find",
        "issue",
        "particularly",
        "concerning",
        "given",
        "jax",
        "director",
        "served",
        "director",
        "held",
        "interest",
        "counterparties",
        "proposed",
        "transaction",
        "time",
        "proposed",
        "transaction",
        "evaluated",
        "board",
        "stand",
        "negotiation",
        "process",
        "time",
        "merger",
        "agreement",
        "approved",
        "board",
        "certain",
        "director",
        "held",
        "interest",
        "counterparties",
        "transaction",
        "may",
        "represent",
        "conflict",
        "interest",
        "view",
        "particular",
        "four",
        "director",
        "company",
        "lonnie",
        "stout",
        "timothy",
        "janszen",
        "ronald",
        "maggard",
        "frank",
        "martire",
        "also",
        "serve",
        "director",
        "fnh",
        "served",
        "director",
        "fnh",
        "negotiation",
        "process",
        "two",
        "director",
        "company",
        "raymond",
        "quirk",
        "douglas",
        "ammerman",
        "also",
        "serve",
        "director",
        "fidelity",
        "national",
        "financial",
        "fnf",
        "parent",
        "fnfv",
        "november",
        "somewhat",
        "concerned",
        "board",
        "appear",
        "fully",
        "proactively",
        "explored",
        "range",
        "potential",
        "strategic",
        "alternative",
        "jax",
        "determining",
        "proceed",
        "proposed",
        "transaction",
        "case",
        "believe",
        "board",
        "taken",
        "sufficient",
        "step",
        "assure",
        "shareholder",
        "proposed",
        "transaction",
        "likely",
        "represents",
        "favorable",
        "opportunity",
        "available",
        "present",
        "time",
        "also",
        "note",
        "proposed",
        "transaction",
        "includes",
        "provision",
        "restricts",
        "company",
        "ability",
        "solicit",
        "alternative",
        "proposal",
        "engage",
        "alternative",
        "party",
        "regarding",
        "potential",
        "acquisition",
        "company",
        "proposed",
        "transaction",
        "also",
        "appears",
        "contradict",
        "rationale",
        "cited",
        "fnf",
        "determined",
        "jax",
        "retaining",
        "restaurant",
        "drawing",
        "question",
        "logic",
        "combining",
        "jax",
        "restaurant",
        "time",
        "view",
        "addition",
        "question",
        "strategic",
        "rationale",
        "proposed",
        "merger",
        "jax",
        "restaurant",
        "given",
        "fnf",
        "previously",
        "determined",
        "include",
        "restaurant",
        "jax",
        "time",
        "fnf",
        "stated",
        "jax",
        "would",
        "create",
        "separate",
        "upscale",
        "dining",
        "concept",
        "business",
        "greater",
        "management",
        "flexibility",
        "acknowledged",
        "upscale",
        "dining",
        "involved",
        "different",
        "valuation",
        "methodology",
        "capital",
        "requirement",
        "marketing",
        "effort",
        "view",
        "proposed",
        "merger",
        "jax",
        "restaurant",
        "would",
        "appear",
        "contradict",
        "rationale",
        "deal",
        "would",
        "involve",
        "change",
        "control",
        "jax",
        "without",
        "providing",
        "meaningful",
        "control",
        "premium",
        "shareholder",
        "transaction",
        "would",
        "also",
        "dilute",
        "company",
        "focus",
        "upscale",
        "dining",
        "industry",
        "expose",
        "shareholder",
        "significant",
        "challenge",
        "facing",
        "casual",
        "dining",
        "segment",
        "restaurant",
        "operates",
        "marathon",
        "partner",
        "neither",
        "sought",
        "obtained",
        "consent",
        "glass",
        "lewis",
        "use",
        "previously",
        "published",
        "information",
        "press",
        "release",
        "marathon",
        "partner",
        "advised",
        "olshan",
        "frome",
        "wolosky",
        "llp",
        "connection",
        "investment",
        "alexander",
        "opposition",
        "company",
        "acquisition",
        "restaurant",
        "marathon",
        "partner",
        "marathon",
        "partner",
        "equity",
        "management",
        "llc",
        "fundamental",
        "research",
        "intensive",
        "investment",
        "firm",
        "deploys",
        "capital",
        "investment",
        "horizon",
        "investor",
        "contact",
        "mario",
        "cibelli",
        "http",
        "warning",
        "regarding",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "forward",
        "looking",
        "statement",
        "forward",
        "looking",
        "statement",
        "identified",
        "use",
        "word",
        "outlook",
        "believe",
        "intend",
        "expect",
        "potential",
        "may",
        "estimate",
        "anticipate",
        "derivative",
        "negative",
        "word",
        "similar",
        "word",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "based",
        "upon",
        "present",
        "belief",
        "expectation",
        "however",
        "forward",
        "looking",
        "statement",
        "implication",
        "guaranteed",
        "occur",
        "may",
        "occur",
        "result",
        "various",
        "risk",
        "reason",
        "uncertainty",
        "except",
        "required",
        "law",
        "marathon",
        "partner",
        "equity",
        "management",
        "llc",
        "affiliate",
        "related",
        "person",
        "undertake",
        "obligation",
        "update",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "marathon",
        "partner",
        "equity",
        "management",
        "llc"
    ]
}