{
    "organizations": [],
    "uuid": "8a030f4e53c9cd69de08d274b668bf63325db205",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/01/31/dfj-tim-draper-bitcoin/",
    "ord_in_thread": 0,
    "title": "DFJ's Tim Draper on Bitcoin, Steve Jurvetson, and Elon Musk | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "9:40 AM EST \nThis article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here. \nTim Draper founded DFJ , one of the best-known venture capital firms in the Bay Area. He founded the firm in 1985 before leading investments in Skype, Tesla, and Twitter. But Draper is not a traditional investor. He’s a big proponent of Bitcoin and the blockchain — a view not often held in many VC circles. \nDraper first became interested in virtual currencies in 2002 when he met a man from South Korea who told him his son wanted a “virtual sword” for his birthday. “Everyone in Korea was playing this virtual game,” Draper told Fortune . “He wanted a virtual sword. He was going to pay real money to buy virtual currency to buy pixels on a screen making up a sword. That was the beginning of my thinking that virtual currencies might actually happen.” \nAs more people began playing these virtual games, Draper envisioned the need for a global, digital currency not tied to political whims. “So when Bitcoin showed up, I was all over it,” he said. Tim Draper Photograph by Danny Moloshok — Reuters \nFortune spoke with Draper about the rise of Bitcoin, Steve Jurvetson’s exit, and his biggest investing regrets. \nThis Q&A has been edited for length and clarity. \nFORTUNE: Cryptocurrency and the blockchain are a hot topic at the moment. You’re known for making numerous investments in the space. In 2014, you bought 30,000 Bitcoin from the U.S. government after the coins were confiscated from the fallout of Silk Road. Why? \nDRAPER: Long before the Silk Road purchase, I paid $250,000 and I was supposed to buy 40,000 Bitcoin. The coins they got were on the [Bitcoin exchange] Mt. Gox system. And then, Mt. Gox lost — or stole, depending on how you look at it — all that Bitcoin. When that happened, I threw up my arms and thought this thing was all nonsense. How could the biggest trader lose all the money — or steal it? So I thought it was over. \nI was frustrated that I lost that 40,000 Bitcoin, and when the Silk Road auction came up, I thought, “Maybe this is a chance for me to participate in this again.” When people were going into the auction, they were thinking they would get a deal because there were a lot [of Bitcoin], so I actually bid over-market and that’s why I ended up getting all of them. \nAt Davos, Steven Mnuchin said his No. 1 focus is to ensure that cryptocurrencies aren’t used for illicit activities. What are your thoughts on his statement? \nDRAPER: What’s interesting is that the U.S Marshals office has a much easier time catching criminals who are using the blockchain than they do catching the criminals with cash because the blockchain is this perfect ledger. They don’t catch them when they first do it, but they catch them when they try to spend the money. They know that block was tarnished by someone doing something illicit. They might not know anything about it, but as soon as they see that block move, they catch them. \nI actually think that Bitcoin is more secure for all of us and protected from the criminals who are just using dollars. I know that was how people thought two or three years ago — they were worried about the nefarious behavior happening around Bitcoin — but now the thinking is that you actually catch more of the criminals than when they use dollars. \nYou were one of the first Americans to become an e-resident of Estonia . How do you see citizenship evolving over time? \nDRAPER: I think geographic borders are falling to the point where we can move pretty freely around the world, and many other people from other countries can too. We can choose the country, state, or city that’s right for us. \nEstonia was first, but other governments are now creating virtual governments, which is chipping away at what land-based governments do. A lot of what governments do can be done virtually. Think about keeping track of citizens, redistribution of income, healthcare insurance, welfare, and social security. Many of those things can be handled through universal basic income on the blockchain. This is really challenging all of our perceptions of what government is and does. \nAs Estonia starts providing more services, they can grab more and more market share of the residents of the world. Think about it — if Estonia starts offering a better healthcare plan than the U.S. does, we’ll just go, “Oh, why don’t we use that?” Or what if they have a more efficient way to provide welfare to citizens? \nControl brings poverty whereas freedom brings prosperity and wealth. We are in a very good position because we are a democracy, and we are accepting of new ways of thinking. We are more apt to be accepting of a new technology coming in and transforming how government works. I think the U.S. is well prepared for this. \nAs an investor in the next 10 years, I’m looking at who’s doing things for blockchain government and who’s doing things to make Bitcoin more useful? This is the beginning of something bigger than I’ve seen in my entire life. \nWhat is an investment you passed on that you still regret? \nDRAPER: I got talked out of Google . I sat by Sergey [Brin] on an airplane, and he gave me the whole pitch, and I was all excited about it. But when I went to my partners, they told me we already have six search engines in our portfolio and another one just wouldn’t make any difference. I said, “I really like the guys, and it’s a cute name,” but that really wasn’t enough to carry the day. \nWe also missed Facebook . My daughter was a big Facebook fan, and I knew we were on to something, but we got into a bidding war, and we finally backed out because we were too cheap. It started at a $20 million valuation, and it crept up and up and up to a $115 million valuation, and that’s when we dropped out. We lost that one, and that one was a total bummer. \nAnd then for other reasons, we missed Airbnb and Uber. So yeah, I’ve missed everything. \nElon Musk seems to be in the news on a daily basis. You know him well, so what’s one thing most people don’t know about him? \nDRAPER: I think the way he leads is really unique. He leads by giving people a great science fiction vision. He says, “We’re going to Mars.” And he’s willing to accept all the heat that he gets from all the people who think he’s crazy. But then, by going to Mars, he gets all the best engineers in the world to come and beg to work for him. \nI want entrepreneurs to think like that — put your stake in the ground and don’t be afraid to say, “We’re curing cancer,” or “We’re going to Mars,” or “We’re changing government as we know it.” I want them to do that so that people are attracted to their mission. \nDFJ had a tumultuous last couple of months (Partner Steve Jurvetson was ousted ; there were allegations of a “ sex party ” following a DFJ event). Although there have been various reports, I’d love to hear directly from you about what’s going on. \nDRAPER: For me, I started managing Draper Associates and I moved to San Mateo most of the days of the week. I’m still one of the managers of DFJ, so this does affect me because I’m managing the firm, but the money I’m managing is at Draper Associates now. \nJurvetson has been an amazing partner and just a brilliant guy, and he’s done it for so many years with us. I’ve been honored to work with him, and the partnership of DFJ is handling this as well as they possibly can in facing a tsunami of interest. \nBut he was your co-founder, so how have you and the firm dealt with his departure from the firm? \nDRAPER: We’ve had plenty of turmoil over the years, and when you invest in cutting-edge things in a very volatile financial world, you run into a lot of issues. It’s been a tremendous ride, and we’re still going. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-01-31T11:40:00.000+02:00",
    "crawled": "2018-01-31T17:40:11.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "est",
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "tim",
        "draper",
        "founded",
        "dfj",
        "one",
        "venture",
        "capital",
        "firm",
        "bay",
        "area",
        "founded",
        "firm",
        "leading",
        "investment",
        "skype",
        "tesla",
        "twitter",
        "draper",
        "traditional",
        "investor",
        "big",
        "proponent",
        "bitcoin",
        "blockchain",
        "view",
        "often",
        "held",
        "many",
        "vc",
        "circle",
        "draper",
        "first",
        "became",
        "interested",
        "virtual",
        "currency",
        "met",
        "man",
        "south",
        "korea",
        "told",
        "son",
        "wanted",
        "virtual",
        "sword",
        "birthday",
        "everyone",
        "korea",
        "playing",
        "virtual",
        "game",
        "draper",
        "told",
        "fortune",
        "wanted",
        "virtual",
        "sword",
        "going",
        "pay",
        "real",
        "money",
        "buy",
        "virtual",
        "currency",
        "buy",
        "pixel",
        "screen",
        "making",
        "sword",
        "beginning",
        "thinking",
        "virtual",
        "currency",
        "might",
        "actually",
        "people",
        "began",
        "playing",
        "virtual",
        "game",
        "draper",
        "envisioned",
        "need",
        "global",
        "digital",
        "currency",
        "tied",
        "political",
        "whim",
        "bitcoin",
        "showed",
        "said",
        "tim",
        "draper",
        "photograph",
        "danny",
        "moloshok",
        "reuters",
        "fortune",
        "spoke",
        "draper",
        "rise",
        "bitcoin",
        "steve",
        "jurvetson",
        "exit",
        "biggest",
        "investing",
        "regret",
        "q",
        "edited",
        "length",
        "clarity",
        "fortune",
        "cryptocurrency",
        "blockchain",
        "hot",
        "topic",
        "moment",
        "known",
        "making",
        "numerous",
        "investment",
        "space",
        "bought",
        "bitcoin",
        "government",
        "coin",
        "confiscated",
        "fallout",
        "silk",
        "road",
        "draper",
        "long",
        "silk",
        "road",
        "purchase",
        "paid",
        "supposed",
        "buy",
        "bitcoin",
        "coin",
        "got",
        "bitcoin",
        "exchange",
        "mt",
        "gox",
        "system",
        "mt",
        "gox",
        "lost",
        "stole",
        "depending",
        "look",
        "bitcoin",
        "happened",
        "threw",
        "arm",
        "thought",
        "thing",
        "nonsense",
        "could",
        "biggest",
        "trader",
        "lose",
        "money",
        "steal",
        "thought",
        "frustrated",
        "lost",
        "bitcoin",
        "silk",
        "road",
        "auction",
        "came",
        "thought",
        "maybe",
        "chance",
        "participate",
        "people",
        "going",
        "auction",
        "thinking",
        "would",
        "get",
        "deal",
        "lot",
        "bitcoin",
        "actually",
        "bid",
        "ended",
        "getting",
        "davos",
        "steven",
        "mnuchin",
        "said",
        "focus",
        "ensure",
        "cryptocurrencies",
        "used",
        "illicit",
        "activity",
        "thought",
        "statement",
        "draper",
        "interesting",
        "marshal",
        "office",
        "much",
        "easier",
        "time",
        "catching",
        "criminal",
        "using",
        "blockchain",
        "catching",
        "criminal",
        "cash",
        "blockchain",
        "perfect",
        "ledger",
        "catch",
        "first",
        "catch",
        "try",
        "spend",
        "money",
        "know",
        "block",
        "tarnished",
        "someone",
        "something",
        "illicit",
        "might",
        "know",
        "anything",
        "soon",
        "see",
        "block",
        "move",
        "catch",
        "actually",
        "think",
        "bitcoin",
        "secure",
        "u",
        "protected",
        "criminal",
        "using",
        "dollar",
        "know",
        "people",
        "thought",
        "two",
        "three",
        "year",
        "ago",
        "worried",
        "nefarious",
        "behavior",
        "happening",
        "around",
        "bitcoin",
        "thinking",
        "actually",
        "catch",
        "criminal",
        "use",
        "dollar",
        "one",
        "first",
        "american",
        "become",
        "estonia",
        "see",
        "citizenship",
        "evolving",
        "time",
        "draper",
        "think",
        "geographic",
        "border",
        "falling",
        "point",
        "move",
        "pretty",
        "freely",
        "around",
        "world",
        "many",
        "people",
        "country",
        "choose",
        "country",
        "state",
        "city",
        "right",
        "u",
        "estonia",
        "first",
        "government",
        "creating",
        "virtual",
        "government",
        "chipping",
        "away",
        "government",
        "lot",
        "government",
        "done",
        "virtually",
        "think",
        "keeping",
        "track",
        "citizen",
        "redistribution",
        "income",
        "healthcare",
        "insurance",
        "welfare",
        "social",
        "security",
        "many",
        "thing",
        "handled",
        "universal",
        "basic",
        "income",
        "blockchain",
        "really",
        "challenging",
        "perception",
        "government",
        "estonia",
        "start",
        "providing",
        "service",
        "grab",
        "market",
        "share",
        "resident",
        "world",
        "think",
        "estonia",
        "start",
        "offering",
        "better",
        "healthcare",
        "plan",
        "go",
        "oh",
        "use",
        "efficient",
        "way",
        "provide",
        "welfare",
        "citizen",
        "control",
        "brings",
        "poverty",
        "whereas",
        "freedom",
        "brings",
        "prosperity",
        "wealth",
        "good",
        "position",
        "democracy",
        "accepting",
        "new",
        "way",
        "thinking",
        "apt",
        "accepting",
        "new",
        "technology",
        "coming",
        "transforming",
        "government",
        "work",
        "think",
        "well",
        "prepared",
        "investor",
        "next",
        "year",
        "looking",
        "thing",
        "blockchain",
        "government",
        "thing",
        "make",
        "bitcoin",
        "useful",
        "beginning",
        "something",
        "bigger",
        "seen",
        "entire",
        "life",
        "investment",
        "passed",
        "still",
        "regret",
        "draper",
        "got",
        "talked",
        "google",
        "sat",
        "sergey",
        "brin",
        "airplane",
        "gave",
        "whole",
        "pitch",
        "excited",
        "went",
        "partner",
        "told",
        "already",
        "six",
        "search",
        "engine",
        "portfolio",
        "another",
        "one",
        "make",
        "difference",
        "said",
        "really",
        "like",
        "guy",
        "cute",
        "name",
        "really",
        "enough",
        "carry",
        "day",
        "also",
        "missed",
        "facebook",
        "daughter",
        "big",
        "facebook",
        "fan",
        "knew",
        "something",
        "got",
        "bidding",
        "war",
        "finally",
        "backed",
        "cheap",
        "started",
        "million",
        "valuation",
        "crept",
        "million",
        "valuation",
        "dropped",
        "lost",
        "one",
        "one",
        "total",
        "bummer",
        "reason",
        "missed",
        "airbnb",
        "uber",
        "yeah",
        "missed",
        "everything",
        "elon",
        "musk",
        "seems",
        "news",
        "daily",
        "basis",
        "know",
        "well",
        "one",
        "thing",
        "people",
        "know",
        "draper",
        "think",
        "way",
        "lead",
        "really",
        "unique",
        "lead",
        "giving",
        "people",
        "great",
        "science",
        "fiction",
        "vision",
        "say",
        "going",
        "willing",
        "accept",
        "heat",
        "get",
        "people",
        "think",
        "crazy",
        "going",
        "mar",
        "get",
        "best",
        "engineer",
        "world",
        "come",
        "beg",
        "work",
        "want",
        "entrepreneur",
        "think",
        "like",
        "put",
        "stake",
        "ground",
        "afraid",
        "say",
        "curing",
        "cancer",
        "going",
        "mar",
        "changing",
        "government",
        "know",
        "want",
        "people",
        "attracted",
        "mission",
        "dfj",
        "tumultuous",
        "last",
        "couple",
        "month",
        "partner",
        "steve",
        "jurvetson",
        "ousted",
        "allegation",
        "sex",
        "party",
        "following",
        "dfj",
        "event",
        "although",
        "various",
        "report",
        "love",
        "hear",
        "directly",
        "going",
        "draper",
        "started",
        "managing",
        "draper",
        "associate",
        "moved",
        "san",
        "mateo",
        "day",
        "week",
        "still",
        "one",
        "manager",
        "dfj",
        "affect",
        "managing",
        "firm",
        "money",
        "managing",
        "draper",
        "associate",
        "jurvetson",
        "amazing",
        "partner",
        "brilliant",
        "guy",
        "done",
        "many",
        "year",
        "u",
        "honored",
        "work",
        "partnership",
        "dfj",
        "handling",
        "well",
        "possibly",
        "facing",
        "tsunami",
        "interest",
        "firm",
        "dealt",
        "departure",
        "firm",
        "draper",
        "plenty",
        "turmoil",
        "year",
        "invest",
        "thing",
        "volatile",
        "financial",
        "world",
        "run",
        "lot",
        "issue",
        "tremendous",
        "ride",
        "still",
        "going",
        "sponsored",
        "financial",
        "content"
    ]
}