{
    "organizations": [],
    "uuid": "64aa99c1959c0fd48259f8d07c1cab2c6fa04b45",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/01/23/12-ways-to-automate-your-business-and-boost-efficiency.html",
    "ord_in_thread": 0,
    "title": "12 ways to automate your business and boost efficiency",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Too often, repetition, waste, and unnecessary bureaucracy slow down business. Members of The Oracles share their systems to streamline your business to run like a Swiss watch.\n1. Implement AI and machine learning It's now possible to convert your business metrics into data points and then turn those data points over to an artificial intelligence engine that optimizes many things like price and digital marketing spend. Getting familiar with artificial intelligence and machine learning is crucial.\nGet your company on the Google Cloud or Microsoft Azure. Google Cloud has built-in tools for automation and you'll automatically get the latest advancements as Google regularly updates it. Microsoft Azure is coming along right behind them and is priced competitively. With the right machine-learning tools, you can achieve maximum efficiency and turbocharge your business.\n— Patrick Byrne , CEO of Overstock.com and tZERO\n2. Create both a sales cycle and business cycle A sales cycle starts when a customer shows interest and ends when they buy. With a business cycle, you market and drive people toward your product or service. Most people don't have the money to establish a business cycle when starting out. Big corporations live in the business cycle. They spend money creating traffic. To automate, you need a business cycle that gets constant eyeballs on your business.\n— Grant Cardone , top sales expert who has built a $500-million real estate empire, and NYT-bestselling author ; follow Grant on Facebook or YouTube\n3. Look for repetition To find missed automation opportunities, I get my team together to discuss what we're doing that is repetitive. Then, we look for an automated solution that can perform the task as well or better, while delivering exceptional service. We've had great success in taking menial tasks like sorting and responding to emails and automating them. This enhanced rather than harmed the customer experience.\n— Tim Draper , VC, founder of Draper Associates and DFJ\n4. Make it simple and repeatable Automation does not need to be complicated to be effective. A complicated system requires more maintenance and is vulnerable to breaking. Each day, people apply to our program and book a call with one of our author development coaches. Our author liaison matches the applications with appointments, so calls are distributed fairly, and appointments are booked quickly.\n— Rob Kosberg , bestselling author and CEO of Best Seller Publishing , whose strategies have positioned U.S. Ambassadors, professional athletes, and CEOs as thought leaders\n5. Have a nuclear team, plus ninja contractors Sam Walton, the founder of Walmart, said, \"The best management style is not to micromanage or be completely hands-off; it's to look over the shoulder.\"\nNo one does everything well so I hire a fleet of super-specialized \"ninja contractors\" for specific tasks like social media, email marketing, and copywriting. Meanwhile, my small team of full-time team manages everything else, with me looking over their shoulder.\nAutomation means building the most efficient team around you. By outsourcing specific tasks to contractors, you cut costs. And since you're not their only income source, they don't drag things out.\n— Tai Lopez , investor and advisor to multiple multimillion-dollar businesses, who has built an eight-figure online empire; connect with Tai on Snapchat , Facebook , Instagram , or YouTube\n6. Only work 20 minutes a day I set my e-commerce business up so I only need to contribute 20 minutes per day to keep things running. At first, I ran everything, then gradually replaced myself. My obstacle was trusting other people to do my job. But when you invest time and money into others, they often become even better than you!\nIt's essential to train new people and create standard operating procedures, so your team knows how to handle problems. For my first customer support agent, I copied all my email threads into a document. At that point, I'd answered every question a customer could have, so when an inquiry came in, she knew exactly how to respond.\n— Jared Goetz , serial entrepreneur and e-commerce expert; co-founder of four multimillion-dollar companies in five years\n7. Work on your business, not in it You can't escape the launch work when starting a business. It demands attention, effort, and late nights. After launching, extract yourself from the daily operations to work on your business, not in it.\nAsk yourself what your time is worth. Anything below your pay grade — that can be done cheaper, better, or faster — should be outsourced. Create a weekly reporting structure, and monitor it three times a week to hold your team accountable. This will free up more time to work on growth.\n— Com Mirza , \"The $500 Million Man\" and CEO of Mirza Holdings ; failed in eight companies back to back and today, runs a nine-figure empire with over 600 employees\n8. Empower, educate, and outsource Having a team that takes ownership of your business is paramount. Set clear policies and procedures, and encourage their input. Educate your team by providing supportive, ongoing mentorship coupled with knowledge assessments via the Socratic method (which focuses on asking questions instead of providing answers).\nThen, outsource the necessities with trusted experts in areas like marketing, sales, billing, collections, bookkeeping, and incoming calls. This keeps the business running.\n— LeNae Goolsby , cofounder of Infinite Health and founder of Empowered Medicine TV\n9. Streamline task management and communication We use Slack and Trello to centralize communications and tasks so nothing slips through the cracks.\nWith that in place, create defined roles so a virtual assistant can route tasks to the appropriate team member. Tools like ScheduleOnce can automate appointments.\nWhen making systems for employees, I use a two-step process: film yourself doing a task with a tool like Loom, then break that video down into a checklist of steps.\n— Joshua Harris , founder of Agency Growth Secrets ; teaches entrepreneurs how to use machine learning and AI to produce unbeatable client results\n10. Commit to a five-step plan One, learn everything yourself. Learn the ins and outs of the most critical positions so you can replace yourself. Two, don't spend company money. Pay yourself a salary and only spend that. Three, know your weakness. Hiring a COO was the smartest investment I ever made. He took my weakness (documenting procedures) and made it a strength of our organization. Four, know the mental makeup that every position requires and hire for that. Five, let it go! There are people much better than you at a particular function in your business. Trust them to do their job.\n— Danny Morel , author of \" The Resilience Roadmap \" and founder of M.PIRE university ; connect with Danny on Facebook and Instagram\n11. Be patient, with a human touch Unless your new business is an app, most businesses require personal attention and a \"human touch\" to start. A new business can't be automated out of the box.\nBe patient. Take the time to make sure your business is working smoothly, and keep bringing a personal, human touch as you grow. Over time, figure a way to automate just those areas of your business that won't affect the customer getting excellent service.\nYou don't want to lose a first-time customer in a new business by not having your process personally tailored to their experience.\n— Ken Lebovic , president of North Shore Holdings ; built a real estate empire acquiring thousands of properties in 20 years\n12. Commit to delivering consistent delight When I first met Issy Sharp, founder of Four Seasons Hotels, he told me something that stuck with me: \"Systematize the predictable. Humanize the exceptional.\"\nI force one particular question regularly upon all the entrepreneurs that I mentor: \"How can you create once and delight many times?\" High-achiever personalities feel like they need to be intimately involved with every touchpoint with clients to delight. This is a fallacy and operationally frustrating.\nEmail automation is one of the simplest ways to automate \"humanly.\" I've used platforms like Emma and ConvertKit to deliver \"sequences\" of pre-written emails that don't take away authenticity and consistently deliver delight.\n— Sharran Srivatsaa , angel investor and president of brokerage (western region) at Douglas Elliman; grew Teles Properties 10X in five years\nFollow The Oracles on Facebook .\nThis article originally appeared on Entrepreneur.com\nshow chapters How this man's side hustle became a $250 million-a-year automotive empire 12:09 PM ET Thu, 14 Dec 2017 | 00:52",
    "published": "2018-01-23T16:53:00.000+02:00",
    "crawled": "2018-01-23T17:18:07.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "often",
        "repetition",
        "waste",
        "unnecessary",
        "bureaucracy",
        "slow",
        "business",
        "member",
        "oracle",
        "share",
        "system",
        "streamline",
        "business",
        "run",
        "like",
        "swiss",
        "watch",
        "implement",
        "ai",
        "machine",
        "learning",
        "possible",
        "convert",
        "business",
        "metric",
        "data",
        "point",
        "turn",
        "data",
        "point",
        "artificial",
        "intelligence",
        "engine",
        "optimizes",
        "many",
        "thing",
        "like",
        "price",
        "digital",
        "marketing",
        "spend",
        "getting",
        "familiar",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "crucial",
        "get",
        "company",
        "google",
        "cloud",
        "microsoft",
        "azure",
        "google",
        "cloud",
        "tool",
        "automation",
        "automatically",
        "get",
        "latest",
        "advancement",
        "google",
        "regularly",
        "update",
        "microsoft",
        "azure",
        "coming",
        "along",
        "right",
        "behind",
        "priced",
        "competitively",
        "right",
        "tool",
        "achieve",
        "maximum",
        "efficiency",
        "turbocharge",
        "business",
        "patrick",
        "byrne",
        "ceo",
        "tzero",
        "create",
        "sale",
        "cycle",
        "business",
        "cycle",
        "sale",
        "cycle",
        "start",
        "customer",
        "show",
        "interest",
        "end",
        "buy",
        "business",
        "cycle",
        "market",
        "drive",
        "people",
        "toward",
        "product",
        "service",
        "people",
        "money",
        "establish",
        "business",
        "cycle",
        "starting",
        "big",
        "corporation",
        "live",
        "business",
        "cycle",
        "spend",
        "money",
        "creating",
        "traffic",
        "automate",
        "need",
        "business",
        "cycle",
        "get",
        "constant",
        "eyeball",
        "business",
        "grant",
        "cardone",
        "top",
        "sale",
        "expert",
        "built",
        "real",
        "estate",
        "empire",
        "author",
        "follow",
        "grant",
        "facebook",
        "youtube",
        "look",
        "repetition",
        "find",
        "missed",
        "automation",
        "opportunity",
        "get",
        "team",
        "together",
        "discus",
        "repetitive",
        "look",
        "automated",
        "solution",
        "perform",
        "task",
        "well",
        "better",
        "delivering",
        "exceptional",
        "service",
        "great",
        "success",
        "taking",
        "menial",
        "task",
        "like",
        "sorting",
        "responding",
        "email",
        "automating",
        "enhanced",
        "rather",
        "harmed",
        "customer",
        "experience",
        "tim",
        "draper",
        "vc",
        "founder",
        "draper",
        "associate",
        "dfj",
        "make",
        "simple",
        "repeatable",
        "automation",
        "need",
        "complicated",
        "effective",
        "complicated",
        "system",
        "requires",
        "maintenance",
        "vulnerable",
        "breaking",
        "day",
        "people",
        "apply",
        "program",
        "book",
        "call",
        "one",
        "author",
        "development",
        "coach",
        "author",
        "liaison",
        "match",
        "application",
        "appointment",
        "call",
        "distributed",
        "fairly",
        "appointment",
        "booked",
        "quickly",
        "rob",
        "kosberg",
        "bestselling",
        "author",
        "ceo",
        "best",
        "seller",
        "publishing",
        "whose",
        "strategy",
        "positioned",
        "ambassador",
        "professional",
        "athlete",
        "ceo",
        "thought",
        "leader",
        "nuclear",
        "team",
        "plus",
        "ninja",
        "contractor",
        "sam",
        "walton",
        "founder",
        "walmart",
        "said",
        "best",
        "management",
        "style",
        "micromanage",
        "completely",
        "look",
        "shoulder",
        "one",
        "everything",
        "well",
        "hire",
        "fleet",
        "ninja",
        "contractor",
        "specific",
        "task",
        "like",
        "social",
        "medium",
        "email",
        "marketing",
        "copywriting",
        "meanwhile",
        "small",
        "team",
        "team",
        "manages",
        "everything",
        "else",
        "looking",
        "shoulder",
        "automation",
        "mean",
        "building",
        "efficient",
        "team",
        "around",
        "outsourcing",
        "specific",
        "task",
        "contractor",
        "cut",
        "cost",
        "since",
        "income",
        "source",
        "drag",
        "thing",
        "tai",
        "lopez",
        "investor",
        "advisor",
        "multiple",
        "business",
        "built",
        "online",
        "empire",
        "connect",
        "tai",
        "snapchat",
        "facebook",
        "instagram",
        "youtube",
        "work",
        "minute",
        "day",
        "set",
        "business",
        "need",
        "contribute",
        "minute",
        "per",
        "day",
        "keep",
        "thing",
        "running",
        "first",
        "ran",
        "everything",
        "gradually",
        "replaced",
        "obstacle",
        "trusting",
        "people",
        "job",
        "invest",
        "time",
        "money",
        "others",
        "often",
        "become",
        "even",
        "better",
        "essential",
        "train",
        "new",
        "people",
        "create",
        "standard",
        "operating",
        "procedure",
        "team",
        "know",
        "handle",
        "problem",
        "first",
        "customer",
        "support",
        "agent",
        "copied",
        "email",
        "thread",
        "document",
        "point",
        "answered",
        "every",
        "question",
        "customer",
        "could",
        "inquiry",
        "came",
        "knew",
        "exactly",
        "respond",
        "jared",
        "goetz",
        "serial",
        "entrepreneur",
        "expert",
        "four",
        "company",
        "five",
        "year",
        "work",
        "business",
        "ca",
        "escape",
        "launch",
        "work",
        "starting",
        "business",
        "demand",
        "attention",
        "effort",
        "late",
        "night",
        "launching",
        "extract",
        "daily",
        "operation",
        "work",
        "business",
        "ask",
        "time",
        "worth",
        "anything",
        "pay",
        "grade",
        "done",
        "cheaper",
        "better",
        "faster",
        "outsourced",
        "create",
        "weekly",
        "reporting",
        "structure",
        "monitor",
        "three",
        "time",
        "week",
        "hold",
        "team",
        "accountable",
        "free",
        "time",
        "work",
        "growth",
        "com",
        "mirza",
        "million",
        "man",
        "ceo",
        "mirza",
        "holding",
        "failed",
        "eight",
        "company",
        "back",
        "back",
        "today",
        "run",
        "empire",
        "employee",
        "empower",
        "educate",
        "outsource",
        "team",
        "take",
        "ownership",
        "business",
        "paramount",
        "set",
        "clear",
        "policy",
        "procedure",
        "encourage",
        "input",
        "educate",
        "team",
        "providing",
        "supportive",
        "ongoing",
        "mentorship",
        "coupled",
        "knowledge",
        "assessment",
        "via",
        "socratic",
        "method",
        "focus",
        "asking",
        "question",
        "instead",
        "providing",
        "answer",
        "outsource",
        "necessity",
        "trusted",
        "expert",
        "area",
        "like",
        "marketing",
        "sale",
        "billing",
        "collection",
        "bookkeeping",
        "incoming",
        "call",
        "keep",
        "business",
        "running",
        "lenae",
        "goolsby",
        "cofounder",
        "infinite",
        "health",
        "founder",
        "empowered",
        "medicine",
        "tv",
        "streamline",
        "task",
        "management",
        "communication",
        "use",
        "slack",
        "trello",
        "centralize",
        "communication",
        "task",
        "nothing",
        "slip",
        "crack",
        "place",
        "create",
        "defined",
        "role",
        "virtual",
        "assistant",
        "route",
        "task",
        "appropriate",
        "team",
        "member",
        "tool",
        "like",
        "scheduleonce",
        "automate",
        "appointment",
        "making",
        "system",
        "employee",
        "use",
        "process",
        "film",
        "task",
        "tool",
        "like",
        "loom",
        "break",
        "video",
        "checklist",
        "step",
        "joshua",
        "harris",
        "founder",
        "agency",
        "growth",
        "secret",
        "teach",
        "entrepreneur",
        "use",
        "machine",
        "learning",
        "ai",
        "produce",
        "unbeatable",
        "client",
        "result",
        "commit",
        "plan",
        "one",
        "learn",
        "everything",
        "learn",
        "in",
        "out",
        "critical",
        "position",
        "replace",
        "two",
        "spend",
        "company",
        "money",
        "pay",
        "salary",
        "spend",
        "three",
        "know",
        "weakness",
        "hiring",
        "coo",
        "smartest",
        "investment",
        "ever",
        "made",
        "took",
        "weakness",
        "documenting",
        "procedure",
        "made",
        "strength",
        "organization",
        "four",
        "know",
        "mental",
        "makeup",
        "every",
        "position",
        "requires",
        "hire",
        "five",
        "let",
        "go",
        "people",
        "much",
        "better",
        "particular",
        "function",
        "business",
        "trust",
        "job",
        "danny",
        "morel",
        "author",
        "resilience",
        "roadmap",
        "founder",
        "university",
        "connect",
        "danny",
        "facebook",
        "instagram",
        "patient",
        "human",
        "touch",
        "unless",
        "new",
        "business",
        "app",
        "business",
        "require",
        "personal",
        "attention",
        "human",
        "touch",
        "start",
        "new",
        "business",
        "ca",
        "automated",
        "box",
        "patient",
        "take",
        "time",
        "make",
        "sure",
        "business",
        "working",
        "smoothly",
        "keep",
        "bringing",
        "personal",
        "human",
        "touch",
        "grow",
        "time",
        "figure",
        "way",
        "automate",
        "area",
        "business",
        "wo",
        "affect",
        "customer",
        "getting",
        "excellent",
        "service",
        "want",
        "lose",
        "customer",
        "new",
        "business",
        "process",
        "personally",
        "tailored",
        "experience",
        "ken",
        "lebovic",
        "president",
        "north",
        "shore",
        "holding",
        "built",
        "real",
        "estate",
        "empire",
        "acquiring",
        "thousand",
        "property",
        "year",
        "commit",
        "delivering",
        "consistent",
        "delight",
        "first",
        "met",
        "issy",
        "sharp",
        "founder",
        "four",
        "season",
        "hotel",
        "told",
        "something",
        "stuck",
        "systematize",
        "predictable",
        "humanize",
        "exceptional",
        "force",
        "one",
        "particular",
        "question",
        "regularly",
        "upon",
        "entrepreneur",
        "mentor",
        "create",
        "delight",
        "many",
        "time",
        "personality",
        "feel",
        "like",
        "need",
        "intimately",
        "involved",
        "every",
        "touchpoint",
        "client",
        "delight",
        "fallacy",
        "operationally",
        "frustrating",
        "email",
        "automation",
        "one",
        "simplest",
        "way",
        "automate",
        "humanly",
        "used",
        "platform",
        "like",
        "emma",
        "convertkit",
        "deliver",
        "sequence",
        "email",
        "take",
        "away",
        "authenticity",
        "consistently",
        "deliver",
        "delight",
        "sharran",
        "srivatsaa",
        "angel",
        "investor",
        "president",
        "brokerage",
        "western",
        "region",
        "douglas",
        "elliman",
        "grew",
        "teles",
        "property",
        "10x",
        "five",
        "year",
        "follow",
        "oracle",
        "facebook",
        "article",
        "originally",
        "appeared",
        "show",
        "chapter",
        "man",
        "side",
        "hustle",
        "became",
        "automotive",
        "empire",
        "pm",
        "et",
        "thu",
        "dec"
    ]
}