{
    "organizations": [],
    "uuid": "821b53d20a3f74197359d586b662f2d060d4394d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/01/24/business-wire-ralph-lauren-corporation-strengthens-digital-capabilities.html",
    "ord_in_thread": 0,
    "title": "Ralph Lauren Corporation Strengthens Digital Capabilities",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Senior Talent Appointments, including Chief Digital Officer, to Drive Expansion of the Company’s Digital Presence Globally\nNEW YORK--(BUSINESS WIRE)-- Ralph Lauren Corporation (NYSE:RL) today announces several senior talent appointments to drive expansion of the Company’s digital presence globally.\nAlice Delahunt will join Ralph Lauren in the newly created role of Chief Digital Officer, reporting directly to Patrice Louvet, Chief Executive Officer, and will be a part of the Company’s Executive Leadership Team, beginning in April. She will be responsible for elevating the Company’s global digital platforms and enhancing the digital experience for consumers across all channels to drive consumer acquisition, retention, value and revenue.\n“We are moving urgently to expand our digital presence all over the world and bringing in the right senior talent to help us deliver,” said Louvet. “We have to meet consumers where they are, which is increasingly online, and digital expansion is one critical way we will drive new growth for our iconic business and brand.”\nMs. Delahunt joins Ralph Lauren most recently from Burberry, where she served as Director of Digital Marketing and led digital innovation on social media platforms globally. Ms. Delahunt began her career at JWT London and received a degree in Business and Political Science from Trinity College in her native Ireland.\nThe Company has also appointed new senior leaders to support its evolution across e-commerce in North America and internationally:\nLaura Porco has been appointed Senior Vice President, E-Commerce for Ralph Lauren North America; Ms. Porco formerly ran e-commerce for Ralph Lauren's Club Monaco brand and was previously with Amazon for 12 years where she led the launch of Kindle Books and MYHABIT.com . Galen Hardy will take on the role of Senior Vice President, Club Monaco E-Commerce & Business Operations, joining the Company from Zappos where he oversaw Apparel Merchandising, owning the growth and direction of Zappos.com’s clothing business. Valeria Juarez will assume the role of Senior Vice President, E-Commerce, International; she served as Senior Vice President, E-Commerce, EMEA since 2016 and, prior to joining Ralph Lauren held various senior roles at Amazon UK and Diageo.\nTo support Ralph Lauren’s global digital expansion, strong core technology and infrastructure are critical, and the Company continues to strengthen the senior leadership across its Information Technology organization as well:\nJanet Sherlock, Chief Information Officer, joined the Company in August from Carter’s, where she also served as CIO. Cyrus “Cy” Fenton will be joining Ms. Sherlock’s team as Senior Vice President, IT Security & Infrastructure, Chief Information Security Officer. Mr. Fenton was previously at Books-A-Million Inc. where he led the omnichannel digital business and oversaw all aspects of information technology.\nABOUT RALPH LAUREN CORPORATION\nRalph Lauren Corporation (NYSE:RL) is a global leader in the design, marketing and distribution of premium lifestyle products in four categories: apparel, home, accessories and fragrances. For 50 years, Ralph Lauren's reputation and distinctive image have been consistently developed across an expanding number of products, brands and international markets. The Company's brand names, which include Ralph Lauren Purple Label, Ralph Lauren Collection, Double RL, Polo Ralph Lauren, Polo Ralph Lauren Children’s, Ralph Lauren Home, Lauren Ralph Lauren, RLX, American Living, Chaps and Club Monaco, constitute one of the world's most widely recognized families of consumer brands. For more information, go to http://investor.ralphlauren.com .\nSPECIAL NOTE REGARDING FORWARD-LOOKING STATEMENTS\nThis press release and oral statements made from time to time by representatives of the Company contain certain \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements regarding, among other things, our current expectations about the Company's future results and financial condition, revenues, store openings and closings, employee reductions, margins, expenses and earnings and are indicated by words or phrases such as \"anticipate,\" \"estimate,\" \"expect,\" \"project,\" \"we believe\" and similar words or phrases. These forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause actual results, performance or achievements to be materially different from the future results, performance or achievements expressed in or implied by such forward-looking statements. Forward-looking statements are based largely on the Company's expectations and judgments and are subject to a number of risks and uncertainties, many of which are unforeseeable and beyond our control. The factors that could cause actual results to materially differ include, among others: the loss of key personnel, including Mr. Ralph Lauren, or other changes in our executive and senior management team or to our operating structure, and our ability to effectively transfer knowledge during periods of transition; our ability to successfully implement our Way Forward Plan and long-term growth strategy, which entails evolving our operating model to enable sustainable, profitable sales growth by significantly reducing supply chain lead times, employing best-in class sourcing, and capitalizing on our repositioning initiatives in certain brands, regions, and merchandise categories; our ability to achieve anticipated operating enhancements and/or cost reductions from our restructuring plans, which could include the potential sale, discontinuance, or consolidation of certain of our brands; the impact to our business resulting from potential costs and obligations related to the early termination of our long-term, non-cancellable leases; our efforts to improve the efficiency of our distribution system and to continue to enhance, upgrade, and/or transition our global information technology systems and our global e-commerce platform; our ability to secure our facilities and systems and those of our third-party service providers from, among other things, cybersecurity breaches, acts of vandalism, computer viruses, or similar Internet or email events; our exposure to currency exchange rate fluctuations from both a transactional and translational perspective; the impact to our business resulting from increases in the costs of raw materials, transportation, and labor; our ability to continue to maintain our brand image and reputation and protect our trademarks; the impact to our business resulting from the United Kingdom's referendum vote to exit the European Union and the uncertainty surrounding the terms and conditions of such a withdrawal, as well as the related impact to global stock markets and currency exchange rates; the impact of the volatile state of the global economy, stock markets, and other global economic conditions on us, our customers, our suppliers, and our vendors and on our ability and their ability to access sources of liquidity; the impact to our business resulting from changes in consumers’ ability or preferences to purchase premium lifestyle products that we offer for sale and our ability to forecast consumer demand, which could result in either a build-up or shortage of inventory; changes in the competitive marketplace, including the introduction of new products or pricing changes by our competitors, and consolidations, liquidations, restructurings, and other ownership changes in the retail industry; a variety of legal, regulatory, tax, political, and economic risks, including risks related to the importation and exportation of products, tariffs, and other trade barriers which our international operations are currently subject to, or may become subject to as a result of potential changes in legislation, and other risks associated with our international operations, such as compliance with the Foreign Corrupt Practices Act or violations of other anti-bribery and corruption laws prohibiting improper payments, and the burdens of complying with a variety of foreign laws and regulations, including tax laws, trade and labor restrictions, and related laws that may reduce the flexibility of our business; the impact to our business of events of unrest and instability that are currently taking place in certain parts of the world, as well as from any terrorist action, retaliation, and the threat of further action or retaliation; our ability to continue to expand or grow our business internationally and the impact of related changes in our customer, channel, and geographic sales mix as a result; changes in our tax obligations and effective tax rates; changes in the business of, and our relationships with, major department store customers and licensing partners; our intention to introduce new products or enter into or renew alliances and exclusive relationships; our ability to access sources of liquidity to provide for our cash needs, including our debt obligations, payment of dividends, capital expenditures, and potential repurchases of our Class A common stock; our ability to open new retail stores, concession shops, and e-commerce sites in an effort to expand our direct-to-consumer presence; our ability to make certain strategic acquisitions and successfully integrate the acquired businesses into our existing operations; the potential impact to the trading prices of our securities if our Class A common stock share repurchase activity and/or cash dividend rate differs from investors' expectations; our ability to maintain our credit profile and ratings within the financial community; the potential impact on our operations and on our suppliers and customers resulting from natural or man-made disasters; and other risk factors identified in the Company's Annual Report on Form 10-K, Form 10-Q and Form 8-K reports filed with the Securities and Exchange Commission. The Company undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180124005670/en/\nMEDIA\nRalph Lauren\nKatie Ioanilli, 212-205-5947\nCorporate Communications\nrl-press@ralphlauren.com\nSource: Ralph Lauren Corporation",
    "published": "2018-01-24T17:02:00.000+02:00",
    "crawled": "2018-01-24T19:15:42.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "senior",
        "talent",
        "appointment",
        "including",
        "chief",
        "digital",
        "officer",
        "drive",
        "expansion",
        "company",
        "digital",
        "presence",
        "globally",
        "new",
        "york",
        "business",
        "wire",
        "ralph",
        "lauren",
        "corporation",
        "nyse",
        "rl",
        "today",
        "announces",
        "several",
        "senior",
        "talent",
        "appointment",
        "drive",
        "expansion",
        "company",
        "digital",
        "presence",
        "globally",
        "alice",
        "delahunt",
        "join",
        "ralph",
        "lauren",
        "newly",
        "created",
        "role",
        "chief",
        "digital",
        "officer",
        "reporting",
        "directly",
        "patrice",
        "louvet",
        "chief",
        "executive",
        "officer",
        "part",
        "company",
        "executive",
        "leadership",
        "team",
        "beginning",
        "april",
        "responsible",
        "elevating",
        "company",
        "global",
        "digital",
        "platform",
        "enhancing",
        "digital",
        "experience",
        "consumer",
        "across",
        "channel",
        "drive",
        "consumer",
        "acquisition",
        "retention",
        "value",
        "revenue",
        "moving",
        "urgently",
        "expand",
        "digital",
        "presence",
        "world",
        "bringing",
        "right",
        "senior",
        "talent",
        "help",
        "u",
        "deliver",
        "said",
        "louvet",
        "meet",
        "consumer",
        "increasingly",
        "online",
        "digital",
        "expansion",
        "one",
        "critical",
        "way",
        "drive",
        "new",
        "growth",
        "iconic",
        "business",
        "delahunt",
        "join",
        "ralph",
        "lauren",
        "recently",
        "burberry",
        "served",
        "director",
        "digital",
        "marketing",
        "led",
        "digital",
        "innovation",
        "social",
        "medium",
        "platform",
        "globally",
        "delahunt",
        "began",
        "career",
        "jwt",
        "london",
        "received",
        "degree",
        "business",
        "political",
        "science",
        "trinity",
        "college",
        "native",
        "ireland",
        "company",
        "also",
        "appointed",
        "new",
        "senior",
        "leader",
        "support",
        "evolution",
        "across",
        "north",
        "america",
        "internationally",
        "laura",
        "porco",
        "appointed",
        "senior",
        "vice",
        "president",
        "ralph",
        "lauren",
        "north",
        "america",
        "porco",
        "formerly",
        "ran",
        "ralph",
        "lauren",
        "club",
        "monaco",
        "brand",
        "previously",
        "amazon",
        "year",
        "led",
        "launch",
        "kindle",
        "book",
        "galen",
        "hardy",
        "take",
        "role",
        "senior",
        "vice",
        "president",
        "club",
        "monaco",
        "business",
        "operation",
        "joining",
        "company",
        "zappos",
        "oversaw",
        "apparel",
        "merchandising",
        "owning",
        "growth",
        "direction",
        "clothing",
        "business",
        "valeria",
        "juarez",
        "assume",
        "role",
        "senior",
        "vice",
        "president",
        "international",
        "served",
        "senior",
        "vice",
        "president",
        "emea",
        "since",
        "prior",
        "joining",
        "ralph",
        "lauren",
        "held",
        "various",
        "senior",
        "role",
        "amazon",
        "uk",
        "diageo",
        "support",
        "ralph",
        "lauren",
        "global",
        "digital",
        "expansion",
        "strong",
        "core",
        "technology",
        "infrastructure",
        "critical",
        "company",
        "continues",
        "strengthen",
        "senior",
        "leadership",
        "across",
        "information",
        "technology",
        "organization",
        "well",
        "janet",
        "sherlock",
        "chief",
        "information",
        "officer",
        "joined",
        "company",
        "august",
        "carter",
        "also",
        "served",
        "cio",
        "cyrus",
        "cy",
        "fenton",
        "joining",
        "sherlock",
        "team",
        "senior",
        "vice",
        "president",
        "security",
        "infrastructure",
        "chief",
        "information",
        "security",
        "officer",
        "fenton",
        "previously",
        "led",
        "omnichannel",
        "digital",
        "business",
        "oversaw",
        "aspect",
        "information",
        "technology",
        "ralph",
        "lauren",
        "corporation",
        "ralph",
        "lauren",
        "corporation",
        "nyse",
        "rl",
        "global",
        "leader",
        "design",
        "marketing",
        "distribution",
        "premium",
        "lifestyle",
        "product",
        "four",
        "category",
        "apparel",
        "home",
        "accessory",
        "fragrance",
        "year",
        "ralph",
        "lauren",
        "reputation",
        "distinctive",
        "image",
        "consistently",
        "developed",
        "across",
        "expanding",
        "number",
        "product",
        "brand",
        "international",
        "market",
        "company",
        "brand",
        "name",
        "include",
        "ralph",
        "lauren",
        "purple",
        "label",
        "ralph",
        "lauren",
        "collection",
        "double",
        "rl",
        "polo",
        "ralph",
        "lauren",
        "polo",
        "ralph",
        "lauren",
        "child",
        "ralph",
        "lauren",
        "home",
        "lauren",
        "ralph",
        "lauren",
        "rlx",
        "american",
        "living",
        "chap",
        "club",
        "monaco",
        "constitute",
        "one",
        "world",
        "widely",
        "recognized",
        "family",
        "consumer",
        "brand",
        "information",
        "go",
        "http",
        "special",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "oral",
        "statement",
        "made",
        "time",
        "time",
        "representative",
        "company",
        "contain",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "regarding",
        "among",
        "thing",
        "current",
        "expectation",
        "company",
        "future",
        "result",
        "financial",
        "condition",
        "revenue",
        "store",
        "opening",
        "closing",
        "employee",
        "reduction",
        "margin",
        "expense",
        "earnings",
        "indicated",
        "word",
        "phrase",
        "anticipate",
        "estimate",
        "expect",
        "project",
        "believe",
        "similar",
        "word",
        "phrase",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "based",
        "largely",
        "company",
        "expectation",
        "judgment",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "unforeseeable",
        "beyond",
        "control",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "differ",
        "include",
        "among",
        "others",
        "loss",
        "key",
        "personnel",
        "including",
        "ralph",
        "lauren",
        "change",
        "executive",
        "senior",
        "management",
        "team",
        "operating",
        "structure",
        "ability",
        "effectively",
        "transfer",
        "knowledge",
        "period",
        "transition",
        "ability",
        "successfully",
        "implement",
        "way",
        "forward",
        "plan",
        "growth",
        "strategy",
        "entail",
        "evolving",
        "operating",
        "model",
        "enable",
        "sustainable",
        "profitable",
        "sale",
        "growth",
        "significantly",
        "reducing",
        "supply",
        "chain",
        "lead",
        "time",
        "employing",
        "class",
        "sourcing",
        "capitalizing",
        "repositioning",
        "initiative",
        "certain",
        "brand",
        "region",
        "merchandise",
        "category",
        "ability",
        "achieve",
        "anticipated",
        "operating",
        "enhancement",
        "cost",
        "reduction",
        "restructuring",
        "plan",
        "could",
        "include",
        "potential",
        "sale",
        "discontinuance",
        "consolidation",
        "certain",
        "brand",
        "impact",
        "business",
        "resulting",
        "potential",
        "cost",
        "obligation",
        "related",
        "early",
        "termination",
        "lease",
        "effort",
        "improve",
        "efficiency",
        "distribution",
        "system",
        "continue",
        "enhance",
        "upgrade",
        "transition",
        "global",
        "information",
        "technology",
        "system",
        "global",
        "platform",
        "ability",
        "secure",
        "facility",
        "system",
        "service",
        "provider",
        "among",
        "thing",
        "cybersecurity",
        "breach",
        "act",
        "vandalism",
        "computer",
        "virus",
        "similar",
        "internet",
        "email",
        "event",
        "exposure",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "transactional",
        "translational",
        "perspective",
        "impact",
        "business",
        "resulting",
        "increase",
        "cost",
        "raw",
        "material",
        "transportation",
        "labor",
        "ability",
        "continue",
        "maintain",
        "brand",
        "image",
        "reputation",
        "protect",
        "trademark",
        "impact",
        "business",
        "resulting",
        "united",
        "kingdom",
        "referendum",
        "vote",
        "exit",
        "european",
        "union",
        "uncertainty",
        "surrounding",
        "term",
        "condition",
        "withdrawal",
        "well",
        "related",
        "impact",
        "global",
        "stock",
        "market",
        "currency",
        "exchange",
        "rate",
        "impact",
        "volatile",
        "state",
        "global",
        "economy",
        "stock",
        "market",
        "global",
        "economic",
        "condition",
        "u",
        "customer",
        "supplier",
        "vendor",
        "ability",
        "ability",
        "access",
        "source",
        "liquidity",
        "impact",
        "business",
        "resulting",
        "change",
        "consumer",
        "ability",
        "preference",
        "purchase",
        "premium",
        "lifestyle",
        "product",
        "offer",
        "sale",
        "ability",
        "forecast",
        "consumer",
        "demand",
        "could",
        "result",
        "either",
        "shortage",
        "inventory",
        "change",
        "competitive",
        "marketplace",
        "including",
        "introduction",
        "new",
        "product",
        "pricing",
        "change",
        "competitor",
        "consolidation",
        "liquidation",
        "restructurings",
        "ownership",
        "change",
        "retail",
        "industry",
        "variety",
        "legal",
        "regulatory",
        "tax",
        "political",
        "economic",
        "risk",
        "including",
        "risk",
        "related",
        "importation",
        "exportation",
        "product",
        "tariff",
        "trade",
        "barrier",
        "international",
        "operation",
        "currently",
        "subject",
        "may",
        "become",
        "subject",
        "result",
        "potential",
        "change",
        "legislation",
        "risk",
        "associated",
        "international",
        "operation",
        "compliance",
        "foreign",
        "corrupt",
        "practice",
        "act",
        "violation",
        "corruption",
        "law",
        "prohibiting",
        "improper",
        "payment",
        "burden",
        "complying",
        "variety",
        "foreign",
        "law",
        "regulation",
        "including",
        "tax",
        "law",
        "trade",
        "labor",
        "restriction",
        "related",
        "law",
        "may",
        "reduce",
        "flexibility",
        "business",
        "impact",
        "business",
        "event",
        "unrest",
        "instability",
        "currently",
        "taking",
        "place",
        "certain",
        "part",
        "world",
        "well",
        "terrorist",
        "action",
        "retaliation",
        "threat",
        "action",
        "retaliation",
        "ability",
        "continue",
        "expand",
        "grow",
        "business",
        "internationally",
        "impact",
        "related",
        "change",
        "customer",
        "channel",
        "geographic",
        "sale",
        "mix",
        "result",
        "change",
        "tax",
        "obligation",
        "effective",
        "tax",
        "rate",
        "change",
        "business",
        "relationship",
        "major",
        "department",
        "store",
        "customer",
        "licensing",
        "partner",
        "intention",
        "introduce",
        "new",
        "product",
        "enter",
        "renew",
        "alliance",
        "exclusive",
        "relationship",
        "ability",
        "access",
        "source",
        "liquidity",
        "provide",
        "cash",
        "need",
        "including",
        "debt",
        "obligation",
        "payment",
        "dividend",
        "capital",
        "expenditure",
        "potential",
        "repurchase",
        "class",
        "common",
        "stock",
        "ability",
        "open",
        "new",
        "retail",
        "store",
        "concession",
        "shop",
        "site",
        "effort",
        "expand",
        "presence",
        "ability",
        "make",
        "certain",
        "strategic",
        "acquisition",
        "successfully",
        "integrate",
        "acquired",
        "business",
        "existing",
        "operation",
        "potential",
        "impact",
        "trading",
        "price",
        "security",
        "class",
        "common",
        "stock",
        "share",
        "repurchase",
        "activity",
        "cash",
        "dividend",
        "rate",
        "differs",
        "investor",
        "expectation",
        "ability",
        "maintain",
        "credit",
        "profile",
        "rating",
        "within",
        "financial",
        "community",
        "potential",
        "impact",
        "operation",
        "supplier",
        "customer",
        "resulting",
        "natural",
        "disaster",
        "risk",
        "factor",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "form",
        "form",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "ralph",
        "lauren",
        "katie",
        "ioanilli",
        "corporate",
        "communication",
        "source",
        "ralph",
        "lauren",
        "corporation"
    ]
}